0030b352=Lataa maksuton Linksys VUSB -ohjelmisto napsauttamalla <em>Napsauta tätä</em> -linkkiä USB-tulostimen sivulla (joko PC- tai Mac-ohjelmistossa). Kun sinulta kysytään, suoritetaanko ohjelma vai tallennetaanko se tietokoneeseen, valitse <em>Tallenna tietokoneeseen</em> ja tallenna se joko oletussijaintiin tai toiseen kohtaan.
00bb13a6=Luodaan Internetin käyttöraporttia
0352925e=Liittäminen tietokoneeseen
10b4eeed=Mobiili
1976e32a=2,4 GHz
1d62d09c=Valitse Lisää tietokone -sivulla näkyvä verkon nimi käytettävissä olevien verkkojen luettelosta. Tämä on kotiverkkosi nimi.
21190f9e=Voit p&auml;ivitt&auml;&auml; n&auml;ytett&auml;v&auml;t laitteet napsauttamalla Verkkokartta-ty&ouml;kalun oikeassa yl&auml;reunassa n&auml;kyv&auml;&auml; <em>P&auml;ivit&auml;</em>-painiketta.
2a6d22ea=Voit tarkastella laitteen nime&auml;, valmistajaa, mallia, IP-osoitetta ja muita tietoja napsauttamalla laitteen nime&auml;. Valitun laitteen mukaan voit my&ouml;s suorittaa muita toimintoja, kuten m&auml;&auml;ritt&auml;&auml; <em>Lapsilukko</em>-asetuksen.
2d3c8811=Voit luoda Internetin käyttöraportin valitsemalla <em>Internetin käyttö</em>. Odota, kunnes raportti on luotu. Kun raportti on valmis, voit tarkastella seuraavia tietoja:
2d3f213d=Valitsemalla <em>Muuta kuvake</em> voit vaihtaa laitteen kuvakkeen. Valitse kuvake laitetyypin yhteydessä käytettävissä olevien kuvakkeiden joukosta. Ota valittu kuvake käyttöön valitsemalla <em>OK</em>.
2ea0f33e=Voit liittää USB-tulostimen kotiverkkoosi. Tämäntyyppinen tulostin liitetään reitittimeen USB-kaapelilla. Sitä ei voi liittää langattomasti.
33fafe4c=<em>N&auml;yt&auml;</em> &ndash; Muuta t&auml;t&auml; asetusta, jos haluat n&auml;ytt&auml;&auml; eri tietoja.
3e88dd17=Kun se on asennettu tietokoneeseen, asenna tulostin napsauttamalla Linksys VUSB -tiedostoa siten, että se kommunikoi reitittimen ja muiden verkon laitteiden kanssa.
3f9c9943=<em>Tietokone</em> – tietokone tai kannettava, jonka haluat liittää langattomasti.
420f18b6=<em>Kaistanleveys yhteensä</em> – Lähetettyjen ja vastaanotettujen Internet-tietojen kokonaismäärä laitteittain.
471bc0e6=Katso laitteen käyttöoppaasta lisätietoja sen liittämisestä langattomaan verkkoon. Kukin laite muodostaa yhteyden omalla tavallaan, mutta käytettävä verkko valitaan ja suojausavain tai salasana kirjoitetaan useimmissa samalla tavalla.
4b86071f=Tietokone
4bd3ddde=<em>Internet-kaistanleveyden käyttöraportti</em> – Tämä on <em>Näytä</em>-kohdassa määritettyihin ehtoihin perustuva alenevasti lajiteltu luettelo. Luettelon yläosassa on kaikkien sisällytettyjen laitteiden <em>kokonaiskäyttömäärä</em>. Sen jälkeen näytetään yksittäisten laitteiden käyttötiedot. Tietokuvakkeen työkaluvihje näyttää videovirran vakiosiirtonopeuden viitearvon (~2 Mbps), johon voit verrata raportin tietoja.
4c4552f2=Valmistaja on määrittänyt tulostimelle oletusnimen, kuten Canon Pixma MP490. Jos olet antanut tulostimelle jonkin toisen nimen, kuten Keittiön tulostin, se näkyy oletusnimen sijasta.
4dee31bd=<em>Huomautus:</em> Linksys-reititin käyttää suojaustyyppiä nimeltä WPA (Wi-Fi Protected Access), jota suositellaan käytettäväksi langattomissa verkoissa. Voi olla, että laitteessa tai pelijärjestelmässä (Play Station Portablessa (PSP:ssä), Nintendo DS:ssä, TiVossa, langattomassa tulostimessa tai muussa laitteessa), jonka liittäminen ei onnistu, käytetään vanhempaa suojaustyyppiä nimeltä WEP (Wired Equivalent Privacy). Tarkista laitteen oppaista, voiko laitteen langattoman suojausasetuksen muuttaa WEP:stä WPA:ksi. Jos sen voi muuttaa, muuta se ja yritä liittää laite reitittimeen.
59f170df=Tyhjennetään verkkokarttaa
5d3c887d=<em>Huomautus:</em> Jos haluat liittää vieraan tietokoneen tilapäisesti, käytä Vieraskäyttö-ominaisuutta. Sen avulla vieraasi voivat käyttää Internetiä kotonasi, mutta he eivät voi käyttää jaettuja laitteita, kuten tulostimia ja jaettuja asemia.
5e3ffc8e=Varmista ennen yhteyden muodostamista reitittimeen, että tietokoneen langaton toiminto on käytössä. Useimmissa kannettavissa on kytkin, jolla langaton toiminto otetaan käyttöön ja poistetaan käytöstä. Jos et ole varma kytkimen sijainnista, katso lisätietoja tietokoneen käyttöoppaasta.
5f6a03df=<em>Reititin ja suodattimet</em>
65cf8c13=<em>Laitteen nimen tai kuvakkeen muuttaminen</em>
66201cf3=Kun valitset <em>Tyhjennä verkkokartta</em>, vanhojen ja offline-tilassa olevien laitteiden tiedot poistetaan, ja reititin käynnistyy uudelleen. Kaikkien laitteiden yhteys verkkoon katkaistaan väliaikaisesti. Kun laitteet yhdistetään verkkoon automaattisesti uudelleen, ne näkyvät jälleen verkkokartassa. Linksys Smart Wi-Fi säilyttää laitteiden mukautetut nimet ja kuvakkeet, kun laitteet tunnistetaan uudelleen verkossa.
685115d8=Tämän kohdan ohjeilla voit liittää tietokoneen verkkoosi langattomasti.
68616892=Tulostin
69564800=Wi-Fi Protected Setup™ (WPS) helpottaa laitteen yhdistämistä reitittimeen langattomasti. Tämä reititin tukee WPS-toimintoa, joten voit yhdistää laitteita nopeasti painamalla painiketta tai antamalla PIN-koodin.
6c02077b=P&auml;ivitet&auml;&auml;n verkkokartta
6dfa0553=Vaihda laitteen nimi napsauttamalla <em>Muokkaa</em>. T&auml;m&auml; on laitteen nimi, joka n&auml;kyy <span>verkkokartassa</span>. Jos vaihdat reitittimen nimen, t&auml;m&auml; nimi n&auml;kyy my&ouml;s Verkot-luettelossa aloitussivun yl&auml;laidassa. Napsauta <em>OK</em>, kun olet valmis.
6f0da7fb=Jos laitteessa on WPS-painike, valitse tämä asetus Wi-Fi Protected Setup -sivulla, napsauta tai paina laitteen WPS-painiketta ja napsauta sitten tämän sivun WPS-painiketta.
6f95a5e7=Yhdistä tietokone kotiverkkoosi valitsemalla <em>Yhdistä</em>.
6fd65fac=Takaisin alkuun
703785c3=Käytettävissä ovat seuraavat valinnat:
7651627b=5 GHz*
8917be24=Kun laite on liitetty, valitse Lisää langaton laite -sivulla <em>OK</em>.
8cbc9c2b=Muu laite
91486ed7=Voit päivittää näytetyn raportin napsauttamalla näytön oikeassa yläreunassa olevaa päivityspainiketta.
925b76bf=<em>USB-tulostin</em> – valitse tämä, jos haluat liittää tulostimen, joka liitetään reitittimeen USB-kaapelilla. Tämä valinta on käytettävissä vain reitittimissä, joissa on USB-portti.
93453c35=Voit liittää reitittimeen lisää laitteita valitsemalla <em>Lisää laite</em>. Valitse sen jälkeen lisättävän laitteen tyyppi:
94ce2401=<em>Muu</em> – langaton laite, kuten kamera, älypuhelin, pelikonsoli, langaton tulostin tai jokin muu laite, joka voidaan liittää reitittimeen langattomasti.
9a6e7e02=Liitä laite WPS-määritystä käyttäen
a3753c23=Liitä USB-tulostin
a71ead2d=<em>Vastaanotto</em> – Internet-tietojen vastaanottomäärä laitteittain.
a917cc22=Offline
af49a9a2=LAN
b29cd459=Kun sinua pyydetään antamaan salasana tai suojausavain, kirjoita salasana, joka näkyy Lisää tietokone -sivulla.
b32f2e2e=Verkkokartta
b53f47c7=Käytä haluamaasi tapaa langattomien verkkojen tarkastelemiseen ja yhteyden muodostamiseen. Jos esimerkiksi tietokoneessasi on Microsoft Windows -käyttöjärjestelmä, voit käyttää Windowsin langattomien yhteyksien hallintaohjelmaa. Näin voit tarkastella alueella käytettävissä olevia langattomia verkkoja.
b5c0e4ac=Jos yhteyttä muodostettaessa sinulta kysytään reitittimen PIN-numeroa, kirjoita kohdassa <em>Reitittimen PIN</em> näkyvä numero.
b758cee8=* Jos käytössä on kolmitaajuuksinen reititin, 5 GHz<sub>1</sub> ja 5 GHz<sub>2</sub> ovat näkyvissä.
b9761bfb=Voit liittää WPS-määritystä tukevan laitteen valitsemalla jonkin seuraavista vaihtoehdoista sen mukaan, mitä WSP-yhteyden muodostustapaa laitteesi käyttää:
b9dd902f=Liitä langaton laite
bafe9b2d=Laitteen tyyppi
c3113ebd=Reititin on kartan keskellä. Napsauta avattavaa <em>Suodata kartta</em> -valikkoa ja valitse näytettävät laite- ja yhteystyypit. Valitse vähintään yksi laitetyyppi ja yksi yhteystyyppi.
c37a726f=<em>huomautus:</em> tämä valinta on käytettävissä vain reitittimissä, joissa on USB-portti.
c37c6198=Kun ohjelmisto on tallennettu tietokoneeseen, siirry tallennuspaikkaan ja asenna ohjelma tietokoneeseen kaksoisnapsauttamalla sitä.
c66c37ff=<em>Huomautus:</em> jos tulostimen nimeä ei näy käytettävissä olevien tulostimien luettelossa, kun yrität tulostaa, tietokoneeseen on asennettava tulostinohjain (ohjelmisto). Voit tehdä sen asettamalla tulostimen mukana tulleen CD-levyn jokaiseen tietokoneeseen, josta haluat käyttää tulostinta. CD-levy sisältää tulostimen tarvitsemat ohjaimet.
c6fe7be9=Tee nämä kaikki toimet lyhyen ajan kuluessa, jotta yhteys muodostuu. Jos odotat liian kauan toimien välillä, yhteys saattaa aikakatketa ja sinun on aloitettava alusta.
cafc9c98=T&auml;m&auml; n&auml;ytt&auml;&auml; reitittimeen kytketyt laitteet ja niiden online/offline-tilan. Online-tila tarkoittaa, ett&auml; laitteeseen on kytketty virta ja se on yhdistetty verkkoon. Offline-tila tarkoittaa, ett&auml; laitteen virta on katkaistu. V&auml;lilehti&auml; on kaksi: <em>Oma verkko</em> ja <em>Vierasverkko</em>. Voit tarkastella kuhunkin verkkoon yhdistettyj&auml; laitteita napsauttamalla v&auml;lilehte&auml;. Jos kaikkia laitteita ei voi n&auml;ytt&auml;&auml; yhdell&auml; sivulla, n&auml;kyviin tulee sivunvaihtopainikkeet. Voit my&ouml;s v&auml;hent&auml;&auml; n&auml;ytettyjen laitteiden m&auml;&auml;r&auml;&auml; suodattamalla n&auml;kym&auml;&auml;.
d19eabec=Liitä laite kotiverkkoon valitsemalla verkon nimi, joka näkyy Lisää langaton laite -sivulla. Anna sen jälkeen pyydettäessä salasana tai suojausavain ja suojaustyyppi. Osa laitteista tarvitsee suojaustyypin, osa ei.
daf1110c=Laitteiden lisääminen
df423f05=Voit sulkea raportin valitsemalla <em>Sulje</em>.
e0e86bdd=Jos laitteella on WPS-laitteen PIN-numero, valitse tämä asetus Wi-Fi Protected Setup -sivulla, anna PIN-numero tekstiruutuun ja valitse sitten<em>Rekisteröi</em>.
e4ae4f32=<em>Laitteet</em>
e6ea4f37=<em>Lähetys</em> – Internet-tietojen lähetysmäärä laitteittain.
e82de098=Voit lis&auml;t&auml; verkkoon mink&auml; tahansa langattoman laitteen, joka tukee yhteyden muodostamista reitittimeen. T&auml;llaisia laitteita ovat muun muassa &auml;lypuhelimet, tabletit, pelikonsolit, kamerat ja langattomat tulostimet. Aloita valitsemalla Lis&auml;&auml; laite -kohdassa <em>Muu</em>.
ec186a40=<em>WPS</em> – Wi-Fi Protected Setup™ (WPS) -toimintoa tukeva langaton laite. Jos laitteessa on WPS-logo, se tukee WPS-yhteyksiä.
ed24df43=<em>Raporttia päivitetään</em>
f1658478=Liitä tulostin reitittimeen tulostimen mukana tulleella USB-kaapelilla.
f5937096=Yhteystyyppi
