1b8307d8=Autoriser l'accès d'invité
2aedcd41=Nom et mot de passe du réseau invité
45d8de37=Accès d'invité
46b6b1a1=L'acc&egrave;s d'invit&eacute; permet &agrave; vos invit&eacute;s d'avoir acc&egrave;s &agrave; votre connexion Internet &agrave; partir de votre domicile, sans qu'ils aient acc&egrave;s aux autres ordinateurs ou p&eacute;riph&eacute;riques de votre maison. Par exemple, vos amis peuvent naviguer sur le Web, mais pas utiliser votre imprimante en r&eacute;seau ni acc&eacute;der aux fichiers partag&eacute;s sur vos ordinateurs domestiques. L'acc&egrave;s d'invit&eacute; est similaire &agrave; un point d'acc&egrave;s Wi-Fi public dans un caf&eacute; ou un h&ocirc;tel.
6fd65fac=Haut de la page
7f823e4d=On y voit le nom et le mot de passe de réseau d'invités. En recourant à sa méthode habituelle pour se connecter à un réseau sans fil, votre invité doit choisir un réseau parmi ceux figurant ici aux fins de connexions au réseau d'invité. Ensuite, demandez-lui d'ouvrir un navigateur Internet et d'entrer le mot de passe.
8d4200ad=Utilisez les options suivantes pour utiliser le réseau d'invité et fournir ainsi un accès d'invité :
8d65ee20=Cela vous permet de préciser le nombre total d'invités ayant accès à votre réseau d'invité à un moment donné.
8d9a0760=Cliquez sur <em>Activer</em> pour permettre à vos invités d'accéder à Internet à l'aide du réseau d'invité, ou cliquez sur <em>Désactiver</em> pour leur interdire l'accès au réseau.
c241a615=Nombre total d'invités autorisés
cc23ba0d=Pour modifier le mot de passe du réseau d'invité, cliquez sur <em>Modifier</em>. Saisissez le nouveau mot de passe d'invité, puis cliquez sur <em>OK</em>.
ea6fed56=Lors de la configuration de votre routeur, un r&eacute;seau s&eacute;curis&eacute; pour vos invit&eacute;s a &eacute;t&eacute; automatiquement cr&eacute;&eacute; sur la ou les bande(s) disponible(s). L'acc&egrave;s d'invit&eacute; n'est disponible que sur la ou les bande(s) indiqu&eacute;e(s) dans Acc&egrave;s d'invit&eacute;.
