01dce86e=Điện thoại VOIP
03b5a16a=Trên máy tính, hãy sử dụng cài đặt không dây bên dưới để kết nối vào mạng không dây của bạn.
041e41a1=Máy xách tay Mac
05683e3b=Tên:
09c636e7=Mạng Kh&aacute;ch - Kh&ocirc;ng c&oacute; thiết bị n&agrave;o được kết nối
0a8678fc=Thiết bị chung
0b531935=B&aacute;o c&aacute;o băng th&ocirc;ng y&ecirc;u cầu tắt t&iacute;nh năng CTF. Bạn c&oacute; muốn tắt CTF v&agrave; chạy b&aacute;o c&aacute;o kh&ocirc;ng?
0b8647ba=X&oacute;a Thiết bị
0b9b4bb8=HĐH:
0f107115=Khóa:
10b4eeed=Di động
11d711b9=Thiết bị Phương tiện Kỹ thuật số
12ecacdb=Bộ phát đa phương tiện kỹ thuật số
136b38f7=<a href="/cloud/ustatic/usbdriver/Setup.zip" target="_new">Bấm vào đây</a> để tải xuống tệp Setup.zip và lưu nó trong máy tính của bạn.
1976e32a=2.4 GHz
1afd39d3=Truyền
1b35bdc7=Thêm máy tính
1bd12bb4=Mật khẩu Wi-Fi:
1fb156f8=Bộ chuyển tín hiệu
22587cfa=Trên thiết bị, hãy sử dụng cài đặt không dây bên dưới để kết nối vào mạng không dây của bạn.
28a48c7c=Bấm <em>OK</em> sau khi bạn kết nối.
29cd01f4=Xóa Bản đồ Mạng
2a0f165c=Địa chỉ MAC:
2d3fe1c4=Mã sản phẩm:
2ef7b6f1=Thêm thiết bị không dây
2fd77199=LOẠI KẾT NỐI
302933a1=Chọn WPS nếu thiết bị của bạn sử dụng Wi-Fi Protected Setup<small><sup>TM</sup></small> để kết nối vào mạng.
32434f46=Khác
32618a47=Thiết bị chơi trò chơi
33fbc575=Tham khảo sách hướng dẫn sử dụng của thiết bị để tìm hiểu cách kết nối thiết bị với mạng không dây.
363c0dc7=Tổng đã sử dụng:
3a8be13d=DVR
3aa03072=Mạng Khách
3acc20e5=Địa chỉ IPv6
3e00a7c0=Cầu nối Linksys
41bafd74=Đối với Mac:
4612ae19=<span name="currentPage"></span> / <span name="totalPages"></span> trang
499bc5df=Để thêm máy in kết nối với cổng USB, kết nối máy in với bộ định tuyến rồi tải xuống và cài đặt phần mềm Linksys VUSB, được thiết kế để kết nối máy in USB với mạng của bạn.
4a302f6a=Máy tính để bàn Mac
4a370bdd=Sửa
4a44077b=Báo cáo Sử dụng Băng thông Internet:
4b86071f=Máy tính
4d8cac5c=Máy ảnh kỹ thuật số
528447e5=Máy tính bảng
5579bd82=5 GHz
580b998b=Chạy lại báo cáo
59d0e41f=Để thêm thiết bị không dây như điện thoại thông minh, thiết bị chơi trò chơi video, máy in không dây hoặc thiết bị khác vào mạng của bạn:
5be4fd66=LOẠI THIẾT BỊ
5d41ba2a=Trung bình ước tính Phát video trực tuyến = {0}Mbps
61ba0adf=Điện thoại thông minh
621065e5=Đang dành riêng...
63154739=Bộ mở rộng Linksys
6624340e=Ổ Mạng
68616892=Máy in
6bb3680d=Máy tính để bàn PC
6bd0ab64=Quay lại
7372a559=Nhà sản xuất:
74fe0643=Chọn loại thiết bị để thêm vào mạng của bạn
755f9d73=Đối với máy tính Windows:
7620cb03=eReader
76940af8=TV có độ phân giải cao
76d751ed=Địa chỉ IP
76f4e0ba=Th&ocirc;ng tin Thiết bị
7767a46d=Máy xách tay PC
78ac4c9c=Điện thoại di động
7e868aa2=Thiết bị Kh&aacute;c
7edbb162=Làm mới
7fdeae92=Đóng
800255ca=<a href="/cloud/ustatic/usbdriver/Setup.dmg" target="_new">Bấm vào đây</a> để tải xuống tệp Setup.dmg và lưu nó trong máy tính của bạn.
82370068=Xem tổng mức sử dụng internet của bạn và lượng băng thông mỗi thiết bị đang sử dụng.
846b5ac1=Giải nén các tệp từ tệp Setup.zip vào máy tính của bạn và chạy tệp cosetup.exe để cài đặt phần mềm vào máy tính của bạn.
849d00d0=Mở tập tin Setup.dmg trong máy tính và bấm đúp vào trình cài đặt USB.
85fe0a80=Kiểm so&aacute;t của cha mẹ
8685ac47=Mức sử dụng Internet
876d1024=Cầu nối có dây
88a60843=Máy in ảnh
8f475444=Hủy bỏ
903aaff2=Thay đổi
969b54ae=Xem:
96d3c7d5=Hiển thị widget trên trang chủ
9c46581b=Thiết bị mạng
a03b85b9=Thiết bị trực tuyến:
a4275d4c=Bộ điều khiển trung tâm Tự động hóa Ngôi nhà
a4601416=Mạng của tôi
a71935ed=Chi tiết thiết bị:
a7e49642=Loại bảo mật:
a917cc22=Ngoại tuyến
aa884c38=Máy chủ in
aaa1615f=WPS
aac4445d=Địa chỉ DHCP dành riêng
ab503716=Thêm thiết bị
acb174e6=Việc tắt tất cả bộ lọc thiết bị hoặc kết nối sẽ kh&ocirc;ng hi&ecirc;̣n bất kỳ thiết bị n&agrave;o tr&ecirc;n sơ đồ mạng của bạn. Bạn phải bật &iacute;t nhất một từ mỗi loại bộ lọc.
af49a9a2=LAN
b189dda7=Máy chủ Mac
b20376af=Khóa Chia sẻ:
b32f2e2e=Sơ đồ Mạng
b4496101=Nhận
b8228e62=Cổng
baacb893=Chỉnh sửa địa chỉ DHCP dành riêng
bdd7039b=Xóa Bản đồ Mạng sẽ xoá tất cả thông tin thiết bị và khởi động lại bộ định tuyến. Việc này sẽ tạm thời ngắt kết nối các thiết bị khỏi mạng của bạn khi bộ định tuyến khởi động lại. Khi các thiết bị tự động kết nối lại, chúng sẽ lại xuất hiện trong Bản đồ Mạng. Linksys Smart Wi-Fi sẽ giữ lại các tên và biểu tượng tùy biến khi các thiết bị được tái nhận diện trong mạng.
bf401bae=Kết nối máy in với bộ định tuyến.
bfd22523=Bộ điều hợp đa phương tiện
c071d3a0=Máy ảnh mạng
c2134465=Công cụ Smart Wi-Fi
c369dbce=Máy in USB
c4f3682e=Làm theo các hướng dẫn trong Trình cài đặt Linksys VUSB, sau đó Khởi động lại máy tính.
c66cca0f=Bạn cũng c&oacute; thể muốn chạy một <a id="launch-speedtest">Kiểm tra Tốc độ</a> để hiểu khả năng tải xuống v&agrave; tải l&ecirc;n từ nh&agrave; cung cấp internet của m&igrave;nh.
cc941aba=Mạng Kh&aacute;ch TẮT
ce44bc4b=Cục bộ
d06ccfca=Sơ đồ bộ lọc
d476054c=Máy in phun
d5885891=Không thể xóa thiết bị trực tuyến.
d6fd5eb5=Chọn Máy in USB nếu bạn đang kết nối với một máy in dạng đó.
d76b31fb=Để thêm máy tính không dây vào mạng của bạn:
d86533d7=Máy chủ PC
db59fb9f=MẸO:
df804c77=Bộ định tuyến Linksys
dfb8dc06=Tổng Băng th&ocirc;ng
e5476168=Tên thiết bị
e57db986=Tên Wi-Fi:
e5a0dba0=Chọn biểu tượng mới:
e6ac3db1=Kết nối máy in USB
e7a4ae4f=Bộ điều khiển nhiệt độ thông minh Wi-Fi
e9a62c23=Màn hình chung
e9b662b3=OK
eba16a96=Mbps
ecd8be61=Bộ định tuyến chung
ee72972f=Xem các thiết bị đã kết nối vào mạng của bạn
ee821b19=Khung ảnh
f47faadd=Mở phần mềm Linksys VUSB để thêm máy in USB dùng chung với mạng của bạn.
f577d853=Thiết bị
f6b10430=Mức sử dụng Internet
f9863da8=Máy in la-ze
