0382063f=&Pi;&rho;&iota;&nu; &nu;&alpha; &mu;&pi;&omicron;&rho;έ&sigma;&epsilon;&tau;&epsilon; &nu;&alpha; &epsilon;&nu;&epsilon;&rho;&gamma;&omicron;&pi;&omicron;&iota;ή&sigma;&epsilon;&tau;&epsilon; &tau;&omicron; &delta;ί&kappa;&tau;&upsilon;&omicron; &epsilon;&pi;&iota;&sigma;&kappa;&epsilon;&pi;&tau;ώ&nu; 2.4 GHz, &theta;&alpha; &pi;&rho;έ&pi;&epsilon;&iota; &nu;&alpha; &epsilon;&nu;&epsilon;&rho;&gamma;&omicron;&pi;&omicron;&iota;ή&sigma;&epsilon;&tau;&epsilon; &tau;&omicron; &kappa;ύ&rho;&iota;&omicron; &delta;ί&kappa;&tau;&upsilon;&omicron; 2.4 GHz.
04a8b32c=Παροχή πρόσβασης στο Internet σε επισκέπτες στο σπίτι σας
1b8307d8=Να επιτρέπεται η πρόσβαση επισκέπτη
2aedcd41=Όνομα και κωδικός πρόσβασης δικτύου επισκεπτών
2c53d163=Η πρόσβαση επισκέπτη είναι απενεργοποιημένη:
30c623e8=Κωδικός πρόσβασης:
3d896dd1=&Epsilon;&nu;&epsilon;&rho;&gamma;&omicron;&pi;&omicron;&iota;ή&theta;&eta;&kappa;&epsilon;
47fa2e2a=Για τη χρήση της "Πρόσβασης επισκέπτη", η ασύρματη λειτουργία του δρομολογητή πρέπει να είναι ενεργοποιημένη. Αφού συνδεθείτε με το δρομολογητή, επιλέξτε <em>Ασύρματη σύνδεση</em> για να προβάλετε και να ενεργοποιήσετε την ασύρματη λειτουργία του δρομολογητή.
4a370bdd=Επεξεργασία
4b92bcf2=Αυτήν τη στιγμή:
5a77c963=Ονόματα και κωδικοί πρόσβασης δικτύου επισκεπτών
760c45b1=2.4 GHz SSID:
8f475444=Άκυρο
95fe029f=επισκέπτες
96d3c7d5=Εμφάνιση του γραφικού στοιχείου στην κεντρική σελίδα
a4f198f5=&Sigma;&phi;ά&lambda;&mu;&alpha;
ab1b93f4=Η "Πρόσβαση επισκέπτη" επιτρέπει στους επισκέπτες να συνδέονται στο ασύρματο δίκτυο επισκεπτών και να αποκτούν πρόσβαση στο Internet, χωρίς να έχουν πρόσβαση σε άλλους υπολογιστές ή στα προσωπικά σας δεδομένα.
b43eb58a=Το δίκτυο επισκέπτη είναι ΕΝΕΡΓΟΠΟΙΗΜΕΝΟ:
b45a49ed=Wi-Fi επισκέπτη:
b805542e=Δίκτυο:
b80f51f4=Η ασύρματη λειτουργία είναι απενεργοποιημένη αυτήν τη στιγμή
b9b9ac19=Κωδικός πρόσβασης δικτύου επισκεπτών:
c2134465=Εργαλεία Smart Wi-Fi
c241a615=Επιτρεπόμενος αριθμός επισκεπτών
c28e69af=Πρόσβαση επισκέπτη
d0818d8e=Απαιτείται ασύρματη σύνδεση
dc0e0c77=Η πρόσβαση επισκέπτη είναι ενεργοποιημένη:
e7042131=Το δίκτυο επισκέπτη είναι ΑΠΕΝΕΡΓΟΠΟΙΗΜΕΝΟ:
e9b662b3=ΟΚ
ea115568=Οι επισκέπτες σας πρέπει πρώτα να συνδεθούν στο δίκτυο επισκεπτών, να ανοίξουν ένα πρόγραμμα περιήγησης και, στη συνέχεια, να πληκτρολογήσουν τον κωδικό πρόσβασης επισκέπτη.
f61004a0=&Pi;&rho;&iota;&nu; &nu;&alpha; &mu;&pi;&omicron;&rho;έ&sigma;&epsilon;&tau;&epsilon; &nu;&alpha; &epsilon;&nu;&epsilon;&rho;&gamma;&omicron;&pi;&omicron;&iota;ή&sigma;&epsilon;&tau;&epsilon; &tau;&omicron; &delta;ί&kappa;&tau;&upsilon;&omicron; &epsilon;&pi;&iota;&sigma;&kappa;&epsilon;&pi;&tau;ώ&nu; 5 GHz, &theta;&alpha; &pi;&rho;έ&pi;&epsilon;&iota; &nu;&alpha; &epsilon;&nu;&epsilon;&rho;&gamma;&omicron;&pi;&omicron;&iota;ή&sigma;&epsilon;&tau;&epsilon; &tau;&omicron; &kappa;ύ&rho;&iota;&omicron; &delta;ί&kappa;&tau;&upsilon;&omicron; 5 GHz.
fa7c1531=5 GHz SSID:
