0aa191a8=Apresenta informa&ccedil;&atilde;o sobre o seu equipamento de armazenamento.
0f9fbf0e=O router é fornecido com duas contas de utilizador predefinidas: Admin e Guest (Convidado). A palavra-passe do utilizador Admin é a palavra-passe do router. A palavra-passe do utilizador Guest (Convidado) é &quot;guest&quot;.
11f54a30=Um equipamento de armazenamento externo, tamb&eacute;m chamado um NAS ou Network Attached Storage, permite-lhe armazenar e partilhar conte&uacute;do em toda a sua rede. O equipamento de armazenamento liga-se diretamente &agrave; porta apropriada na parte de tr&aacute;s do seu router e &eacute; normalmente utilizado para armazenar e partilhar v&iacute;deos, m&uacute;sica, fotografias e outros conte&uacute;dos.
17865ec5=Estado
196c677e=Introduza um Nome de partilha para associar ao conteúdo. Por exemplo, pode utilizar Filmes, Música ou Fotografias.
1adfd822=As pastas no seu equipamento de armazenamento cont&ecirc;m conte&uacute;dos como, por exemplo, fotografias, v&iacute;deo e m&uacute;sica. Quando utiliza um equipamento de armazenamento externo, pode decidir quais as pastas no seu equipamento que podem ser vistas e acedidas por outros. Pode escolher ter todo o conte&uacute;do no equipamento acess&iacute;vel a todos, ou selecionar conte&uacute;do espec&iacute;fico para ser visto por utilizadores espec&iacute;ficos. Por exemplo, pode querer que as fotografias das f&eacute;rias estejam dispon&iacute;veis apenas a membros espec&iacute;ficos da sua fam&iacute;lia, mas a m&uacute;sica pode estar dispon&iacute;vel para todos.
1bb1f81d=Se esta opção estiver <em>Off</em> (Desligado), todas as pastas no dispositivo de armazenamento ficam acessíveis para todas as pessoas que estabeleçam ligação ao seu router. Se a opção estiver <em>On</em> (Ligado), as pastas no seu dispositivo de armazenamento ficam acessíveis apenas para os utilizadores autorizados.
1c87baa9=<em>Encoding</em> (Codificação) - A codificação (conjunto de caracteres) para a transferência de ficheiros. Pode utilizar a predefinição de Unicode (UTF-8), ou mudar para algo diferente.
2b0ec3f2=<em>FTP Server Name</em> - Nome do servidor FTP. Se configurar o seu router utilizando o software de configuração de router Linksys Smart Wi-Fi, o nome do servidor FTP é preenchido apresentado com o nome da sua rede sem fios. Se configurar a sua rede manualmente, o nome predefinido é Linksys, seguido pelos últimos cinco dígitos do número de série do router.
2b45d0ba=<em>Verificar Pastas</em> - Especifique com que frequ&ecirc;ncia as pastas no equipamento de armazenamento externo devem ser automaticamente verificadas em rela&ccedil;&atilde;o a novo conte&uacute;do. A verifica&ccedil;&atilde;o pode demorar v&aacute;rias horas, especialmente da primeira vez que o equipamento &eacute; verificado ou se adicionar muito conte&uacute;do novo. As verifica&ccedil;&otilde;es posteriores dever&atilde;o demorar menos tempo. Para verificar pastas imediatamente, clique em <em>Verificar Agora</em>.
2d296368=Armazenamento Externo
32b76b82=<em>Para eliminar uma pasta de multimédia partilhada</em>
36f52fbb=Introduza o tipo de permissão que será concedida ao utilizador. Seleccione <em>Read/Write</em> (Leitura/escrita) se quiser permitir que o utilizador veja, edite ou elimine a pasta, ou seleccione <em>Read Only</em> (Só de leitura) se apenas quiser permitir que o utilizador veja o conteúdo da pasta.
3ec14203=Para editar as partilhas acedidas pelo utilizador, clique em <em>Shares</em> (Partilhas). Se clicar em <em>Unlink</em> (Desligar) junto ao nome de uma partilha, o acesso a essa partilha por parte do utilizador é removido.
4582359c=Na caixa de diálogo Add a new folder (Adicionar nova pasta), seleccione a pasta do dispositivo de armazenamento que contém o conteúdo que pretende partilhar.
4cc552be=<em>Server Name</em> - Nome do Servidor. Se configurar o seu router utilizando o software de configuração de router Linksys Smart Wi-Fi, o nome do servidor é apresentado com o nome da sua rede sem fios. Se configurar a sua rede manualmente, o nome predefinido é Linksys, seguido pelos últimos cinco dígitos do número de série do router.
54aafe1f=Pode especificar as pastas que são utilizadas pelo servidor multimédia, adicionar e eliminar pastas e especificar a regularidade com que as pastas são analisadas para detecção de conteúdos novos.
57e11645=Para ligar um equipamento de armazenamento externo, ligue-o &agrave; porta apropriada na parte de tr&aacute;s do seu router. Assim que o Linksys Smart Wi-Fi detetar o equipamento, ir&aacute; lig&aacute;-lo &agrave; sua rede onde poder&aacute; ser visto por outros na sua rede.
5e7245a1=Um Servidor Multim&eacute;dia permite-lhe partilhar conte&uacute;do no seu equipamento por toda a sua rede. O seu router pode funcionar como um servidor multim&eacute;dia se tiver uma unidade de armazenamento externo acoplada e se tiver equipamentos certificados DLNA (Digital Living Network Alliance) ou com capacidade UPnP AV (&Aacute;udio e V&iacute;deo) em sua casa. Estes incluem leitores multim&eacute;dia digitais, consolas de jogos com leitor multim&eacute;dia integrado e molduras de fotografia digital.
5ebc119b=Acesso protegido a pastas
653b717c=<em>Unidade de Armazenamento Externo</em> - Mostra o nome do equipamento de armazenamento e quanto espa&ccedil;o est&aacute; atualmente a ser utilizado.
6deae70e=<em>Nota:</em> para partilhar todos os conteúdos presentes no dispositivo de armazenamento, clique em <em>Share entire storage device</em> (Partilhar todo o dispositivo de armazenamento). Todas as pastas do dispositivo ficarão partilhadas.
6fd65fac=Voltar ao início
72fd27e1=Se o dispositivo de armazenamento tiver mais de uma partição, introduza a partição que contém a pasta de conteúdos que pretende partilhar.
7772bd1e=Pode aceder remotamente às pastas do seu dispositivo de armazenamento a partir de qualquer local que tenha uma ligação à Internet utilizando o servidor FTP (Protocolo de transferência de ficheiros). Pode aceder ao conteúdo utilizando um browser da Web ou software FTP.
7c2d6c20=<em>Adicionar utilizadores autorizados para verem o conteúdo do dispositivo de armazenamento</em>
80707a8c=<em>FTP Server</em> (Servidor FTP) - Indica se os utilizadores de um computador remoto podem aceder ao seu dispositivo de armazenamento utilizando FTP (Protocolo de transferência de ficheiros). O FTP permite a um utilizador com acesso à Internet ver o conteúdo do seu dispositivo de armazenamento a partir de um computador remoto. O acesso por FTP é configurado através do separador <em>FTP Server</em> (Servidor FTP).
80a0f7e8=Para eliminar uma partilha de forma a impedir o acesso dos utilizadores a ela, clique em <em>Show all shares</em> (Mostrar todas as partilhas) e, em seguida, em <em>Delete</em> (Eliminar) ao lado da partilha que pretende eliminar.
80bd1177=<em>Folder Access</em> (Acesso às pastas) - Apresenta os endereços IP e MAC do dispositivo de armazenamento. As outras pessoas na sua rede podem utilizar estes endereços para acederem ao conteúdo presente no dispositivo de armazenamento.
81911008=Para eliminar uma conta de utilizador, clique em <em>Delete</em> (Eliminar) nesse utilizador.
857871f3=Acesso às pastas
86f9febb=Para criar uma nova partilha, clique em <em>Select share</em> (Seleccionar partilha) e depois em <em>Create new share</em> (Criar nova partilha). Seleccione as pastas que ficarão acessíveis para a partilha, a partição para o acesso ao dispositivo de armazenamento (se o dispositivo tiver várias partições) e, em seguida, introduza o nome da partilha.
871e7eb9=Para editar uma conta de utilizador existente, clique em <em>Edit</em> (Editar) nesse utilizador. Pode editar a palavra-passe e o nível de autorização do utilizador.
a1863cc6=Eliminar uma partilha
a3d9c4a7=<em>Servidor Multim&eacute;dia</em> - Mostra se o seu router est&aacute; configurado como um servidor multim&eacute;dia, o que lhe permite partilhar conte&uacute;do multim&eacute;dia em toda a sua rede. O seu router pode funcionar como um servidor multim&eacute;dia se tiver equipamentos certificados DLNA (Digital Living Network Alliance) ou com capacidade UPnP AV (&Aacute;udio e V&iacute;deo) ligados &agrave; porta apropriada no seu router. Estes equipamentos incluem leitores multim&eacute;dia digitais, consolas de jogos ou molduras de fotografia digital. As defini&ccedil;&otilde;es de servidor multim&eacute;dia encontram-se no separador <em>Servidor Multim&eacute;dia</em>.
a4ec0775=<em>Nota:</em> a função Media Server (Servidor multimédia) não se encontra disponível em todos os modelos de router.
a675d4a9=<em>Shared Media Folders</em> (Pastas multimédia partilhadas) - São as pastas que são partilhadas no servidor multimédia.
a6c7c868=<em>Para adicionar uma nova pasta multimédia partilhada</em>
aa60fd7e=Se a opção Secure Folder Access (Acesso protegido a pastas) estiver activada, as seguintes opções ficam disponíveis.
b00d8b45=<em>Enable Media Server</em> (Activar servidor multimédia) - Defina esta opção para <em>On</em> (Ligado) para activar o servidor multimédia, ou para <em>Off</em> (Desligado) para desactivá-lo.
b072ee7d=Acesso Seguro a Pastas</em> - Mostra se o conte&uacute;do no seu equipamento de armazenamento est&aacute; acess&iacute;vel a outros. Se definido como <em>N&atilde;o</em>, ent&atilde;o todas as pessoas na sua rede podem aceder a todo o conte&uacute;do no seu equipamento de armazenamento. Se definido como <em>Sim</em>, ent&atilde;o apenas os utilizadores especificados podem ver determinado conte&uacute;do. O acesso &agrave; pasta &eacute; definido no separador <em>Acesso &agrave; Pasta</em>.
b2adaecf=Servidor de FTP
c2481868=Para eliminar uma pasta de multimédia partilhada, clique em <em>Delete</em> (Eliminar) nessa pasta. Isto elimina a partilha que está acessível às outras pessoas e não o conteúdo actual presente no dispositivo de armazenamento. O conteúdo do dispositivo permanece inalterado.
ccc373d6=Clique em <em>Add User</em> (Adicionar utilizador) para criar a conta do novo utilizador.
cf7b98a1=<em>FTP Port</em> (Porta de FTP) - A porta utilizada pelo servidor de FTP. Utilize a porta predefinida 21 ou mude para uma porta diferente.
d0c168ef=Clique em <em>Add new folder</em> (Adicionar uma nova pasta).
db073d0e=<em>Enable FTP Server</em> (Activar servidor de FTP) - Defina esta opção para <em>On</em> (Ligado) se pretende activar o servidor de FTP para tornar os conteúdos acessíveis remotamente. Defina esta opção para <em>Off</em> (Desligado) para desactivar o servidor de FTP.
ee1b1db2=Servidor multimédia
ee43f1d8=Editar uma conta de utilizador existente</em>
f6f538f6=Na Tabela de utilizadores autorizados, introduza o nome de utilizador e a palavra-passe.
f7f25511=Utilizadores autorizados
fbe5e59b=Decida quais são as Partilhas (pastas do dispositivo de armazenamento) que podem ser acedidas pelo utilizador. Clique em <em>Select share</em> (Seleccionar partilha) para seleccionar Partilhas específicas. Para ver uma lista das partilhas existentes e dos utilizadores que podem ter acesso a elas, clique em <em>Show all shares</em> (Mostrar todas as partilhas).
