0aa191a8=Exibe informa&ccedil;&otilde;es sobre o armazenamento do seu dispositivo.
0f9fbf0e=Duas contas de usuário são predefinidas para o roteador: Admin (Administrador) e Guest (Convidado). A senha para o usuário Admin é a senha do roteador. A senha para o usuário Guest é &quot;guest&quot;.
11f54a30=Um dispositivo externo de armazenamento, tamb&eacute;m chamado de NAS ou Network Attached Storage, permite que voc&ecirc; armazene e compartilhe conte&uacute;do em toda a sua rede. O dispositivo de armazenamento &eacute; conectado diretamente &agrave; porta apropriada na parte de tr&aacute;s do roteador e normalmente &eacute; usado para armazenar e compartilhar v&iacute;deos, m&uacute;sica, fotos e outros tipos de m&iacute;dia.
17865ec5=Status
196c677e=Digite um nome do compartilhamento a ser usado para o conteúdo. Por exemplo, você pode usar Filmes, Músicas ou Fotos.
1adfd822=As pastas no seu dispositivo de armazenamento possuem conte&uacute;do tais como fotos, v&iacute;deos e m&uacute;sica. Ao usar um dispositivo de armazenamento externo, &eacute; poss&iacute;vel decidir quais pastas no dispositivo podem ser vistas e acessadas por outras pessoas. &Eacute; poss&iacute;vel optar para disponibilidade de todo o conte&uacute;do acess&iacute;vel a todos, ou selecionar um conte&uacute;do espec&iacute;fico que pode ser visto por determinados usu&aacute;rios. Por exemplo, talvez voc&ecirc; queira tornar as fotos das f&eacute;rias acess&iacute;vel somente a alguns membros da sua fam&iacute;lia, mas as m&uacute;sicas podem estar dispon&iacute;veis para todos.
1bb1f81d=Se essa opção estiver desativada (<em>Off</em>), todas as pastas no dispositivo de armazenamento ficarão acessíveis para qualquer pessoa que possa se conectar ao seu roteador. Se estiver ativada (<em>On</em>), as pastas no seu dispositivo de armazenamento ficarão acessíveis somente para usuários autorizados.
1c87baa9=<em>Encoding</em> (Codificação) - a codificação (conjunto de caracteres) para a transferência de arquivos. Você pode usar a configuração padrão de Unicode (UTF-8) ou alterar para qualquer outra.
2b0ec3f2=<em>Nome do servidor de FTP</em> - Se você configurar o roteador utilizando o software do roteador Linksys Smart Wi-Fi, o nome do servidor de FTP é preenchido previamente com o nome da rede sem fio. Se você configurar o roteador manualmente, o nome padrão será Linksys, seguido dos cinco últimos dígitos do número de série do roteador.
2b45d0ba=<em>Pesquisar pastas</em> - Especifica com que frequ&ecirc;ncia o dispositivo de armazenamento externo &eacute; pesquisado automaticamente em busca de novo conte&uacute;do. A pesquisa pode levar v&aacute;rias horas, especialmente se for a primeira vez que o dispositivo &eacute; pesquisado, ou se voc&ecirc; adicionou muito conte&uacute;do novo. As pesquisas posteriores devem levar menos tempo. Para pesquisar as pastas imediatamente, clique em <em>Pesquisar agora</em>.
2d296368=Armazenamento externo
32b76b82=<em>Para excluir uma pasta de mídia compartilhada</em>
36f52fbb=Digite o tipo de permissão que o usuário terá. Selecione <em>Read/Write</em> (Leitura/gravação) se o usuário puder exibir, editar ou excluir a pasta, ou selecione <em>Read Only</em> (Somente leitura) se o usuário só puder exibir o conteúdo da pasta.
3ec14203=Para editar os compartilhamentos acessados pelo usuário, clique em <em>Shares</em> (Compartilhamentos). Se você clicar em <em>Unlink</em> (Desvincular), ao lado de um nome de compartilhamento, removerá o acesso do usuário a esse compartilhamento.
4582359c=Na caixa de diálogo Adicionar nova pasta, selecione a pasta do dispositivo de armazenamento que contém o conteúdo que você deseja compartilhar.
4cc552be=<em>Nome do servidor</em> - Se você configurar o roteador utilizando o software de configuração de roteadores Linksys Smart Wi-Fi, o nome do servidor será preenchido previamente com o nome da rede sem fio. Se você configurar o roteador manualmente, o nome padrão será Linksys, seguido dos cinco últimos dígitos do número de série do roteador.
54aafe1f=Você pode especificar as pastas usadas pelo servidor de mídia, adicionar e excluir pastas e especificar com que frequência as pastas devem ser verificadas para a detecção de novo conteúdo.
57e11645=Para conectar um dispositivo de armazenamento externo, conecte-o em uma porta apropriada na parte de tr&aacute;s do seu roteador. Assim que o Linksys Smart Wi-Fi detectar o dispositivo, ele o conecta &agrave; sua rede onde poder&aacute; ser visto por outras pessoas.
5e7245a1=Um Servidor de m&iacute;dia Seu roteador pode atuar como um servidor de m&iacute;dia se tiver uma unidade externa de armazenamento conectada e se tiver dispositivos habilitados com UPnP AV (&aacute;udio e v&iacute;deo) ou certificados pela DLNA (Digital Living Network Alliance) em sua casa. Eles incluem reprodutores de m&iacute;dia, consoles de jogos com reprodutor de m&iacute;dia integrado e porta-retratos digitais.
5ebc119b=Acesso seguro a pastas
653b717c=<em>Unidade externa de armazenamento</em> - Mostra o nome do dispositivo de armazenamento e quanto espa&ccedil;o est&aacute; sendo usado no momento.
6deae70e=<em>Observação:</em> para compartilhar todo o conteúdo no dispositivo de armazenamento, clique em <em>Compartilhar todo o dispositivo de armazenamento</em>. Todas as pastas do dispositivo ficarão acessíveis no compartilhamento.
6fd65fac=Voltar ao topo
72fd27e1=Se o dispositivo de armazenamento tiver mais de uma partição, insira aquela com a pasta do conteúdo que você está compartilhando.
7772bd1e=Você pode acessar as pastas no dispositivo de armazenamento remotamente de qualquer lugar que tenha conexão com a Internet usando o servidor FTP (File Transfer Protocol). É possível acessar o conteúdo usando um navegador da Web ou software FTP.
7c2d6c20=<em>Adicionar usuários autorizados para exibir conteúdo de dispositivo de armazenamento</em>
80707a8c=<em>FTP Server</em> (Servidor FTP) - mostra se os usuários de um computador remoto podem acessar seu dispositivo de armazenamento usando FTP (File Transfer Protocol). O FTP permite que um usuário com acesso à Internet veja o conteúdo no seu dispositivo de armazenamento a partir de um computador remoto. O acesso por FTP é configurado usando-se a guia <em>FTP Server</em> (Servidor FTP).
80a0f7e8=Para excluir um compartilhamento para que os usuários não possam acessá-lo, clique em <em>Mostrar todos os compartilhamentos</em> e clique em <em>Excluir</em>, ao lado do compartilhamento a ser excluído.
80bd1177=<em>Folder Access</em> (Acesso à pasta) - mostra os endereços IP e MAC do dispositivo de armazenamento. Outras pessoas na sua rede podem usar esses endereços para acessar conteúdo no dispositivo de armazenamento.
81911008=Para excluir uma conta de usuário, clique em <em>Delete</em> (Excluir).
857871f3=Acesso a pastas
86f9febb=Para criar um novo compartilhamento, clique em <em>Select share</em> (Selecionar compartilhamento) e em <em>Create new share</em> (Criar novo compartilhamento). Selecione as pastas que ficarão acessíveis para o compartilhamento, a partição a ser acessada no dispositivo de armazenamento (se o dispositivo tiver várias partições) e insira o nome do compartilhamento.
871e7eb9=Para editar uma conta de usuário existente, clique em <em>Editar</em> para esse usuário. Você pode editar a senha e o nível de permissão para o usuário.
a1863cc6=Excluir um compartilhamento
a3d9c4a7=<em>Servidor de m&iacute;dia</em> - Mostra se o roteador est&aacute; configurado como servidor de m&iacute;dia, o que permite o compartilhamento do conte&uacute;do de m&iacute;dia na sua rede. Seu roteador pode atuar como um servidor de m&iacute;dia se tiver dispositivos habilitados com UPnP AV (&aacute;udio e v&iacute;deo) ou certificados pela DLNA (Digital Living Network Alliance) conectados &agrave; porta apropriada no seu roteador. Estes dispositivos incluem reprodutores de m&iacute;dia digital, consoles de jogos ou porta-retratos digitais. As defini&ccedil;&otilde;es do servidor de m&iacute;dia est&atilde;o na aba <em>Servidor de m&iacute;dia</em>
a4ec0775=<em>Observação:</em> o recurso de servidor de mídia não está disponível em todos os modelos de roteador.
a675d4a9=<em>Shared Media Folders</em> (Pastas de mídia compartilhada) - são pastas compartilhadas no servidor de mídia.
a6c7c868=<em>Para adicionar uma nova pasta de mídia compartilhada</em>
aa60fd7e=Se a opção Secure Folder Access (Acesso seguro a pastas) estiver ativada (On), as opções a seguir estarão disponíveis.
b00d8b45=<em>Enable Media Server</em> (Habilitar servidor de mídia) - configure esta opção como <em>On</em> para habilitar o servidor de mídia ou como <em>Off</em> para desabilitá-lo.
b072ee7d=Acesso seguro a pastas</em> - Mostra se o conte&uacute;do em seu dispositivo de armazenamento &eacute; acess&iacute;vel por outras pessoas. Se estiver definido como <em>Desligado</em>, ent&atilde;o qualquer pessoa em sua rede pode acessar todo o conte&uacute;do em seu dispositivo de armazenamento. Se estiver definido como <em>Ligado</em>, ent&atilde;o somente usu&aacute;rios espec&iacute;ficos podem ver determinado conte&uacute;do. O acesso a pastas &eacute; definido na aba <em>Acesso a pastas</em>.
b2adaecf=Servidor FTP
c2481868=Para excluir uma pasta de mídia compartilhada, clique em <em>Delete</em> (Excluir) para essa pasta. Isso excluirá o compartilhamento acessível para outros, e não o conteúdo real do dispositivo de armazenamento. O conteúdo no dispositivo permanece.
ccc373d6=Clique em <em>Adicionar usuário</em> para criar uma nova conta de usuário.
cf7b98a1=<em>FTP Port</em> (Porta FTP) - a porta usada pelo servidor FTP. Use a porta padrão 21 ou altere para outra porta diferente.
d0c168ef=Clique em <em>Add new folder</em> (Adicionar nova pasta).
db073d0e=<em>Enable FTP Server</em> (Habilitar servidor FTP) - ative essa opção (<em>On</em>) se desejar habilitar o servidor FTP, o que torna o conteúdo disponível remotamente. Desative essa opção (<em>Off</em>) para desabilitar o servidor FTP.
ee1b1db2=Servidor de mídia
ee43f1d8=Editar uma conta de usuário existente</em>
f6f538f6=Na Tabela de usuários autorizados, digite um Nome de usuário e Senha para o usuário.
f7f25511=Usuários autorizados
fbe5e59b=Decida quais compartilhamentos (pastas no dispositivo de armazenamento) o usuário pode acessar. Clique em <em>Select share</em> (Selecionar compartilhamento) para selecionar Compartilhamentos específicos. Para ver uma lista dos compartilhamentos existentes e os usuários que podem acessá-los, clique em <em>Show all shares</em> (Mostrar todos os compartilhamentos).
