0aa191a8=Affiche des informations sur votre p&eacute;riph&eacute;rique de stockage.
0f9fbf0e=Deux comptes utilisateur sont prédéfinis pour le routeur : Admin et Invité. Le mot de passe attribué à l'utilisateur Admin correspond au mot de passe du routeur. Le mot de passe de l'utilisateur Invité est &quot;guest&quot;.
11f54a30=Un p&eacute;riph&eacute;rique de stockage externe, &eacute;galement appel&eacute;&nbsp;NAS ou Network Attached Storage, vous permet de stocker et de partager du contenu sur votre r&eacute;seau. Le p&eacute;riph&eacute;rique de stockage se connecte directement au port appropri&eacute; &agrave; l'arri&egrave;re de votre routeur et est g&eacute;n&eacute;ralement utilis&eacute; pour stocker et partager des vid&eacute;os, de la musique, des photos, et d'autres m&eacute;dias.
17865ec5=Statut
196c677e=Saisissez un nom de partage pour le contenu. Par exemple, vous pouvez indiquer les noms Films, Musique ou Photos.
1adfd822=Les dossiers de votre p&eacute;riph&eacute;rique de stockage contiennent du contenu, comme des photos, des vid&eacute;os et de la musique. Lorsque vous utilisez un p&eacute;riph&eacute;rique de stockage externe, vous pouvez d&eacute;cider quels seront les dossiers visibles et accessibles par d'autres personnes sur le p&eacute;riph&eacute;rique. Vous pouvez de laisser l'acc&egrave;s &agrave; tous &agrave; l'ensemble du contenu de ce p&eacute;riph&eacute;rique, ou s&eacute;lectionner un contenu sp&eacute;cifique consultable par des utilisateurs sp&eacute;cifiques. Par exemple, vous pourriez vouloir que vos photos de vacances soient disponibles uniquement pour certains membres de votre famille, mais que la musique soit accessible &agrave; tout le monde.
1bb1f81d=Si cette option est <em>désactivée</em>, toute personne se connectant à votre routeur a accès aux dossiers qui se trouvent sur le périphérique de stockage. Si elle est <em>activée</em>, seuls les utilisateurs autorisés peuvent accéder aux dossiers contenus par le périphérique de stockage.
1c87baa9=<em>Codage</em> : codage (jeu de caractères) pour le transfert des fichiers. Vous pouvez utiliser l'option Unicode (UTF-8) définie par défaut ou en choisir une autre.
2b0ec3f2=<em>Nom du serveur FTP</em> - Si vous configurez votre routeur à l'aide du logiciel d'installation du routeur Linksys Smart Wi-Fi, le nom du serveur FTP est pré-rempli avec le nom de votre réseau sans fil. Si vous configurez le routeur manuellement, le nom par défaut est Linksys, suivi par les cinq derniers chiffres du numéro de série du routeur.
2b45d0ba=<em>Balayage des dossiers</em> - Sp&eacute;cifiez la fr&eacute;quence &agrave; laquelle les dossiers du p&eacute;riph&eacute;rique de stockage externe sont automatiquement balay&eacute;s en vue de d&eacute;tecter un nouveau contenu. Le balayage peut prendre plusieurs heures, surtout si le p&eacute;riph&eacute;rique est balay&eacute; pour la premi&egrave;re fois, ou si vous ajoutez un grand nombre de nouveaux contenus. Les balayages suivants devraient &ecirc;tre plus rapides. Pour balayer les dossiers imm&eacute;diatement, cliquez sur <em>Balayer maintenant</em>.
2d296368=Stockage externe
32b76b82=<em>Pour supprimer un dossier multimédia partagé</em>
36f52fbb=Saisissez le type d'autorisation dont bénéficie l'utilisateur. Sélectionnez <em>Lecture/écriture</em> si l'utilisateur a le droit d'afficher, de modifier ou de supprimer le dossier ou préférez <em>Lecture seule</em> si vous ne l'autorisez qu'à voir le contenu du dossier.
3ec14203=Pour modifier les partages accessibles par l'utilisateur, cliquez sur <em>Partages</em>. Cliquer sur <em>Déconnecter</em> figurant à côté d'un nom de partage a pour effet de rendre inaccessible ce partage pour l'utilisateur concerné.
4582359c=Dans la boîte de dialogue Ajout d'un nouveau dossier, sélectionnez le dossier sur le périphérique de stockage où est situé le contenu que vous souhaitez partager.
4cc552be=<em>Nom du serveur</em> - Si vous configurez votre routeur à l'aide du logiciel d'installation du routeur Linksys Smart Wi-Fi, le nom du serveur est pré-rempli avec le nom de votre réseau sans fil. Si vous configurez le routeur manuellement, le nom par défaut est Linksys, suivi par les cinq derniers chiffres du numéro de série du routeur.
54aafe1f=Vous pouvez indiquer les dossiers à utiliser par le serveur multimédia, ajouter et supprimer des dossiers et indiquer la fréquence de recherche de nouveau contenu dans les dossiers.
57e11645=Pour connecter un p&eacute;riph&eacute;rique de stockage externe, branchez-le sur le port appropri&eacute; &agrave; l'arri&egrave;re de votre routeur. Un p&eacute;riph&eacute;rique&nbsp;est d&eacute;tect&eacute; par la technologie Linksys Smart Wi-Fi est connect&eacute; &agrave; votre r&eacute;seau, sur lequel il peut &ecirc;tre vu par les autres utilisateurs de votre r&eacute;seau.
5e7245a1=Un serveur multim&eacute;dia vous permet de partager le contenu de votre p&eacute;riph&eacute;rique sur votre r&eacute;seau. Votre routeur peut servir de serveur multim&eacute;dia s'il poss&egrave;de un disque de stockage externe connect&eacute; et si vous avez des p&eacute;riph&eacute;riques&nbsp;&eacute;quip&eacute;s de la technologie&nbsp;UPnP&nbsp;AV (audio et vid&eacute;o) ou certifi&eacute;s&nbsp;DLNA (Digital Living Network Alliance) dans votre maison. Il s'agit notamment de lecteurs multim&eacute;dia num&eacute;riques, de consoles de jeux avec lecteur multim&eacute;dia int&eacute;gr&eacute; et de cadres photo num&eacute;riques.
5ebc119b=Accès sécurisé aux dossiers
653b717c=<em>Disque de stockage externe</em> &ndash; Affiche le nom du p&eacute;riph&eacute;rique de stockage et l'espace disque actuellement utilis&eacute;.
6deae70e=<em>Remarque :</em> Pour partager l'ensemble du contenu du périphérique de stockage, cliquez sur <em>Partager tout le périphérique de stockage</em>. Tous les dossiers sur le périphérique seront accessibles en mode partagé.
6fd65fac=Haut de la page
72fd27e1=Si le périphérique de stockage possède plusieurs partitions, saisissez la partition contenant le dossier que vous partagez.
7772bd1e=Vous pouvez accéder à distance aux dossiers de votre périphérique de stockage de n'importe quel emplacement disposant d'une connexion Internet à l'aide du serveur FTP (File Transfer Protocol, protocole de transfert de fichiers). Vous pouvez accéder à vos contenus à l'aide d'un navigateur Web ou d'un logiciel FTP.
7c2d6c20=<em>Ajouter des utilisateurs autorisés à voir le contenu du périphérique de stockage</em>
80707a8c=<em>Serveur FTP</em> : indique si les utilisateurs d'un ordinateur distant ont le droit d'accéder à votre périphérique de stockage par le biais du protocole FTP. La technologie FTP permet à un utilisateur d'afficher le contenu de votre périphérique de stockage sur un ordinateur distant. L'accès FTP se configure dans l'onglet <em>Serveur FTP</em>.
80a0f7e8=Pour supprimer un partage de sorte que les utilisateurs ne puissent plus y accéder, cliquez sur <em>Afficher tous les partages</em>, puis sur <em>Supprimer</em> situé à côté du partage concerné.
80bd1177=<em>Accès au dossier</em> : affiche les adresses IP et MAC du périphérique de stockage Les autres utilisateurs de votre réseau peuvent utiliser ces adresses pour accéder au contenu du périphérique de stockage.
81911008=Pour supprimer un compte utilisateur, cliquez sur <em>Supprimer</em> à côté de cet utilisateur.
857871f3=Accès aux dossiers
86f9febb=Pour créer un nouveau partage, cliquez sur <em>Sélectionner un partage</em> et sur <em>Créer un nouveau partage</em>. Sélectionnez les dossiers ouverts au partage, la partition permettant d'accéder au périphérique de stockage (si le périphérique possède plusieurs partitions), puis saisissez le nom du partage.
871e7eb9=Pour changer un compte utilisateur qui existe déjà, cliquez sur <em>Modifier</em> pour cet utilisateur. Vous pouvez modifier le mot de passe et le niveau d'autorisation pour l'utilisateur.
a1863cc6=Supprimer un partage
a3d9c4a7=<em>Serveur multim&eacute;dia</em> &ndash; Indique si votre routeur est configur&eacute; en serveur m&eacute;dia, pour vous permettre de partager du contenu multim&eacute;dia sur votre r&eacute;seau. Votre routeur peut &ecirc;tre utilis&eacute; en serveur multim&eacute;dia si vous avez des p&eacute;riph&eacute;riques &eacute;quip&eacute;s de la technologie&nbsp;UPnP&nbsp;AV (audio et vid&eacute;o) ou certifi&eacute;s&nbsp;DLNA (Digital Living Network Alliance) connect&eacute;s au port appropri&eacute; sur votre routeur. Il s'agit notamment de lecteurs multim&eacute;dia num&eacute;riques, de consoles de jeu ou de cadres photo num&eacute;riques. Les param&egrave;tres du serveur multim&eacute;dia sont sur l'onglet <em>Serveur multim&eacute;dia</em>.
a4ec0775=<em>Remarque :</em> la fonction Serveur multimédia n'est pas disponible sur tous les modèles routeurs.
a675d4a9=<em>Dossiers multimédia partagés</em> : ce sont des dossiers qui sont partagés sur le serveur multimédia.
a6c7c868=<em>Pour ajouter un nouveau dossier multimédia partagé</em>
aa60fd7e=Si l'accès sécurisé aux dossiers est activé, les options suivantes sont disponibles.
b00d8b45=<em>Activer le serveur multimédia</em> : réglez l'option sur <em>Activé</em> pour activer le serveur multimédia ou sur <em>Désactivé</em> pour le désactiver.
b072ee7d=S&eacute;curiser l'acc&egrave;s aux dossiers</em> &ndash; Indique si le contenu de votre p&eacute;riph&eacute;rique de stockage est accessible aux autres personnes. Si ce param&egrave;tre est d&eacute;fini sur <em>Arr&ecirc;t</em>, n'importe quelle personne connect&eacute;e &agrave; votre r&eacute;seau peut acc&eacute;der &agrave; tous les contenus de votre p&eacute;riph&eacute;rique de stockage. Si ce param&egrave;tre est d&eacute;fini sur <em>On</em>, seuls les utilisateurs sp&eacute;cifi&eacute;s peuvent voir certains contenus. L'acc&egrave;s au dossier est d&eacute;fini dans l'onglet <em>Acc&egrave;s aux dossiers</em>.
b2adaecf=FTP Server (Serveur FTP)
c2481868=Pour supprimer un dossier multimédia partagé, cliquez sur le bouton <em>Supprimer</em> du dossier. Cela a pour effet de supprimer le partage accessible aux autres utilisateurs, mais pas le contenu du périphérique de stockage. Le contenu du périphérique reste inchangé.
ccc373d6=Cliquez sur <em>Ajouter un utilisateur</em> pour créer le compte utilisateur.
cf7b98a1=<em>Numéro de port</em> : port utilisé par le serveur FTP. Sélectionnez le port 21 défini par défaut ou choisissez-en un autre.
d0c168ef=Cliquez sur <em>Ajouter un nouveau dossier</em>.
db073d0e=<em>Activer le serveur FTP</em> : choisissez <em>Activé</em> si vous voulez activer le serveur FTP qui rend le contenu disponible à distance. Sélectionnez <em>Désactivé</em> si vous avez l'intention de désactiver le serveur FTP.
ee1b1db2=Serveur multimédia
ee43f1d8=Modifier un compte utilisateur</em>
f6f538f6=Dans le tableau Utilisateurs autorisés, saisissez un nom et un mot de passe pour l'utilisateur.
f7f25511=Utilisateurs autorisés
fbe5e59b=Déterminez les partages (dossiers sur le périphérique de stockage) auxquels l'utilisateur a accès. Cliquez sur <em>Sélectionner un partage</em> pour choisir les partages. Pour obtenir une liste des partages existants et les utilisateurs qui ont accès, cliquez sur <em>Afficher tous les partages</em>.
