0aa191a8=Affiche des informations concernant votre support de donn&eacute;es.
0f9fbf0e=Deux comptes d'utilisateur sont préconfigurés pour le routeur : « admin » et « invité ». Le mot de passe pour l'utilisateur Admin est le même que celui du routeur. Tandis que le mot de passe de l'invité est « guest ».
11f54a30=Un support externe &eacute;galement appel&eacute; NAS (Network Attached Storage) vous laisse partager et enregistrer du contenu &agrave; travers le r&eacute;seau. Le support se connecte directement sur le port appropri&eacute; &agrave; l'arri&egrave;re de votre routeur et est habituellement utilis&eacute; pour enregistrer et partager des vid&eacute;os, de la musique, des photos et autres m&eacute;dias.
17865ec5=État
196c677e=Entrez le Nom du partage à utiliser pour le contenu. Par exemple, vous pourriez inscrire Films, Musique ou Photos.
1adfd822=Des fichiers de votre support contiennent des donn&eacute;es comme des photos, des vid&eacute;os et de la musique. Si vous utilisez un support externe, vous pouvez choisir quels dossiers peuvent &ecirc;tre lus et acc&eacute;d&eacute;s par les autres. Vous pouvez choisir de permettre l'acc&egrave;s &agrave; vos dossiers par tous les utilisateurs, ou &agrave; des dossiers particuliers par des utilisateurs distincts. Par exemple, vous pouvez permettre l'acc&egrave;s &agrave; vos photos de vacances &agrave; certains membres de votre famille et de permettre l'acc&egrave;s &agrave; votre musique &agrave; tous
1bb1f81d=Si cette option indique <em>Désactiver</em>, tous les dossiers sur le périphérique de stockage sont accessibles à quiconque pouvant se connecter à votre routeur. Alors que si elle indique <em>Activer</em>, seuls les utilisateurs autorisés auront accès aux dossiers de votre périphérique de stockage.
1c87baa9=<em>Codage</em> : Le codage (type de caractère) pour le transfert de fichiers. Vous pouvez utiliser le paramètre par défaut Unicode (UTF-8) ou le changer pour autre chose.
2b0ec3f2=<em>Nom du serveur FTP</em> - Si vous avez configuré votre routeur en utilisant le logiciel d'installation du Routeur sans fil intelligent Linksys, alors le nom du serveur FTP est pré-rempli avec le nom de votre réseau sans fil. Si vous avez configuré votre routeur manuellement, alors le nom par défaut est Linksys, suivi des cinq derniers chiffres du numéro de série du routeur.
2b45d0ba=<em>Analyser les dossiers</em> - indique la fr&eacute;quence d'analyse automatique des dossiers du support externe pour rep&eacute;rer le nouveau contenu. L'analyse peut prendre plusieurs heures surtout lors de la premi&egrave;re analyse d'un dispositif ou si vous ajoutez beaucoup de nouvelles donn&eacute;es. Par la suite, les analyses seront plus rapides. Pour analyser un dossier imm&eacute;diatement, cliquez sur <em>Analyser maintenant</em>.
2d296368=Support externe
32b76b82=<em>Pour supprimer un dossier de multimédia partagé.</em>
36f52fbb=Entrez le type d'autorisation accordé à l'utilisateur. Sélectionnez <em>Lecture/Écriture</em> si l'utilisateur peut afficher, modifier ou supprimer le dossier ou sélectionnez <em>Lecture seule</em> si l'utilisateur peut seulement afficher le contenu du dossier.
3ec14203=Pour modifier les partages auxquels l'utilisateur a accès, cliquez sur <em>Partages</em>. Cliquer sur <em>Déliage</em> en regard du nom d'un partage a pour effet d'annuler l'accès à ce partage pour l'utilisateur.
4582359c=Dans la boîte de dialogue Ajouter un nouveau dossier, sélectionnez le dossier du périphérique de stockage contenant les fichiers à partager.
4cc552be=<em>Nom du serveur</em> - Si vous avez configuré votre routeur en utilisant le logiciel d'installation du Routeur sans fil intelligent Linksys, alors le nom du serveur est pré-rempli avec le nom de votre réseau sans fil. Si vous avez configuré votre routeur manuellement, alors le nom par défaut est Linksys, suivi des cinq derniers chiffres du numéro de série du routeur.
54aafe1f=Vous pouvez préciser quels dossiers sont utilisés par le serveur multimédia, ajouter et supprimer des dossiers en plus d'indiquer la fréquence à laquelle s'effectueront les analyses du contenu.
57e11645=Pour connecter un support externe, branchez-le sur le port appropri&eacute; &agrave; l'arri&egrave;re de votre routeur. Lorsque le Wi-Fi intelligent de Linksys d&eacute;tecte le dispositif, il le connecte sur le r&eacute;seau o&ugrave; il peut &ecirc;tre vu par les utilisateurs.
5e7245a1=Un serveur multim&eacute;dia vous laisse partager les donn&eacute;es de votre dispositif sur votre r&eacute;seau. Votre routeur peut servir de serveur multim&eacute;dia s'il est muni d'un support externe et si vous poss&eacute;dez des dispositifs activ&eacute;s par UPnP AV (audio et vid&eacute;o) ou homologu&eacute;s DLNA (Digital Living Network Alliance) &agrave; la maison. Ce sont les lecteurs multim&eacute;dia num&eacute;riques, les consoles de jeu &agrave; lecteur multim&eacute;dia num&eacute;rique int&eacute;gr&eacute; et les cadres photos num&eacute;riques.
5ebc119b=Accès au dossier sécurisé
653b717c=<em>Support externe</em> - indique le nom du support externe et l'espace utilis&eacute;.
6deae70e=<em>Remarque :</em> Pour partager tout le contenu du périphérique de stockage, cliquez sur <em>Partager tout le périphérique de stockage</em>. Tous les dossiers du périphérique partagé seront accessibles.
6fd65fac=Haut de la page
72fd27e1=Si le périphérique de stockage comporte plus d'une partition, entrez celle qui contient le dossier du contenu que vous partagez.
7772bd1e=Vous pouvez accéder aux dossiers sur votre périphérique de stockage à distance dès que vous avez une connexion Internet à l'aide d'un serveur FTP (protocole de transfert de fichier). Vous pouvez accéder au contenu à l'aide d'un navigateur Web ou d'un logiciel FTP.
7c2d6c20=<em>Ajoutez des utilisateurs autorisés à voir le contenu du périphérique de stockage.</em>
80707a8c=<em>Serveur FTP</em> : On peut y voir si des utilisateurs d'un ordinateur distant ont accès à votre périphérique de stockage à l'aide du FTP (protocole de transfert de fichier). Le FTP permet à l'utilisateur ayant accès à Internet de voir le contenu de votre périphérique de stockage depuis un ordinateur à distance. L'accès FTP est configuré à l'aide de l'onglet <em>Serveur FTP</em>.
80a0f7e8=Pour supprimer un partage de façon à y empêcher l'accès aux utilisateurs, cliquez sur <em>Afficher tous les partages</em>, puis cliquez sur <em>Supprimer</em> en regard du partage que vous souhaitez supprimer.
80bd1177=<em>Accès au dossier</em> : Indique les adresses IP et MAC du périphérique de stockage. D'autres utilisateurs sur votre réseau peuvent utiliser ces adresses pour accéder au contenu sur le périphérique de stockage.
81911008=Pour supprimer un compte d'utilisateur, cliquez sur <em>Supprimer</em> pour cet utilisateur.
857871f3=Accès au dossier
86f9febb=Pour créer un nouveau partage, cliquez sur <em>Sélectionner un partage</em> et sur <em>Créer un nouveau partage</em>. Sélectionnez les dossiers qui seront accessibles au partage, la partition pour y accéder sur le périphérique de stockage (si ce dernier en a plusieurs), puis entrez le nom du partage.
871e7eb9=Pour modifier un compte d'utilisateur existant, cliquez sur <em>Modifier</em> pour cet utilisateur. Vous pouvez modifier le mot de passe et le niveau d'autorisation de l'utilisateur.
a1863cc6=Supprimer un partage
a3d9c4a7=<em>Serveur multim&eacute;dia</em> - indique si votre routeur est param&eacute;tr&eacute; comme serveur multim&eacute;dia et vous permet de partager du contenu multim&eacute;dia sur votre r&eacute;seau. Votre routeur peut servir de serveur multim&eacute;dia si des dispositifs activ&eacute;s par UPnP AV (audio et vid&eacute;o) ou homologu&eacute;s DLNA (Digital Living Network Alliance) sont branch&eacute;s dans l'un de ses ports. Ce sont les lecteurs multim&eacute;dia num&eacute;riques, les consoles de jeu &agrave; lecteur multim&eacute;dia num&eacute;rique int&eacute;gr&eacute; et les cadres photos num&eacute;riques. On retrouve les param&egrave;tres du serveur multim&eacute;dia dans l'onglet <em>Serveur multim&eacute;dia</em>.
a4ec0775=<em>Remarque :</em> La fonctionnalité de serveur multimédia n’est pas disponible sur tous les modèles.
a675d4a9=<em>Dossiers de multimédias partagés</em> : Ce sont les dossiers qui sont partagés sur le serveur multimédia.
a6c7c868=<em>Pour ajouter un nouveau dossier de multimédia partagé.</em>
aa60fd7e=Si l'élément Accès au dossier sécurisé est activé, les options suivantes sont disponibles.
b00d8b45=<em>Activer le serveur multimédia</em> : Il faut <em>Activer</em> cette option pour mettre le serveur multimédia en fonction ou la <em>Désactiver</em> pour le mettre hors fonction.
b072ee7d=Acc&egrave;s s&eacute;curis&eacute; aux dossiers</em> - indique si le contenu de votre support est disponible aux autres. S'il est r&eacute;gl&eacute; sur <em>D&eacute;sactiv&eacute;</em>, tous les utilisateurs du r&eacute;seau peuvent acc&eacute;der &agrave; la totalit&eacute; de votre contenu. S'il est r&eacute;gl&eacute; sur <em>Activ&eacute;</em>, seuls certains utilisateurs ont acc&egrave;s &agrave; des donn&eacute;es distinctes. On retrouve les param&egrave;tres d'acc&egrave;s dans l'onglet <em>Acc&egrave;s dossiers</em>.
b2adaecf=Serveur FTP
c2481868=Pour supprimer un dossier de multimédia partagé, cliquez sur <em>Supprimer</em> pour ce dossier. Vous supprimez ainsi le partage qui était accessible aux autres, et non le contenu se trouvant sur le périphérique de stockage. Le contenu sur le périphérique reste intact.
ccc373d6=Cliquez sur <em>Ajouter un utilisateur</em> pour créer un nouveau compte d'utilisateur.
cf7b98a1=<em>Port FTP</em> : Le port utilisé par le serveur FTP. Utilisez le port 21 par défaut ou changez-le pour un autre port.
d0c168ef=Cliquez sur <em>Ajouter un nouveau dossier</em>.
db073d0e=<em>Activer le serveur FTP</em> : Vous devez <em>Activer</em> cette option si vous souhaitez mettre le serveur FTP en fonction, ce qui rend le contenu accessible à distance. Mais vous devez la <em>Désactiver</em> pour mettre le serveur FTP hors fonction.
ee1b1db2=Serveur multimédia
ee43f1d8=Modifier un compte d'utilisateur existant</em>
f6f538f6=Dans le tableau Utilisateurs autorisés, entrez le nom et le mot de passe de l'utilisateur.
f7f25511=Utilisateurs autorisés
fbe5e59b=Décidez à quels partages (dossiers sur le périphérique de stockage) l'utilisateur aura accès. Cliquez sur <em>Sélectionner un partage</em> pour choisir des partages précis. Pour voir une liste de partages existants et d'utilisateurs pouvant y accéder, cliquez sur <em>Afficher tous les partages</em>.
