0aa191a8=Depolama aygıtınızla ilgili bilgileri g&ouml;r&uuml;nt&uuml;ler.
0f9fbf0e=Router için önceden ayarlanmış iki kullanıcı hesabı vardır: Yönetici ve Konuk. Yönetici kullanıcının parolası router parolasıdır. Konuk kullanıcının parolası &quot;guest&quot;tir.
11f54a30=Aynı zamanda NAS veya Ağa Bağlı Depolama olarak da adlandırılan harici depolama aygıtı, i&ccedil;erikleri ağınızda depolamanızı ve paylaşmanızı sağlar. Depolama aygıtı, y&ouml;nlendiricinizin arkasındaki uygun bağlantı noktasına doğrudan bağlanır ve genellikle videolar, m&uuml;zik, fotoğraflar ve diğer medyaları depolamak ve paylaşmak i&ccedil;in kullanılır.
17865ec5=Durum
196c677e=İçerik için kullanılacak bir Paylaşım Adı girin. Örneğin Filmler, Müzik veya Fotoğraflar adını kullanabilirsiniz.
1adfd822=Depolama aygıtınızdaki klas&ouml;rler, fotoğraflar, videolar ve m&uuml;zik gibi i&ccedil;erikleri barındırır. Harici bir depolama aygıtı kullanırken aygıtta bulunan klas&ouml;rlerden hangilerinin başkaları tarafından g&ouml;r&uuml;lebileceğini ve erişilebileceğini ayarlayabilirsiniz. Aygıttaki t&uuml;m i&ccedil;eriklerin herkes tarafından erişilebilmesini se&ccedil;ebilir veya belirli kullanıcıların belirli i&ccedil;erikleri g&ouml;rebilmesini ayarlayabilirsiniz. &Ouml;rneğin, tatil fotoğraflarının sadece belirli aile &uuml;yeleriniz tarafından kullanılabilmesini fakat m&uuml;ziklerin herkese a&ccedil;ık olmasını isteyebilirsiniz.
1bb1f81d=Bu seçenek <em>Kapalı</em> olarak ayarlandıysa, router'ınıza bağlanabilen herkes depolama aygıtındaki tüm klasörlere erişebilir. <em>Açık</em> olarak ayarlandıysa, yalnızca yetkili kullanıcılar depolama aygıtınızdaki klasörlere erişebilir.
1c87baa9=<em>Kodlama</em> - Dosyaların aktarılması için kodlama (karakter seti). Varsayılan Unicode (UTF-8) ayarını kullanabilir veya başka bir seçeneğe değiştirebilirsiniz.
2b0ec3f2=<em>FTP Sunucusu Adı</em> - Şayet yönlendiricinizin kurulumunu Linksys Smart Wi-Fi Yönlendirici Kurulum yazılımını kullanarak yaptıysanız, FTP Sunucusu Adı kısmı önceden kablosuz ağınızın adıyla doldurulmuş olacaktır. Kurulumunuzu manüel olarak yaparsanız varsayılan ad Linksys ile yönlendiricinizin seri numarasının son beş hanesinden oluşan bir ad olacaktır.
2b45d0ba=<em>Klas&ouml;rleri Tara</em> - Harici depolama aygıtındaki klas&ouml;rlerin yeni i&ccedil;erikler i&ccedil;in otomatik olarak hangi sıklıkta taranacağını belirler. Tarama, &ouml;zellikle aygıt ilk kez taranırken veya &ccedil;ok fazla yeni i&ccedil;erik eklediyseniz birka&ccedil; saat s&uuml;rebilir. Daha sonraki taramalar daha az vakit alacaktır. Klas&ouml;rleri hemen taramak i&ccedil;in <em>Şimdi Tara</em>'ya tıklayın.
2d296368=Harici Depolama
32b76b82=<em>Bir paylaşılan ortam klasörünü silmek için</em>
36f52fbb=Kullanıcının sahip olacağı izin türünü girin. Kullanıcı klasörü görüntüleyebilecek, düzenleyebilecek veya silebilecekse <em>Okuma/Yazma</em>'yı seçin; kullanıcı yalnızca klasör içeriğini görüntüleyebilecekse <em>Yalnızca Okuma</em>'yı seçin.
3ec14203=Kullanıcı tarafından erişilen paylaşımları düzenlemek için <em>Paylaşımlar</em>'ı tıklatın. Bir paylaşım adının yanındaki <em>Bağlantıyı kaldır</em> seçeneği tıklatıldığında, kullanıcının o paylaşıma erişimi kaldırılır.
4582359c=Yeni bir klasör ekle iletişim kutusunda, depolama aygıtında paylaşmak istediğiniz içeriğin bulunduğu klasörü seçin.
4cc552be=<em>Sunucu Adı</em> - Şayet yönlendiricinizin kurulumunu Linksys Smart Wi-Fi Yönlendirici Kurulum yazılımını kullanarak yaptıysanız, Sunucu Adı kısmı önceden kablosuz ağınızın adıyla doldurulmuş olacaktır. Kurulumunuzu manüel olarak yaparsanız varsayılan ad Linksys ile yönlendiricinizin seri numarasının son beş hanesinden oluşan bir ad olacaktır.
54aafe1f=Hangi klasörlerin ortam sunucusu tarafından kullanılacağını belirleyebilir, klasör ekleyip çıkarabilir ve klasörlerin yeni içerik için hangi sıklıkta taranacağını belirleyebilirsiniz.
57e11645=Harici bir depolama aygıtı bağlamak i&ccedil;in, aygıtı y&ouml;nlendiricinizin arkasındaki uygun bağlantı noktasına takın. Linksys Smart Wi-Fi aygıtı algıladığında, aygıt ağınızdaki diğer kişilerin de g&ouml;rebileceği bi&ccedil;imde ağınıza bağlanır.
5e7245a1=Bir Medya Sunucusu, aygıtınızdaki i&ccedil;erikleri ağınızda paylaşabilmenizi sağlar. Y&ouml;nlendiriciniz, bir harici depolama s&uuml;r&uuml;c&uuml;s&uuml;ne bağlıysa ve evinizde UPnP AV (Ses ve Video) uyumlu ya da DLNA (Sayısal Akışlı Ağ Uyuşması) sertifikalı aygıtlar bulunuyorsa, medya s&uuml;r&uuml;c&uuml;s&uuml; olarak kullanılabilir. Bu aygıtlar, dijital medya oynatıcılar, dahili medya oynatıcısı olan oyun konsolları ve dijital fotoğraf &ccedil;er&ccedil;evelerini i&ccedil;erir.
5ebc119b=Güvenli Klasör Erişimi
653b717c=<em>Harici Depolama S&uuml;r&uuml;c&uuml;s&uuml;</em> - Depolama aygıtının adını ve ne kadar alanının kullanılmakta olduğunu g&ouml;sterir.
6deae70e=<em>Not:</em> Depolama aygıtındaki tüm içeriği paylaşmak için, <em>Tüm depolama aygıtını paylaş</em>'ı tıklatın. Aygıttaki tüm klasörler paylaşıma açık olur.
6fd65fac=Başa Dön
72fd27e1=Depolama aygıtının birden fazla bölümü varsa, paylaştığınız içerik klasörünün bulunduğu bölümü girin.
7772bd1e=İnternet bağlantısına sahip olduğunuz her yerden FTP (File Transfer Protocol) sunucusunu kullanarak depolama aygıtınızdaki klasörlere uzaktan erişebilirsiniz. Bir web tarayıcısı veya FTP yazılımı kullanarak içeriğe erişebilirsiniz.
7c2d6c20=<em>Depolama aygıtı içeriğini görüntüleyebilecek yetkili kullanıcıları ekleme</em>
80707a8c=<em>FTP Sunucusu</em> - Bir uzak bilgisayardaki kullanıcıların FTP (File Transfer Protocol) kullanarak depolama aygıtınıza erişip erişemeyeceklerini gösterir. FTP, İnternet bağlantısı bulunan bir kullanıcının bir uzak bilgisayardan depolama aygıtınızdaki içeriği görmesini sağlar. FTP erişimi <em>FTP Sunucusu</em> sekmesi kullanılarak kurulur.
80a0f7e8=Bir paylaşımı silerek kullanıcıların erişememesi için, <em>Tüm paylaşımları göster</em>'i tıklatın ve ardından silmek istediğiniz paylaşımın yanındaki <em>Sil</em>'i tıklatın.
80bd1177=<em>Klasör Erişimi</em> - Depolama aygıtının IP ve MAC adreslerini gösterir. Ağınızdaki diğer kullanıcılar bu adresleri kullanarak depolama aygıtındaki içeriğe erişebilir.
81911008=Bir kullanıcı hesabını silmek istiyorsanız, o kullanıcı için <em>Sil</em>'i tıklatın.
857871f3=Klasör Erişimi
86f9febb=Yeni bir Paylaşım oluşturmak için <em>Paylaşım seç</em>'i tıklatın ve ardından <em>Yeni bir paylaşım oluştur</em>'u tıklatın. Paylaşım için erişilebilecek klasörleri seçin, depolama aygıtında erişilebilecek bölümü seçin (aygıtın birden fazla bölümü varsa) ve ardından Paylaşım adını girin.
871e7eb9=Bir mevcut kullanıcı hesabını düzenlemek istiyorsanız, o kullanıcı için <em>Düzenle</em>'yi tıklatın. Kullanıcının parolasını ve izin seviyesini düzenleyebilirsiniz.
a1863cc6=Bir paylaşımı silme
a3d9c4a7=<em>Medya Sunucusu</em> - Y&ouml;nlendiricinizin bir medya sunucusu olarak yapılandırılıp yapılandırılmadığını g&ouml;sterir, b&ouml;ylece ağınızda medya i&ccedil;erikleri paylaşabilmenizi sağlar. Y&ouml;nlendiriciniz, &uuml;zerindeki uygun bağlantı noktalarına bağlı UPnP AV (Ses ve Video) uyumlu ya da DLNA (Sayısal Akışlı Ağ Uyuşması) sertifikalı aygıtlar bulunuyorsa medya s&uuml;r&uuml;c&uuml;s&uuml; olarak kullanılabilir. Bu aygıtlar, dijital medya oynatıcıları, oyun konsolları ve dijital fotoğraf &ccedil;er&ccedil;evelerini i&ccedil;erir. Medya sunucusu ayarları <em>Medya Sunucusu</em> sekmesinde yer alır.
a4ec0775=<em>Not:</em> Ortam Sunucusu özelliği tüm router modellerinde bulunmaz.
a675d4a9=<em>Paylaşılan Ortam Klasörleri</em> - Bunlar, ortam sunucusunda paylaşılan klasörlerdir.
a6c7c868=<em>Yeni bir paylaşılan ortam klasörü eklemek için</em>
aa60fd7e=Güvenli Klasör Erişimi Açık ise, aşağıdaki seçenekler kullanılabilir.
b00d8b45=<em>Ortam Sunucusunu Etkinleştir</em> - Ortam sunucusunu etkinleştirmek için <em>Açık</em>, devre dışı bırakmak için <em>Kapalı</em> olarak ayarlayın.
b072ee7d=G&uuml;venli Klas&ouml;r Erişimi</em> - Depolama aygıtınızdaki i&ccedil;eriklerin diğerleri tarafından erişilebilir olup olmadığını g&ouml;sterir. <em>Kapalı</em> olarak ayarlandıysa, ağdaki herkes depolama aygıtınızdaki t&uuml;m i&ccedil;eriklere erişebilir. <em>A&ccedil;ık</em> olarak ayarlandıysa, sadece belirli kullanıcılar belirli i&ccedil;erikleri g&ouml;rebilir. Klas&ouml;r erişimi, <em>Klas&ouml;r Erişimi</em> sekmesinde ayarlanır.
b2adaecf=FTP Sunucusu
c2481868=Bir paylaşılan ortam klasörünü silmek istiyorsanız, o klasör için <em>Sil</em>'i tıklatın. Bu işlem diğer kullanıcıların erişebildiği paylaşımı siler, depolama aygıtındaki asıl içeriği silmez. Aygıttaki içerik korunur.
ccc373d6=Yeni bir kullanıcı hesabı oluşturmak için <em>Kullanıcı Ekle</em>'yi tıklatın.
cf7b98a1=<em>FTP Portu</em> - FTP sunucusu tarafından kullanılan port. Varsayılan port olan 21'i kullanabilir veya farklı bir porta değiştirebilirsiniz.
d0c168ef=<em>Yeni klasör ekle</em>'yi tıklatın.
db073d0e=<em>FTP Sunucusunu Etkinleştir</em> - İçeriğe uzaktan erişim sağlayan FTP sunucusunu etkinleştirmek için bu seçeneği <em>Açık</em> olarak ayarlayın. FTP sunucusunu devre dışı bırakmak için bu seçeneği <em>Kapalı</em> olarak ayarlayın.
ee1b1db2=Ortam Sunucusu
ee43f1d8=Bir mevcut kullanıcı hesabını düzenleme</em>
f6f538f6=Yetkili Kullanıcılar Tablosunda, kullanıcı için bir Kullanıcı Adı ve Parola girin.
f7f25511=Yetkili Kullanıcılar
fbe5e59b=Kullanıcının hangi Paylaşımlara (depolama aygıtındaki klasörler) erişebileceğine karar verin. Belirli Paylaşımlar seçmek için <em>Paylaşım seç</em>'i tıklatın. Mevcut paylaşımların ve bunlara erişebilen kullanıcıların listesini görmek için <em>Tüm paylaşımları göster</em>'i tıklatın.
