0aa191a8=Hiển thị th&ocirc;ng tin về thiết bị lưu trữ của bạn.
0f9fbf0e=Hai tài khoản người dùng được đặt trước cho bộ định tuyến: Quản trị và Khách. Mật khẩu cho người dùng Quản trị là mật khẩu bộ định tuyến. Mật khẩu cho người dùng Khách là &quot;guest&quot;.
11f54a30=Một thiết bị lưu trữ ngo&agrave;i, c&ograve;n được gọi l&agrave; một NAS hay Thiết bị Lưu trữ Mạng, ph&eacute;p bạn lưu trữ v&agrave; chia sẻ nội dung tr&ecirc;n mạng của m&igrave;nh. Thiết bị lưu trữ n&agrave;y kết nối trực tiếp với cổng th&iacute;ch hợp tr&ecirc;n mặt sau của bộ định tuyến v&agrave; thường được sử dụng để lưu trữ v&agrave; chia sẻ video, nhạc, ảnh v&agrave; phương tiện kh&aacute;c.
17865ec5=Trạng thái
196c677e=Nhập Tên Chia sẻ sẽ dùng cho nội dung. Ví dụ, bạn có thể sử dụng Phim, Nhạc, hoặc Ảnh.
1adfd822=C&aacute;c thư mục tr&ecirc;n thiết bị lưu trữ của bạn chứa nội dung, chẳng hạn như ảnh, video v&agrave; nhạc. Khi sử dụng một thiết bị lưu trữ ngo&agrave;i, bạn c&oacute; thể quyết định thư mục n&agrave;o tr&ecirc;n thiết bị n&agrave;y c&oacute; thể được nh&igrave;n thấy v&agrave; truy cập bởi người kh&aacute;c. Bạn c&oacute; thể chọn cho ph&eacute;p tất cả mọi người truy cập v&agrave;o tất cả nội dung tr&ecirc;n thiết bị hoặc chọn cho ph&eacute;p những người d&ugrave;ng cụ thể c&oacute; thể nh&igrave;n thấy những nội dung cụ thể. V&iacute; dụ, bạn c&oacute; thể muốn ảnh kỳ nghỉ chỉ c&oacute; sẵn cho c&aacute;c th&agrave;nh vi&ecirc;n cụ thể của gia đ&igrave;nh của m&igrave;nh, nhưng nhạc c&oacute; thể c&oacute; sẵn cho bất cứ ai.
1bb1f81d=Nếu tùy chọn này bị <em>Tắt</em>, bất kỳ ai có thể kết nối với bộ định tuyến của bạn đều có thể truy cập vào tất cả các thư mục trên thiết bị lưu trữ. Nếu được đặt là <em>Bật</em>, chỉ người dùng được ủy quyền mới có thể truy cập vào các thư mục có trên thiết bị lưu trữ.
1c87baa9=<em>Mã hóa</em> - Mã hóa (bộ ký tự) để truyền tệp. Bạn có thể sử dụng cài đặt mặc định của Unicode (UTF-8), hoặc thay đổi sang bất kỳ cài đặt nào khác.
2b0ec3f2=<em>Tên máy chủ FTP</em> - Nếu bạn thiết lập bộ định tuyến sử dụng phần mềm Thiết lập bộ định tuyến Linksys Smart Wi-Fi, tên máy chủ FTP được điền trước bằng tên mạng không dây của bạn. Nếu bạn thiết lập bộ định tuyến bằng cách thủ công, tên mặc định là Linksys sau đó là năm số cuối của số sê-ri của bộ định tuyến.
2b45d0ba=<em>Qu&eacute;t Thư mục</em> - X&aacute;c định tần suất tự động qu&eacute;t c&aacute;c thư mục tr&ecirc;n thiết bị lưu trữ ngo&agrave;i xem c&oacute; nội dung mới kh&ocirc;ng. Qu&aacute; tr&igrave;nh qu&eacute;t c&oacute; thể mất v&agrave;i giờ, đặc biệt l&agrave; lần đầu ti&ecirc;n qu&eacute;t thiết bị hoặc nếu bạn th&ecirc;m nhiều nội dung mới. C&aacute;c lần qu&eacute;t sau đ&oacute; sẽ tốn &iacute;t thời gian hơn. Để qu&eacute;t c&aacute;c thư mục ngay lập tức, h&atilde;y nhấp v&agrave;o <em>Qu&eacute;t B&acirc;y giờ</em>.
2d296368=Lưu trữ Ngoài
32b76b82=<em>Để xóa tệp đa phương tiện được chia sẻ</em>
36f52fbb=Nhập loại quyền mà người dùng sẽ có. Chọn <em>Đọc/Ghi</em> nếu người dùng có thể xem, sửa hoặc xóa thư mục, hoặc chọn <em>Chỉ Đọc</em> nếu người dùng chỉ có thể xem nội dung thư mục.
3ec14203=Để sửa các chia sẻ mà người dùng được truy cập, bấm <em>Chia sẻ</em>. Bấm <em>Hủy kết nối</em> bên cạnh tên chia sẻ để xóa quyền truy cập của người dùng vào chia sẻ đó.
4582359c=Trong hộp thoại Thêm thư mục mới, hãy chọn thư mục trên thiết bị lưu trữ có chứa nội dung bạn muốn chia sẻ.
4cc552be=<em>Tên máy chủ</em> - Nếu bạn thiết lập bộ định tuyến sử dụng phần mềm Thiết lập bộ định tuyến Linksys Smart Wi-Fi, tên máy chủ được điền trước bằng tên mạng không dây của bạn. Nếu bạn thiết lập bộ định tuyến bằng cách thủ công, tên mặc định là Linksys sau đó là năm số cuối của số sê-ri của bộ định tuyến.
54aafe1f=Bạn có thể xác định để máy chủ đa phương tiện sử dụng thư mục nào, thêm và xóa thư mục và xác định tần suất quét tìm nội dung mới trong các thư mục đó.
57e11645=Để kết nối một thiết bị lưu trữ ngo&agrave;i, h&atilde;y cắm thiết bị n&agrave;y v&agrave;o cổng th&iacute;ch hợp tr&ecirc;n mặt sau của bộ định tuyến. Sau khi Linksys Smart Wi-Fi ph&aacute;t hiện thấy thiết bị, n&oacute; sẽ kết nối thiết bị với mạng của bạn, nơi m&agrave; người kh&aacute;c tr&ecirc;n mạng của bạn c&oacute; thể nh&igrave;n thấy thiết bị đ&oacute;.
5e7245a1=Một M&aacute;y chủ Phương tiện cho ph&eacute;p bạn chia sẻ nội dung tr&ecirc;n thiết bị của m&igrave;nh tr&ecirc;n mạng của bạn. Bộ định tuyến của bạn c&oacute; thể được sử dụng l&agrave;m m&aacute;y chủ phương tiện nếu n&oacute; c&oacute; một ổ đĩa lưu trữ ngo&agrave;i gắn k&egrave;m v&agrave; nếu bạn c&oacute; c&aacute;c thiết bị hỗ trợ UPnP AV (&Acirc;m thanh v&agrave; Video) hoặc được chứng nhận DLNA (Thiết bị Mạng Cuộc sống Số) trong nh&agrave; m&igrave;nh. C&aacute;c thiết bị n&agrave;y bao gồm thiết bị ph&aacute;t phương tiện kỹ thuật số, m&aacute;y chơi tr&ograve; chơi c&oacute; thiết bị phương tiện t&iacute;ch hợp v&agrave; khung ảnh kỹ thuật số.
5ebc119b=Truy cập Thư mục Bảo mật
653b717c=<em>Ổ đĩa Lưu trữ Ngo&agrave;i</em> - Hiện t&ecirc;n thiết bị lưu trữ v&agrave; lượng bộ nhớ hiện đang được sử dụng.
6deae70e=<em>Lưu ý:</em> Để chia sẻ toàn bộ nội dung có trên thiết bị lưu trữ, bấm <em>Chia sẻ toàn bộ thiết bị lưu trữ</em>. Tất cả các thư mục trên thiết bị sẽ đều có thể truy cập được trên phần chia sẻ.
6fd65fac=Lên đầu trang
72fd27e1=Nếu thiết bị lưu trữ có nhiều phân vùng, nhập phân vùng có chứa thư mục nội dung bạn đang chia sẻ.
7772bd1e=Bạn có thể truy cập từ xa các thư mục trên thiết bị lưu trữ của mình từ bất cứ đâu có kết nối Internet bằng máy chủ FTP (Giao thức Truyền Tệp). Bạn có thể truy cập nội dung bằng trình duyệt web hoặc phần mềm FTP.
7c2d6c20=<em>Thêm người dùng được ủy quyền xem nội dung trên thiết bị lưu trữ</em>
80707a8c=<em>Máy chủ FTP</em> - Hiển thị người dùng từ một máy tính từ xa có thể truy cập thiết bị lưu trữ của bạn bằng FTP (Giao thức Truyền Tệp) hay không. FTP cho phép người dùng có truy cập Internet xem nội dung trên thiết bị lưu trữ của bạn từ một máy tính từ xa. Truy cập FTP được cài đặt bằng tab <em>Máy chủ FTP</em>.
80a0f7e8=Để xóa chia sẻ để người dùng không thể truy cập vào nó, hãy nhấp vào <em>Hiển thị tất cả chia sẻ</em>, sau đó nhấp vào <em>Xóa</em> cạnh phần chia sẻ bạn muốn xóa.
80bd1177=<em>Truy cập Thư mục</em> - Hiển thị các địa chỉ IP và MAC của thiết bị lưu trữ. Những người khác trên mạng của bạn có thể sử dụng các địa chỉ này để truy cập nội dung có trên thiết bị lưu trữ.
81911008=Để xóa một tài khoản người dùng, bấm <em>Xóa</em> cho người dùng đó.
857871f3=Truy cập Thư mục
86f9febb=Để tạo Chia sẻ mới, bấm <em>Chọn chia sẻ</em>, sau đó bấm <em>Tạo chia sẻ mới</em>. Chọn các thư mục có thể truy cập với Chia sẻ đó, phân vùng để truy cập trên thiết bị lưu trữ (nếu thiết bị có nhiều phân vùng), sau đó nhập tên Chia sẻ.
871e7eb9=Để sửa một tài khoản người dùng, bấm <em>Sửa</em> cho người dùng đó. Bạn có thể sửa mật khẩu và cấp độ quyền cho người dùng đó.
a1863cc6=Xóa Chia sẻ
a3d9c4a7=<em>M&aacute;y chủ Phương tiện</em> - Hiện bộ định tuyến c&oacute; được cấu h&igrave;nh l&agrave;m m&aacute;y chủ phương tiện kh&ocirc;ng. M&aacute;y chủ phương tiện cho ph&eacute;p bạn chia sẻ nội dung phương tiện tr&ecirc;n mạng của m&igrave;nh. Bộ định tuyến của bạn c&oacute; thể được sử dụng l&agrave;m một m&aacute;y chủ phương tiện, nếu bạn c&oacute; c&aacute;c thiết bị hỗ trợ UPnP AV (&Acirc;m thanh v&agrave; Video) hoặc được chứng nhận DLNA (Thiết bị Mạng Cuộc sống Số) được kết nối với cổng th&iacute;ch hợp tr&ecirc;n bộ định tuyến. C&aacute;c thiết bị n&agrave;y bao gồm thiết bị ph&aacute;t phương tiện kỹ thuật số, m&aacute;y chơi tr&ograve; chơi v&agrave; khung ảnh kỹ thuật số. C&agrave;i đặt m&aacute;y chủ phương tiện nằm tr&ecirc;n tab <em>M&aacute;y chủ Phương tiện</em>.
a4ec0775=<em>Lưu ý:</em> Tính năng Máy chủ Đa phương tiện không có sẵn trên tất cả các kiểu bộ định tuyến.
a675d4a9=<em>Thư mục Đa phương tiện Chia sẻ</em> - Đây là những thư mục được chia sẻ trên máy chủ đa phương tiện.
a6c7c868=<em>Để thêm thư mục đa phương tiện được chia sẻ</em>
aa60fd7e=Nếu tính năng Truy cập Thư mục Bảo mật đang bật, các tùy chọn sau sẽ khả dụng.
b00d8b45=<em>Kích hoạt Máy chủ Đa phương tiện</em> - Chuyển mục này thành <em>Bật</em> để kích hoạt máy chủ đa phương tiện, hoặc <em>Tắt</em> để vô hiệu máy chủ này.
b072ee7d=Truy cập Thư mục Bảo mật</em> - Hiện nội dung tr&ecirc;n thiết bị lưu trữ của bạn c&oacute; thể được truy cập bởi người kh&aacute;c kh&ocirc;ng. Nếu đặt th&agrave;nh <em>Tắt</em>, bất cứ ai tr&ecirc;n mạng của bạn cũng c&oacute; thể truy cập v&agrave;o tất cả nội dung tr&ecirc;n thiết bị lưu trữ của bạn. Nếu c&agrave;i th&agrave;nh <em>Bật</em>, chỉ người d&ugrave;ng được x&aacute;c định mới c&oacute; thể nh&igrave;n thấy một số nội dung cụ thể. Quyền truy cập thư mục được đặt trong tab <em>Truy cập Thư mục</em>.
b2adaecf=Máy chủ FTP
c2481868=Để xóa một thư mục đa phương tiện chia sẻ, bấm <em>Xóa</em> cho thư mục đó. Thao tác này xóa chia sẻ mà người khác có thể truy cập được, chứ không phải xóa nội dung thực tế có trên thiết bị lưu trữ. Nội dung vẫn tồn tại trên thiết bị.
ccc373d6=Bấm <em>Thêm Người dùng</em> để tạo tài khoản người dùng mới.
cf7b98a1=<em>Cổng FTP</em> - Cổng mà máy chủ FTP sử dụng. Sử dụng cổng mặc định 21, hoặc đổi sang một cổng khác.
d0c168ef=Bấm <em>Thêm thư mục mới</em>.
db073d0e=<em>Kích hoạt Máy chủ FTP</em> - <em>Bật</em> tùy chọn này nếu bạn muốn kích hoạt máy chủ FTP để nội dung khả dụng từ xa. <em>Tắt</em> tùy chọn này để vô hiệu máy chủ FTP.
ee1b1db2=Máy chủ Đa phương tiện
ee43f1d8=Sửa tài khoản người dùng hiện có</em>
f6f538f6=Trong Bảng Người dùng được ủy quyền, hãy nhập Tên người dùng và Mật khẩu cho người dùng đó.
f7f25511=Người dùng được Ủy quyền
fbe5e59b=Quyết định Chia sẻ nào (thư mục trên thiết bị lưu trữ) người dùng có thể truy cập. Bấm <em>Chọn chia sẻ</em> để chọn Chia sẻ cụ thể. Để xem danh sách các chia sẻ hiện có và người dùng có thể truy cập các chia sẻ đó, bấm <em>Hiển thị tất cả chia sẻ</em>.
