0aa191a8=N&auml;ytt&auml;&auml; tietoja tallennuslaitteesta.
0f9fbf0e=Reitittimelle on esiasetettu kaksi käyttäjätiliä: admin ja vieras. Admin-käyttäjän salasana on reitittimen salasana. Vieraskäyttäjän salasana on "guest".
11f54a30=Kun k&auml;yt&ouml;ss&auml; on ulkoisen tallennuslaite, jota kutsutaan my&ouml;s NAS (Network Attached Storage) -laitteeksi, voit tallentaa ja jakaa sis&auml;lt&ouml;&auml; verkossa. Tallennuslaite liitet&auml;&auml;n suoraan reitittimen takana olevaan porttiin, ja sit&auml; k&auml;ytet&auml;&auml;n tavallisesti videoiden, musiikin, kuvien ja muun mediasis&auml;ll&ouml;n tallentamiseen ja jakamiseen.
17865ec5=Tila
196c677e=Kirjoita nimi jaetulle sisällölle. Voit valita nimeksi esimerkiksi Elokuva, Musiikki tai Kuvat.
1adfd822=Tallennuslaitteen kansiot voivat sis&auml;lt&auml;&auml; esimerkiksi kuvia, videoita ja musiikkia. Voit valita, mit&auml; ulkoisen tallennuslaitteen kansioita muut verkon k&auml;ytt&auml;j&auml;t voivat tarkastella ja k&auml;ytt&auml;&auml;. Voit m&auml;&auml;ritt&auml;&auml; laitteen koko sis&auml;ll&ouml;n kaikkien k&auml;ytett&auml;v&auml;ksi tai m&auml;&auml;ritt&auml;&auml; tietyn sis&auml;ll&ouml;n vain tietyille k&auml;ytt&auml;jille. Voit esimerkiksi valita, ett&auml; lomakuvat n&auml;kyv&auml;t vain osalle perheenj&auml;senist&auml;, mutta kaikki voivat silti k&auml;ytt&auml;&auml; musiikkia.
1bb1f81d=Jos tämä vaihtoehto otetaan <em>pois käytöstä</em>, kuka tahansa, joka voi muodostaa yhteyden reitittimeesi, pystyy käyttämään tallennusvälineessä olevia kansioita. Jos tämä vaihtoehto on <em>käytössä</em>, vain valtuutetut käyttäjät voivat käyttää tallennusvälineessä olevia kansioita.
1c87baa9=<em>Koodaus</em> – koodaus (merkistö) tiedostojen siirtämistä varten. Voit käyttää oletusasetuksena olevaa Unicode (UTF-8) -merkistöä tai vaihtaa sen johonkin toiseen merkistöön.
2b0ec3f2=<em>FTP-palvelimen nimi</em> - Jos asennat reitittimen käyttämällä Linksys Smart Wi-Fi -reitittimen asennusohjelmistoa, FTP-palvelimen nimen kohtaan täytetään valmiiksi langattoman verkon nimi. Jos asennat reitittimen manuaalisesti, oletusnimi on Linksys ja reitittimen sarjanumeron viisi viimeistä numeroa.
2b45d0ba=<em>Tarkista kansiot</em> &ndash; M&auml;&auml;rit&auml;, kuinka usein automaattinen tarkistus etsii ulkoisen tallennuslaitteen kansioista uutta sis&auml;lt&ouml;&auml;. Tarkistaminen voi kest&auml;&auml; useita tunteja ensimm&auml;isell&auml; kerralla, tai jos olet lis&auml;nnyt paljon uutta sis&auml;lt&ouml;&auml;. Seuraavat tarkistukset kest&auml;v&auml;t v&auml;hemm&auml;n aikaa. Voit tarkistaa kansiot heti valitsemalla <em>Tarkista nyt</em>.
2d296368=Ulkoinen tallennustila
32b76b82=<em>Jaetun median kansion poistaminen</em>
36f52fbb=Anna käyttöoikeustyyppi, joka käyttäjällä tulee olemaan. Valitse <em>Luku/kirjoitus</em>, jos käyttäjä saa tarkastella kansiota, muokata kansiota tai poistaa kansion, tai valitse <em>Vain luku</em> , jos käyttäjä saa vain tarkastella kansiota.
3ec14203=Voit muokata jaettuja kansioita, joihin käyttäjällä on käyttöoikeus, valitsemalla <em>Jaetut</em>. Valitsemalla <em>Poista linkki</em> jaetun kansion nimen vieressä voit poistaa käyttäjän käyttöoikeuden kyseiseen jaettuun kansioon.
4582359c=Valitse Lisää uusi kansio -valintaikkunassa tallennusvälineen kansio, jossa jaettava sisältö sijaitsee.
4cc552be=<em>Palvelimen nimi</em> - Jos asennat reitittimen käyttämällä Linksys Smart Wi-Fi -reitittimen asennusohjelmistoa, palvelimen nimen kohtaan täytetään valmiiksi langattoman verkon nimi. Jos asennat reitittimen manuaalisesti, oletusnimi on Linksys ja reitittimen sarjanumeron viisi viimeistä numeroa.
54aafe1f=Voit määrittää, mitä kansioita mediapalvelin käyttää, lisätä ja poistaa kansioita sekä määrittää, kuinka usein kansioista haetaan uutta sisältöä.
57e11645=Yhdist&auml; ulkoinen tallennuslaite kytkem&auml;ll&auml; se reitittimen takana olevaan porttiin. Kun Linksys Smart Wi-Fi havaitsee laitteen, se yhdist&auml;&auml; laitteen verkkoon, jolloin muut voivat n&auml;hd&auml; sen.
5e7245a1=Mediapalvelimen avulla voit jakaa laitteen sis&auml;lt&ouml;&auml; verkossa. Reititin voi toimia mediapalvelimena, jos siihen on liitetty ulkoinen tallennuslaite ja jos kotiverkon laitteet tukevat UPnP AV- tai DLNA (Digital Living Network Alliance) -standardia. T&auml;llaisia laitteita ovat esimerkiksi digitaaliset mediasoittimet, digitaaliset kuvakehykset ja pelikonsolit, joissa on sis&auml;inen mediasoitin.
5ebc119b=Suojattu kansioiden käyttö
653b717c=<em>Ulkoinen tallennusasema</em> &ndash; N&auml;ytt&auml;&auml; tallennuslaitteen nimen ja k&auml;ytetyn tilan m&auml;&auml;r&auml;n.
6deae70e=<em>Huomautus:</em> voit jakaa koko tallennusvälineen sisällön valitsemalla <em>Jaa koko tallennusväline</em>. Kaikki laitteen kansiot ovat käytettävissä jaetusti.
6fd65fac=Takaisin alkuun
72fd27e1=Jos tallennusvälineessä on useita osioita, anna osio, joka sisältää kansion, jonka sisältöä olet jakamassa.
7772bd1e=Voit käyttää tallennusvälineessä olevia kansioita etä-Internet-yhteyden kautta mistä tahansa FTP-palvelimella. Voit käyttää sisältöä joko web-selaimella tai FTP-ohjelmistolla.
7c2d6c20=<em>Lisää valtuutettuja käyttäjiä, joilla on oikeus tarkastella tallennusvälineen sisältöä</em>
80707a8c=<em>FTP-palvelin</em> – näyttää, voidaanko tallennusvälinettäsi käyttää etätietokoneen kautta FTP-palvelimella. FTP:n avulla tallennusvälineessäsi olevaa sisältöä voidaan käyttää etätietokoneella Internetin kautta. FTP-käyttö määritetään <em>FTP-palvelin</em>-välilehdessä.
80a0f7e8=Voit poistaa jaon siten, etteivät muut käyttäjät voi käyttää sitä, valitsemalla <em>Näytä kaikki jaetut</em> ja napsauttamalla sen jälkeen kohtaa <em>Poista</em> sen jaetun kansion vieressä, jonka haluat poistaa.
80bd1177=<em>Kansioiden käyttö</em> – näyttää tallennusvälineen IP- ja MAC-osoitteet. Muut verkkoosi kuuluvat voivat käyttää tallennusvälineessä olevaa sisältöä näiden osoitteiden kautta.
81911008=Voit poistaa käyttäjätilin valitsemalla <em>Poista</em> kyseisen käyttäjän kohdalla.
857871f3=Kansioiden käyttö
86f9febb=Voit luoda uuden jaetun kansion valitsemalla <em>Valitse jaettu</em> ja sen jälkeen <em>Luo uusi jaettu</em>. Valitse kansiot, joita voidaan käyttää jaon kautta, käytettävä tallennusvälineen osio (jos laitteessa on useita osioita) ja anna sitten jaetun kansion nimi.
871e7eb9=Voit muokata olemassa olevaa käyttäjätiliä valitsemalla <em>Muokkaa</em> kyseisen käyttäjän kohdalla. Voit muokata käyttäjän salasanaa ja käyttöoikeustasoa.
a1863cc6=Poista jaettu
a3d9c4a7=<em>Mediapalvelin</em> &ndash; N&auml;ytt&auml;&auml;, onko reititin m&auml;&auml;ritetty mediapalvelimeksi, jonka avulla voi jakaa mediasis&auml;lt&ouml;&auml; verkossa. Reititin voi toimia mediapalvelimena, jos UPnP AV- tai DLNA (Digital Living Network Alliance) -standardia tukevia laitteita on yhdistetty reitittimen asianmukaiseen porttiin. T&auml;llaisia laitteita ovat esimerkiksi digitaaliset mediasoittimet, pelikonsolit ja digitaaliset kuvakehykset. Mediapalvelimen asetukset ovat <em>Mediapalvelin</em>-v&auml;lilehdess&auml;.
a4ec0775=<em>Huomautus:</em> Mediapalvelin-toimintoa ei ole kaikissa reititinmalleissa.
a675d4a9=<em>Jaetun median kansiot</em> – nämä kansiot jaetaan mediapalvelimessa.
a6c7c868=<em>Uuden jaetun median kansion lisääminen</em>
aa60fd7e=Jos Suojattu kansioiden käyttö on käytössä, käytettävissä ovat seuraavaksi esiteltävät vaihtoehdot.
b00d8b45=<em>Ota mediapalvelin käyttöön</em> – valitse <em>Käytössä</em>, jos haluat ottaa mediapalvelimen käyttöön, tai <em>Ei käytössä</em>, jos haluat poistaa sen käytöstä.
b072ee7d=Suojattu kansioiden k&auml;ytt&ouml;</em> &ndash; N&auml;ytt&auml;&auml;, onko tallennuslaitteen sis&auml;lt&ouml; muiden k&auml;ytt&auml;jien k&auml;ytett&auml;viss&auml;. Jos asetuksena on <em>Ei k&auml;yt&ouml;ss&auml;</em>, kuka tahansa voi k&auml;ytt&auml;&auml; kaikkea tallennuslaitteen sis&auml;lt&ouml;&auml; verkossa. Jos asetuksena on <em>K&auml;yt&ouml;ss&auml;</em>, vain m&auml;&auml;ritetyt k&auml;ytt&auml;j&auml;t n&auml;kev&auml;t tietyn sis&auml;ll&ouml;n. Kansioiden k&auml;ytt&ouml;asetukset m&auml;&auml;ritet&auml;&auml;n <em>Kansioiden k&auml;ytt&ouml;</em> -v&auml;lilehdess&auml;.
b2adaecf=FTP-palvelin
c2481868=Voit poistaa jaetun median kansion valitsemalla <em>Poista</em> kyseisen kansion kohdalla. Tämä valinta poistaa muille sallitun jaon, mutta ei tallennusvälineen varsinaista sisältöä. Laitteessa oleva sisältö säilyy.
ccc373d6=Luo uusi käyttäjätili valitsemalla <em>Lisää käyttäjä</em>.
cf7b98a1=<em>FTP-portti</em> – FTP-palvelimen käyttämä portti. Käytä oletusporttia 21 tai vaihda eri portti.
d0c168ef=Valitse <em>Lisää uusi kansio</em>.
db073d0e=<em>Ota FTP-palvelin käyttöön</em> – valitse vaihtoehto <em>Käytössä</em>, jos haluat ottaa käyttöön FTP-palvelimen, joka mahdollistaa sisällön käytön etäyhteyden kautta. Valitse <em>Ei käytössä</em>, jos haluat ottaa FTP-palvelimen pois käytöstä.
ee1b1db2=Mediapalvelin
ee43f1d8=Muokkaa olemassa olevaa käyttäjätiliä</em>
f6f538f6=Kirjoita käyttäjän käyttäjätunnus ja salasana Valtuutetut käyttäjät -taulukkoon.
f7f25511=Valtuutetut käyttäjät
fbe5e59b=Päätä, mitä jaettuja (tallennusvälineen) kansioita käyttäjä voi käyttää. Valitse tietyt jaot valitsemalla <em>Valitse jaettu</em>. Saat näkyviin luettelon olemassa olevista jaoista ja käyttäjistä, joilla on käyttöoikeus niihin, valitsemalla <em>Näytä kaikki jaetut</em>.
