0aa191a8=Visar information om din lagringsenhet.
0f9fbf0e=Två användarkonton är förinställda för routern: Admin och Gäst. Lösenordet för Admin-användaren är detsamma som routerns lösenord. Lösenordet för Gäst-användaren är &quot;guest&quot;.
11f54a30=Med en extern lagringsenhet, en s&aring; kallad NAS (Network Attached Storage), kan du lagra och dela inneh&aring;ll i hela n&auml;tverket. Lagringsenheten ansluts direkt till en passande port p&aring; baksidan av routern och anv&auml;nds vanligtvis till att lagra och dela video, musik, bilder och andra medier.
17865ec5=Status
196c677e=Ange ett delningsnamn som ska användas för innehållet. Du kan till exempel ange Filmer, Musik eller Bilder.
1adfd822=Mappar p&aring; lagringsenheten inneh&aring;ller material som bilder, videor och musik. N&auml;r du anv&auml;nder en extern lagringsenhet kan du best&auml;mma vilka mappar p&aring; enheten som andra personer ska kunna se och komma &aring;t. Du kan v&auml;lja att l&aring;ta allt inneh&aring;ll p&aring; enheten vara tillg&auml;ngligt f&ouml;r alla, eller v&auml;lja vilka anv&auml;ndare som ska f&aring; tillg&aring;ng till olika filer p&aring; enheten. Du kanske t.ex. vill att bara en del av familjen ska kunna se semesterbilder, men att musik &auml;r tillg&auml;nglig f&ouml;r alla.
1bb1f81d=Om detta alternativ är <em>Av</em> kommer alla mappar på lagringsenheten att vara åtkomliga för dem som kan ansluta till routern. Om det är <em>På</em> kommer mapparna på lagringsenheten endast att vara åtkomliga för behöriga användare.
1c87baa9=<em>Kodning</em> – Kodningen (teckenuppsättningen) för filöverföringarna. Du kan använda standardinställningen Unicode (UTF-8) eller ändra till något annat.
2b0ec3f2=<em>FTP Server Name (FTP-servernamn)</em> – Om du konfigurerar routern med programvaran Linksys Smart Wi-Fi Router Setup är fältet FTP Server Name (FTP-servernamn) redan ifyllt med namnet på ditt trådlösa nätverk. Om du konfigurerar routern manuellt är standardnamnet Linksys följt av de fem sista siffrorna i routerns serienummer.
2b45d0ba=<em>S&ouml;k igenom mappar</em> &ndash; Ange hur ofta mappar p&aring; den externa lagringsenheten automatiskt ska s&ouml;kas igenom efter nytt inneh&aring;ll. Avs&ouml;kningen kan ta flera timmar, s&auml;rskilt f&ouml;rsta g&aring;ngen enheten s&ouml;ks igenom eller om du l&auml;gger till m&aring;nga nya filer. Efterf&ouml;ljande s&ouml;kningar b&ouml;r g&aring; fortare. Om du vill s&ouml;ka igenom mappar<em>S&ouml;k igenom nu</em>.
2d296368=Extern lagring
32b76b82=<em>Ta bort en delad mediamapp</em>
36f52fbb=Ange den typ av behörighet som användaren ska ha. Välj <em>Läs/skriv</em> om användaren ska kunna visa, redigera eller ta bort mappen, eller välj <em>Skrivskyddad</em> om användaren bara ska kunna visa mappinnehållet.
3ec14203=Klicka på <em>Delning</em> för att redigera de delningar som är åtkomliga för användaren. Om du klickar på <em>Länka isär</em> intill ett delat namn tas åtkomsten till den delningen bort från användaren.
4582359c=I dialogrutan Lägg till ny mapp markerar du mappen på lagringsenheten med det innehåll du vill dela.
4cc552be=<em>Server Name (Servernamn)</em> – Om du konfigurerar routern med programvaran Linksys Smart Wi-Fi Router Setup är fältet Server Name (Servernamn) redan ifyllt med namnet på ditt trådlösa nätverk. Om du konfigurerar routern manuellt är standardnamnet Linksys följt av de fem sista siffrorna i routerns serienummer.
54aafe1f=Du kan ange vilka mappar som ska användas av mediaservern, lägga till och ta bort mappar samt ange hur ofta mappar ska sökas igenom efter nytt innehåll.
57e11645=Om du vill anv&auml;nda en extern lagringsenhet ansluter du den till en passande port p&aring; baksidan av routern. N&auml;r Linksys Smart Wi-Fi uppt&auml;cker enheten ansluts den till n&auml;tverket s&aring; att den blir synlig f&ouml;r andra.
5e7245a1=Med en medieserver kan du dela enhetens inneh&aring;ll i n&auml;tverket. Routern kan fungera som en medieserver om den har en extern lagringsenhet ansluten och om du har enheter i hemmet som &auml;r kompatibla med UPnP AV (Audio and Video) eller DLNA (Digital Living Network Alliance). Detta omfattar digitala mediespelare, spelkonsoler med inbyggda mediespelare och digitala fotoramar.
5ebc119b=Skyddad mappåtkomst
653b717c=<em>Extern lagringsenhet</em> &ndash; Visar enhetens namn och hur mycket utrymme som anv&auml;nds just nu.
6deae70e=<em>Obs!</em> Om du vill dela allt innehåll på lagringsenheten klickar du på <em>Dela hela lagringsenheten</em>. Alla mappar på den delade enheten kommer att vara åtkomliga.
6fd65fac=Tillbaka till början
72fd27e1=Om lagringsenheten har mer än en partition anger du partitionen som innehåller mappen med innehållet som du vill dela.
7772bd1e=Du har fjärråtkomst till mapparna på lagringsenheten från alla platser där du har en internetanslutning genom en FTP-server (File Transfer Protocol). Du kan använda en webbläsare eller FTP-programmet för att komma åt innehållet.
7c2d6c20=<em>Lägg till behöriga användare för att se lagringsenhetens innehåll</em>
80707a8c=<em>FTP-server</em> – Visar om användare från en fjärransluten dator kan komma åt lagringsenheten med FTP (File Transfer Protocol). Med FTP kan en användare med internetåtkomst visa innehållet på lagringsenheten från en fjärransluten dator. FTP-åtkomst ställs in på fliken <em>FTP-server</em>.
80a0f7e8=Om du vill ta bort en delning så att användare inte kommer åt den klickar du på <em>Visa alla delningar</em> och sedan på <em>Ta bort </em>intill den delning du vill ta bort.
80bd1177=<em>Mappåtkomst</em> – Visar IP- och MAC-adresserna för lagringsenheten. Andra i nätverket kan använda dessa adresser för att komma åt innehåll på lagringsenheten.
81911008=Om du vill ta bort ett användarkonto klickar du på <em>Ta bort</em> för den användaren.
857871f3=Mappåtkomst
86f9febb=Om du vill skapa en ny delning klickar du på <em>Välj en delning</em> och sedan på <em>Skapa ny delning</em>. Välj vilka mappar som det ska gå att komma åt via delningen, vilken partition på lagringsenheten som ska användas (om enheten har flera partitioner) och ange sedan delningsnamnet.
871e7eb9=Om du vill redigera ett befintligt användarkonto klickar du på <em>Redigera</em> för den användaren. Du kan redigera lösenordet och användarens behörighetsnivå.
a1863cc6=Ta bort en delning
a3d9c4a7=<em>Medieserver</em> &ndash; Visar om routern &auml;r konfigurerad som en medieserver s&aring; att du kan dela medieinneh&aring;ll i n&auml;tverket. Routern kan fungera som en medieserver om du har anslutit externa lagringsenheter som &auml;r kompatibla med UPnP AV (Audio and Video) eller DLNA (Digital Living Network Alliance) till en passande port p&aring; routern. De h&auml;r enheterna kan vara digitala mediespelare, spelkonsoler med inbyggda mediespelare och digitala fotoramar. Medieserverinst&auml;llningarna finns p&aring; fliken <em>Medieserver</em>.
a4ec0775=<em>Obs!</em> Funktionen Mediaserver är inte tillgänglig på alla routermodeller.
a675d4a9=<em>Delade mediamappar</em> – Detta är de mappar som delas på mediaservern.
a6c7c868=<em>Så här lägger du till en delad mediamapp</em>
aa60fd7e=Om Skyddad mappåtkomst är På är följande alternativ tillgängliga.
b00d8b45=<em>Aktivera Mediaserver</em> – Välj <em>På</em> för att aktivera mediaservern eller <em>Av</em> för att avaktivera den.
b072ee7d=S&auml;ker mapp&aring;tkomst</em> &ndash; Visar om andra kan komma &aring;t inneh&aring;llet p&aring; lagringsenheten. Om den &auml;r inst&auml;lld p&aring; <em>Av</em> kan alla i n&auml;tverket komma &aring;t allt inneh&aring;ll p&aring; lagringsenheten. Om den &auml;r inst&auml;lld p&aring; <em>P&aring;</em> kan bara angivna anv&auml;ndare se vissa typer av inneh&aring;ll. Mapp&aring;tkomsten st&auml;lls in p&aring; fliken <em>Mapp&aring;tkomst</em>.
b2adaecf=FTP-server
c2481868=Om du vill ta bort en delad mediamapp klickar du på <em>Ta bort</em> för mappen. Detta leder till att delningen som är tillgänglig för andra tas bort, inte själva innehållet på lagringsenheten. Innehållet på enheten finns kvar.
ccc373d6=Klicka på <em>Lägg till användare</em> för att skapa det nya användarkontot.
cf7b98a1=<em>FTP-port</em> – Porten som används för FTP-servern. Använd standardporten 21 eller ändra till en annan port.
d0c168ef=Klicka på <em>Lägg till ny mapp</em>.
db073d0e=<em>Aktivera FTP-server</em> – Aktivera detta alternativ, välj <em>På,</em> om du vill att FTP-servern ska aktiveras. Detta medför att innehållet blir tillgängligt från fjärranslutna datorer. Välj <em>Av</em> om du vill avaktivera FTP-servern.
ee1b1db2=Mediaserver
ee43f1d8=Redigera ett befintligt användarkonto</em>
f6f538f6=I tabellen för behöriga användare anger du ett användarnamn och lösenord för användaren.
f7f25511=Behöriga användare
fbe5e59b=Bestäm vilka delade mappar på lagringsenheten som användaren ska ha åtkomst till. Klicka på <em>Välj en delning</em> för att välja de specifika delningarna. Klicka på <em>Visa alla delningar</em> om du vill se en lista med befintliga delningar och vilka användare so har åtkomst till dem.
