Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Nagios Deadpool Report
bg_bg: Доклада на нагиос
de_de: nagios Bericht Deadpool
es_es: Deadpool informe nagios
fr_fr: rapport de deadpool nagios
it_it: rapporto Deadpool Nagios
ja_jp: Nagios デッドプールレポート
pl_pl: nagios Raport Deadpool
pt_pt: relatório deadpool nagios
ru_ru: Отчет Deadpool Nagios
zh_cn: Nagios Deadpool报告

source: deleted
bg_bg: изтрит.
de_de: gelöscht.
es_es: eliminado.
fr_fr: supprimée.
it_it: eliminata.
ja_jp: 削除されました
pl_pl: usunięte.
pt_pt: suprimido.
ru_ru: удален.
zh_cn: 已删除

source: deactivated
bg_bg: Деактивиране
de_de: Deaktivieren
es_es: Desactivar
fr_fr: Désactiver
it_it: Disattivare
ja_jp: 非アクティブ
pl_pl: dezaktywować
pt_pt: Desativar
ru_ru: Дезактивировать
zh_cn: 已停用

source: Stage 1 Hosts
bg_bg: Етап 1 домакини
de_de: Stufe 1 Gastgeber
es_es: etapa 1 anfitriones
fr_fr: étape 1 hôtes
it_it: fase 1 host
ja_jp: ステージ 1 ホスト
pl_pl: Etap 1 gospodarze
pt_pt: fase 1 anfitriões
ru_ru: 1-й этап хозяева
zh_cn: 阶段1-主机

source: The following hosts were moved to the host deadpool because they have remained in a problem state longer than the stage 1 deadpool threshold. If the hosts do not recover before the stage 2 threshold, they will automatically be %s from the monitoring configuration.
bg_bg: Следните хостове бяха преместени в Deadpool, тъй като са останали в проблемно състояние за по-дълго време от прага на Deadpool етап 1. Ако хостовете не се възстановят преди прага на Deadpool етап 2, те автоматично ще бъдат изтрити от конфигурацията.
de_de: die folgenden Hosts wurden an den Host-Deadpool verschoben, weil sie in einem Problemzustand länger als die Stufe 1 Deadpool Schwelle geblieben. wenn die Gastgeber nicht vor der Schwelle der Stufe 2 zu erholen, werden sie automatisch von der Überwachungskonfiguration gelöscht werden.
es_es: los siguientes anfitriones fueron trasladados a la Masacre de acogida, ya que se han mantenido en un estado de problema ya que el umbral de Deadpool etapa 1. si los anfitriones no se recuperan antes de que el umbral de la etapa 2, que se eliminarán automáticamente de la configuración de monitoreo.
fr_fr: les hôtes suivants ont été déplacés à l'deadpool hôte parce qu'ils sont restés dans un état de problème plus que le seuil de Deadpool étape 1. Si les hôtes ne se rétablissent pas avant le seuil étape 2, ils seront automatiquement supprimés de la configuration de surveillance.
it_it: le seguenti padroni di casa erano spostati nella Deadpool ospite perché sono rimasti in uno stato problema più lungo della soglia di fase 1 Deadpool. se i padroni di casa non recuperano prima la soglia di fase 2, verranno automaticamente cancellati dal configurazione di monitoraggio.
ja_jp: 以下のホストは、ステージ 1 デッドプールしきい値より長い期間障害ステータスが継続したためホストデッドプールに移動されました.ステージ 2 しきい値が経過する前にホストが復旧しない場合、これらは自動的に監視設定から削除/無効にされます. (%s)
pl_pl: następujące gospodarze zostały przeniesione do Deadpool gospodarza, ponieważ pozostają one w stanie problemu już od progu etap 1 Deadpool. jeśli gospodarze nie odzyskać przed progiem etap 2, zostaną one automatycznie usunięte z konfiguracji monitoringu.
pt_pt: os seguintes anfitriões foram transferidos para o deadpool acolhimento porque eles permaneceram em um estado problema mais tempo do que o limiar deadpool estágio 1. se os anfitriões não se recuperar antes do limite estágio 2, eles serão automaticamente excluído da configuração de monitoramento.
ru_ru: следующие хозяева переехали в принимающей Deadpool, потому что они остались в проблемное состояние больше, чем Deadpool порога этап 1. если хозяева не восстановить до порога 2 этап, они будут автоматически удалены из конфигурации мониторинга.
zh_cn: 由于以下主机处于问题状态的时间长于阶段1死池阈值，因此它们被移至主机死池。 如果主机未在阶段2阈值之前恢复，则它们将从监视配置中自动为%s

source: Stage 1 Services
bg_bg: Услуги от първия етап
de_de: Stufe 1 Dienstleistungen
es_es: etapa 1 Servicios
fr_fr: services de scène 1
it_it: fase 1 Servizi
ja_jp: ステージ 1 サービス
pl_pl: Etap 1 usługi
pt_pt: fase 1 Serviços
ru_ru: 1-й этап услуги
zh_cn: 阶段1-服务

source: The following services were moved to the service deadpool because they have remained in a problem state longer than the stage 1 deadpool threshold. If the services do not recover before the stage 2 threshold, they will automatically be %s from the monitoring configuration.
bg_bg: Следните сървиси бяха преместени в Deadpool, тъй тато са останали в проблемно състояние за време по-дълго от прага на Deadpool етап 1. Ако сървисите не се възстановят преди прага на Deadpool етап 2, те автоматично ще бъдат изтрити от конфигурацията.
de_de: Die folgenden Dienste wurden in den Dienst Deadpool verschoben, weil sie in einem Problemzustand länger als die Stufe 1 Deadpool Schwelle geblieben. wenn die Dienste nicht vor der Schwelle der Stufe 2 zu erholen, werden sie automatisch von der Überwachungskonfiguration gelöscht werden.
es_es: los siguientes servicios se trasladaron a la Deadpool servicio porque han permanecido en un estado de problema ya que el umbral de Deadpool etapa 1. si los servicios no se recuperan antes de que el umbral de la etapa 2, que se eliminarán automáticamente de la configuración de monitoreo.
fr_fr: les services suivants ont été déplacés à l'deadpool de service parce qu'ils sont restés dans un état de problème plus que le seuil de Deadpool étape 1. si les services ne récupèrent pas avant le seuil étape 2, ils seront automatiquement supprimés de la configuration de surveillance.
it_it: i seguenti servizi sono stati spostati nella Deadpool servizio perché sono rimasti in uno stato problema più lungo della soglia di fase 1 Deadpool. se i servizi non recuperano prima la soglia di fase 2, verranno automaticamente cancellati dal configurazione di monitoraggio.
ja_jp: 以下のサービスは、ステージ 1 デッドプールしきい値より長い期間障害ステータスが継続したためサービスデッドプールに移動されました.ステージ 2 しきい値が経過する前にサービスが復旧しない場合、これらは自動的に監視設定から削除/無効に されます. (%s)
pl_pl: następujące usługi zostały przeniesione do Deadpool usług, ponieważ pozostali oni w stanie problemu już od progu etap 1 Deadpool. jeżeli usługi te nie odzyskać przed progiem etap 2, zostaną one automatycznie usunięte z konfiguracji monitoringu.
pt_pt: os seguintes serviços foram transferidos para o deadpool serviço, porque eles permaneceram em um estado problema mais tempo do que o limiar deadpool estágio 1. se os serviços não se recuperar antes do limite estágio 2, eles serão automaticamente excluído da configuração de monitoramento.
ru_ru: следующие услуги были перенесены на сервисный Deadpool, потому что они остались в проблемное состояние больше, чем Deadpool порога этап 1. если услуги не восстановить до порога 2 этап, они будут автоматически удалены из конфигурации мониторинга.
zh_cn: 以下服务已移至服务死池，因为它们保持处于问题状态的时间长于阶段1死池阈值。 如果服务未在阶段2阈值之前恢复，则它们将从监视配置中自动为%s

source: %s Hosts
bg_bg: % s хостове
fr_fr: % s hôtes
it_it: % s host
ja_jp: %s台のホスト
pl_pl: % s hostów
ru_ru: % s хосты
zh_cn: ％s主机

source: The following hosts were %s from the monitoring configuration because they remained in a problem state longer than the stage 2 deadpool threshold.
bg_bg: Следните хостове бяха изтрити от конфигурацията, тъй като са останали в проблемно състояние за по-дълго време от прага на Deadpool етап 2.
de_de: die folgenden Hosts wurden von der Überwachungskonfiguration gelöscht, weil sie in einem Problemzustand länger als die Stufe 2 Deadpool Schwelle geblieben.
es_es: los siguientes anfitriones fueron borrados de la configuración de supervisión, ya que se mantuvieron en un estado problema ya que el umbral de Deadpool etapa 2.
fr_fr: les hôtes suivants ont été supprimés de la configuration de surveillance parce qu'ils sont restés dans un état plus que le seuil de Deadpool stade 2 problème.
it_it: le seguenti padroni di casa sono stati eliminati dalla configurazione di monitoraggio perché sono rimasti in uno stato problema più lungo della soglia di Deadpool fase 2.
ja_jp: 以下のホストはステージ 2 デッドプールしきい値より長い期間障害が継続したため監視設定から削除/無効にされました. (%s)
pl_pl: następujące gospodarze zostały usunięte z konfiguracji monitoringu, ponieważ pozostał w stanie problemu dłuższy niż próg Deadpool etap 2.
pt_pt: os seguintes anfitriões foram suprimidos da configuração de monitoramento, porque eles permaneceram em um estado problema mais tempo do que o limiar deadpool estágio 2.
ru_ru: следующие хозяева были удалены из конфигурации мониторинга, потому что они оставались в проблемное состояние более чем Deadpool порога 2 этап.
zh_cn: 以下主机是监视配置中的%s，因为它们处于问题状态的时间长于阶段2死池阈值。

source: %s Services
bg_bg: Добави сървиси
de_de: hinzufügen Dienstleistung (en)
es_es: añadir el servicio (s)
fr_fr: ajouter le service (s)
it_it: aggiungere il servizio (s)
ja_jp: %s サービス
pl_pl: dodaj usług (e)
pt_pt: adicionar o serviço (s)
ru_ru: добавить услуги (услуг)
zh_cn: %s服务

source: The following services were %s from the monitoring configuration because they remained in a problem state longer than the stage 2 deadpool threshold.
bg_bg: Следните сървиси са изтрити от конфигурацията, тъй като са останали в проблемно състояние за по-дълго време от прага на Deadpool етап 2.
de_de: Die folgenden Dienste wurden von der Überwachungskonfiguration gelöscht, weil sie in einem Problemzustand länger als die Stufe 2 Deadpool Schwelle geblieben.
es_es: los siguientes servicios se eliminan de la configuración de supervisión, ya que se mantuvieron en un estado problema ya que el umbral de Deadpool etapa 2.
fr_fr: les services suivants ont été supprimés de la configuration de surveillance parce qu'ils sont restés dans un état plus que le seuil de Deadpool stade 2 problème.
it_it: i seguenti servizi sono stati cancellati dalla configurazione di monitoraggio perché sono rimasti in uno stato problema più lungo della soglia di Deadpool fase 2.
ja_jp: 以下のサービスはステージ 2 デッドプールしきい値より長い期間障害が継続したため監視設定から削除/無効にされました. (%s)
pl_pl: następujące usługi zostały usunięte z konfiguracji monitoringu, ponieważ pozostał w stanie problemu dłuższy niż próg Deadpool etap 2.
pt_pt: os seguintes serviços foram suprimidos da configuração de monitoramento, porque eles permaneceram em um estado problema mais tempo do que o limiar deadpool estágio 2.
ru_ru: следующие услуги были удалены из конфигурации мониторинга, потому что они оставались в проблемное состояние более чем Deadpool порога 2 этап.
zh_cn: 以下服务来自监视配置%s，因为它们保持处于问题状态的时间长于第2阶段死池阈值。

source: Access Nagios XI at
bg_bg: Получи достъп до Nagios XI тук
de_de: Zugang nagios xi an:
es_es: Acceso nagios xi en:
fr_fr: l'accès Nagios XI à:
it_it: accesso nagios xi a:
ja_jp: Nagios XI へのアクセス
pl_pl: Dostęp Nagios XI w:
pt_pt: acesso nagios xi em:
ru_ru: Доступ Nagios XI в:
zh_cn: 访问Nagios XI在：

source: Your user agent does not support frames or is currently configured not to display frames
bg_bg: Вашия потребителски агент не поддържа фреймове или в момента е конфигуриран да не показва фреймове
de_de: Ihre User-Agent unterstützt leider keine Frames oder ist derzeit nicht auf Frames anzeigen
es_es: Su agente de usuario no soporta marcos o está actualmente configurado para no mostrar marcos
fr_fr: Votre agent utilisateur ne supporte pas les cadres ou est actuellement configuré pour ne pas afficher les cadres
it_it: Il tuo programma utente non supporta i frame o è attualmente configurato per non mostrare i frame
ja_jp: ユーザーエージェントがフレームをサポートしていないか現在のフレームを表示しないように設定されます
pl_pl: Twój agent użytkownika nie obsługuje ramek lub jest obecnie skonfigurowana do wyświetlania klatek
pt_pt: O seu agente de usuário não suporta frames ou está configurado para não mostrar frames
ru_ru: Ваш агент пользователя не поддерживает фреймы или настроен не отображать кадры
zh_cn: 您的用户代理不支持框架，或当前配置为不显示框架

source: About
bg_bg: За
de_de: Über
es_es: Acerca de
fr_fr: Sur
it_it: Circa
ja_jp: Nagios XI について
pl_pl: o
pt_pt: Sobre
ru_ru: О
zh_cn: 关于

source: Legal Information
bg_bg: Правна информация
de_de: Rechtliche Hinweise
es_es: Información Legal
fr_fr: Mentions légales
it_it: Informazioni legali
ja_jp: 規約情報
pl_pl: Informacje prawne
pt_pt: Informação valida
ru_ru: Правовая информация
zh_cn: 法律信息

source: License
bg_bg: Лиценз
de_de: Lizenz
es_es: Licencia
fr_fr: Licence
it_it: Licenza
ja_jp: ライセンス
pl_pl: licencja
pt_pt: Licença
ru_ru: Лицензия
zh_cn: 许可证

source: Nagios XI is an enterprise-class monitoring and alerting solution that provides organizations with extended insight of their IT infrastructure before problems affect critical business processes. For more information on Nagios XI, visit the
bg_bg: Nagios XI е софтуер за следене и предупреждаване на професионално ниво, който осигурява организациите с непрекъснато наблюдение на тяхната IT инфраструктура, преди проблемите да засегнат критичните бизнес процеси. За повече информация относно Nagios XI, посетете
de_de: Nagios XI ist eine Enterprise-Class-Monitoring und Alerting Lösung, die Organisationen bietet mit erweiterten Einblick in ihre IT-Infrastruktur, bevor Probleme kritische Geschäftsprozesse auswirken. Für weitere Informationen über Nagios XI, besuchen Sie
es_es: Nagios XI es un control de nivel empresarial y soluciones de alerta que proporciona a las organizaciones una visión ampliada de su infraestructura de TI antes de que los problemas afectan a los procesos críticos de negocio. Para obtener más información sobre Nagios XI, visite
fr_fr: Nagios XI est un système de surveillance de classe entreprise et une solution d'alerte qui fournit aux entreprises un aperçu étendu de leur infrastructure informatique avant que les problèmes affectent les processus critiques de l'entreprise. Pour plus d'informations sur Nagios XI, visitez le site
it_it: Nagios XI è una di classe enterprise e la soluzione di monitoraggio di allarme che offre alle aziende con visione estesa della propria infrastruttura IT prima che i problemi sui processi di business critici. Per ulteriori informazioni su Nagios XI, visitare il sito
ja_jp: Nagios XIは、障害が重要なビジネスプロセスに影響を与える前に、ITインフラストラクチャの拡張と洞察力を組織に提供するエンタープライズクラスの監視とアラートソリューションです. Nagios XIの詳細については次を参照してください：
pl_pl: Nagios xi jest monitorowanie klasy enterprise i rozwiązanie ostrzegania, który zapewnia organizacjom z rozszerzonym wglądu infrastruktury IT, zanim problemy wpływają krytycznych procesów biznesowych. Więcej informacji na temat Nagios XI wizyty
pt_pt: Nagios XI é um sistema de monitoramento de classe empresarial alertando solução que fornece às organizações com uma visão alargada da sua infra-estrutura de TI antes que os problemas afetam os processos críticos de negócio. Para mais informações sobre o Nagios XI, visite
ru_ru: Nagios XI является предприятие-класса мониторинга и оповещения решение, которое предоставляет организациям расширенные понимание своей ИТ-инфраструктуры до проблемы затрагивают важные бизнес-процессы. Более подробную информацию о Nagios XI, посетите
zh_cn: Nagios XI是一个企业级的监控和警报解决方案，它能在问题影响关键业务流程之前，为企业提供对其IT基础设施的深入了解。有关Nagios XI的更多信息，请访问

source: Nagios XI product page
bg_bg: Страница на продукта Nagios XI
de_de: nagios xi Produktseite
es_es: la página del producto xi nagios
fr_fr: nagios page du produit xi
it_it: pagina del prodotto xi Nagios
ja_jp: Nagios XI製品ページ
pl_pl: Strona produktu xi Nagios
pt_pt: página do produto xi nagios
ru_ru: страница XI продукт Nagios
zh_cn: Nagios XI 产品页

source: Use of
bg_bg: използване на
de_de: Gebrauch von
es_es: uso de
fr_fr: utilisation de
it_it: uso di
ja_jp: の使用
pl_pl: zastosowanie
pt_pt: uso de
ru_ru: использование
zh_cn: 用于

source: is subject to acceptance of the
bg_bg: подлежи на приемане на
de_de: unterliegt der Annahme der
es_es: está sujeto a la aceptación de la
fr_fr: est soumis à l'acceptation de la
it_it: è soggetto all'accettazione del
ja_jp: 受諾の対象となります
pl_pl: jest przedmiotem akceptacji
pt_pt: está sujeito à aceitação do
ru_ru: подлежит принятию
zh_cn: 以接受为前提

source: Software License Terms and Conditions
bg_bg: Nagios Софтуер Лицензионни Правила и Условия
de_de: Nagios Software License AGB
es_es: Terminos y condiciones del licenciamiento del Software de Nagios
fr_fr: Conditions de licence logiciel Nagios et Conditions
it_it: Nagios software termini e le condizioni
ja_jp: ソフトウェアライセンス規約
pl_pl: warunki licencji oprogramowania i warunki Nagios
pt_pt: Termos e condições de licença do software Nagios
ru_ru: Nagios программного обеспечения лицензионных требований и условий
zh_cn: 软件许可条款和条件

source: Contact Us
bg_bg: Свържете се с нас
de_de: Kontakt
es_es: Contactenos
fr_fr: Contactez-nous
it_it: Contattaci
ja_jp: お問い合わせ
pl_pl: skontaktuj się z nami
pt_pt: Contato
ru_ru: Связаться с Нами
zh_cn: 联系我们

source: Have a question or technical problem? Contact us today
bg_bg: Имате въпрос или технически проблем? Свържете се с нас днес
de_de: Haben Sie Fragen oder technische Probleme? Kontaktieren Sie uns heute
es_es: ¿ Tiene alguna pregunta o problemas tecnicos ? Contactenos hoy
fr_fr: Vous avez une question ou un problème technique? Contactez-nous aujourd'hui
it_it: Hai una domanda o problema tecnico? Contattaci oggi
ja_jp: 質問や技術的な障害のお問い合わせ
pl_pl: masz pytanie lub problem techniczny? skontaktuj się z nami
pt_pt: Tem alguma pergunta ou problema técnico? Contacte-nos hoje
ru_ru: Есть вопросы или технические проблемы? Свяжитесь с нами сегодня
zh_cn: 有问题或技术问题？请立即联系我们

source: Support
bg_bg: Поддържа
de_de: Unterstützen
es_es: Soporte
fr_fr: Soutenir
it_it: Sostegno
ja_jp: サポート
pl_pl: wsparcie
pt_pt: Suporte
ru_ru: Поддержка
zh_cn: 技术支持

source: Online Support Forum
bg_bg: Онлайн форум за поддръжка
es_es: Foro de soporte en linea
fr_fr: Forum en ligne
it_it: Forum di Supporto online
ja_jp: オンラインサポートフォーラム
pl_pl: Forum pomocy technicznej online
pt_pt: Forum de Suporte Online
ru_ru: Форум поддержки
zh_cn: 在线支持论坛

source: Sales
bg_bg: Продажби
de_de: Vertrieb
es_es: Ventas
fr_fr: Ventes
it_it: Vendite
ja_jp: 営業
pl_pl: obroty
pt_pt: Vendas
ru_ru: Реализация
zh_cn: 销售

source: Phone
bg_bg: Телефон
de_de: Telefon
es_es: Telefono
fr_fr: Téléphone
it_it: Telefono
ja_jp: 電話
pl_pl: telefon
pt_pt: Telefone
ru_ru: Телефон
zh_cn: 电话

source: Fax
bg_bg: Факс
pl_pl: faks
ru_ru: Факс
zh_cn: 传真

source: Email
bg_bg: Електронна поща
es_es: Correo Electronico
ja_jp: メール
zh_cn: 电子邮件

source: Web
bg_bg: Мрежа
de_de: Netz
fr_fr: Toile
it_it: Tela
pl_pl: sieć
ru_ru: Сеть
zh_cn: 网页

source: Credits
bg_bg: Кредити
es_es: Creditos
fr_fr: Crédits
ja_jp: クレジット
pl_pl: kredyty
pt_pt: Créditos
ru_ru: Кредиты
zh_cn: 致谢

source: We'd like to thank the many individuals, companies, partners, and customers who have shared their ideas and stories with us and participated in developing some really great software solutions that have made Nagios XI a possibility. Neither Nagios Enterprises nor Nagios XI are necessarily endorsed by any of these parties - we just wanted to list them here as a public way of thanking them for the contributions they've made in various ways.
bg_bg: Ние бихме искали да благодарим на много граждани, фирми, партньори и клиенти, които са споделили своите идеи и истории с нас и са участвали в разработването на някои наистина страхотни софтуерни решения, които са направили възможно съществуването на Nagios XI. Нито Nagios Enterprises, нито Nagios XI са задължително одобрени от тези страни - ние просто искахме да ги изброим тук, за да им благодарим публично за приноса, който са направили по различни начини.
de_de: Wir möchten die vielen Einzelpersonen, Unternehmen, Partnern und Kunden, die ihre Ideen und Geschichten geteilt haben mit uns und participaged in den Entwicklungsländern ein paar wirklich gute Software-Lösungen, die aus Nagios XI die Möglichkeit haben, danken. Weder Nagios Enterprises noch Nagios XI unbedingt von einer dieser Personen unterstützt - wir wollten nur, um sie hier aufzulisten als öffentlicher Weg dankte ihnen für die Beiträge, die sie auf verschiedene Weise gemacht habe.
es_es: Nos gustaria agradecer a muchos individuos, empresas, partners, y clientes, los cuales han compartido sus ideas e historias con nosotros y participado en el desarrollo de un software que realmente provee una solucion, que ha hecho Nagios XI ser posible. Ni Nagios Enterprises o Nagios XI son necesariamente respaldadas por una de estas empresas - solo queremos mencionarlas aqui, como una forma publica de agradecimiento hacia ellos por las constribuciones que han hecho de diferente maneras.
fr_fr: Nous tenons à remercier les nombreuses personnes, les entreprises, les partenaires et les clients qui ont partagé leurs idées et leurs histoires avec nous et participaged dans le développement des solutions logicielles très grands qui ont fait Nagios XI une possibilité. Ni les entreprises, ni Nagios Nagios XI ne sont pas nécessairement endossées par aucun de ces partis - nous voulions juste les énumérer ici comme une voie publique de les remercier pour les contributions qu'ils ont faites de différentes manières.
it_it: Vorremmo ringraziare i molti individui, aziende, partner e clienti che hanno condiviso le loro idee e le storie con noi e participaged nello sviluppo di alcune soluzioni software davvero grandi che hanno fatto Nagios XI una possibilità. Né Enterprises Nagios Nagios XI, né sono necessariamente condivise da una di queste persone - abbiamo voluto elencare in questa sede come un modo pubblico di ringraziarli per il contributo che hanno fatto in vari modi.
ja_jp: アイデアを共有し、Nagios XIの可能性を本当に素晴らしいソフトウェアソリューションの開発に参加してくれる多くの個人、企業、パートナー、顧客に、私たちは感謝しています. Nagios EnterprisesおよびNagios XIは必ずしもこれらの方々にご承認いただいているわけではありませんが、彼らがさまざまな方法で貢献してくれたことに対しておおやけに感謝する方法としてここに列挙したいと私たちは考えました。
pl_pl: Chcielibyśmy podziękować wielu osób prywatnych, przedsiębiorstw, partnerów i klientów, którzy dzielili się swoimi pomysłami i historie z nami i participaged w tworzeniu naprawdę wspaniałe rozwiązania programowe, które sprawiły, Nagios xi możliwość. przedsiębiorstw ani nie Nagios Nagios xi są potwierdzone przez żadnego z nich - po prostu chciałem, aby dodać je tutaj, jako publicznej drodze dziękując im za wkład zrobili na różne sposoby.
pt_pt: Gostaríamos de agradecer aos muitos indivíduos, empresas, parceiros e clientes que compartilharam suas idéias e histórias com a gente e participou no desenvolvimento de algumas soluções de software realmente grandes que fizeram Nagios XI uma possibilidade. Nem Nagios Enterprises nem Nagios XI são necessariamente endossado por qualquer das partes - que acabamos queria para enumerá-los aqui como uma forma pública de agradecê-los pela contribuição que fizeram de várias maneiras.
ru_ru: Мы хотели бы поблагодарить многих людей, компаний, партнеров и клиентов, которые поделились своими идеями и историями с нами и participaged в развивающихся некоторые действительно большие программные решения, которые сделали Nagios XI возможности. Ни Nagios Предприятия, ни Nagios XI обязательно одобрены любого из этих партий - мы просто хотели, чтобы их здесь перечислять как общественный способ поблагодарить их за вклад, который они сделали по-разному.
zh_cn: 我们要感谢许多个人、公司、合作伙伴和客户，他们与我们分享了他们的想法和故事，并参与开发了一些非常棒的软件解决方案，使Nagios XI成为可能。 无论是Nagios企业还是Nagios XI，都不一定得到任何一方的认可--我们只是想把他们列在这里，作为一种公开的方式，感谢他们以各种方式做出的贡献。
