Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Config <b>%s</b> deleted successfully.
bg_bg: конфигурацията <b>% s е</b> изтрита успешно.
de_de: config <b>% s</b> erfolgreich gelöscht.
es_es: config <b>% s</b> eliminado con éxito.
fr_fr: la configuration de <b>% s a été</b> supprimée avec succès.
it_it: config <b>% s</b> cancellato correttamente.
ja_jp: 構成<b>％sは</b>正常に削除されました。
pl_pl: config <b>% s</b> usunięto pomyślnie.
pt_pt: config <b>% s</b> excluído com sucesso.
ru_ru: Конфигурация <b>% s</b> успешно удалена.
zh_cn: 配置<b>%s</b>已成功删除。

source: Unknown command
bg_bg: Неизвестна команда
de_de: unbekannter Befehl
es_es: comando desconocido
fr_fr: commande inconnue
it_it: comando sconosciuto
ja_jp: 不明なコマンド
pl_pl: nieznane polecenie
pt_pt: Comando desconhecido
ru_ru: неизвестная команда
zh_cn: 未知的命令

source: Rename Config Backup
bg_bg: Изтрийте конфигурационните резервни копия
de_de: Löschen Config Backups
es_es: Eliminar copias de seguridad de configuración
fr_fr: Supprimer les sauvegardes de configuration
it_it: Elimina backup di configurazione
ja_jp: 設定バックアップの削除
pl_pl: usuwania kopii zapasowych config
pt_pt: Excluir Backups de configuração
ru_ru: Удаление конфигурации резервного копирования
zh_cn: 重命名配置备份

source: New Name
bg_bg: Ново име
de_de: Neuer Name
es_es: Nuevo nombre
fr_fr: Nouveau nom
it_it: Nuovo nome
ja_jp: 新しい名前
pl_pl: Nowa nazwa
pt_pt: Novo nome
ru_ru: Новое имя
zh_cn: 新名称

source: Config Management
bg_bg: Управление на конфигурационния файл
de_de: config-Datei-Management
es_es: la gestión de archivos de configuración
fr_fr: la gestion des fichiers de configuration
it_it: gestione dei file di configurazione
ja_jp: 設定ファイル管理
pl_pl: Zarządzanie plik konfiguracyjny
pt_pt: gestão de arquivo de configuração
ru_ru: Управление конфигурационный файл
zh_cn: 配置管理

source: Create Backup
bg_bg: Създайте резервно копие
de_de: Backup erstellen
es_es: crear copias de seguridad
fr_fr: créer une sauvegarde
it_it: creare il backup
ja_jp: バックアップの作成
pl_pl: tworzenie kopii zapasowej
pt_pt: criar um backup
ru_ru: создать резервную копию
zh_cn: 创建备份

source: Edit Config
bg_bg: редактиране конфиг
de_de: Konfiguration bearbeiten
es_es: editar configuración
fr_fr: modifier la configuration
it_it: modifica config
ja_jp: 設定を編集
pl_pl: edytuj config
pt_pt: editar configuração
ru_ru: редактировать конфигурацию
zh_cn: 编辑配置

source: Advanced users only
bg_bg: (Само за напреднали потребители)
de_de: (Nur für fortgeschrittene Benutzer)
es_es: (Solo usuarios advanzados)
fr_fr: (Utilisateurs avancés uniquement)
it_it: (Solo utenti esperti)
ja_jp: （上級ユーザーのみ）
pl_pl: (Tylko dla zaawansowanych użytkowników)
pt_pt: (Usuários avançados apenas)
ru_ru: (Только для опытных пользователей)
zh_cn: 仅限高级用户

source: You can manually edit the configuration. We recommend using the UI unless there are errors in your configuration that require manual changes.
bg_bg: можете ръчно да редактирате конфигурацията. препоръчваме да използвате потребителския интерфейс, освен ако няма грешки във вашата конфигурация, които изискват ръчни промени.
de_de: Sie können die Konfiguration manuell bearbeiten. Wir empfehlen die Verwendung der Benutzeroberfläche, es sei denn, Ihre Konfiguration enthält Fehler, die manuelle Änderungen erfordern.
es_es: Puede editar manualmente la configuración. Recomendamos usar la interfaz de usuario a menos que haya errores en su configuración que requieran cambios manuales.
fr_fr: vous pouvez modifier manuellement la configuration. nous vous recommandons d'utiliser l'interface utilisateur, sauf s'il y a des erreurs dans votre configuration qui nécessitent des modifications manuelles.
it_it: puoi modificare manualmente la configurazione. ti consigliamo di utilizzare l'interfaccia utente a meno che non ci siano errori nella configurazione che richiedono modifiche manuali.
ja_jp: 構成は手動で編集できます。手動で変更する必要がある構成のエラーがない限り、UIを使用することをお勧めします。
pl_pl: możesz ręcznie edytować konfigurację. zalecamy korzystanie z interfejsu użytkownika, chyba że w konfiguracji występują błędy wymagające ręcznych zmian.
pt_pt: você pode editar manualmente a configuração. recomendamos usar a interface do usuário, a menos que haja erros na sua configuração que exijam alterações manuais.
ru_ru: Вы можете вручную редактировать конфигурацию. Мы рекомендуем использовать пользовательский интерфейс, если в вашей конфигурации нет ошибок, требующих ручного изменения.
zh_cn: 您可以手动编辑配置。 我们建议您使用UI，除非您的配置中存在需要手动更改的错误。

source: Configuration Backups
bg_bg: архивиране на конфигурация
de_de: Konfigurationsstatus:
es_es: estado de configuración:
fr_fr: état de la configuration:
it_it: stato di configurazione:
ja_jp: 構成のバックアップ
pl_pl: stanu konfiguracji:
pt_pt: status de configuração:
ru_ru: Конфигурация положение:
zh_cn: 配置备份

source: Every time a configuration change occurs, a new automatic backup will be created. Each backup will show the amount of line changes made from the original config to the new one. If no changes are made, no backup will be created. To create a backup with no changes, use the Create Backup button.
bg_bg: всеки път, когато се случи промяна в конфигурацията, ще се създаде нова автоматична архивиране. всяко резервно копие ще покаже количеството промени в реда, направени от оригиналната конфигурация към новата. ако не бъдат направени промени, няма да се създаде резервно копие. за да създадете резервно копие без промени, използвайте бутона за създаване на резервно копие.
de_de: Jedes Mal, wenn eine Konfigurationsänderung auftritt, wird eine neue automatische Sicherung erstellt. In jeder Sicherung wird die Anzahl der Zeilenänderungen angezeigt, die von der ursprünglichen Konfiguration zur neuen vorgenommen wurden. Wenn keine Änderungen vorgenommen werden, wird kein Backup erstellt. Verwenden Sie die Schaltfläche Backup erstellen, um ein Backup ohne Änderungen zu erstellen.
es_es: Cada vez que se produce un cambio de configuración, se creará una nueva copia de seguridad automática. cada copia de seguridad mostrará la cantidad de cambios de línea realizados desde la configuración original a la nueva. Si no se realizan cambios, no se creará ninguna copia de seguridad. Para crear una copia de seguridad sin cambios, use el botón Crear copia de seguridad.
fr_fr: chaque fois qu'un changement de configuration se produit, une nouvelle sauvegarde automatique sera créée. chaque sauvegarde montrera le nombre de changements de ligne effectués depuis la configuration d'origine vers la nouvelle. si aucune modification n'est effectuée, aucune sauvegarde ne sera créée. pour créer une sauvegarde sans modification, utilisez le bouton créer une sauvegarde.
it_it: ogni volta che si verifica una modifica della configurazione, verrà creato un nuovo backup automatico. ogni backup mostrerà la quantità di modifiche alla linea apportate dalla configurazione originale a quella nuova. se non vengono apportate modifiche, non verrà creato alcun backup. per creare un backup senza modifiche, utilizzare il pulsante Crea backup.
ja_jp: 構成が変更されるたびに、新しい自動バックアップが作成されます。各バックアップには、元の構成から新しい構成に加えられた行の変更の量が表示されます。変更がない場合、バックアップは作成されません。変更を加えずにバックアップを作成するには、[バックアップの作成]ボタンを使用します。
pl_pl: za każdym razem, gdy nastąpi zmiana konfiguracji, tworzona będzie nowa automatyczna kopia zapasowa. każda kopia zapasowa pokaże liczbę zmian linii dokonanych z oryginalnej konfiguracji do nowej. jeśli nie zostaną wprowadzone żadne zmiany, kopia zapasowa nie zostanie utworzona. Aby utworzyć kopię zapasową bez zmian, użyj przycisku Utwórz kopię zapasową.
pt_pt: toda vez que ocorre uma alteração na configuração, um novo backup automático é criado. cada backup mostrará a quantidade de alterações de linha feitas da configuração original para a nova. se nenhuma alteração for feita, nenhum backup será criado. para criar um backup sem alterações, use o botão criar backup.
ru_ru: каждый раз, когда происходит изменение конфигурации, создается новая автоматическая резервная копия. каждая резервная копия будет показывать количество изменений строки, сделанных из первоначальной конфигурации в новую. если не внесены изменения, резервная копия не будет создана. чтобы создать резервную копию без изменений, используйте кнопку «Создать резервную копию».
zh_cn: 每次进行配置更改时，都会创建一个新的自动备份。 每个备份将显示从原始配置到新配置的线路更改量。 如果不进行任何更改，将不会创建任何备份。 要创建没有更改的备份，请使用“创建备份”按钮。

source: Backup Name
bg_bg: резервно име
de_de: Sicherungsname
es_es: nombre de respaldo
fr_fr: nom de sauvegarde
it_it: nome di backup
ja_jp: バックアップ名
pl_pl: nazwa kopii zapasowej
pt_pt: nome de backup
ru_ru: резервное имя
zh_cn: 备份名称

source: View diff change
bg_bg: вижте разликата промяна
de_de: Ansicht Diff Änderung
es_es: ver cambio de diferencia
fr_fr: voir le changement de différence
it_it: guarda il cambio di differenza
ja_jp: 差分変更を表示
pl_pl: zobacz różnicę zmian
pt_pt: ver alteração diff
ru_ru: посмотреть изменение различий
zh_cn: 查看差异更改

source: No backups yet. Make a change to the BPI config to create one.
bg_bg: все още няма резервни копия. направете промяна в bpi конфигурацията, за да я създадете.
de_de: Noch keine Backups. Nehmen Sie eine Änderung an der bpi-Konfiguration vor, um eine zu erstellen.
es_es: No hay copias de seguridad todavía. realice un cambio en la configuración de bpi para crear uno.
fr_fr: aucune sauvegarde pour le moment. apportez une modification à la configuration bpi pour en créer une.
it_it: ancora nessun backup. apportare una modifica alla configurazione di bpi per crearne una.
ja_jp: まだバックアップはありません。 bpi構成を変更して作成します。
pl_pl: nie ma jeszcze kopii zapasowych. wprowadź zmiany w konfiguracji bpi, aby je utworzyć.
pt_pt: ainda não há backups. faça uma alteração na configuração do bpi para criar uma.
ru_ru: резервных копий пока нет. внесите изменения в конфигурацию bpi для ее создания.
zh_cn: 尚无备份。 更改BPI配置以创建一个。

source: Archived Configuration Backups
bg_bg: архивирани архиви на конфигурацията
de_de: archivierte Konfigurationssicherungen
es_es: copias de seguridad de configuración archivadas
fr_fr: sauvegardes de configuration archivées
it_it: backup di configurazione archiviati
ja_jp: アーカイブされた構成のバックアップ
pl_pl: zarchiwizowane kopie zapasowe konfiguracji
pt_pt: backups de configuração arquivados
ru_ru: архивация резервных копий конфигурации
zh_cn: 存档的配置备份

source: Configurations that have been backed up can be archived to be saved indefinitely. You can restore archived configurations if necessary.
bg_bg: конфигурациите, които са архивирани, могат да бъдат архивирани, за да бъдат запазени за неопределено време. ако възстановите архивираните конфигурации, ако е необходимо.
de_de: Sichernde Konfigurationen können archiviert und unbegrenzt gespeichert werden. Sie können bei Bedarf archivierte Konfigurationen wiederherstellen.
es_es: Las configuraciones de las que se ha realizado una copia de seguridad pueden archivarse para guardarse indefinidamente. Puede restaurar las configuraciones archivadas si es necesario.
fr_fr: les configurations qui ont été sauvegardées peuvent être archivées pour être enregistrées indéfiniment. vous une restauration des configurations archivées si nécessaire.
it_it: le configurazioni di cui è stato eseguito il backup possono essere archiviate per essere salvate indefinitamente. se necessario, ripristinare le configurazioni archiviate.
ja_jp: バックアップされた構成をアーカイブして、無期限に保存できます。必要に応じて、アーカイブされた構成を復元します。
pl_pl: konfiguracje, których kopie zapasowe utworzono, można archiwizować w celu ich zapisania na czas nieokreślony. w razie potrzeby przywróć zarchiwizowane konfiguracje.
pt_pt: as configurações que foram copiadas em backup podem ser arquivadas para serem salvas indefinidamente. você restaura configurações arquivadas, se necessário.
ru_ru: резервные копии конфигураций могут быть сохранены в архиве на неопределенный срок. Вы можете восстановить архивные конфигурации, если это необходимо.
zh_cn: 可以备份已备份的配置以无限期保存。 如果需要，可以还原存档的配置。

source: No backups have been archived yet.
bg_bg: все още не са архивирани архиви.
de_de: Es wurden noch keine Backups archiviert.
es_es: Aún no se han archivado copias de seguridad.
fr_fr: aucune sauvegarde n'a encore été archivée.
it_it: nessun backup è stato ancora archiviato.
ja_jp: バックアップはまだアーカイブされていません。
pl_pl: żadne kopie zapasowe nie zostały jeszcze zarchiwizowane.
pt_pt: nenhum backup foi arquivado ainda.
ru_ru: резервные копии еще не были заархивированы.
zh_cn: 尚未备份任何备份。

source: Essential group members
bg_bg: Основни членове на групата
de_de: wesentliche Gruppenmitglieder
es_es: miembros esenciales de grupo
fr_fr: les membres du groupe essentiels
it_it: i membri del gruppo essenziali
ja_jp: 必須のグループメンバ
pl_pl: Zasadnicze członkowie grupy
pt_pt: membros essenciais do grupo
ru_ru: эфирные члены группы
zh_cn: 重要小组成员

source: Handled problems (acknowledged or in downtime)
bg_bg: проблемите, които се обработват (потвърдени или в престой)
de_de: behandelte Probleme (bestätigt oder in Ausfallzeiten)
es_es: problemas manejados (reconocidos o en tiempo de inactividad)
fr_fr: problèmes traités (reconnus ou en panne)
it_it: problemi gestiti (riconosciuti o in downtime)
ja_jp: 処理された問題（承認済みまたは停止中）
pl_pl: obsługiwane problemy (potwierdzone lub w czasie przestoju)
pt_pt: problemas manipulados (reconhecidos ou inativos)
ru_ru: (подтверждено или в режиме простоя)
zh_cn: 处理的问题（已确认或处于停机状态）

source: Invalid tab
bg_bg: Невалиден раздел
de_de: ungültige Registerkarte
es_es: pestaña inválida
fr_fr: onglet invalide
it_it: scheda non valida
ja_jp: 無効なタブ
pl_pl: karta nieważna
pt_pt: guia inválido
ru_ru: недействительным вкладка
zh_cn: 无效的标签

source: Config Management - File Changes
bg_bg: управление на конфигурацията - промени във файла
de_de: Konfigurationsverwaltung - Dateiänderungen
es_es: gestión de configuración - cambios de archivo
fr_fr: gestion des configurations - changements de fichiers
it_it: gestione della configurazione - modifiche ai file
ja_jp: 構成管理-ファイルの変更
pl_pl: zarządzanie konfiguracją - zmiany plików
pt_pt: gerenciamento de configuração - alterações de arquivo
ru_ru: управление конфигурацией - изменения файла
zh_cn: 配置管理-文件更改

source: Showing the differences between the old configuration and the new changes in
bg_bg: показващи разликите между старата конфигурация и новите промени в
de_de: zeigt die Unterschiede zwischen der alten Konfiguration und den neuen Änderungen in
es_es: mostrando las diferencias entre la configuración anterior y los nuevos cambios en
fr_fr: montrant les différences entre l'ancienne configuration et les nouveaux changements
it_it: mostrando le differenze tra la vecchia configurazione e le nuove modifiche in
ja_jp: 古い構成と新しい変更の違いを示す
pl_pl: pokazujące różnice między starą konfiguracją a nowymi zmianami w
pt_pt: mostrando as diferenças entre a configuração antiga e as novas mudanças no
ru_ru: показывая различия между старой конфигурацией и новыми изменениями в
zh_cn: 显示旧配置和新更改之间的差异

source: Changes from
bg_bg: промени от
de_de: ändert sich von
es_es: cambios de
fr_fr: changements depuis
it_it: modifiche da
ja_jp: からの変化
pl_pl: zmiany z
pt_pt: mudanças de
ru_ru: изменения от
zh_cn: 更改从

source: Current Config
bg_bg: текуща конфигурация
de_de: aktuelle Konfiguration
es_es: configuración actual
fr_fr: configuration actuelle
it_it: configurazione attuale
ja_jp: 現在の構成
pl_pl: aktualna konfiguracja
pt_pt: configuração atual
ru_ru: текущий конфиг
zh_cn: 当前配置

source: Backups
bg_bg: архивиране
es_es: copias de seguridad
fr_fr: sauvegardes
it_it: backup
ja_jp: バックアップ
pl_pl: kopie zapasowe
ru_ru: резервное копирование
zh_cn: 备份

source: Archived Backups
bg_bg: архивирани архиви
de_de: archivierte Backups
es_es: copias de seguridad archivadas
fr_fr: sauvegardes archivées
it_it: backup archiviati
ja_jp: アーカイブされたバックアップ
pl_pl: zarchiwizowane kopie zapasowe
pt_pt: backups arquivados
ru_ru: архивные резервные копии
zh_cn: 存档备份

source: View Changes
bg_bg: Вижте промените
de_de: Ansicht geändert
es_es: Vista cambiada
fr_fr: Voir Changed
it_it: Visualizza Cambiato
ja_jp: ビューの変更
pl_pl: Widok zmienił
pt_pt: Ver mudanças
ru_ru: Мнение изменилось
zh_cn: 查看更改

source: Inline
bg_bg: в редица
de_de: in der Reihe
es_es: en línea
fr_fr: en ligne
it_it: in linea
ja_jp: 列をなして
pt_pt: na linha
ru_ru: в линию
zh_cn: 排队

source: Side-by-Side
bg_bg: един до друг
de_de: Seite an Seite
es_es: lado a lado
fr_fr: cote à cote
ja_jp: 並んで
pl_pl: ramię w ramię
pt_pt: lado a lado
ru_ru: бок о бок
zh_cn: 并排

source: There are no differences between the two files selected.
bg_bg: няма разлики между двата избрани файла.
de_de: Es gibt keine Unterschiede zwischen den beiden ausgewählten Dateien.
es_es: No hay diferencias entre los dos archivos seleccionados.
fr_fr: il n'y a aucune différence entre les deux fichiers sélectionnés.
it_it: non ci sono differenze tra i due file selezionati.
ja_jp: 選択した2つのファイルに違いはありません。
pl_pl: nie ma różnic między dwoma wybranymi plikami.
pt_pt: não há diferenças entre os dois arquivos selecionados.
ru_ru: между двумя выбранными файлами нет различий.
zh_cn: 所选的两个文件之间没有区别。

source: Hide Details
bg_bg: Скрийте подробностите
de_de: Details
es_es: Ver detalles
fr_fr: Voir les détails
it_it: Vedi dettagli
ja_jp: 詳細を非表示
pl_pl: ukryj szczegóły
pt_pt: Veja mais detalhes
ru_ru: Подробнее
zh_cn: 隐藏详情

source: No BPI Group results for this filter.
bg_bg: Няма резултати за BPI група за този филтър.
de_de: Keine BPI Group Ergebnisse für diesen Filter.
es_es: No resultados del Grupo BPI para este filtro.
fr_fr: Aucun résultat Groupe BPI pour ce filtre.
it_it: Nessun risultato del Gruppo BPI per questo filtro.
ja_jp: このフィルターのBPIグループ結果はありません。
pl_pl: żadna grupa BPI wynikami dla tego filtra.
pt_pt: não bpi resultados do grupo para este filtro.
ru_ru: Нет BPI Group результатов для этого фильтра.
zh_cn: 没有该过滤器的BPI组结果。

source: The current BPI config has
bg_bg: текущия bpi config има
de_de: die aktuelle bpi config hat
es_es: la configuración actual de bpi tiene
fr_fr: la configuration actuelle de bpi a
it_it: l'attuale configurazione di bpi ha
ja_jp: 現在のbpi設定には
pl_pl: obecna konfiguracja bpi ma
pt_pt: a configuração atual do bpi tem
ru_ru: текущий bpi config имеет
zh_cn: 当前的BPI配置具有

source: missing objects
bg_bg: липсващи обекти
de_de: fehlende Objekte
es_es: objetos faltantes
fr_fr: objets manquants
it_it: oggetti mancanti
ja_jp: 不足しているオブジェクト
pl_pl: brakujące przedmioty
pt_pt: objetos perdidos
ru_ru: отсутствующие объекты
zh_cn: 丢失的对象

source: Missing objects will show up as having an UNKNOWN or UNREACHABLE status
bg_bg: липсващите обекти ще се покажат като с неизвестен или недостъпен статус
de_de: fehlende Objekte werden als unbekannter oder nicht erreichbarer Status angezeigt
es_es: los objetos faltantes aparecerán con un estado desconocido o inalcanzable
fr_fr: les objets manquants apparaîtront comme ayant un statut inconnu ou inaccessible
it_it: gli oggetti mancanti appariranno come aventi uno stato sconosciuto o irraggiungibile
ja_jp: 不足しているオブジェクトは、不明な状態または到達不能な状態であると表示されます
pl_pl: brakujące obiekty będą miały status nieznany lub nieosiągalny
pt_pt: objetos ausentes aparecerão como tendo um status desconhecido ou inacessível
ru_ru: отсутствующие объекты будут отображаться как имеющие неизвестный или недостижимый статус
zh_cn: 丢失的对象将显示为“未知”或“不可达”状态

source: Show details
bg_bg: Покажете детайлите
de_de: Details
es_es: Ver detalles
fr_fr: Voir les détails
it_it: Vedi dettagli
ja_jp: 詳細を表示
pl_pl: pokaż szczegóły
pt_pt: Veja mais detalhes
ru_ru: Подробнее
zh_cn: 显示详情

source: BPI Group
bg_bg: bpi група
de_de: bpi-Gruppe
es_es: grupo bpi
fr_fr: groupe bpi
it_it: gruppo bpi
ja_jp: BPI グループ
pl_pl: Grupa bpi
pt_pt: grupo bpi
ru_ru: группа bpi
zh_cn: BPI组

source: The Group ID is a unique identifier used internally by Nagios BPI and the check plugin. Only alpha-numeric characters are allowed. Spaces are not allowed.
bg_bg: Идентификацията на групата е уникален идентификатор, използван вътрешно от Nagios BPI и плъгина за проверка. Само буквено-цифрови знаци са позволени. Интервалите не са разрешени.
de_de: Die Gruppen-ID ist eine eindeutige Kennung intern von Nagios bpi und Check-Plugin verwendet. nur alphanumerische Zeichen erlaubt. Leerzeichen nicht erlaubt sind.
es_es: el id de grupo es un identificador único que se utiliza internamente por nagios BPI y el plugin de verificación. sólo se permiten caracteres alfanuméricos. espacios no están permitidos.
fr_fr: L'identifiant de groupe est un identifiant unique utilisé en interne par nagios BPI et le chèque plugin. seuls les caractères alphanumériques sont autorisés. espaces ne sont pas autorisés.
it_it: il group id è un identificatore univoco utilizzato internamente da Nagios BPI e il plugin di controllo. sono consentiti solo caratteri alfanumerici. spazi non sono consentiti.
ja_jp: グループIDはNagios BPIおよびチェックプラグインで使用されるユニークな識別子です. 英数字のみを使用でき、スペースは使用できません.
pl_pl: identyfikator grupy jest unikalny identyfikator używany wewnętrznie przez Nagios BPI i wtyczki wyboru. tylko znaki alfanumeryczne są dozwolone. przestrzenie nie są akceptowane.
pt_pt: o ID de grupo é um identificador exclusivo usado internamente pelo Nagios BPI e do plugin cheque. são permitidos somente caracteres alfanuméricos. não são permitidos espaços.
ru_ru: группа ID представляет собой уникальный идентификатор, который используется внутренне Nagios BPI и проверки плагин. только буквенно-цифровые символы разрешены. пробелы не допускаются.
zh_cn: 组ID是Nagios BPI和check插件内部使用的唯一标识符。 仅允许使用字母数字字符。 不允许使用空格。

source: The group name that will be displayed to the end-user in the BPI Interface.
bg_bg: Име на групата, която ще бъде показана на крайния потребител в интерфейса на BPI.
de_de: der Name der Gruppe, die an den Endverbraucher in der bpi-Schnittstelle angezeigt wird.
es_es: el nombre del grupo que se mostrará al usuario final en la interfaz de BPI.
fr_fr: le nom qui sera affiché à l'utilisateur final dans l'interface de BPI Group.
it_it: il nome del gruppo che verrà visualizzato per l'utente finale nell'interfaccia BPI.
ja_jp: BPIインターフェイスでエンドユーザーに表示されるグループ名.
pl_pl: nazwa grupy, które będą wyświetlane na użytkownika końcowego w interfejsie BPI.
pt_pt: o nome do grupo que será exibido para o usuário final na interface do BPI.
ru_ru: имя группы, которое будет отображаться на конечного пользователя в интерфейсе BPI.
zh_cn: 将在BPI界面中显示给最终用户的组名。

source: Group Description
bg_bg: Описание на групата
de_de: Gruppe Beschreibung
es_es: Descripcion del Grupo
fr_fr: Description du groupe
it_it: Descrizione Gruppo
ja_jp: グループの説明
pl_pl: Opis grupy
pt_pt: Descrição
ru_ru: Описание группы
zh_cn: 组简介

source: Info URL
bg_bg: Инфо URL
es_es: URL Info
ja_jp: URL情報
pl_pl: Informacje url
pt_pt: Informações url
ru_ru: Информация URL
zh_cn: 信息网址

source: Primary Group
bg_bg: Главна група
es_es: Grupo primario
fr_fr: Groupe principal
it_it: Gruppo primario
ja_jp: プライマリグループ
pl_pl: grupa podstawowa
pt_pt: grupo primário
ru_ru: Первичные группы
zh_cn: 初级组
