Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: The translations for the interface are done through gettext, an open source software that allows localization of system environments. The translations are stored in .po files. These files can be edited with a .po editor. We recommend using
bg_bg: преводите за интерфейса се осъществяват чрез gettext, софтуер с отворен код, който позволява локализиране на системната среда. преводите се съхраняват в .po файлове. тези файлове могат да бъдат редактирани с редактор .po. препоръчваме да използвате
de_de: Die Übersetzungen für die Schnittstelle erfolgen über gettext, eine Open-Source-Software, die die Lokalisierung von Systemumgebungen ermöglicht. Die Übersetzungen werden in .po-Dateien gespeichert. Diese Dateien können mit einem .po-Editor bearbeitet werden. Wir empfehlen die Verwendung
es_es: las traducciones para la interfaz se realizan a través de gettext, un software de código abierto que permite la localización de los entornos del sistema. las traducciones se almacenan en archivos .po. estos archivos se pueden editar con un editor .po. recomendamos usar
fr_fr: Les traductions de l'interface sont effectuées via gettext, un logiciel open source permettant la localisation des environnements système. les traductions sont stockées dans des fichiers .po. ces fichiers peuvent être édités avec un éditeur .po. nous recommandons d'utiliser
it_it: le traduzioni per l'interfaccia avvengono tramite gettext, un software open source che consente la localizzazione degli ambienti di sistema. le traduzioni sono archiviate in file .po. questi file possono essere modificati con un editor .po. ti consigliamo di usare
ja_jp: インターフェイスの翻訳は、システム環境のローカライズを可能にするオープンソースのソフトウェアである gettext によって行われます。翻訳は .po ファイルに保存されます。これらのファイルは .po エディターで編集できます。使用することをお勧めします
pl_pl: tłumaczenia interfejsu są wykonywane przez gettext, oprogramowanie typu open source, które umożliwia lokalizację środowisk systemowych. tłumaczenia są przechowywane w plikach .po. pliki te można edytować za pomocą edytora .po. zalecamy używanie
pt_pt: as traduções para a interface são feitas através do gettext, um software de código aberto que permite a localização de ambientes de sistema. as traduções são armazenadas em arquivos .po. esses arquivos podem ser editados com um editor .po. recomendamos usar
ru_ru: переводы для интерфейса выполняются через gettext, программное обеспечение с открытым исходным кодом, которое позволяет локализовать системные среды. переводы хранятся в файлах .po. эти файлы можно редактировать с помощью редактора .po. мы рекомендуем использовать
zh_cn: 界面的翻译是通过gettext（一种允许对系统环境进行本地化的开源软件）完成的。 翻译内容存储在.po文件中。 这些文件可以使用.po编辑器进行编辑。 我们建议使用

source: since it's an open source editor that works on most operating systems.
bg_bg: тъй като това е редактор с отворен код, който работи на повечето операционни системи.
de_de: da es sich um einen Open-Source-Editor handelt, der auf den meisten Betriebssystemen funktioniert.
es_es: ya que es un editor de código abierto que funciona en la mayoría de los sistemas operativos.
fr_fr: puisqu'il s'agit d'un éditeur open source qui fonctionne sur la plupart des systèmes d'exploitation.
it_it: dal momento che è un editor open source che funziona sulla maggior parte dei sistemi operativi.
ja_jp: これは、ほとんどのオペレーティングシステムで動作するオープンソースのエディターであるためです。
pl_pl: ponieważ jest to edytor open source, który działa na większości systemów operacyjnych.
pt_pt: já que é um editor de código aberto que funciona na maioria dos sistemas operacionais.
ru_ru: поскольку это редактор с открытым исходным кодом, который работает на большинстве операционных систем.
zh_cn: 因为它是适用于大多数操作系统的开源编辑器。

source: The files are stored in
bg_bg: файловете се съхраняват в
de_de: Die Dateien werden in gespeichert
es_es: los archivos se almacenan en
fr_fr: les fichiers sont stockés dans
it_it: i file sono memorizzati in
ja_jp: ファイルは
pl_pl: pliki są przechowywane w
pt_pt: os arquivos são armazenados em
ru_ru: файлы хранятся в
zh_cn: 文件存储在

source: is specified by the ISO 639 two-letter local name and ISO 3166 two-leter country code, such as
bg_bg: се определя от двуезичното име iso 639 и от кода на двуелементния код iso3166, като например
de_de: wird durch den iso 639 zweibuchstabigen lokalen Namen und iso 3166 zwei-leter Ländercode, wie z
es_es: está especificado por el nombre local de dos letras ISO 639 y el código de país ISO 3166 de dos letras, como
fr_fr: est spécifié par le nom local iso 639 à deux lettres et le code de pays iso 3166 à deux chiffres, tels que
it_it: è specificato dal nome locale a due lettere di iso 639 e codice paese a due lire iso 3166, come ad esempio
ja_jp: iso 639の2文字のローカル名とiso 3166の2文字の国コードで指定されます。
pl_pl: jest określona przez dwuliterową lokalną nazwę iso 639 i dwustanowy kod kraju iso 3166, taki jak
pt_pt: é especificado pelo nome local de duas letras iso 639 e pelo código de país de duas letras iso 3166, como
ru_ru: указывается двухбуквенным локальным именем iso 639 и двухзонным кодом страны iso 3166, например
zh_cn: 由ISO 639两个字母的本地名称和ISO 3166两个字母的国家/地区代码指定，例如

source: Each language has a .po and .mo file. The .po should be edited and the .mo is a compiled after all edits have been made to the .po file.
bg_bg: всеки език има файл .po и .mo. .po трябва да бъде редактиран и .mo е компилиран, след като всички промени са направени във файла .po.
de_de: Jede Sprache hat eine .po und .mo Datei. Die .po-Datei sollte bearbeitet werden, und die .mo-Datei wird kompiliert, nachdem alle Änderungen an der .po-Datei vorgenommen wurden.
es_es: cada idioma tiene un archivo .po y .mo. el .po se debe editar y el .mo se compila después de que se hayan hecho todas las ediciones en el archivo .po.
fr_fr: chaque langue a un fichier .po et .mo. le .po doit être édité et le .mo est compilé après que toutes les modifications ont été apportées au fichier .po.
it_it: ogni lingua ha un file .po e .mo. il file .po deve essere modificato e il file .mo è compilato dopo che tutte le modifiche sono state apportate al file .po.
ja_jp: 各言語には.poと.moファイルがあります。 .poは編集しなければならず、.moは.poファイルに対してすべての編集が行われた後にコンパイルされます。
pl_pl: każdy język ma plik .po i .mo. plik .po powinien być edytowany, a plik .mo jest skompilowany po wprowadzeniu wszystkich zmian w pliku .po.
pt_pt: cada idioma tem um arquivo .po e .mo. o .po deve ser editado e o .mo é compilado após todas as edições terem sido feitas no arquivo .po.
ru_ru: на каждом языке есть .po и .mo файл. .po должен быть отредактирован, а .mo скомпилирован после внесения всех изменений в файл .po.
zh_cn: 每种语言都有一个.po和.mo文件。 在对.po文件进行所有编辑之后，应编辑.po并编译.mo。

source: Send updated or new translation files to
bg_bg: да изпратите актуализирани или нови файлове за превод на
de_de: sende aktualisierte oder neue Übersetzungsdateien an
es_es: enviar archivos de traducción actualizados o nuevos a
fr_fr: envoyer des fichiers de traduction mis à jour ou nouveaux à
it_it: inviare file di traduzione aggiornati o nuovi a
ja_jp: 更新された、または新しい翻訳ファイルを
pl_pl: wysyłać zaktualizowane lub nowe pliki tłumaczeń do
pt_pt: enviar arquivos de tradução atualizados ou novos para
ru_ru: отправлять обновленные или новые файлы переводов на
zh_cn: 将更新的或新的翻译文件发送到

source: for inclusion into upcoming releases of Nagios XI
bg_bg: за включване в предстоящите издания на nagios xi
de_de: für die Einbindung in kommende nagios xi-Versionen
es_es: para su inclusión en las próximas versiones de nagios xi
fr_fr: pour inclusion dans les prochaines versions de nagios xi
it_it: per l'inclusione nelle prossime versioni di nagios xi
ja_jp: Nagios XIの今後のリリースに含まれる
pl_pl: do włączenia do nadchodzących wydań nagios XI
pt_pt: para inclusão nos próximos lançamentos do nagios xi
ru_ru: для включения в предстоящие выпуски nagios xi
zh_cn: 包含在即将发布的Nagios XI版本中

source: Updating Current Translations
bg_bg: актуализиране на текущите преводи
de_de: aktuelle Übersetzungen aktualisieren
es_es: actualizando las traducciones actuales
fr_fr: mettre à jour les traductions actuelles
it_it: aggiornamento delle traduzioni correnti
ja_jp: 現在の翻訳を更新する
pl_pl: aktualizacja bieżących tłumaczeń
pt_pt: atualizando as traduções atuais
ru_ru: обновление текущих переводов
zh_cn: 更新当前翻译

source: If a translation that came bundled in Nagios XI needs to be edited for correctness, you should first make sure you are on the latest version of Nagios XI to get the latest translation files. You can then edit the files using poedit. Navigate to the location of the .po file and open it in poedit. Make the desired changes. You will need to compile the .mo file with your updated .po file. You can compile the .mo file using poedit or install gettext and run <code>msgfmt &lt;language&gt;.po -o &lt;language&gt;.mo</code> from the command line.
bg_bg: ако даден превод, който е включен в нагиос xi, трябва да бъде редактиран за коректност, първо трябва да сте сигурни, че сте на последната версия на nagios xi, за да получите най-новите файлове за превод. след това можете да редактирате файловете с помощта на poedit. отидете до местоположението на файла .po и го отворете в poedit. направете желаните промени. ще трябва да компилирате .mo файла с актуализирания .po файл. можете да компилирате .mo файла с помощта на poedit или да инсталирате gettext и да стартирате <code>msgfmt <language>.po -o <language>.mo</code> от командния ред.
de_de: Wenn eine Übersetzung, die in nagios xi mitgeliefert wurde, auf Korrektheit überprüft werden muss, sollten Sie zuerst sicherstellen, dass Sie die neueste Version von nagios xi verwenden, um die neuesten Übersetzungsdateien zu erhalten. Sie können die Dateien dann mit poedit bearbeiten. Navigieren Sie zum Speicherort der .po-Datei und öffnen Sie sie in poedit. mache die gewünschten Änderungen. Sie müssen die .mo-Datei mit Ihrer aktualisierten .po-Datei kompilieren. Sie können die .mo-Datei mit poedit kompilieren oder gettext installieren und <code>msgfmt <language>.po -o <language>.mo</code> über die Befehlszeile <code>msgfmt <language>.po -o <language>.mo</code> .
es_es: si una traducción incluida en nagios xi necesita ser corregida para su corrección, primero debe asegurarse de estar en la última versión de nagios xi para obtener los últimos archivos de traducción. luego puede editar los archivos usando poedit. navegue a la ubicación del archivo .po y ábralo en poedit. hacer los cambios deseados Necesitará compilar el archivo .mo con su archivo .po actualizado. puede compilar el archivo .mo usando poedit o instalar gettext y ejecutar <code>msgfmt <language>.po -o <language>.mo</code> desde la línea de comandos.
fr_fr: Si une traduction fournie avec nagios xi doit être modifiée pour être correcte, vous devez d'abord vous assurer que vous êtes sur la dernière version de nagios xi pour obtenir les derniers fichiers de traduction. vous pouvez ensuite modifier les fichiers en utilisant poedit. Accédez à l'emplacement du fichier .po et ouvrez-le dans poedit. faites les changements souhaités. vous devrez compiler le fichier .mo avec votre fichier .po mis à jour. vous pouvez compiler le fichier .mo en utilisant poedit ou installer gettext et lancer <code>msgfmt <language>.po -o <language>.mo</code> depuis la ligne de commande.
it_it: se una traduzione fornita in nagios xi deve essere modificata per la correttezza, prima assicurati di essere sull'ultima versione di nagios xi per ottenere gli ultimi file di traduzione. puoi quindi modificare i file usando poedit. navigare fino alla posizione del file .po e aprirlo in poedit. apportare le modifiche desiderate dovrai compilare il file .mo con il tuo file .po aggiornato. puoi compilare il file .mo usando poedit o installare gettext ed eseguire <code>msgfmt <language>.po -o <language>.mo</code> dalla riga di comando.
ja_jp: Nagios XIにバンドルされている翻訳ファイルを正しく編集する必要がある場合は、最新の翻訳ファイルを入手するために最新バージョンのNagios XIを使用していることを確認してください。 poeditを使用してファイルを編集できます。 .poファイルの場所に移動し、poeditで開きます。必要な変更を行います。 .moファイルを更新された.poファイルでコンパイルする必要があります。 poeditを使用して.moファイルをコンパイルするか、gettextをインストールして、コマンドラインから<code>msgfmt <language>.po -o <language>.mo</code>を実行することができます。
pl_pl: jeśli tłumaczenie, które zostało dostarczone w pakiecie nagi xi, wymaga poprawek, powinieneś najpierw upewnić się, że jesteś na najnowszej wersji nagios xi, aby uzyskać najnowsze pliki tłumaczeń. możesz następnie edytować pliki za pomocą poedit. przejdź do lokalizacji pliku .po i otwórz go w poedit. dokonać pożądanych zmian. będziesz musiał skompilować plik .mo ze zaktualizowanym plikiem .po. możesz skompilować plik .mo za pomocą poedit lub zainstalować gettext i uruchomić <code>msgfmt <language>.po -o <language>.mo</code> z linii poleceń.
pt_pt: Se uma tradução incluída no nagios xi precisar ser editada para correção, você deve primeiro verificar se está na versão mais recente do nagios xi para obter os arquivos de tradução mais recentes. você pode editar os arquivos usando poedit. navegue até o local do arquivo .po e abra-o em poedit. faça as alterações desejadas. você precisará compilar o arquivo .mo com o arquivo .po atualizado. você pode compilar o arquivo .mo usando poedit ou instalar o gettext e executar o <code>msgfmt <language>.po -o <language>.mo</code> partir da linha de comando.
ru_ru: если перевод, который пришел в комплекте с nagios xi, необходимо отредактировать для правильности, сначала убедитесь, что вы используете последнюю версию nagios xi для получения последних файлов перевода. вы можете редактировать файлы с помощью poedit. перейдите к местоположению файла .po и откройте его в poedit. внести необходимые изменения. вам нужно будет скомпилировать файл .mo с вашим обновленным файлом .po. вы можете скомпилировать файл .mo с помощью poedit или установить gettext и запустить <code>msgfmt <language>.po -o <language>.mo</code> из командной строки.
zh_cn: 如果需要编辑Nagios XI中捆绑的翻译文件以保证其正确性，您应该首先确保您使用的是最新版本的Nagios XI，以获得最新的翻译文件，然后您可以使用poedit编辑文件。然后您可以使用 poedit 编辑文件。导航到 .po 文件的位置，在 poedit 中打开它。进行所需的修改。您将需要将 .mo 文件与您更新的 .po 文件一起编译。您可以使用poedit编译.mo文件，或者安装gettext并从命令行运行<code>msgfmt <language>.po -o <language>.mo</code>。

source: After you've made your updates and replaced the .po and .mo files you should restart apache before verifying in the interface that the changes have been made.
bg_bg: след като сте направили актуализациите си и сте заменили файловете .po и .mo, трябва да рестартирате Apache, преди да проверите в интерфейса, че са направени промените.
de_de: Nachdem Sie Ihre Aktualisierungen vorgenommen und die Dateien .po und .mo ersetzt haben, sollten Sie Apache neu starten, bevor Sie in der Benutzeroberfläche überprüfen, ob die Änderungen vorgenommen wurden.
es_es: después de realizar las actualizaciones y reemplazar los archivos .po y .mo, debe reiniciar Apache antes de verificar en la interfaz que se han realizado los cambios.
fr_fr: Après avoir effectué vos mises à jour et remplacé les fichiers .po et .mo, vous devez redémarrer Apache avant de vérifier dans l'interface que les modifications ont bien été effectuées.
it_it: dopo aver effettuato gli aggiornamenti e aver sostituito i file .po e .mo, è necessario riavviare Apache prima di verificare nell'interfaccia che le modifiche siano state apportate.
ja_jp: 更新を行い、.poと.moファイルを置き換えた後、変更が加えられたことをインターフェイスで確認する前に、Apacheを再起動する必要があります。
pl_pl: po dokonaniu aktualizacji i zastąpieniu plików .po i .mo powinieneś zrestartować apache przed sprawdzeniem w interfejsie, że zmiany zostały wprowadzone.
pt_pt: depois de fazer as atualizações e substituir os arquivos .po e .mo, reinicie o apache antes de verificar na interface que as alterações foram feitas.
ru_ru: после того, как вы внесли свои обновления и заменили файлы .po и .mo, вы должны перезапустить apache, прежде чем проверять в интерфейсе, что изменения были сделаны.
zh_cn: 完成更新并替换.po和.mo文件后，应在界面中确认已进行更改之前重新启动apache。

source: Creating New Translations
bg_bg: създаване на нови преводи
de_de: Erstellen neuer Übersetzungen
es_es: creando nuevas traducciones
fr_fr: créer de nouvelles traductions
it_it: creare nuove traduzioni
ja_jp: 新しい翻訳を作成する
pl_pl: tworzenie nowych tłumaczeń
pt_pt: criando novas traduções
ru_ru: создание новых переводов
zh_cn: 创建新的翻译

source: To create a new translation you will need to do the following. We recommend that you make sure your Nagios XI installation is the latest available version, so that your translation has all the new language variables. For this example, we will use French
bg_bg: за да създадете нов превод, ще трябва да направите следното. препоръчваме да сте сигурни, че инсталирането на nagios xi е най-новата версия, така че вашият превод да има всички нови езикови променливи. за този пример ще използваме френски език
de_de: Um eine neue Übersetzung zu erstellen, müssen Sie Folgendes tun. Wir empfehlen Ihnen sicherzustellen, dass Ihre Nagios xi-Installation die neueste verfügbare Version ist, sodass Ihre Übersetzung alle neuen Sprachvariablen enthält. Für dieses Beispiel werden wir Französisch verwenden
es_es: para crear una nueva traducción, deberá hacer lo siguiente. le recomendamos que se asegure de que su instalación nagios xi sea la última versión disponible, de modo que su traducción tenga todas las nuevas variables de idioma. para este ejemplo, usaremos francés
fr_fr: Pour créer une nouvelle traduction, vous devrez effectuer les opérations suivantes. Nous vous recommandons de vous assurer que votre installation de nagios xi est la dernière version disponible, afin que votre traduction ait toutes les nouvelles variables de langue. pour cet exemple, nous allons utiliser le français
it_it: per creare una nuova traduzione dovrai fare quanto segue. ti consigliamo di assicurarti che l'installazione di nagios xi sia l'ultima versione disponibile, in modo che la traduzione abbia tutte le nuove variabili linguistiche. per questo esempio, useremo il francese
ja_jp: 新しい翻訳を作成するには、以下を行う必要があります。 Nagios XIのインストールが最新の使用可能なバージョンであることを確認して、翻訳に新しい言語がすべて含まれるようにすることをお勧めします。この例では、フランス語を使用します
pl_pl: Aby utworzyć nowe tłumaczenie, musisz wykonać następujące czynności. zalecamy upewnienie się, że twoja instalacja nagios xi jest najnowszą dostępną wersją, więc twoje tłumaczenie ma wszystkie nowe zmienne językowe. dla tego przykładu użyjemy francuskiego
pt_pt: Para criar uma nova tradução, você precisará fazer o seguinte. Recomendamos que você verifique se a instalação do nagios xi é a versão mais recente disponível, para que sua tradução tenha todas as novas variáveis ​​de idioma. para este exemplo, vamos usar o francês
ru_ru: для создания нового перевода вам нужно будет сделать следующее. мы рекомендуем вам убедиться, что ваша установка nagios xi является последней доступной версией, так что ваш перевод содержит все новые языковые переменные. для этого примера мы будем использовать французский
zh_cn: 要创建新的翻译，您需要执行以下操作。 我们建议您确保您的Nagios XI安装是最新的可用版本，以便您的翻译包含所有新的语言变量。 在此示例中，我们将使用法语

source: as our new language
bg_bg: като нашият нов език
de_de: als unsere neue Sprache
es_es: como nuestro nuevo idioma
fr_fr: comme notre nouvelle langue
it_it: come nostra nuova lingua
ja_jp: 新しい言語として
pl_pl: jako nasz nowy język
pt_pt: como nosso novo idioma
ru_ru: как наш новый язык
zh_cn: 作为我们的新语言

source: Copy the English .po file from
bg_bg: копирайте английският файл .po от
de_de: Kopieren Sie die englische .po-Datei von
es_es: Copie el archivo .po Inglés de
fr_fr: copier le fichier anglais .po de
it_it: copia il file .po inglese da
ja_jp: 英語の.poファイルを
pl_pl: skopiuj angielski plik .po z
pt_pt: copie o arquivo .po em inglês de
ru_ru: скопируйте файл .po.
zh_cn: 复制英文.po文件从

source: Open the .po file in poedit and make the translations to the new language
bg_bg: отворете файла .po в poedit и направете преводите на новия език
de_de: Öffnen Sie die .po-Datei in Poedit und führen Sie die Übersetzungen in die neue Sprache aus
es_es: abra el archivo .po en poedit y haga las traducciones al nuevo idioma
fr_fr: ouvrir le fichier .po dans poedit et faire les traductions dans la nouvelle langue
it_it: apri il file .po in poedit e fai le traduzioni nella nuova lingua
ja_jp: poeditで.poファイルを開き、新しい言語に翻訳する
pl_pl: otwórz plik .po w poedit i wykonaj tłumaczenia na nowy język
pt_pt: abra o arquivo .po em poedit e faça as traduções para o novo idioma
ru_ru: откройте файл .po в poedit и сделайте перевод на новый язык
zh_cn: 在poedit中打开.po文件，然后将其翻译为新语言

source: Convert your .po file to a .mo file and restart apache see changes in the interface (the language will show up in the selection drop down right away)
bg_bg: преобразувайте файла .po в .mo файл и рестартирайте apache, вижте промените в интерфейса (езикът ще се появи в падащия списък за избор)
de_de: Konvertieren Sie Ihre .po-Datei in eine .mo-Datei und starten Sie Apache neu. Siehe Änderungen in der Benutzeroberfläche (die Sprache wird sofort in der Auswahlliste angezeigt)
es_es: convierta su archivo .po a un archivo .mo y reinicie apache para ver los cambios en la interfaz (el idioma aparecerá en la lista desplegable de inmediato)
fr_fr: convertissez votre fichier .po dans un fichier .mo et redémarrez apache voir les changements dans l'interface (la langue apparaîtra dans la liste déroulante de sélection tout de suite)
it_it: converti il ​​tuo file .po in un file .mo e riavvia apache vedi le modifiche nell'interfaccia (la lingua apparirà nel menu a discesa della selezione subito)
ja_jp: .poファイルを.moファイルに変換して、Apacheを再起動してください。インターフェースの変更を見てください（言語がすぐに選択項目に表示されます）
pl_pl: skonwertuj swój plik .po do pliku .mo i zrestartuj apache zobacz zmiany w interfejsie (język pojawi się w menu wyboru od razu)
pt_pt: converta seu arquivo .po em um arquivo .mo e reinicie o apache para ver as mudanças na interface (o idioma aparecerá na lista suspensa imediatamente)
ru_ru: конвертируйте файл .po в файл .mo и перезапустите apache, просмотрите изменения в интерфейсе (язык сразу отобразится в списке выбора)
zh_cn: 将您的.po文件转换为.mo文件，然后重新启动apache，以查看界面更改（该语言将立即显示在选择下拉列表中）

source: Once you're done, send us an email to the address above with the translated file to get it included into future versions of Nagios XI
bg_bg: Щом свършите, изпратете ни имейл на горепосочения адрес с преведения файл, за да го включите в бъдещите версии на nagios xi
de_de: Sobald Sie fertig sind, senden Sie uns eine E-Mail an die oben angegebene Adresse mit der übersetzten Datei, um sie in zukünftige Versionen von nagios xi aufzunehmen
es_es: Una vez que haya terminado, envíenos un correo electrónico a la dirección anterior con el archivo traducido para incluirlo en futuras versiones de nagios xi
fr_fr: Une fois que vous avez terminé, envoyez-nous un e-mail à l'adresse ci-dessus avec le fichier traduit pour l'inclure dans les futures versions de nagios xi
it_it: una volta che hai finito, inviaci una email all'indirizzo sopra con il file tradotto per farla includere nelle future versioni di nagios xi
ja_jp: いったん終了したら、上記のアドレスに翻訳されたファイルをメールで送って、将来のバージョンのNagios XIに含めるようにしてください
pl_pl: kiedy skończysz, wyślij nam wiadomość e-mail na powyższy adres z przetłumaczonym plikiem, aby włączyć go do przyszłych wersji nagios xi
pt_pt: Assim que estiver pronto, envie-nos um email para o endereço acima com o arquivo traduzido para incluí-lo nas futuras versões do nagios xi
ru_ru: как только вы закончите, пришлите нам электронное письмо по вышеуказанному адресу с переведенным файлом, чтобы включить его в будущие версии nagios xi
zh_cn: 完成后，给我们发送电子邮件到上面的地址，其中包含翻译后的文件，以将其包含在以后的Nagios XI版本中
