Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Enforce Requirements
bg_bg: Наложете изискванията
de_de: Durchsetzung von Anforderungen
es_es: hacer cumplir los requisitos
fr_fr: appliquer les exigences
it_it: far rispettare i requisiti
ja_jp: 要件を強制する
pl_pl: egzekwować wymagania
pt_pt: impor requisitos
ru_ru: обеспечить соблюдение требований
zh_cn: 强制要求

source: Enforce specified requirements.
bg_bg: Наложете определените изисквания.
de_de: Durchsetzung spezifizierten Anforderungen.
es_es: hacer cumplir los requisitos especificados.
fr_fr: appliquer les exigences spécifiées.
it_it: far rispettare i requisiti specificati.
ja_jp: 指定した要件を強制します.
pl_pl: wymusić określone wymagania.
pt_pt: cumprir os requisitos especificados.
ru_ru: обеспечить соблюдение установленных требований.
zh_cn: 强制执行规定的要求。

source: Maximum Password Age
bg_bg: Максимална възраст на паролата
de_de: maximale Kennwortalter
es_es: máxima de la contraseña
fr_fr: du mot de passe maximale
it_it: durata massima di password
ja_jp: パスワード有効期間
pl_pl: Maksymalny okres ważności hasła
pt_pt: duração máxima da senha
ru_ru: Максимальный срок действия пароля
zh_cn: 密码最长使用期限

source: Passwords are required to be reset after they've been in use for these many days.
bg_bg: Необходимо е паролите да се занулят, след като са били в употреба в продължение на толкова много дни.
de_de: Passwörter sind erforderlich, zurückgesetzt zu werden, nachdem sie im Einsatz für diese vielen Tagen waren.
es_es: Se requieren contraseñas para poner a cero después de haber estado en uso durante este largo tiempo.
fr_fr: les mots de passe doivent être remis à zéro après qu'ils ont été dans l'utilisation de ces nombreux jours.
it_it: le password devono essere ripristinato dopo che sono stati in uso per questi molti giorni.
ja_jp: 有効期間を経過後、パスワードのリセットが要求されます.
pl_pl: Hasła muszą zostać zresetowane po ich już w użyciu przez tych wiele dni.
pt_pt: senhas são obrigados a ser reposto depois de terem sido utilizados por estes muitos dias.
ru_ru: пароли должны быть сброшены после того, как они использовались в течение многих дней.
zh_cn: 密码使用了许多天后，需要将其重置。

source: Enter 0 for unlimited password age.
bg_bg: Въведете 0 за неограничен парола възраст.
de_de: geben Sie 0 für unbegrenzte Kennwortalter.
es_es: introduzca 0 para la edad contraseña ilimitada.
fr_fr: entrez 0 pour l'âge de mot de passe illimité.
it_it: immettere 0 per l'età della password illimitato.
ja_jp: パスワード有効期限を無期限にする場合は、0 を入力してください.
pl_pl: wprowadzić 0 dla nieograniczonej ważności hasła.
pt_pt: digite 0 para a idade senha ilimitada.
ru_ru: введите 0 для неограниченного пароля возраста.
zh_cn: 输入0表示不限密码年龄。

source: Minimum Password Length
bg_bg: Минимална дължина на паролата
de_de: Mindestlänge
es_es: longitud mínima de contraseña
fr_fr: longueur minimale de mot de passe
it_it: lunghezza minima della password
ja_jp: パスワードの最小文字数
pl_pl: Minimalna długość hasła
pt_pt: comprimento mínimo de senha
ru_ru: Минимальная длина пароля
zh_cn: 最小密码长度

source: Passwords are required to have at least this many characters.
bg_bg: Изисква се паролите да имат най-малко толкова знаци.
de_de: Passwörter müssen mindestens diese viele Zeichen haben.
es_es: contraseñas deben tener al menos estos personajes.
fr_fr: les mots de passe doivent avoir au moins ce nombre de caractères.
it_it: le password sono tenuti ad avere almeno questo numero di caratteri.
ja_jp: パスワードは指定した文字数よりも長くする必要があります.
pl_pl: Hasła muszą mieć co najmniej taką liczbę znaków.
pt_pt: senhas são obrigados a ter pelo menos este número de caracteres.
ru_ru: пароли должны иметь по крайней мере это много символов.
zh_cn: 密码必须至少包含这么多字符。

source: Password Complexity
bg_bg: Сложност на паролата
de_de: Kennwortkomplexität
es_es: complejidad de las contraseñas
fr_fr: la complexité du mot de passe
it_it: la complessità delle password
ja_jp: パスワードの複雑さ
pl_pl: złożoność hasła
pt_pt: a complexidade de senha
ru_ru: сложности пароля
zh_cn: 密码复杂性

source: Enforce Complexity Requirements
bg_bg: Наложете изисквания за сложност
de_de: Durchsetzung von Komplexitätsanforderungen
es_es: cumplir los requisitos de complejidad
fr_fr: appliquer les exigences de complexité
it_it: far rispettare i requisiti di complessità
ja_jp: 複雑さの要件を強制する
pl_pl: egzekwować wymagania co do złożoności
pt_pt: cumprir os requisitos de complexidade
ru_ru: обеспечить соблюдение требований к сложности
zh_cn: 强制执行复杂性要求

source: Enforce specified complexity requirements.
bg_bg: Наложете определени изисквания за сложност
de_de: spezifizierte Komplexität Anforderungen erzwingen.
es_es: cumplir los requisitos de complejidad específica.
fr_fr: appliquer les exigences de complexité spécifiées.
it_it: far rispettare i requisiti complessità specificata.
ja_jp: 指定された複雑さの要件を強制します.
pl_pl: wymusić określone wymagania co do złożoności.
pt_pt: impor requisitos de complexidade especificada.
ru_ru: соблюдение заданных требований к сложности.
zh_cn: 强制执行指定的复杂性要求。

source: Minimum Uppercase Characters
bg_bg: Минимален брой главни букви
de_de: Mindestgroßbuchstaben
es_es: caracteres en mayúscula mínimos
fr_fr: caractères minimum majuscules
it_it: caratteri maiuscoli minimi
ja_jp: 大文字の最小文字数
pl_pl: Minimalne wielkie litery
pt_pt: caracteres maiúsculos mínimos
ru_ru: Минимальные символы верхнего регистра
zh_cn: 最小大写字符

source: Minimum Lowercase Characters
bg_bg: Минимален брой малки букви
de_de: Mindestkleinbuchstaben
es_es: caracteres en minúscula mínimos
fr_fr: caractères minimum minuscules
it_it: caratteri minuscoli minimi
ja_jp: 小文字の最小文字数
pl_pl: minimalne małe litery
pt_pt: caracteres mínimos minúsculas
ru_ru: Минимальные символы нижнего регистра
zh_cn: 最小小写字符

source: Minimum Numeric Characters
bg_bg: Минимален брой цифри
de_de: Mindestnumerische Zeichen
es_es: caracteres numéricos mínimos
fr_fr: caractères minimum numériques
it_it: caratteri numerici minimi
ja_jp: 数字の最小文字数
pl_pl: Minimalne znaki numeryczne
pt_pt: caracteres numéricos mínimos
ru_ru: минимальные числовые символы
zh_cn: 最小数字字符

source: Minimum Special Characters
bg_bg: Минимален брой специални символи
de_de: Mindestsonderzeichen
es_es: caracteres especiales mínimos
fr_fr: caractères spéciaux minimaux
it_it: caratteri speciali minimi
ja_jp: 特殊文字の最小文字数
pl_pl: Minimalne znaki specjalne
pt_pt: caracteres especiais mínimos
ru_ru: Минимальные специальные символы
zh_cn: 最小特殊字符

source: Theme Settings
bg_bg: Настройки на темата
de_de: Einstellungen überprüfen
es_es: Confiuraciones de Chequeo
fr_fr: Vérifiez les paramètres de
it_it: Controllare le impostazioni
ja_jp: テーマ設定
pl_pl: Sprawdź ustawienia
pt_pt: Verifique as configurações
ru_ru: Проверьте настройки
zh_cn: 主题设定

source: Display Settings
bg_bg: Настройки на дисплея
de_de: Einstellungen übernehmen
es_es: Aplicar configuraciones
fr_fr: Appliquer les paramètres
it_it: Applica impostazioni
ja_jp: ディスプレイ設定
pl_pl: zastosować ustawienia
pt_pt: Aplicar configurações
ru_ru: Применить настройки
zh_cn: 应用设置

source: Highcharts Color Theme
bg_bg: Цветова тема на highcharts
de_de: highcharts Farbthema
es_es: Highcharts tema de color
fr_fr: thème Highcharts de couleur
it_it: Highcharts tema di colore
ja_jp: Highchartsカラーテーマ
pl_pl: highcharts kolorowy motyw
pt_pt: Highcharts tema de cor
ru_ru: Highcharts цветная тема
zh_cn: 图表颜色主题

source: Default (White)
bg_bg: По подразбиране (бял)
de_de: Standard (weiß)
es_es: por defecto (blanco)
fr_fr: défaut (blanc)
it_it: default (bianco)
ja_jp: 既定 (白)
pl_pl: domyślne (biały)
pt_pt: default (branco)
ru_ru: по умолчанию (белый)
zh_cn: 默认（白色）

source: Dark Gray
bg_bg: тъмно сиво
de_de: dunkelgrau
es_es: gris oscuro
fr_fr: gris foncé
it_it: grigio scuro
ja_jp: 暗灰色
pl_pl: ciemny szary
pt_pt: cinza escuro
ru_ru: темно-серый
zh_cn: 深灰色

source: Use Highcharts for Performance Graphs page and host/service detail pages (host/service popup graph always uses Highcharts)
bg_bg: Използвайте графики за страници с графики за ефективност и страници с подробности за хост / услуга (изскачащата графика на хоста / услугата винаги използва високи таблици)
de_de: Verwenden Sie Highcharts für Leistungsdiagramme Seite und Host / Service Detail Seiten (Host / Service Popup-Diagramm verwendet immer Highcharts)
es_es: Use los highcharts para la página de los gráficos del funcionamiento y las páginas del detalle del anfitrión / servicio (el gráfico del estallido del anfitrión / servicio utiliza siempre los highcharts)
fr_fr: Utilisez des diagrammes élevés pour les pages de graphiques de performance et les pages de détail de l'hôte / service (le graphique popup hôte / service utilise toujours les diagrammes élevés)
it_it: utilizzare Highcharts per la pagina di grafici delle prestazioni e dei servizi nelle pagine di dettaglio (grafico host / servizio popup utilizza sempre Highcharts) host /
ja_jp: パフォーマンスグラフページとホスト/サービス詳細ページ（ホスト/サービスポップアップグラフは常にハイチャートを使用します）にハイチャートを使用してください
pl_pl: Użyj wykresów wysokociśnieniowych do wykresów wydajności i stron szczegółowych dotyczących hostów / usług (wykres pop-up dla hosta / serwisu zawsze korzysta z rankingów)
pt_pt: Use highcharts para página de gráficos de desempenho e páginas de detalhes de host / serviço (o gráfico de popup de host / serviço sempre usa highcharts)
ru_ru: Использовать highcharts для страниц графиков производительности и страниц сведений о хосте / службе (всплывающий график хоста / службы всегда использует highcharts)
zh_cn: 对性能图页面和主机/服务详细信息页面使用图表（主机/服务弹出图始终使用图表）

source: Scale for Highcharts Graphs
bg_bg: Мащаб за Highcharts графики
de_de: Maßstab für Highcharts Graphen
es_es: escala para Highcharts gráficos
fr_fr: échelle pour Highcharts graphiques
it_it: scala per Highcharts grafici
ja_jp: Highchartsグラフのスケール
pl_pl: Skala dla highcharts wykresach
pt_pt: escala para Highcharts gráficos
ru_ru: шкала для Highcharts графиков
zh_cn: 图表的比例

source: Linear
bg_bg: Линеен
es_es: lineal
fr_fr: linéaire
it_it: lineare
ja_jp: リニア
pl_pl: liniowy
ru_ru: линейный
zh_cn: 线性

source: Logarithmic
bg_bg: Логаритмичен
de_de: logarithmisch
es_es: logarítmica
fr_fr: logarithmique
it_it: logaritmica
ja_jp: 対数
pl_pl: logarytmiczna
pt_pt: logarítmica
ru_ru: логарифмический
zh_cn: 对数

source: Data Settings (Highcharts)
bg_bg: Настройки на данни (Highcharts)
de_de: Dateneinstellungen (highcharts)
es_es: Ajustes de datos (Highcharts)
fr_fr: Paramètres des données (Highcharts)
it_it: Impostazioni dati (Highcharts)
ja_jp: データ設定 (Highcharts)
pl_pl: Ustawienia danych (highcharts)
pt_pt: Configurações de dados (Highcharts)
ru_ru: Настройки данных (Highcharts)
zh_cn: 数据设置（高位图）

source: Show in Legend
bg_bg: Покажете в легендата
de_de: Show in der Legende
es_es: muestran en la leyenda
fr_fr: spectacle dans la légende
it_it: spettacolo nella leggenda
ja_jp: 凡例を表示する
pl_pl: Pokaż w legendzie
pt_pt: show em lenda
ru_ru: шоу в легенде
zh_cn: 在图例中显示

source: Last value
bg_bg: Последната стойност
de_de: letzten Wert
es_es: último valor
fr_fr: dernière valeur
it_it: ultimo valore
ja_jp: 最新値
pl_pl: Ostatnia wartość
pt_pt: último valor
ru_ru: Последнее значение
zh_cn: 最后一个值

source: Average
bg_bg: Средно аритметично
de_de: Durchschnitt
es_es: Promedio
fr_fr: Moyenne
it_it: Media
ja_jp: 平均
pl_pl: średnia
pt_pt: Média
ru_ru: Средний
zh_cn: 平均

source: Maximum
bg_bg: Максимален
de_de: maximal
es_es: máximo
it_it: massimo
ja_jp: 最大
pl_pl: maksymalny
pt_pt: máximo
ru_ru: максимальная
zh_cn: 最大值

source: Calculation
bg_bg: Изчисление
de_de: Berechnung
es_es: cálculo
fr_fr: calcul
it_it: calcolo
ja_jp: 計算
pl_pl: obliczenie
pt_pt: cálculo
ru_ru: расчет
zh_cn: 计算

source: Ignore null values when calculating Avg/Max/Last values
bg_bg: Игнорира нулевите стойности при изчисляването на Средните / Максималните / Последните стойности (Avg/Max/Last values)
de_de: Nullwerte ignorieren, wenn avg / max / letzten Werte Berechnung
es_es: ignorar los valores nulos en el cálculo de los valores promedio de los últimos / Máx /
fr_fr: ignorer les valeurs nulles lors du calcul max / dernières valeurs AVG /
it_it: ignorare i valori nulli nel calcolo max / ultimi valori AVG /
ja_jp: 平均/最大/最新値を計算するときにnull値を無視する
pl_pl: ignoruje wartości null przy obliczaniu wartości MAX / avg / ostatnie
pt_pt: ignorar valores nulos no cálculo últimos valores / MAX AVG /
ru_ru: игнорировать нулевые значения при расчете макс / последних значений ср /
zh_cn: 计算平均/最大/最后一个值时忽略空值

source: Warning/Critical Line Display Settings (Highcharts)
bg_bg: Настройки на дисплея за предупредителна / критична линия (Highcharts)
de_de: Warnung / kritische Linie Anzeigeeinstellungen (highcharts)
es_es: advertencia / ajustes críticos pantalla de una línea (Highcharts)
fr_fr: avertissement / paramètres d'affichage de la ligne critique (Highcharts)
it_it: avvertimento / impostazioni di visualizzazione linea critiche (Highcharts)
ja_jp: 警告/クリティカル線の表示設定 (Highcharts)
pl_pl: ostrzegawcze / krytyczne ustawienia wyświetlania linii (highcharts)
pt_pt: Advertência / Crítico configurações de exibição de linha (Highcharts)
ru_ru: предупреждения / критические параметры отображения строки (Highcharts)
zh_cn: 警告/关键行显示设置（高图）

source: Display Graph Buttons
bg_bg: Покажете бутоните на графиката
de_de: Anzeige Graph Tasten
es_es: botones de la pantalla gráfica
fr_fr: boutons d'affichage graphique
it_it: pulsanti grafico mostra
ja_jp: 表示ボタン
pl_pl: Przyciski wykres wyświetlacz
pt_pt: botões Apresenta o gráfico
ru_ru: Кнопки отображения графиков
zh_cn: 显示图形按钮

source: On
bg_bg: Включен
de_de: auf
es_es: en
fr_fr: sur
it_it: su
ja_jp: オン
pl_pl: na
pt_pt: em
ru_ru: на
zh_cn: 开

source: Off
bg_bg: Изключен
de_de: ausgeschaltet
es_es: de
it_it: spento
ja_jp: オフ
pl_pl: od
pt_pt: fora
ru_ru: от
zh_cn: 关

source: This will disable the warning and critical line buttons from being displayed in any graphs.
bg_bg: Това ще спре показването на бутоните за предупредителните и критичните линии във всички графики.
de_de: Dies wird die Warnung und kritische Linie Tasten von der Darstellung in beliebigen Graphen deaktivieren.
es_es: Esto desactivará la botones de línea de advertencia y críticos que se muestren en cualquier gráfico.
fr_fr: cela désactive les touches de ligne critiques d'avertissement et d'être affiché dans tous les graphiques.
it_it: questo consente di disattivare i pulsanti di linea critici di avviso e venga visualizzato in tutti i grafici.
ja_jp: 警告およびクリティカル線ボタンの表示/非表示を切り替えます.
pl_pl: spowoduje to wyłączenie krytycznych przyciski linii ostrzeżenie i nie mają być wyświetlane w dowolnych wykresów.
pt_pt: isso irá desativar o botões de linha críticos de alerta e de ser exibido em quaisquer gráficos.
ru_ru: это отключит предупреждение и кнопки критической линии, которая будет показываться в любых графиков.
zh_cn: 这将使警告和关键线按钮无法显示在任何图形中。

source: Auto Display
bg_bg: Авто дисплей
de_de: auto-Anzeige
es_es: visualización automática
fr_fr: affichage automatique
it_it: visualizzazione automatica
ja_jp: 自動表示
pl_pl: wyświetlania auto
pt_pt: display auto
ru_ru: автоматический дисплей
zh_cn: 自动显示

source: This will display the warning and critical lines when an eligible graph is loaded and drawn.
bg_bg: Това ще покаже предупредителните и критичните линии, когато графика, отговаряща на условията е заредена и начертана.
de_de: Dies wird die Warn- und kritischen Linien angezeigt wird, wenn ein berechtigter Graph geladen wird und gezeichnet.
es_es: esto mostrará las líneas de advertencia y críticos cuando se carga y se dibuja un gráfico elegibles.
fr_fr: cela va afficher les lignes d'avertissement et critiques quand un graphe admissible est chargé et tiré.
it_it: questo mostrerà le linee di avvertimento e critiche quando un grafo ammissibile è caricato e disegnato.
ja_jp: グラフの読込および描画時に警告およびクリティカル線を表示します.
pl_pl: ta wyświetli ostrzeżenie i krytycznych linie gdy kwalifikują wykres jest załadowany i wyciągnąć.
pt_pt: isto irá mostrar as linhas de alerta e críticas quando um gráfico elegíveis é carregado e desenhado.
ru_ru: это будет отображать предупреждения и критические линии, когда право график загружен и обращается.
zh_cn: 加载和绘制合格的图形时，这将显示警告和关键线。

source: General User Settings
bg_bg: Общи настройки на пощата
de_de: Allgemeine E-Mail-Einstellungen
es_es: Configuraciones Generales de Correo
fr_fr: Paramètres de messagerie générales
it_it: Impostazioni posta generali
ja_jp: 一般的なメール設定
pl_pl: ogólne ustawienia poczty
pt_pt: Configurações de Mensagens gerais
ru_ru: Общие настройки почты
zh_cn: 一般邮件设置

source: Disable Renewal Reminder
bg_bg: забранете напомнянето за подновяване
de_de: Deaktivieren Sie die Erinnerung für die Verlängerung
es_es: desactivar el recordatorio de renovación
fr_fr: désactiver le rappel de renouvellement
it_it: disabilita il promemoria del rinnovo
ja_jp: 更新通知を無効にする
pl_pl: wyłącz przypomnienie o odnowieniu
pt_pt: desativar lembrete de renovação
ru_ru: отключить напоминание о восстановлении
zh_cn: 禁用续订提醒

source: Disable the maintenance renewal reminder popup messages for non-admin users.
bg_bg: деактивирайте изскачащите съобщения за напомняне за подновяване на поддръжката за не-администраторски потребители.
de_de: Deaktivieren Sie die Popup-Nachrichten für die Wartungserneuerungsmeldung für Benutzer ohne Administratorrechte.
es_es: desactivar los mensajes emergentes de recordatorio de renovación de mantenimiento para usuarios que no sean administradores.
fr_fr: désactiver les messages contextuels de rappel de renouvellement de maintenance pour les utilisateurs non administrateurs.
it_it: disabilitare i messaggi popup di promemoria per il rinnovo della manutenzione per gli utenti non amministratori.
ja_jp: 管理者以外のユーザーのメンテナンス更新通知ポップアップメッセージを無効にします。
pl_pl: wyłączyć komunikaty wyskakujące przypomnienia o odnowie konserwacji dla użytkowników nieadministracyjnych.
pt_pt: desativar as mensagens pop-up de lembrete de renovação de manutenção para usuários não administradores.
ru_ru: отключите всплывающие сообщения напоминания об обновлении обслуживания для пользователей, не являющихся администраторами.
zh_cn: 为非管理员用户禁用维护续订提醒弹出消息。

source: Default User Settings
bg_bg: Потребителски настройки по подразбиране
es_es: Opciones prefijadas del usuario
fr_fr: Paramètres utilisateur par défaut
it_it: Delle impostazioni predefinite dell'utente
ja_jp: 既定のユーザー設定
pl_pl: Domyślne ustawienia użytkownika
pt_pt: Configurações padrão do usuário
ru_ru: Настройки пользователя по умолчанию
zh_cn: 默认用户设置

source: New User Account Information Email
bg_bg: имейл с информация за нов потребителски акаунт
de_de: E-Mail mit Informationen zu neuen Benutzerkonten
es_es: nuevo correo electrónico de información de cuenta de usuario
fr_fr: nouveau courriel d'information sur le compte d'utilisateur
it_it: nuova email di informazioni sull'account utente
ja_jp: 新しいユーザーアカウント情報の電子メール
pl_pl: nowy e-mail z informacjami o koncie użytkownika
pt_pt: novo email de informações da conta do usuário
ru_ru: электронная почта с новой учетной записью
zh_cn: 新用户帐户信息电子邮件

source: Update the template for email that goes out when <em>Email User Account Information</em> is checked (default) when adding new users.
bg_bg: актуализирайте шаблона за имейл, който излиза, когато се <em>маркира информацията за потребителски акаунт на имейл</em> (по подразбиране) при добавяне на нови потребители.
de_de: Aktualisieren Sie die Vorlage für E-Mails, die ausgehen, wenn <em>E-Mail-Benutzerkontoinformationen</em> aktiviert sind (Standardeinstellung), wenn Sie neue Benutzer hinzufügen.
es_es: actualizar la plantilla para el correo electrónico que se apaga cuando se verifica la <em>información de la cuenta de usuario del correo electrónico</em> (predeterminado) al agregar nuevos usuarios.
fr_fr: mettre à jour le modèle d'e-mail sortant lorsque <em>les informations du compte d'utilisateur d'e</em> - <em>mail</em> sont vérifiées (par défaut) lors de l'ajout de nouveaux utilisateurs
it_it: aggiorna il modello per la posta elettronica che si spegne quando <em>le informazioni dell'account utente di posta elettronica</em> sono selezionate (impostazione predefinita) quando si aggiungono nuovi utenti.
ja_jp: 新しいユーザーを追加したときに、<em>メールユーザーアカウント情報</em>（デフォルトは送信）として送信される電子メールのテンプレートを更新します
pl_pl: zaktualizuj szablon wiadomości e-mail, który zostanie wyświetlony, gdy <em>informacje o koncie e-mail użytkownika</em> zostaną zaznaczone (domyślnie) podczas dodawania nowych użytkowników.
pt_pt: atualize o modelo de e-mail que é apagado quando <em>as informações da conta de usuário de e-mail</em> são verificadas (padrão) ao adicionar novos usuários.
ru_ru: обновите шаблон для электронной почты, которая выходит, когда проверяется <em>информация учетной записи пользователя электронной почты</em> (по умолчанию) при добавлении новых пользователей.
zh_cn: 更新电子邮件的模板，当添加新用户时，当<em>电子邮件用户帐户信息</em>被选中（默认情况下）时，将发送电子邮件。

source: Available macros for this template: %product%, %username%, %password%, %url%
bg_bg: налични макроси за този шаблон:% product%,% username%,% password%,% url%
de_de: Verfügbare Makros für diese Vorlage:% product%,% username%,% password%,% url%
es_es: macros disponibles para esta plantilla:% producto%,% nombre de usuario%,% contraseña%,% url%
fr_fr: Macros disponibles pour ce modèle:% product%,% username%,% password%,% url%
it_it: macro disponibili per questo modello:% product%,% username%,% password%,% url%
ja_jp: このテンプレートに使用可能なマクロ：%product%、%username%、%password%、%url%
pl_pl: dostępne makra dla tego szablonu:% product%,% username%,% password%,% url%
pt_pt: macros disponíveis para este modelo:% product%,% username%,% password%,% url%
ru_ru: доступные макросы для этого шаблона:% product%,% username%,% password%,% url%
zh_cn: 本模板的可用宏：%product%, %username%, %password%, %url%。

source: Subject
bg_bg: Тема
de_de: Thema
es_es: Titulo
fr_fr: Sujet
it_it: Soggetto
ja_jp: 件名
pl_pl: przedmiot
pt_pt: Assunto
ru_ru: Тема
zh_cn: 主题

source: Body Text
bg_bg: телесен текст
de_de: Hauptteil
es_es: cuerpo de texto
fr_fr: le corps du texte
it_it: corpo del testo
ja_jp: 本文
pl_pl: tekst ciała
pt_pt: Texto de corpo
ru_ru: основной текст
zh_cn: 主体

source: Nagios Fusion Integration
bg_bg: Интеграция на Nagios Fusion
de_de: Nagios Reaktor Integration
es_es: nagios integración reactor
fr_fr: nagios intégration du réacteur
it_it: nagios integrazione reattore
ja_jp: Nagios Fusion 統合
pl_pl: Nagios Integracja reaktora
pt_pt: integração reator nagios
ru_ru: интеграция Nagios реактор
zh_cn: Nagios Fusion集成
