Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: This directive is used to determine whether or not status-related information about the contact is retained across program restarts. This is only useful if you have enabled state retention using the retain_state_information directive.
bg_bg: Тази директива се използва, за да се определи дали информацията, свързана със статуса на контакта се запазва в програмата при рестартиране. Това е от полза, само ако сте активирали "запазване на състоянието" (state retention) с помощта на директивата retain_state_information.
de_de: Diese Direktive wird benutzt, um festzustellen, ob zustandsbezogene Informationen zu diesem Kontakt über Programmneustarts hinweg aufbewahrt. Das ist nur sinnvoll, wenn Sie Statusaufbewahrung über die retain_state_information Richtlinie haben.
es_es: esta directiva se utiliza para determinar si la información relacionada con el estado del contacto es retenido en los reinicios del programa. esto sólo es útil si se ha habilitado la retención estado usando la directiva retain_state_information.
fr_fr: cette directive est utilisée pour déterminer si oui ou non les informations liées au statut sur le contact est maintenu après redémarrage du programme. ce ne est utile que si vous avez activé la rétention d'états en utilisant la retain_state_information.
it_it: questa direttiva viene utilizzata per determinare se le informazioni di stato relative relative al contatto viene mantenuto attraverso riavvio del programma. questo è utile solo se è stata attivata la ritenzione di stato utilizzando la direttiva retain_state_information.
ja_jp: このディレクティブは、連絡先のステータスに関連する情報がプログラムの再起動後も保持されるか否かを決定するために使用されます. これはretain_state_informationディレクティブを使用して、ステータス保持を有効にしている場合にのみ有効です.
pl_pl: dyrektywa ta jest używana do określenia, czy informacje o kontakcie związane status-jest zapamiętywany po ponownym uruchomieniu programu. to jest użyteczne tylko wtedy, gdy włączono retencję państwa za pomocą dyrektywy retain_state_information.
pt_pt: esta directiva é usado para determinar se ou não informações relacionadas status sobre o contato é mantido através do programa reinicia. isso só é útil se você tiver habilitado a retenção de estado usando a diretiva retain_state_information.
ru_ru: Эта директива используется для определения того, не информация, связанные со статусом о контакте сохраняется во всех программных перезагрузки. это только полезно, если вы включили сохранение государственной помощи директивы retain_state_information.
zh_cn: 该指令用于确定在程序重新启动期间是否保留有关联系人的状态相关信息。 只有在使用retain_state_information指令启用状态保留的情况下，此功能才有用。

source: can submit commands
bg_bg: Могат да подават команди
de_de: Senden Befehle
es_es: Someter comandos
fr_fr: La soumission de commandes
it_it: Invia comandi
ja_jp: コマンド実行可能
pl_pl: może złożyć polecenia
pt_pt: enviar comandos
ru_ru: Представьте команд
zh_cn: 可以提交命令

source: This directive is used to determine whether or not the contact can submit external commands to Nagios from the CGIs. Values:
bg_bg: Тази директива се използва, за да се определи дали контакта може да изпраща външни команди на Nagios от CGIs. Стойности:
de_de: Diese Direktive wird benutzt, um festzustellen, ob der Kontakt kann externe Befehle an Nagios aus den CGIs einreichen. Werte:
es_es: esta directiva se utiliza para determinar si el contacto se puede enviar comandos externos a nagios del cgis. valores:
fr_fr: cette directive est utilisée pour déterminer si oui ou non le contact peut soumettre des commandes externes à Nagios de la CGI. valeurs:
it_it: questa direttiva viene utilizzata per determinare se il contatto può inviare comandi esterni per nagios dal CGI. valori:
ja_jp: このディレクティブは、連絡先がCGIからNagiosに外部コマンドを送信できるかどうかを決定するために使用されます. 値：
pl_pl: dyrektywa ta jest używana do określenia, czy kontakt może złożyć zewnętrznych poleceń do Nagios z CGI. wartości:
pt_pt: esta directiva é usado para determinar se ou não o contato pode enviar comandos externos para nagios do CGIs. valores:
ru_ru: Эта директива используется для определения, может ли контакт представить внешние команды Nagios из CGI скрипты. значения:
zh_cn: 该指令用于确定联系人是否可以从CGI向Nagios提交外部命令。 值：

source: don't allow contact to submit commands,
bg_bg: Не позволявайте на контакта да изпраща команди,
de_de: nicht zulässig Kontakt die Erteilung von Befehlen,
es_es: No permita el contacto de presentar comandos,
fr_fr: ne permet pas de contact pour soumettre des commandes,
it_it: Evitare il contatto di presentare i comandi,
ja_jp: 連絡先がコマンドを送信することを許可しない,
pl_pl: nie pozwalają na kontakt do złożenia polecenia,
pt_pt: Não permitir o contato para enviar comandos,
ru_ru: Не допускайте контакта представить команды,
zh_cn: 不允许联系人提交命令，

source: This directive is used to determine whether or not non-status information about the contact is retained across program restarts. This is only useful if you have enabled state retention using the retain_state_information directive.
bg_bg: Тази директива се използва, за да се определи дали информацията за липса на статус (non-status information) за контакта се запазва в програмата при рестартиране. Това е от полза, само ако сте активирали "запазване на състоянието" (state retention) с помощта на директивата retain_state_information.
de_de: Diese Direktive wird benutzt, um, ob nicht-zustandsbezogene Informationen zu ermitteln über der Kontakt über Programmneustarts hinweg aufbewahrt. Das ist nur sinnvoll, wenn Sie Statusaufbewahrung über die retain_state_information Richtlinie haben.
es_es: esta directiva se utiliza para determinar si la información no-estado sobre el contacto se mantiene en los reinicios del programa. esto sólo es útil si se ha habilitado la retención estado usando la directiva retain_state_information.
fr_fr: cette directive est utilisée pour déterminer si oui ou non des informations non inscrits sur le contact est maintenu après redémarrage du programme. ce ne est utile que si vous avez activé la rétention d'états en utilisant la retain_state_information.
it_it: questa direttiva viene utilizzata per determinare se le informazioni non sullo stato del contatto viene mantenuto attraverso riavvio del programma. questo è utile solo se è stata attivata la ritenzione di stato utilizzando la direttiva retain_state_information.
ja_jp: このディレクティブは、連絡先に関する非ステータス情報をプログラムの再起動後も保持するか否かを決定するために使用されます. これはretain_state_informationディレクティブを使用して、ステータス保持を有効にしている場合にのみ有効です.
pl_pl: dyrektywa ta jest używana do określenia, czy dane informacje nie stanie o kontakt jest zapamiętywany po ponownym uruchomieniu programu. to jest użyteczne tylko wtedy, gdy włączono retencję państwa za pomocą dyrektywy retain_state_information.
pt_pt: esta directiva é usado para determinar se as informações não-estado sobre o contato é mantido através do programa reinicia. isso só é útil se você tiver habilitado a retenção de estado usando a diretiva retain_state_information.
ru_ru: Эта директива используется для определения информации или нет, не статус о контакте сохраняется во всех программных перезапуска. это только полезно, если вы включили сохранение государственной помощи директивы retain_state_information.
zh_cn: 此指令用于确定在程序重新启动后是否保留有关联系人的非状态信息。 只有在使用retain_state_information指令启用状态保留的情况下，此功能才有用。

source: Contact - Templates
bg_bg: Контакт - шаблони
de_de: Kontakt Templates
es_es: Plantillas de Contactos
fr_fr: Contactez-Modèles
it_it: Contatto Modelli
ja_jp: 連絡先 - テンプレート
pl_pl: Szablony kontaktowe
pt_pt: Modelos de host
ru_ru: Связаться Шаблоны
zh_cn: 联系人-模板

source: You can add one or more contact templates to a contact configuration. Nagios will add the definitions from each template to a contact configuration.
bg_bg: Можете да добавите един или повече "контакт" шаблони (templates) в конфигурация за контакт. Nagios ще добави дефинициите от всеки шаблон в конфигурация за контакт.
de_de: Sie können eine oder mehrere Kontakt Vorlagen zu einem Kontakt-Konfiguration hinzufügen. Nagios wird die Definitionen von jeder Vorlage zu einem Kontakt-Konfiguration hinzufügen.
es_es: usted puede agregar una o más plantillas de contacto a una configuración de contacto. nagios agregará las definiciones de cada plantilla para una configuración de contacto.
fr_fr: vous pouvez ajouter un ou plusieurs modèles de contact à une configuration de contact. nagios ajoutera les définitions de chaque gabarit à une configuration de contact.
it_it: è possibile aggiungere uno o più modelli di contatto a una configurazione di contatto. nagios aggiungerà le definizioni da ogni modello di una configurazione di contatto.
ja_jp: 連絡先コンフィグレーションに1つ以上の連絡先テンプレートを追加することができます. Nagiosは、各テンプレートからの定義を連絡先コンフィグレーションに追加します.
pl_pl: można dodać jeden lub więcej szablonów kontaktowe do konfiguracji kontaktowego. Nagios doda definicje z każdego szablonu konfiguracji kontaktowego.
pt_pt: você pode adicionar um ou mais modelos de contato para uma configuração de contato. Nagios irá adicionar as definições de cada modelo para uma configuração de contato.
ru_ru: Вы можете добавить один или несколько шаблонов контакте с контактной конфигурации. Nagios будет добавить определений из каждого шаблона конфигурации контактов.
zh_cn: 您可以将一个或多个联系人模板添加到联系人配置。 Nagios会将每个模板的定义添加到联系人配置。

source: If you add more than one template - the templates from the bottom to the top will be used to overwrite configuration items which are defined inside templates before.</p><p>The host configuration itselves will overwrite all values which are defined in templates before and pass all values which are not defined.
bg_bg: Ако добавите повече от един шаблон (template) - шаблоните от долу нагоре, ще бъдат използвани, за презаписването на конфигурационните обекти, които са били дефинирани в шаблоните преди.</p><p>Сама по себе си, хост конфигурацията ще презапише всички стойности, които са били дефинирани в шаблони преди и ще пропусне всички стойности, които не са били дефинирани.
de_de: wenn Sie mehr als eine Vorlage hinzufügen - die Vorlagen von unten nach oben wird verwendet, um Konfigurationselemente, die vor innerhalb Vorlagen definiert sind zu überschreiben. </p><p> die Host-Konfiguration selbst, seht ihr werden alle Werte, die vor dem in Vorlagen definiert werden überschrieben und gehen alle Werte, die nicht definiert sind.
es_es: si se añade más de una plantilla - las plantillas desde el fondo hasta la parte superior se utilizará para sobrescribir los elementos de configuración que se definen dentro de las plantillas antes. </p><p> los itselves configuración anfitrión se sobreponen a todos los valores que se definen en las plantillas antes y pasar todos los valores que no se definen.
fr_fr: si vous ajoutez plus d'un modèle - les modèles à partir du bas vers le haut sera utilisé pour écraser des éléments de configuration qui sont définis à l'intérieur de modèles avant. </p><p> les itselves de configuration hôte écraseront toutes les valeurs qui sont définis dans les modèles avant et passer toutes les valeurs qui ne sont pas définis.
it_it: se si aggiunge più di un modello - i modelli dal basso verso l'alto saranno utilizzati per sovrascrivere gli elementi di configurazione che sono definiti all'interno dei modelli prima. </p><p> le itselves configurazione dell'host sovrascrivono tutti i valori che vengono definite nel template prima e superare tutti i valori che non sono definite.
ja_jp: 複数のテンプレートを追加する場合 - 下から上にテンプレートが前のテンプレート内で定義されている設定項目を上書きするために使用されます. </p><p>ホストコンフィグレーションそのものは前にテンプレートで定義されたすべての値を上書きし、未定義のすべての値を渡します.
pl_pl: jeśli dodać więcej niż jeden szablon - szablony z dołu do góry zostaną wykorzystane, aby zastąpić elementy konfiguracji, które są zdefiniowane wewnątrz szablonów wcześniej. </p><p> z itselves konfiguracji hosta zastąpi wszystkie wartości, które są określone w szablonach przed i przekazać wszystkie wartości, które nie są zdefiniowane.
pt_pt: se você adicionar mais de um modelo - os modelos a partir da base para o topo será usado para substituir os itens de configuração que são definidos dentro de modelos de antes. </p><p> os itselves configuração de host irá substituir todos os valores que são definidos em modelos antes e passar todos os valores que não estão definidas.
ru_ru: если вы добавите больше, чем один шаблон - Шаблоны от основания до вершины будет использоваться для перезаписи элементы конфигурации, которые определены в шаблонах раньше. </p><p> в itselves конфигурации хост будет перезаписывать все значения, которые определены в шаблонах до и пройти все значения, которые не определены.
zh_cn: 如果添加多个模板，则从下到上的模板将用于覆盖以前在模板内部定义的配置项。</p><p>主机配置本身将覆盖模板中定义的所有值 之前并传递所有未定义的值。

source: Contact - generic name
bg_bg: Контакт - общо име
de_de: Kontakt - generischen Namen
es_es: contacto - nombre genérico
fr_fr: Contact - nom générique
it_it: contatto - nome generico
ja_jp: 連絡先 - 一般名
pl_pl: kontakt - nazwa rodzajowa
pt_pt: contato - nome genérico
ru_ru: Контакт - общее название
zh_cn: 联系人-通用名称

source: It is possible to use a contact definition as a template for other contact configurations. If this definition should be used as template, a generic template name must be defined.
bg_bg: Възможно е да се използва дефиниция на контакт като шаблон за други конфигурации на контакти. Ако тази дефиниция следва да се използва като шаблон, трябва да се определи име на общ шаблон.
de_de: es ist möglich, eine Kontaktdefinition als Vorlage für andere Kontaktkonfigurationen verwenden. wenn diese Definition als Vorlage verwendet werden kann, muss eine generische Template-Namen definiert werden.
es_es: es posible utilizar una definición de contacto como una plantilla para otras configuraciones de contacto. si esta definición se debe utilizar como plantilla, un nombre de plantilla genérica se debe definir.
fr_fr: il est possible d'utiliser une définition de contact en tant que modèle pour d'autres configurations de contact. si cette définition devrait être utilisé comme matrice, un nom de modèle générique doit être défini.
it_it: è possibile utilizzare una definizione contatto come modello per altre configurazioni di contatto. se questa definizione dovrebbe essere utilizzato come modello, nome di un modello generico deve essere definito.
ja_jp: 他の連絡先コンフィグレーションのテンプレートとして連絡先定義を使用できます. この定義はテンプレートとして使用する必要がある場合は、一般的なテンプレート名を定義する必要があります.
pl_pl: możliwe jest stosowanie określenia kontakcie jako matrycę do innych konfiguracji styków. jeśli definicja ta powinna być używany jako szablon, ogólna nazwa szablonu musi być zdefiniowany.
pt_pt: é possível utilizar uma definição de contacto como um modelo para outras configurações de contacto. se esta definição deverá ser usado como molde, um nome de modelo genérico deve ser definido.
ru_ru: можно использовать определение контакта в качестве шаблона для других конфигураций контактных. Если это определение должно использоваться в качестве шаблона, родовое название шаблона должен быть определен.
zh_cn: 可以将联系人定义用作其他联系人配置的模板。 如果将此定义用作模板，则必须定义通用模板名称。

source: We do not recommend to do this - it is more open to define a separate contact template than use this option.
bg_bg: Ние не ви препоръчваме да правите това - по-ясно е да се определи отделен шаблон на контакт, отколкото да използвате тази опция.
de_de: empfehlen wir nicht, dies zu tun - es ist offener für eine separate Kontaktvorlage als Mit dieser Option definieren.
es_es: no se recomienda hacer esto - es más abierta para definir una plantilla de contacto aparte de utilizar esta opción.
fr_fr: nous ne recommandons pas de le faire - il est plus ouvert à définir un modèle de contact séparé que d'utiliser cette option.
it_it: si consiglia di non fare questo - è più aperta di definire un modello di contatto separato di utilizzare questa opzione.
ja_jp: これを行うことはお勧めしません - このオプションを使用するよりも別の連絡先テンプレートを定義するほうがよりオープンです.
pl_pl: nie zaleca się, aby to zrobić - to jest bardziej otwarty na zdefiniowanie osobnego szablonu kontaktów niż skorzystać z tej opcji.
pt_pt: nós não recomendamos fazer isso - é mais aberto para definir um modelo de contato separado do que usar esta opção.
ru_ru: мы не рекомендуем это сделать - он более открыт определить отдельный контактную шаблон, чем использовать эту опцию.
zh_cn: 我们不建议您这样做-与使用此选项相比，定义一个单独的联系人模板更加开放。

source: This directive is a short name used to identify the contact group.
bg_bg: Тази директива е краткото име, използвано за идентифициране на контактната група.
de_de: Diese Richtlinie ist eine Kurzbezeichnung verwendet, um die Kontaktgruppe identifiziert.
es_es: esta directiva es un nombre corto utilizado para identificar el grupo de contacto.
fr_fr: cette directive est un nom court utilisé pour identifier le groupe de contact.
it_it: questa direttiva è un nome breve utilizzato per identificare il gruppo di contatto.
ja_jp: このディレクティブは、連絡先グループを識別するために使用される短縮名です.
pl_pl: dyrektywa ta jest krótka nazwa używana do identyfikacji grupy kontaktów.
pt_pt: esta directiva é um nome abreviado usado para identificar o grupo de contatos.
ru_ru: эта директива короткое имя, используемое для идентификации группы контактов.
zh_cn: 该指令是用于标识联系人组的简称。

source: Contactgroup -
bg_bg: Контактна група-
de_de: Kontaktgruppen
es_es: Grupo de Contactos
fr_fr: Contactgroups
it_it: Contactgroups
ja_jp: 連絡先グループ -
pl_pl: contactgroups
pt_pt: Grupos de contato
ru_ru: Contactgroups
zh_cn: 联系人组-

source: of contacts that should be included in this group. Multiple contact names should be separated by commas. This directive may be used as an alternative to (or in addition to) using the
bg_bg: от контактите, които трябва да бъдат включени в тази група. Множеството контакти следва да бъдат разделени със запетаи. Тази директива може да се използва като алтернатива на (или в допълнение към) с помощта на
de_de: von Kontakten, die in dieser Gruppe enthalten sein soll. mehrere Kontaktnamen sollten durch Kommas getrennt werden. Diese Direktive kann als Alternative zu verwenden (oder zusätzlich zu) mit der
es_es: de los contactos que deben incluirse en este grupo. varios nombres de contacto deben estar separados por comas. esta directiva se puede utilizar como una alternativa a (o además de) utilizando el
fr_fr: des contacts qui devraient être inclus dans ce groupe. noms de contact multiples doivent être séparées par des virgules. cette directive peut être utilisé comme une alternative à (ou en plus) en utilisant le
it_it: di contatti che dovrebbero essere inclusi in questo gruppo. i nomi dei contatti multipli devono essere separati da virgole. tale direttiva può essere utilizzata come alternativa al (o in aggiunta) utilizzando la
ja_jp: : このグループに含まれるべき連絡先. 連絡先名が複数ある場合は、カンマで区切る必要があります. このディレクティブは、連絡先定義の
pl_pl: kontaktów, które powinny być uwzględnione w tej grupie. wiele nazw kontaktowe powinny być oddzielone przecinkami. dyrektywa ta może być stosowana jako alternatywa dla (lub oprócz) za pomocą
pt_pt: de contatos que devem ser incluídos neste grupo. vários nomes de contato devem ser separados por vírgulas. esta directiva pode ser usado como uma alternativa à (ou em adição a) utilizando o
ru_ru: контактов, которые должны быть включены в эту группу. несколько имен контактные должны быть разделены запятыми. Эта директива может использоваться в качестве альтернативы (или в дополнение к) с использованием
zh_cn: 应包含在此组中的联系人。 多个联系人姓名应用逗号分隔。 该指令可以替代使用（或除了）

source: directive in contact definitions.
bg_bg: Директивата в дефинициата на контакт.
de_de: Direktive in den Kontakt-Definitionen.
es_es: directiva en definiciones de contactos.
fr_fr: la directive dans les définitions de contact.
it_it: la direttiva in definizioni di contatto.
ja_jp: ディレクティブを使用することで、代替（または追加）することができます.
pl_pl: dyrektywy w definicji kontaktowych.
pt_pt: directiva, em definições de contato.
ru_ru: директивы в определениях телефонов.
zh_cn: 接触定义中的指令。

source: If you select a contactgroup inside a contact definition using the
bg_bg: Ако изберете контактна група в дефиницията за контакт с помощта на
de_de: wenn Sie eine Kontaktgruppe in einer Kontakt-Definition mit der Auswahl
es_es: si selecciona un CONTACTGROUP dentro de una definición de contactos mediante el
fr_fr: si vous sélectionnez un groupe de contacts dans une définition de contact à l'aide du
it_it: se si seleziona un contactgroup all'interno di una definizione di contatto con il
ja_jp: 連絡先定義内で
pl_pl: jeśli wybierzesz contactgroup wewnątrz definicji kontaktową, stosując
pt_pt: se você selecionar um contactgroup dentro de uma definição de contato usando o
ru_ru: Если вы выберите contactgroup внутри определения контакта с помощью
zh_cn: 如果您在联系人定义中选择一个联系人组，使用

source: contact definition
bg_bg: Дефиниция на контакт
de_de: Kontaktdefinition
es_es: definición contacto
fr_fr: définition de contact
it_it: definizione contatto
ja_jp: 連絡先定義
pl_pl: Definicja kontakt
pt_pt: definição de contato
ru_ru: определение контакт
zh_cn: 联系人定义

source: , this contact will
bg_bg: , този контакт ще
de_de: Dieser Kontakt wird
es_es: , Este contacto
fr_fr: , Ce contact sera
it_it: , Questo contatto
ja_jp: を使用して連絡先グループを選択した場合
pl_pl: , Ten kontakt będzie
pt_pt: , Este contato
ru_ru: , Этот контакт будет
zh_cn: ，此联系人将

source: here because these are two different ways to specify a contactgroup!
bg_bg: тук, защото това са два различни начина за определяне на контактна група (contactgroup)!
de_de: hier, weil es sich um zwei verschiedene Möglichkeiten, um eine Kontaktgruppe festzulegen!
es_es: aquí porque se trata de dos formas diferentes de especificar un CONTACTGROUP!
fr_fr: ici parce que ce sont deux façons de spécifier un contactgroup!
it_it: ecco perché si tratta di due modi diversi di specificare un contactgroup!
ja_jp: 連絡先グループを指定するには２つの方法があります.
pl_pl: tutaj, ponieważ są to dwa różne sposoby, aby określić contactgroup!
pt_pt: aqui, porque estas são duas formas diferentes de especificar um contactgroup!
ru_ru: здесь, потому что это два разных способа указания contactgroup!
zh_cn: 这里是因为这是指定联系人组的两种不同方式！

source: This directive is used to define a longer name or description used to identify the contact group.
bg_bg: Тази директива се използва за определяне на дългото име или описанието, използвано за идентифициране на контактната група.
de_de: Diese Direktive wird benutzt, um einen längeren Namen oder eine Beschreibung, die Kontaktgruppe identifiziert definieren.
es_es: esta directiva se utiliza para definir un nombre más largo o descripción utilizado para identificar el grupo de contacto.
fr_fr: cette directive est utilisée pour définir un nom long ou une description pour identifier le groupe de contact.
it_it: questa direttiva viene utilizzato per definire un nome o una descrizione più utilizzato per identificare il gruppo di contatto.
ja_jp: このディレクティブは連絡先グループを識別するために使用される長い名前または説明を定義するために使用されます.
pl_pl: dyrektywa ta służy do zdefiniowania większej nazwę lub opis używaną do identyfikacji grupy kontaktów.
pt_pt: esta directiva é usado para definir um nome ou descrição mais longa usado para identificar o grupo de contatos.
ru_ru: эта директива используется для определения более длинное название или описание, используемое для идентификации группы контактов.
zh_cn: 此指令用于定义用于标识联系人组的更长的名称或描述。

source: contactgroup members
bg_bg: членове на контактната група
de_de: Kontaktgruppe Mitglieder
es_es: Miembros del Grupo de Contactos
fr_fr: Membres contactgroup
it_it: Contactgroup Membri
ja_jp: 連絡先グループメンバ
pl_pl: Członkowie contactgroup
pt_pt: Membros do grupo de contato
ru_ru: Contactgroup участников
zh_cn: 联络小组成员
