Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Mobile Text (SMS)
bg_bg: Мобилен текст (SMS)
de_de: Handy Textnachrichten (SMS)
es_es: texto móvil (sms)
fr_fr: texte mobile (SMS)
it_it: testo per cellulari (sms)
ja_jp: モバイルテキスト（SMS）
pl_pl: Tekst mobilnych (SMS)
pt_pt: de texto para celular (sms)
ru_ru: мобильных текстовых (SMS)
zh_cn: 手机短信（SMS）

source: Receive alerts via email
bg_bg: Получете уведомления по електронна поща
de_de: Erhalten Sie Benachrichtigungen per E-Mail.
es_es: Recibir alertas via correo electronico
fr_fr: Recevoir des alertes par e-mail.
it_it: Ricevi avvisi via e-mail.
ja_jp: メールでアラートを受信する
pl_pl: otrzymywać powiadomienia e-mailem.
pt_pt: Receber alertas por e-mail.
ru_ru: Получать оповещения по электронной почте.
zh_cn: 通过电子邮件接收警报

source: Receive emails in plain text only
bg_bg: получават имейли само в обикновен текст
de_de: Empfangen Sie E-Mails nur im Nur-Text-Format
es_es: recibir correos electrónicos solo en texto plano
fr_fr: recevoir des courriels en texte brut seulement
it_it: ricevere e-mail solo in testo normale
ja_jp: プレーンテキストのみでメールを受信する
pl_pl: otrzymywać wiadomości e-mail wyłącznie w postaci zwykłego tekstu
pt_pt: receber emails somente em texto simples
ru_ru: получать электронные письма только в текстовом формате
zh_cn: 仅接收纯文本电子邮件

source: Receive text alerts to your cellphone
bg_bg: Получете текстови уведомления на вашия мобилен телефон
de_de: Empfangen von SMS-Benachrichtigung auf Ihr Handy.
es_es: Recibir alertas de texto a su telefono celular
fr_fr: Recevez des alertes texte sur votre téléphone portable.
it_it: Ricevi avvisi di testo per il tuo cellulare.
ja_jp: 携帯電話でテキストアラートを受信する
pl_pl: otrzymywać powiadomienia SMS do telefonu komórkowego.
pt_pt: Receba alertas de texto para o seu celular.
ru_ru: Получать текстовых сообщений на телефон.
zh_cn: 接收短信提醒到您的手机

source: You must verify your Phone Number before you can enable text notifications.
bg_bg: трябва да потвърдите телефонния си номер, преди да можете да активирате текстовите известия.
de_de: Sie müssen Ihre Telefonnummer bestätigen, bevor Sie Textbenachrichtigungen aktivieren können.
es_es: debe verificar su número de teléfono antes de poder habilitar las notificaciones de texto.
fr_fr: vous devez vérifier votre numéro de téléphone avant de pouvoir activer les notifications textuelles.
it_it: devi verificare il tuo numero di telefono prima di poter abilitare le notifiche di testo.
ja_jp: テキスト通知を有効にする前に、電話番号を確認する必要があります。
pl_pl: przed włączeniem powiadomień tekstowych musisz zweryfikować swój numer telefonu.
pt_pt: você deve verificar seu número de telefone antes de ativar as notificações de texto.
ru_ru: вы должны подтвердить свой номер телефона, прежде чем сможете включить текстовые уведомления.
zh_cn: 必须先验证您的电话号码，然后才能启用文本通知。

source: Send Verification Key
bg_bg: изпратете ключ за потвърждение
de_de: Bestätigungsschlüssel senden
es_es: enviar clave de verificación
fr_fr: Envoyer la clé de vérification
it_it: invia la chiave di verifica
ja_jp: 確認キーを送る
pl_pl: wyślij klucz weryfikacyjny
pt_pt: enviar chave de verificação
ru_ru: отправить ключ подтверждения
zh_cn: 发送验证码

source: Enter the verification key
bg_bg: въведете ключа за потвърждение
de_de: Geben Sie den Bestätigungsschlüssel ein
es_es: ingrese la clave de verificación
fr_fr: entrez la clé de vérification
it_it: inserisci la chiave di verifica
ja_jp: 確認キーを入力してください
pl_pl: wprowadź klucz weryfikacyjny
pt_pt: insira a chave de verificação
ru_ru: введите ключ подтверждения
zh_cn: 输入验证码

source: Verify
bg_bg: провери
de_de: Überprüfen
es_es: Verificar
fr_fr: Vérifier
it_it: Verificare
ja_jp: 確認する
pl_pl: zweryfikować
pt_pt: Verificar
ru_ru: Проверить
zh_cn: 确认

source: Key expires in
bg_bg: ключът изтича в
de_de: Schlüssel läuft ab in
es_es: la clave expira en
fr_fr: La clé expire dans
it_it: la chiave scade in
ja_jp: キーが期限切れになる
pl_pl: klucz wygasa w
pt_pt: chave expira em
ru_ru: ключа истекает
zh_cn: 密钥到期

source: Your key has expired.
bg_bg: Вашият процес е изтекъл.
de_de: Ihre Probezeit ist vorbei.
es_es: tu periodo de prueba ha caducado.
fr_fr: Votre essai a expiré.
it_it: Il tuo processo è scaduto.
ja_jp: トライアル期間は終了しました。
pl_pl: Twoja próba wygasła.
pt_pt: O seu julgamento expirou.
ru_ru: Ваше испытание истекло.
zh_cn: 您的试用期已过。

source: Send a new validation key to verify your Phone Number.
bg_bg: изпратете нов клавиш за потвърждение, за да потвърдите телефонния си номер.
de_de: Senden Sie einen neuen Bestätigungsschlüssel, um Ihre Telefonnummer zu bestätigen.
es_es: envíe una nueva clave de validación para verificar su número de teléfono.
fr_fr: envoyez une nouvelle clé de validation pour vérifier votre numéro de téléphone.
it_it: invia una nuova chiave di convalida per verificare il tuo numero di telefono.
ja_jp: 電話番号を確認するための新しい認証キーを送信してください。
pl_pl: wyślij nowy klucz weryfikacji, aby zweryfikować swój numer telefonu.
pt_pt: Envie uma nova chave de validação para verificar o seu número de telefone.
ru_ru: отправьте новый ключ проверки, чтобы подтвердить свой номер телефона.
zh_cn: 发送新的验证码以验证您的电话号码。

source: Phone number must be verified after you enter it to enable text notifications.
bg_bg: телефонният номер трябва да бъде потвърден, след като го въведете, за да активирате известията за текст.
de_de: Die Telefonnummer muss bestätigt werden, nachdem Sie sie eingegeben haben, um Textbenachrichtigungen zu aktivieren.
es_es: El número de teléfono debe verificarse después de ingresarlo para habilitar las notificaciones de texto.
fr_fr: Le numéro de téléphone doit être vérifié après que vous l'ayez entré pour activer les notifications de texte.
it_it: il numero di telefono deve essere verificato dopo averlo inserito per abilitare le notifiche di testo.
ja_jp: 電話番号は、テキスト通知を有効にするために入力した後で確認する必要があります。
pl_pl: numer telefonu musi zostać zweryfikowany po wprowadzeniu go, aby włączyć powiadomienia tekstowe.
pt_pt: O número de telefone deve ser verificado após você inseri-lo para ativar as notificações de texto.
ru_ru: номер телефона должен быть проверен после ввода его для включения текстовых уведомлений.
zh_cn: 输入电话号码以启用文本通知后，必须对其进行验证。

source: Mobile Phone Number
bg_bg: Номер на мобилен телефон
de_de: Handynummer
es_es: Número de teléfono móvil
fr_fr: Numéro de téléphone portable
it_it: Numero di telefono cellulare
ja_jp: 携帯電話番号
pl_pl: Numer telefonu komórkowego
pt_pt: Número de telefone móvel
ru_ru: Номер мобильного телефона
zh_cn: 手机号码

source: Mobile Phone Carrier
bg_bg: Мобилен оператор
de_de: Mobilfunkanbieter
es_es: Operador de telefonía móvil
fr_fr: Opérateur de téléphonie mobile
it_it: Telefono Operatore mobile
ja_jp: 携帯キャリア
pl_pl: operator komórkowy telefon
pt_pt: Operadora de telefonia móvel
ru_ru: Мобильный телефон перевозчика
zh_cn: 移动电话运营商

source: Missing mobile phone number.
bg_bg: Липсва номер на мобилен телефон.
de_de: Fehlende Handynummer.
es_es: Falta el número de teléfono móvil.
fr_fr: Manque numéro de téléphone mobile.
it_it: Manca numero di cellulare.
ja_jp: 携帯電話番号が入力されていません.
pl_pl: brakuje numeru telefonu komórkowego.
pt_pt: Faltando número de telemóvel.
ru_ru: Отсутствует номер мобильного телефона.
zh_cn: 手机号码缺失。

source: No mobile carrier selected.
bg_bg: Няма избран мобилен оператор.
de_de: Kein Mobilfunkanbieter ausgewählt.
es_es: No operador de telefonía móvil seleccionado.
fr_fr: Aucun opérateur de téléphonie mobile choisi.
it_it: Nessun operatore di telefonia mobile selezionato.
ja_jp: 携帯キャリアが選択されていません.
pl_pl: operator komórkowy nie wybrano.
pt_pt: Nenhuma operadora de celular selecionada.
ru_ru: Нет оператор мобильной связи выбран.
zh_cn: 未选择移动运营商。

source: Notification methods updated.
bg_bg: Нотификационните методи са актуализирани.
de_de: Benachrichtigungs-Methoden aktualisiert.
es_es: Los métodos de notificación actualizada.
fr_fr: Les méthodes de notification mis à jour.
it_it: Metodi di notifica aggiornato.
ja_jp: 通知方法が更新されました.
pl_pl: aktualizacja metod powiadamiania.
pt_pt: Métodos de notificação atualizados.
ru_ru: Уведомление методы обновляется.
zh_cn: 通知方法已更新。

source: User updated their notification method settings
bg_bg: Потребителя актуализира настройките на метода на уведомление
de_de: Benutzer aktualisiert ihre Anmeldung Methodeneinstellungen
es_es: El usuario actualizo sus configuraciones para el metodo de notificacion
fr_fr: Utilisateur mis à jour leurs paramètres de méthode de notification
it_it: Utente aggiornato le loro impostazioni del metodo di notifica
ja_jp: ユーザーが通知方法を更新しました
pl_pl: Użytkownik zaktualizowały swoje ustawienia metod powiadamiania
pt_pt: Usuário atualizou suas configurações do método de notificação
ru_ru: Пользователь обновили свои настройки способа уведомления
zh_cn: 用户更新了通知方式设置

source: Notification Messages
bg_bg: Нотификационни съобщения
de_de: Benachrichtigung Nachrichten
es_es: Mensajes de Notificacion
fr_fr: Messages de notification
it_it: Messaggi di notifica
ja_jp: 通知メッセージ
pl_pl: powiadomienia
pt_pt: Mensagens de Notificação
ru_ru: Уведомление сообщения
zh_cn: 通知消息

source: Notification settings have been locked for your account
bg_bg: Нотификационните предпочитания са били заключени за вашия потребителски профил
de_de: Benachrichtigungseinstellungen für Ihr Konto wurde gesperrt
es_es: Las configuraciones de notificaciones han sido bloqueadas por su cuenta
fr_fr: Paramètres de notification ont été bloqués pour votre compte
it_it: Impostazioni di notifica sono stati bloccati per il tuo account
ja_jp: 通知設定はアカウントにロックされています
pl_pl: ustawienia powiadomień zostały zablokowane na koncie
pt_pt: Configurações de notificação foram bloqueados de sua conta
ru_ru: Настройки уведомлений были заблокированы для вашей учетной записи
zh_cn: 您帐户的通知设置已被锁定

source: Use this feature to customize the content of the notification messages you receive.
bg_bg: Използвайте тази функция, за да персонализирате съдържанието на съобщенията за уведомяване, които получавате.
de_de: Verwenden Sie diese Funktion, um den Inhalt der Benachrichtigungen erhalten Sie anpassen.
es_es: Utilizar esta caracteristicas para customizar el contenido de los mensajes de notificacion que usted recibe.
fr_fr: Utilisez cette fonction pour personnaliser le contenu des messages de notification que vous recevez.
it_it: Utilizzare questa funzione per personalizzare il contenuto dei messaggi di notifica ricevuti.
ja_jp: 受信する通知メッセージの内容をカスタマイズします.
pl_pl: korzystać z tej funkcji, aby dostosować treść powiadomień, które otrzymujesz.
pt_pt: Utilize este recurso para personalizar o conteúdo das mensagens de notificação que receberás.
ru_ru: Используйте эту функцию, чтобы настроить содержание уведомлений вы получаете.
zh_cn: 使用此功能可自定义您收到的通知消息的内容。

source: Note
bg_bg: Забележка
de_de: Beachten
es_es: Nota
fr_fr: Noter
it_it: Nota
ja_jp: 注
pl_pl: uwaga
pt_pt: NOTA
ru_ru: Внимание
zh_cn: 注意

source: You currently have email notifications disabled
bg_bg: Вие в момента сте изключили известията по имейл
de_de: Hinweis: Sie haben derzeit E-Mail-Benachrichtigungen deaktiviert
es_es: Nota: Actualmente usted tiene notificaciones por correo deshabilitado
fr_fr: Remarque: Vous avez actuellement désactivé les notifications par courriel
it_it: Nota: Al momento, notifiche e-mail disattivato
ja_jp: 現在、メール通知が無効になっています
pl_pl: Uwaga: obecnie nie powiadomienia e-mail wyłączony
pt_pt: Nota: Você está atualmente com notificações de e-mail desativado
ru_ru: Примечание: У вас отключен уведомления по электронной почте
zh_cn: 您当前已禁用电子邮件通知

source: Change notification methods
bg_bg: Променете методите за известяване
de_de: Änderungsbenachrichtigung Methoden
es_es: métodos de notificación de cambio
fr_fr: méthodes de notification de modification
it_it: metodi di notifica di modifica
ja_jp: 通知方法を変更する
pl_pl: Zmiana metody powiadamiania
pt_pt: métodos de notificação de mudança
ru_ru: Методы уведомления изменить
zh_cn: 变更通知方式

source: Specify the format of the host and service alert messages you receive via email
bg_bg: Определете формата на съобщенията за предупреждение на хостове и сървиси, които получавате по имейла
de_de: Geben Sie das Format der Host-und Service-Warnmeldungen erhalten Sie per E-Mail.
es_es: Especifique el formato del host y los mensajes de alerta de servicio que usted recibe por correo electrónico.
fr_fr: Spécifiez le format de l'hôte et des messages d'alerte des services que vous recevez par courrier électronique.
it_it: Specificare il formato del host e messaggi di avviso di servizio si riceve via e-mail.
ja_jp: メール受信するホストおよびサービスアラートメッセージの形式を指定します
pl_pl: określić format gospodarza i usług otrzymywanych wiadomości alarmowych poprzez e-mail.
pt_pt: Especifique o formato do host e as mensagens de alerta de serviço que você receber via e-mail.
ru_ru: Укажите формат хозяина и сообщений службы оповещения вы получите по электронной почте.
zh_cn: 指定您通过电子邮件收到的主机和服务警报消息的格式

source: Host Alert Subject
bg_bg: Причина за предупредителното съобщение на хост (Host Alert Subject)
de_de: Gastgeber Alarm Subject
es_es: Anfitrión Asunto Alerta
fr_fr: Sujet accueillir alerte
it_it: Host Oggetto Alert
ja_jp: ホストアラートの件名
pl_pl: gospodarzem powiadomienie temat
pt_pt: sediar assunto alerta
ru_ru: Хост оповещения Тема
zh_cn: 主机警报主题

source: Host Alert Message
bg_bg: Предупредително съобщение на хост
de_de: Gastgeber Warnmeldung
es_es: Mensaje de Alerta del Host
fr_fr: Organisez un message d'alerte
it_it: Host Messaggio di avviso
ja_jp: ホストアラートのメッセージ
pl_pl: gospodarzem komunikat ostrzegawczy
pt_pt: receber mensagem de alerta
ru_ru: Хост предупреждение
zh_cn: 主机警报消息

source: Service Alert Subject
bg_bg: "Тема" (Subject) за сървис предупреждение
es_es: Titulo de la Alerta del Servicio
fr_fr: Sujet service d'alerte
it_it: Alert Service Oggetto
ja_jp: サービスアラートの件名
pl_pl: Alarm usług podlega
pt_pt: alerta sujeito serviço
ru_ru: Служба оповещения Тема
zh_cn: 服务警报主题

source: Service Alert Message
bg_bg: Съобщение за сървис сигнал за тревога
de_de: Service-Warnmeldung
es_es: Servicio de alerta de mensaje
fr_fr: Message d'alerte de service
it_it: Alert Service Message
ja_jp: サービスアラートのメッセージ
pl_pl: Alarm usługa wiadomości
pt_pt: mensagem de alerta de serviço
ru_ru: Обслуживание предупреждение
zh_cn: 服务警报信息

source: Reset to default messages
bg_bg: Занулете до стандартните съобщения
de_de: zurücksetzen Nachrichten
es_es: restablecimiento a los valores predeterminados mensajes
fr_fr: réinitialisés messages
it_it: ripristino di default i messaggi
ja_jp: 既定のメッセージにリセットする
pl_pl: zresetowane do domyślnych wiadomości
pt_pt: redefinidas para padrão mensagens
ru_ru: Восстановление значений по умолчанию сообщения
zh_cn: 重置为默认消息

source: You currently have mobile text notifications disabled
bg_bg: Вие в момента сте изключили мобилни текстови известия
de_de: Hinweis: Sie haben derzeit mobile Text-Benachrichtigungen deaktiviert
es_es: Nota: Actualmente usted tiene notificaciones de texto a mobiles deshabilitado
fr_fr: Remarque: Vous avez actuellement désactivé les notifications textuelles pour mobile
it_it: Nota: Al momento, le notifiche di messaggi di testo disattivato
ja_jp: 現在、携帯電話のテキスト通知が無効になっています
pl_pl: Uwaga: masz aktualnie powiadomienia tekstowe mobilne wyłączone
pt_pt: Nota: Você está atualmente com notificações de texto para celular desativado
ru_ru: Примечание: в настоящее время имеют мобильные текстовые уведомления отключены
zh_cn: 您当前已禁用手机短信通知

source: Specify the format of the host and service alert messages you receive via mobile text message
bg_bg: Определете формата на съобщения за предупреждение за хостове и сървиси, които получавате чрез мобилно текстово съобщение
de_de: Geben Sie das Format der Host-und Service-Warnmeldungen erhalten Sie per Handy SMS.
es_es: Especifique el formato del host y mensajes de servicio de alerta que recibirá un mensaje de texto móvil.
fr_fr: Spécifiez le format de l'hôte et des messages d'alerte des services que vous recevez par SMS mobile.
it_it: Specificare il formato del host e messaggi di avviso di servizio si riceve via sms inviato.
ja_jp: 携帯電話で受信するホストとサービスのアラートメッセージの形式を指定します
pl_pl: określenie formatu hosta i wiadomości usług alert otrzymasz SMS-em na telefon komórkowy.
pt_pt: Especifique o formato do host e as mensagens de alerta de serviço que você receber via mensagem de texto para celular.
ru_ru: Укажите формат хозяина и сообщений службы оповещения вы получите с помощью мобильных текстовых сообщений.
zh_cn: 指定您通过移动短信收到的主机和服务警报消息的格式

source: User updated their notification message settings
bg_bg: Потребителя актуализира настройките на уведомителните си съобщения
de_de: Benutzer wurde aktualisiert Benachrichtigung Einstellungen
es_es: El usuario ha actualizado sus configuraciones de notificacion de mensajes
fr_fr: Utilisateur mis à jour leurs paramètres de message de notification
it_it: Utente aggiornato le loro impostazioni dei messaggi di notifica
ja_jp: ユーザーが通知メッセージの設定を更新しました
pl_pl: Użytkownik zaktualizowały swoje ustawienia powiadomień o
pt_pt: Usuário atualizou suas configurações de mensagens de notificação
ru_ru: Пользователь обновили свои настройки уведомлений сообщение
zh_cn: 用户更新了他们的通知消息设置

source: Notification preferences updated.
bg_bg: Нотификационните предпочитания са актуализирани.
de_de: Benachrichtigungseinstellungen aktualisiert.
es_es: Preferencias de notificación actualizada.
fr_fr: Les préférences de notification mis à jour.
it_it: Le preferenze di notifica aggiornato.
ja_jp: 通知設定を更新しました.
pl_pl: Powiadomienia i aktualizowany.
pt_pt: Preferências de notificação atualizadas.
ru_ru: Уведомление предпочтения обновляется.
zh_cn: 通知首选项已更新。

source: Notification Preferences
bg_bg: Нотификационни предпочитания
de_de: Benachrichtigungseinstellungen
es_es: Preferencias de las Notificaciones
fr_fr: Préférences de notification
it_it: Preferenze di notifica
ja_jp: 通知設定
pl_pl: Powiadomienia i
pt_pt: Preferências de notificação
ru_ru: Настройки уведомлений
zh_cn: 通知首选项

source: Notification Status
bg_bg: Нотификационен статус
es_es: Estatus de Notificacion
fr_fr: Notification Statut
it_it: Status Notification
ja_jp: 通知ステータス
pl_pl: Stan powiadomienia
pt_pt: Status das notificações
ru_ru: Уведомление статус
zh_cn: 通知状态

source: Choose whether or not you want to receive alert messages
bg_bg: Изберете дали искате да получавате съобщения за предупреждение
de_de: wählen Sie, ob Sie Warnmeldungen erhalten möchten
es_es: elegir si desea o no recibir mensajes de alerta
fr_fr: de choisir si vous voulez ou non de recevoir des messages d'alerte
it_it: scegliere se si desidera o meno ricevere messaggi di avviso
ja_jp: アラートメッセージを受信するかどうかを選択します
pl_pl: wybrać, czy chcesz otrzymywać wiadomości ostrzeżeń
pt_pt: escolher se deseja ou não receber mensagens de alerta
ru_ru: выбрать, хотите ли вы, чтобы получить предупредительные сообщения
zh_cn: 选择是否要接收警报消息

source: You must specify which notification methods to use in the
bg_bg: Трябва да определите кои методи за уведомление да използвате в
de_de: Sie müssen angeben, welche Benachrichtigungsmethoden in der Verwendung
es_es: debe especificar qué métodos de notificación a utilizar en el
fr_fr: vous devez spécifier la méthode de communication à utiliser dans le
it_it: è necessario specificare che la notifica metodi da utilizzare nella
ja_jp: 使用する通知方法を指定する必要があります:
pl_pl: należy określić, które powiadomienia metody do wykorzystania w
pt_pt: você deve especificar quais os métodos de notificação para usar no
ru_ru: Вы должны указать, какие уведомления методы, используемые в
zh_cn: 您必须在 "通知 "中指定要使用的通知方法。

source: notification methods
bg_bg: нотификационни методи
de_de: Benachrichtigungs-Methoden
es_es: Metodos de Notificacion
fr_fr: Méthodes de notification
it_it: Metodi di notifica
ja_jp: 通知方法
pl_pl: metody powiadamiania
pt_pt: Métodos de Notificação
ru_ru: Методы оповещения
zh_cn: 通知的方法

source: page
bg_bg: страница
de_de: Seite
es_es: pagina
it_it: pagina
ja_jp: ページ
pl_pl: strona
pt_pt: Página
ru_ru: страница
zh_cn: 页面

source: Enable notifications
bg_bg: Активирайте известията
de_de: Benachrichtigungen aktivieren
es_es: Habilitar las notificaciones
fr_fr: Activer les notifications
it_it: Attiva notifiche
ja_jp: 通知を有効にする
pl_pl: włączyć powiadomienia
pt_pt: Habilitar notificações
ru_ru: Включить уведомления
zh_cn: 启用通知

source: Time Periods
bg_bg: Времеви периоди
de_de: Zeitperioden
es_es: Periodos de tiempo
fr_fr: Périodes
it_it: Periodi di tempo
ja_jp: 時間範囲
pl_pl: Okresy
pt_pt: Períodos de tempo
ru_ru: Периоды времени
zh_cn: 时间周期

source: Select the types of alerts you'd like to receive
bg_bg: Изберете вида на сигналите за тревога, което искате да получавате
de_de: Wählen Sie die Art der Benachrichtigung Sie gerne erhalten möchten.
es_es: Seleccione los tipos de alertas que desea recibir.
fr_fr: Sélectionnez les types d'alertes que vous souhaitez recevoir.
it_it: Selezionare i tipi di avvisi che desideri ricevere.
ja_jp: 受信するアラートタイプを選択します
pl_pl: wybierz typy alertów, które chcesz otrzymywać.
pt_pt: Selecione os tipos de alertas que você gostaria de receber.
ru_ru: Выберите типы предупреждений, которые вы хотели бы получить.
zh_cn: 选择您想要接收的警报类型

source: Send email
bg_bg: Изпратете имейл
de_de: E-Mail senden
es_es: enviar correo electrónico
fr_fr: envoyer un courriel
it_it: inviare e-mail
ja_jp: メール送信
pl_pl: wyślij e-mail
pt_pt: enviar e-mail
ru_ru: отправить письмо
zh_cn: 发送电​​子邮件

source: Send email high priority
bg_bg: Изпратете имейл с висок приоритет
de_de: Email senden mit hoher Priorität
es_es: envía un correo electrónico de alta prioridad
fr_fr: envoyez un courriel à haute priorité
it_it: inviare e-mail ad alta priorità
ja_jp: 優先度高のメールを送信
pl_pl: wyślij e-mail wysoki priorytet
pt_pt: enviar e-mail de alta prioridade
ru_ru: отправить по электронной почте высокий приоритет
zh_cn: 优先发送电子邮件

source: Host Acknowledgment
bg_bg: Хост потвърждение
de_de: Host Anerkennung
es_es: reconocimiento de acogida
fr_fr: accusé d'accueil
it_it: riconoscimento di accoglienza
ja_jp: ホスト認知
pl_pl: Potwierdzenie hosta
pt_pt: reconhecimento de acolhimento
ru_ru: Подтверждение хозяин
zh_cn: 主机确认

source: Service Acknowledgment
bg_bg: Сървис потвърждение
de_de: Dienstbestätigung
es_es: acuse de recibo del servicio
fr_fr: service de reconnaissance
it_it: servizio di riconoscimento
ja_jp: サービス認知
pl_pl: Potwierdzenie usługi
pt_pt: reconhecimento serviço
ru_ru: Подтверждение служба
zh_cn: 服务确认

source: Host Recovery
bg_bg: Възстановяване на хост
de_de: Host Wiederherstellung
es_es: Recuperacion del Host
fr_fr: Récupération d'accueil
it_it: Host di recupero
ja_jp: ホスト復旧
pl_pl: odzyskiwanie gospodarza
pt_pt: Recuperação do Host
ru_ru: Хост восстановления
zh_cn: 主机恢复

source: Service Recovery
bg_bg: Възстановяване на сървис
es_es: Recuperacion del Servicio
fr_fr: Service de récupération
it_it: Servizio di recupero
ja_jp: サービス復旧
pl_pl: Usługa odzyskiwania
pt_pt: Recuperação de serviço
ru_ru: Служба восстановления
zh_cn: 服务补救

source: Host Down
bg_bg: Хост в състояние на покой (Host Down)
es_es: Host Caido
fr_fr: Accueillir Bas
it_it: Host Giù
ja_jp: ホスト停止
pl_pl: gospodarzem dół
pt_pt: hospedar-se
ru_ru: Хост вниз
zh_cn: 主机停机

source: Service Warning
bg_bg: Сървиса е в предупредително състояние
es_es: Advertencia de Servicio
fr_fr: Avertissement service
it_it: Servizio di segnalazione
ja_jp: サービス警告
pl_pl: Ostrzeżenie usługi
pt_pt: Aviso de serviço
ru_ru: Служба предупреждения
zh_cn: 服务警告

source: Host Unreachable
bg_bg: Хоста е недостижим (Unreachable)
es_es: Host inalcanzable
fr_fr: Hôte inaccessible
it_it: Host non raggiungibile
ja_jp: ホスト到達不能
pl_pl: host niedostępny
pt_pt: Host inacessível
ru_ru: Хост недостижим
zh_cn: 主机不可达

source: Service Unknown
bg_bg: Сървиса е в неизвестно състояние
de_de: Service Unbekannt
es_es: Servicio desconocido
fr_fr: Unknown service
it_it: Servizio Sconosciuto
ja_jp: サービス不明
pl_pl: Usługa nieznana
pt_pt: Serviço desconhecido
ru_ru: Обслуживание неизвестно
zh_cn: 服务未知
