Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Total Received Packets
bg_bg: Общо получените пакети
de_de: Gesamt empfangenen Pakete
es_es: paquetes totales recibidos
fr_fr: nombre total de paquets reçus
it_it: Totale pacchetti ricevuti
ja_jp: 総受信パケット
pl_pl: Suma odebrane pakiety
pt_pt: total de pacotes recebidos
ru_ru: Всего, полученные пакеты
zh_cn: 总接收数据包

source: Checks the total number of packets received by the WatchGuard device.
bg_bg: Проверете броя на пакетите, получени от устройството WatchGuard.
de_de: prüft die Gesamtzahl der Pakete, die vom Gerät empfangen WatchGuard.
es_es: comprueba el número total de paquetes recibidos por el dispositivo WatchGuard.
fr_fr: vérifie le nombre total de paquets reçus par le dispositif de WatchGuard.
it_it: controlla il numero totale di pacchetti ricevuti dal dispositivo WatchGuard.
ja_jp: WatchGuardデバイスによって受信されたパケット数をチェックします.
pl_pl: Sprawdza całkowitą liczbę pakietów odebranych przez urządzenie Watchguard.
pt_pt: verifica o número total de pacotes recebidos pelo dispositivo WatchGuard.
ru_ru: проверяет общее число пакетов, полученных WatchGuard устройства.
zh_cn: 检查WatchGuard设备接收到的数据包总数。

source: Stream Requests
bg_bg: Стрийм заявки (Stream Requests)
de_de: Strom-Anfragen
es_es: peticiones corriente
fr_fr: demandes de flux
it_it: richieste di flusso
ja_jp: ストリーム要求
pl_pl: wnioski stream
pt_pt: solicitações de transmissão
ru_ru: Запросы поток
zh_cn: 流请求

source: Checks the total number of stream requests received by the WatchGuard device.
bg_bg: Проверете общия брой на поточните заявки, получени от устройството WatchGuard.
de_de: prüft die Gesamtzahl der Zugriffe durch den Strom WatchGuard Vorrichtung empfangen.
es_es: comprueba el número total de peticiones de corriente recibida por el dispositivo WatchGuard.
fr_fr: vérifie le nombre total de demandes de flux reçues par le dispositif de WatchGuard.
it_it: controlla il numero totale di richieste flusso ricevuto dal dispositivo WatchGuard.
ja_jp: WatchGuardデバイスによって受信されたストリーム要求数をチェックします.
pl_pl: sprawdza się łączną liczbę żądań strumieni odbieranych przez urządzenie Watchguard.
pt_pt: verifica o número total de pedidos de transmissão recebidos pelo dispositivo WatchGuard.
ru_ru: проверяет общее число потоковых запросов, полученных от WatchGuard устройства.
zh_cn: 检查WatchGuard设备接收到的流请求总数。

source: requests/sec
de_de: Anfragen / sec
es_es: peticiones / seg
fr_fr: demandes / sec
it_it: richieste / sec
ja_jp: リクエスト/秒
pl_pl: Wnioski / s
pt_pt: pedidos / seg
ru_ru: Запросы / сек
zh_cn: 请求/秒

source: Stream Requests Dropped
bg_bg: Стрийм заявките (Stream Requests) бяха анулирани
de_de: Strom-Anforderungen fallen gelassen
es_es: peticiones corriente cayeron
fr_fr: demandes de flux ont chuté
it_it: richieste di flusso è sceso
ja_jp: 破棄されたストリーム要求
pl_pl: wnioski strumienia spadła
pt_pt: solicitações de transmissão caiu
ru_ru: Запросы поток снизился
zh_cn: 流请求已丢弃

source: Checks the total number of stream requests dropped by the WatchGuard device.
bg_bg: Проверете общия брой на поточните заявки, пропуснати от устройството WatchGuard.
de_de: prüft die Gesamtzahl der Zugriffe durch den Strom WatchGuard Vorrichtung fallengelassen.
es_es: comprueba el número total de peticiones de corriente se redujo en el dispositivo WatchGuard.
fr_fr: vérifie le nombre total de demandes de flux abandonné par le dispositif watchguard.
it_it: controlla il numero totale di richieste di flusso è sceso dal dispositivo WatchGuard.
ja_jp: WatchGuardデバイスによってドロップされたストリーム要求数をチェックします.
pl_pl: sprawdza ogólną liczbę wniosków strumienia usuwanych przez urządzenie WatchGuard.
pt_pt: verifica o número total de pedidos de transmissão ignorados pelo dispositivo WatchGuard.
ru_ru: проверяет общее число потоковых запросов сократилось на устройство WatchGuard.
zh_cn: 检查WatchGuard设备丢弃的流请求总数。

source: drops/sec
bg_bg: разпада / сек (drops/sec)
de_de: Tropfen / sec
es_es: gotas / sec
fr_fr: gouttes / s
it_it: gocce / sec
ja_jp: ドロップ/秒
pl_pl: spada / s
pt_pt: gotas / seg
ru_ru: капли / сек
zh_cn: 丢弃/秒

source: Total Bytes Sent
bg_bg: Общо изпратени байтове
de_de: Gesamtanzahl der Bytes gesendet
es_es: el total de bytes enviados
fr_fr: nombre total d'octets envoyés
it_it: byte totali inviati
ja_jp: 総送信バイト
pl_pl: Całkowita liczba bajtów wysłanych
pt_pt: bytes totais enviados
ru_ru: Всего байт отправлено
zh_cn: 发送的总字节数

source: Checks the total number of bytes sent by the WatchGuard device.
bg_bg: Проверете общия брой байтове, изпратени от устройството WatchGuard.
de_de: prüft die Gesamtzahl der Bytes, die von der WatchGuard Gerät gesendet.
es_es: comprueba el número total de bytes enviados por el dispositivo WatchGuard.
fr_fr: vérifie le nombre total d'octets envoyés par le dispositif watchguard.
it_it: controlla il numero totale di byte inviati dal dispositivo WatchGuard.
ja_jp: WatchGuardデバイスによって送信された合計バイト数をチェックします.
pl_pl: sprawdza się łączną liczbę wysłanych przez urządzenie Watchguard.
pt_pt: verifica o número total de bytes enviados pelo dispositivo WatchGuard.
ru_ru: проверяет общее количество байт переданных через WatchGuard устройства.
zh_cn: 检查WatchGuard设备发送的字节总数。

source: Total Received Bytes
bg_bg: Общо получени байтове
de_de: insgesamt empfangenen Bytes
es_es: bytes recibidos en total
fr_fr: nombre total d'octets reçus
it_it: totale byte ricevuti
ja_jp: 総受信バイト
pl_pl: suma odebranych bajtów
pt_pt: total de bytes recebidos
ru_ru: Всего принятых байт
zh_cn: 总接收字节

source: Checks the total number of bytes received by the WatchGuard device.
bg_bg: Проверете общия брой байтове, получени от устройството WatchGuard.
de_de: prüft die Gesamtzahl der Bytes, die von der WatchGuard-Gerät empfangen.
es_es: comprueba el número total de bytes recibidos por el dispositivo WatchGuard.
fr_fr: vérifie le nombre total d'octets reçus par le dispositif de WatchGuard.
it_it: controlla il numero totale di byte ricevuti dal dispositivo WatchGuard.
ja_jp: WatchGuardデバイスによって受信された合計バイト数をチェックします.
pl_pl: sprawdza się łączną liczbę bajtów otrzymanych przez urządzenie Watchguard.
pt_pt: verifica o número total de bytes recebidos pelo dispositivo WatchGuard.
ru_ru: проверяет общее количество байт, полученных WatchGuard устройства.
zh_cn: 检查WatchGuard设备接收的字节总数。

source: No ports were detected on the WatchGuard device.
bg_bg: Не са открити портове на WatchGuard устройството.
de_de: keine Ports wurden auf der Watchguard-Gerät erkannt.
es_es: no hay puertos se detectaron en el dispositivo WatchGuard.
fr_fr: pas de ports ont été détectés sur le dispositif de WatchGuard.
it_it: nessuna porta sono stati rilevati sul dispositivo watchguard.
ja_jp: WatchGuard上にポートが検出されませんでいた.
pl_pl: Porty nie wykryto w urządzeniu Watchguard.
pt_pt: sem portas foram detectados no dispositivo WatchGuard.
ru_ru: никакие порты не были обнаружены на WatchGuard устройства.
zh_cn: 在WatchGuard设备上未检测到端口。

source: The WatchGuard device is currently down
bg_bg: Устройството WatchGuard в момента е спряно
de_de: das Watchguard-Gerät ist derzeit nach unten
es_es: el dispositivo WatchGuard está actualmente abajo
fr_fr: le dispositif de WatchGuard est actuellement en panne
it_it: il dispositivo watchguard è attualmente giù
ja_jp: WatchGuardデバイスは現在ダウンしています
pl_pl: Urządzenie WatchGuard jest obecnie w dół
pt_pt: o dispositivo WatchGuard é atualmente para baixo
ru_ru: WatchGuard устройство в настоящее время вниз
zh_cn: WatchGuard设备当前处于关闭状态

source: The WatchGuard device does not exist at the address you specified
bg_bg: Устройството WatchGuard не съществува на адреса, който сте посочили
de_de: Der Schalter nicht an der von Ihnen angegebene Adresse existiert
es_es: El interruptor no existe en la dirección especificada
fr_fr: Le commutateur n'existe pas à l'adresse que vous avez spécifié
it_it: L'interruttore non esiste presso l'indirizzo specificato
ja_jp: WatchGuardデバイスは指定されたアドレスに存在しません
pl_pl: Urządzenie WatchGuard nie istnieje na adres podany
pt_pt: O interruptor não existe no endereço especificado
ru_ru: Коммутатор не существует на указанный Вами адрес
zh_cn: WatchGuard设备在您指定的地址不存在

source: SNMP support on the WatchGuard device is disabled
bg_bg: SNMP поддръжката на устройството WatchGuard е деактивирана
de_de: SNMP-Unterstützung auf der Watchguard-Gerät ist deaktiviert
es_es: soporte SNMP en el dispositivo WatchGuard está deshabilitado
fr_fr: support de SNMP sur le périphérique WatchGuard est désactivé
it_it: supporto SNMP sul dispositivo WatchGuard è disabilitato
ja_jp: WatchGuardデバイス上のSNMPサポートが無効になっています
pl_pl: Obsługa SNMP na urządzeniu WatchGuard jest wyłączony
pt_pt: suporte SNMP no dispositivo WatchGuard está desativado
ru_ru: поддержка SNMP на WatchGuard устройства отключены
zh_cn: WatchGuard设备上的SNMP支持已禁用

source: If you keep experiencing problems with the WatchGuard device wizard scan, login to the Nagios XI server as the root user and execute the following command
bg_bg: Aко продължите да изпитвате проблеми с програмата "WatchGuard device wizard", влезте в Nagios XI сървъра като root потребител и изпълнете следната команда
de_de: Wenn Sie Probleme mit dem Schalter Assistenten Scan zu halten, um die Nagios XI-Server als Root-Benutzer anmelden und den folgenden Befehl ausführen
es_es: Si sigues teniendo problemas con el interruptor asistente de análisis, inicie sesión en el servidor de Nagios XI como usuario root y ejecutar el siguiente comando
fr_fr: Si vous gardez rencontrez des problèmes avec l'interrupteur assistant d'analyse, connectez-vous au serveur Nagios XI en tant qu'utilisateur root et exécutez la commande suivante
it_it: Se si continua di problemi con l'interruttore di scansione guidata, accedere al server Nagios XI come utente root ed eseguire il seguente comando
ja_jp: WatchGuardデバイス ウィザードスキャンで障害が発生し続ける場合は、rootユーザーでNagios XIサーバーにログインし、次のコマンドを実行してください
pl_pl: jeśli ciągle mają problemy z kreatora skanowania urządzenia WatchGuard, zaloguj się do serwera xi Nagios jako użytkownik root i wykonaj następujące polecenia
pt_pt: Se você continuar a ter problemas com a chave de assistente de análise, faça o login para o servidor Nagios XI como o usuário root e execute o seguinte comando
ru_ru: Если вы продолжаете испытывать проблемы с переключателем мастер сканирования, войдите на сервер Nagios XI качестве корневого пользователя и выполнить следующую команду
zh_cn: 如果您在使用WatchGuard设备向导进行扫描时仍遇到问题，请以root用户身份登录Nagios XI服务器并执行以下命令

source: Monitor a website.
bg_bg: Следене на уебсайт.
de_de: Website überwachen.
es_es: Monitorear el host cada
fr_fr: Surveiller un site web.
it_it: Monitorare un sito web.
ja_jp: Webサイトを監視します.
pl_pl: monitorowanie witryny.
pt_pt: Monitorar o host cada
ru_ru: Мониторинг веб-сайт.
zh_cn: 监控网站。

source: Website URL
bg_bg: Уебсайт адрес
es_es: URL del sitio web
fr_fr: Site Web
it_it: URL del sito web
ja_jp: WebサイトURL
pl_pl: URL strony
pt_pt: URL do site
ru_ru: Сайт
zh_cn: 网站URL

source: The full URL of the website you'd like to monitor.
bg_bg: Пълния уебсайт адрес на сайта, който искате да наблюдавате.
de_de: Die vollständige URL der Website, die Sie gerne zu überwachen hatte.
es_es: La dirección URL de la página web que desea supervisar.
fr_fr: L'URL complète du site que vous souhaitez surveiller.
it_it: L'URL completo del sito web che si desidera monitorare.
ja_jp: 監視するWebサイトの完全なURL.
pl_pl: pełny adres URL strony, które chcesz monitorować.
pt_pt: A URL completa do site que você gostaria de monitorar.
ru_ru: Полный адрес веб-сайта вы хотели бы контролировать.
zh_cn: 您要监视的网站的完整URL。

source: Website Details
bg_bg: Подробности на сайта
es_es: Detalles del Host
fr_fr: Détails du site
it_it: Sito web Dettagli
ja_jp: Webサイト詳細
pl_pl: Szczegóły dotyczące strony internetowej
pt_pt: Detalhe do host
ru_ru: Информация о сайте
zh_cn: 网站详细信息

source: The name you'd like to have associated with this website.
bg_bg: Името, което искате да бъде асоциирано с този сайт.
de_de: Der Name, den Sie gerne mit dieser Website verbunden haben würde.
es_es: El nombre que te gustaría haber asociado a este sitio web.
fr_fr: Le nom que vous aimeriez avoir associé à ce site.
it_it: Il nome che desideri sia associato con questo sito.
ja_jp: このWebサイトに関連付ける名前.
pl_pl: Nazwa chcesz być związana z tej witryny.
pt_pt: O host associado com este horário.
ru_ru: Имя, которое вы хотели бы иметь, связанных с этого сайта.
zh_cn: 您想要与此网站关联的名称。

source: The IP address associated with the website fully qualified domain name (FQDN).
bg_bg: IP адрес, асоцииран с пълното домейн име (FQDN) на уебсайта.
de_de: Die IP-Adresse mit der Website Fully Qualified Domain Name (FQDN) verbunden.
es_es: La dirección IP asociada con el nombre del sitio web de dominio completo (FQDN).
fr_fr: L'adresse IP associée au nom de domaine de site Web complet (FQDN).
it_it: L'indirizzo IP associato al nome del sito web completo di dominio (FQDN).
ja_jp: このWebサイトの完全修飾ドメイン名（FQDN）に関連付けられたIPアドレス.
pl_pl: adres IP związany z witryny pełni kwalifikowana nazwa domeny (FQDN).
pt_pt: O endereço IP associado com o nome de domínio do site totalmente qualificado (FQDN).
ru_ru: IP-адрес, связанный с сайта полное доменное имя (FQDN).
zh_cn: 与网站完全限定域名（FQDN）关联的IP地址。

source: Website Options
bg_bg: Опции на уебсайта
de_de: Website-Optionen
es_es: Opciones de licencias
fr_fr: Options de site web
it_it: Sito Web Opzioni
ja_jp: Webサイトオプション
pl_pl: Opcje www
pt_pt: Opções subsistema
ru_ru: Сайт параметры
zh_cn: 网站选项

source: Use SSL
bg_bg: Използвай SSL
de_de: Verwenden Sie SSL
es_es: Usar SSL
fr_fr: Utiliser SSL
it_it: Usa SSL
ja_jp: SSLを使用する
pl_pl: Użyj SSL
ru_ru: Использование SSL
zh_cn: 使用SSL

source: Monitor the website using SSL/HTTPS.
bg_bg: Наблюдавай интернет страницата с помощта на SSL/HTTPS.
de_de: Überwachen Sie die Website mit SSL / HTTPS.
es_es: Supervisar el sitio web usando SSL / HTTPS.
fr_fr: Surveiller le site Web utilisant le protocole SSL / HTTPS.
it_it: Controllare il sito web utilizzando SSL / HTTPS.
ja_jp: SSL/HTTPSを使用してWebサイトを監視します.
pl_pl: monitorować stronę internetową przy użyciu protokołu SSL / HTTPS.
pt_pt: Monitorar o site usando SSL / HTTPS.
ru_ru: Мониторинг сайта с помощью SSL / HTTPS.
zh_cn: 使用SSL / HTTPS监视网站。

source: The port to use when contacting the website.
bg_bg: Порт, използван когато се свързвате с интернет страницата.
de_de: Der Hafen zu benutzen, wenn Sie den Website.
es_es: El puerto que se utilizará al comunicarse con el sitio web.
fr_fr: Le port à utiliser lorsque vous communiquez avec le site.
it_it: La porta da utilizzare quando si contatta il sito web.
ja_jp: Webサイトへのアクセスに使用するポート.
pl_pl: Port w użyciu kontaktując się ze strony internetowej.
pt_pt: A porta para usar quando entrar em contato com o site.
ru_ru: Порт для использования при обращении к сайту.
zh_cn: 与网站联系时使用的端口。

source: On Redirect:
bg_bg: При пренасочване:
de_de: Umleitung auf:
es_es: el redireccionamiento:
fr_fr: sur redirection:
it_it: il redirect:
ja_jp: リダイレクト：
pl_pl: na przekierowanie:
pt_pt: no redirecionamento:
ru_ru: на перенаправлении:
zh_cn: 重定向时：

source: How to handle redirected pages. sticky is like follow but will stick to the specified IP address. stickyport ensures the port stays the same.
bg_bg: Как да се справиш с пренасочените страници. sticky е като follow, но ще се придържа към определения IP адрес. stickyport кара порта да остане същия.
de_de: wie umgeleiteten Seiten behandeln. klebrig ist wie folgt, sondern an die angegebene IP-Adresse zu haften. stickyport sorgt der Port bleibt gleich.
es_es: cómo manejar las páginas redirigidas. pegajosa es como seguimiento, pero se adherirá a la dirección IP especificada. stickyport asegura el puerto sigue siendo el mismo.
fr_fr: comment gérer les pages redirigés. collant est comme suivi mais restera à l'adresse IP spécifiée. stickyport assure le port reste le même.
it_it: come gestire le pagine reindirizzate. appiccicoso è come segue, ma si attacca l'indirizzo IP specificato. stickyport assicura la porta rimane lo stesso.
ja_jp: リダイレクトページの処理方法. sticky は followと似ているが指定されたIPアドレスに連携します. stickyport は同じポートを使用します.
pl_pl: jak radzić sobie z przekierowanych stron. lepkie jest jak obserwacji, ale będzie trzymać się określonego adresu IP. stickyport zapewnia port zostaje ten sam.
pt_pt: como lidar com páginas redirecionadas. pegajoso é como acompanhamento, mas vai ficar com o endereço IP especificado. stickyport assegura a porta permanece o mesmo.
ru_ru: как справиться с перенаправленных страниц. липкий, как следовать, но будет придерживаться по указанному адресу IP. stickyport обеспечивает порт остается то же самое.
zh_cn: 如何处理重定向的页面。 sticky就像下面一样，但是会坚持使用指定的IP地址。 stickyport确保端口保持不变。

source: Basic authentication only.
bg_bg: Само основна оторизация.
de_de: Standardauthentifizierung nur.
es_es: autenticación básica solamente.
fr_fr: l'authentification de base seulement.
it_it: autenticazione di base solo.
ja_jp: 基本認証のみ.
pl_pl: uwierzytelnianie podstawowe tylko.
pt_pt: autenticação básica somente.
ru_ru: базовая аутентификация только.
zh_cn: 仅基本身份验证。

source: The username and password to use to authenticate to the website
bg_bg: Потребителско име и парола, с които се влиза на сайта
de_de: Benutzername und Kennwort zu verwenden, um auf die Website zu authentifizieren
es_es: el nombre de usuario y contraseña a utilizar para autenticarse en el sitio web
fr_fr: le nom d'utilisateur et mot de passe à utiliser pour authentifier le site
it_it: il nome utente e la password da utilizzare per l'autenticazione al sito
ja_jp: Webサイトへの認証に使用するユーザー名とパスワード
pl_pl: Nazwa użytkownika i hasło do korzystania z uwierzytelniania na stronie
pt_pt: o nome de usuário e senha para usar para se autenticar no site
ru_ru: имя пользователя и пароль для аутентификации на веб-сайте
zh_cn: 用于验证网站的用户名和密码

source: optional
bg_bg: По избор
de_de: Option
es_es: Opciones
fr_fr: Option
it_it: Opzione
ja_jp: 任意
pl_pl: fakultatywny
pt_pt: Opções
ru_ru: Вариант
zh_cn: 可选

source: Website Services
bg_bg: Уебсайт услуги
es_es: Seleccione Servicios
fr_fr: Site Internet Services
it_it: Sito web Servizi
ja_jp: Webサイトサービス
pl_pl: Usługi www
pt_pt: Serviços
ru_ru: Сайт услуги
zh_cn: 网站服务

source: Specify which services you'd like to monitor for the website.
bg_bg: Посочете кои сървиси искате да следите за сайта.
de_de: Bestimmen Sie, welche Leistungen Sie möchten für die Website zu überwachen.
es_es: Especifique qué servicios desea supervisar para el sitio web.
fr_fr: Précisez les services que vous souhaitez surveiller pour le site.
it_it: Specificare quali servizi si desidera monitorare per il sito web.
ja_jp: Webサイトで監視するサービスを指定します.
pl_pl: określić, które usługi chcesz monitorować na stronie internetowej.
pt_pt: Especificar quais os serviços que você gostaria de acompanhar para o site.
ru_ru: Укажите, какие услуги вы хотите, чтобы следить за веб-сайт.
zh_cn: 指定您要监视该网站的服务。

source: Includes basic monitoring of the website to ensure the web server responds with a valid HTTP response.
bg_bg: Включва основно наблюдение на сайта за потвърждаване, че уеб сървъра реагира с валиден HTTP отговор.
de_de: Enthält grundlegende Überwachung der Website, um sicherzustellen, der Web-Server antwortet mit einer gültigen HTTP-Antwort.
es_es: Incluye la supervisión básica de la página web para garantizar que el servidor web responde con una respuesta HTTP válida.
fr_fr: Comprend un contrôle de base du site Web pour s'assurer que le serveur Web répond avec une réponse HTTP valide.
it_it: Include il monitoraggio di base del sito per garantire il server web risponde con una risposta HTTP valida.
ja_jp: Webサーバーが有効なHTTP応答を返すことを確認するために、Webサイトの基本的な監視を行います.
pl_pl: zawiera podstawowe monitorowanie strony internetowej, aby upewnić się, że serwer WWW odpowiada ważnej odpowiedzi http.
pt_pt: Inclui monitoramento básico do site para garantir que o servidor web responde com uma resposta HTTP válida.
ru_ru: Включает в себя базовую мониторинга веб-сайта для обеспечения веб-сервер отвечает правильный ответ HTTP.
zh_cn: 包括对网站的基本监视，以确保Web服务器以有效的HTTP响应进行响应。

source: Monitors the website server with an ICMP ping. Useful for watching network latency and general uptime of your web server. Not all web servers support this.
bg_bg: Следи уебсайт сървъра с ICMP пинг. Полезно за наблюдаване на латентността на мрежата и общия ъптайм на ашия уеб сървър. Не всички уеб сървъри поддържат това.
de_de: Überwacht den Web-Server mit einem ICMP-Ping. Nützlich für beobachtete Netzwerk-Latenz und allgemeine Verfügbarkeit von Ihrem Webserver. Nicht alle Web-Server dies unterstützen.
es_es: Supervisa el servidor web con una mesa de ping ICMP. Resulta útil para ver la latencia de red y tiempo de actividad general de su servidor web. No todos los servidores web soportan.
fr_fr: Surveille le serveur du site Web avec un ping ICMP. Utile pour regarder la latence du réseau et la disponibilité générale de votre serveur web. Pas tous les serveurs web appui.
it_it: Monitora il server del sito web con un ping ICMP. Utile per la visione di latenza di rete e tempo di attività generale del tuo server web. Non tutti i server supportano questa web.
ja_jp: WebサイトのサーバーをICMP pingで監視します. ネットワークの遅延とWebサーバーの一般的な稼働時間を見るために便利です. これをサポートしないWebサーバーもあります.
pl_pl: monitoruje serwer strony internetowej z ping ICMP. przydatne do oglądania opóźnienie sieci i ogólny czas pracy serwera WWW. nie wszystkie serwery obsługują.
pt_pt: Monitora o servidor site com um ping ICMP. Útil para assistir a latência de rede e disponibilidade geral de seu servidor web. Nem todos os servidores web suporta isto.
ru_ru: Мониторы сайт сервер с ICMP-пинг. Полезно для просмотра задержка сети и общего времени работы вашего веб-сервера. Не все веб-серверы поддерживают это.
zh_cn: 使用ICMP ping监视网站服务器。 对于观察网络延迟和Web服务器的正常运行时间很有用。 并非所有的Web服务器都支持此功能。

source: DNS Resolution
bg_bg: Резолюция на DNS
de_de: DNS-Auflösung
es_es: Resolución DNS
fr_fr: Résolution DNS
it_it: Risoluzione DNS
ja_jp: DNS解決
pl_pl: Uchwała dns
pt_pt: Resolução de DNS
zh_cn: DNS解析

source: Monitors the website DNS name to ensure it resolves to a valid IP address.
bg_bg: Следи DNS името на уебсайта за да гарантира, че то се свежда до валиден IP адрес.
de_de: Überwacht die Website DNS-Namen, um sicherzustellen, es löst eine gültige IP-Adresse.
es_es: Supervisa el nombre del sitio web para asegurarse de que DNS resuelve a una dirección IP válida.
fr_fr: Surveille le nom du site pour s'assurer qu'il DNS résout une adresse IP valide.
it_it: Controlla il nome del sito DNS per verificare che si risolve in un indirizzo IP valido.
ja_jp: 有効なIPアドレスに解決されることを確認するためにWebサイトのDNS名を監視します.
pl_pl: monitoruje strony internetowej nazwy DNS w celu zapewnienia, że ​​postanawia prawidłowy adres IP.
pt_pt: Monitora o website nome de DNS para garantir que ele resolve para um endereço IP válido.
ru_ru: Мониторы имя DNS веб-сайта, чтобы убедиться, что он разрешается в действительный адрес IP.
zh_cn: 监视网站的DNS名称，以确保其解析为有效的IP地址。

source: DNS IP Match
bg_bg: DNS IP попадение
de_de: DNS IP Spiel
es_es: Partido DNS IP
fr_fr: Concordance IP DNS
it_it: DNS IP Partita
ja_jp: DNS IPマッチ
pl_pl: dns ip meczu
pt_pt: Jogo DNS IP
ru_ru: DNS IP матча
zh_cn: DNS IP匹配
