Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: There were
bg_bg: Имаше
de_de: Es gab
es_es: Hubieron
fr_fr: Il y avait
it_it: C'erano
ja_jp: このリクエストを処理しているときに
pl_pl: istniały
pt_pt: Havia
ru_ru: Существовали
zh_cn: 有

source: errors while processing this request
bg_bg: Грешки при обработката на настоящата заявка
de_de: Fehler bei der Verarbeitung dieser Anfrage
es_es: errores mientras se procesaba esta solicitud
fr_fr: erreurs lors du traitement de cette demande
it_it: errori durante l'elaborazione della richiesta
ja_jp: エラーが発生しました
pl_pl: błędy podczas przetwarzania żądania
pt_pt: erros ao processar este pedido
ru_ru: ошибки при обработке этого запроса
zh_cn: 处理此请求时出错

source: sucessfully updated.
bg_bg: Успешно актуализиран.
de_de: erfolgreich aktualisiert.
es_es: actualizado satisfactoriamente.
fr_fr: mise à jour avec succès.
it_it: aggiornato con successo.
ja_jp: は正常に更新されました.
pl_pl: pomyślnie zaktualizowane.
pt_pt: atualizado com sucesso.
ru_ru: успешно обновлены.
zh_cn: 成功更新。

source: Could not delete object type
bg_bg: не може да изтрие тип обект
de_de: Objekttyp konnte nicht gelöscht werden
es_es: no se pudo eliminar el tipo de objeto
fr_fr: Impossible de supprimer le type d'objet
it_it: impossibile eliminare il tipo di oggetto
ja_jp: オブジェクトタイプを削除できませんでした
pl_pl: nie można usunąć typu obiektu
pt_pt: não foi possível excluir o tipo de objeto
ru_ru: не удалось удалить тип объекта
zh_cn: 无法删除对象类型

source: Cannot delete data, no object ID specified!
bg_bg: Не можете да изтриете данните, обекта няма определено ID!
de_de: Kann nicht gelöscht werden Daten, keine Objekt-ID angegeben!
es_es: No puede eliminar datos, no se especifico ID del objecto!!!
fr_fr: Impossible de supprimer des données, aucun ID d'objet spécifié!
it_it: Non è possibile cancellare i dati, senza ID oggetto specificato!
ja_jp: データを削除できません. オブジェクトIDが指定されていません!
pl_pl: Nie można usunąć dane, żaden obiekt Podany ID!
pt_pt: Não é possível excluir os dados, sem ID do objeto especificado!
ru_ru: Невозможно удалить данные, ни один объект не указан ID!
zh_cn: 无法删除数据，未指定对象ID！

source: No items were deleted from the database.
bg_bg: Няма обекти, които са били заличени от базата данни.
de_de: Es wurden keine Einträge aus der Datenbank gelöscht.
es_es: Ningun item fue eliminado de la base de datos
fr_fr: Aucun élément n'a été supprimé de la base de données.
it_it: Nessun articolo sono stati eliminati dal database.
ja_jp: データベースから削除されたアイテムはありません.
pl_pl: żadnych przedmiotów zostały usunięte z bazy danych.
pt_pt: Nenhum item foi excluído do banco de dados.
ru_ru: Никакие пункты не были удалены из базы данных.
zh_cn: 没有从数据库中删除任何项目。

source: items deleted
bg_bg: елементите са изтрити
de_de: Elemente gelöscht
es_es: elementos eliminados
fr_fr: éléments supprimés
it_it: articoli cancellati
ja_jp: 削除したアイテム
pl_pl: elementy usunięte
pt_pt: itens excluídos
ru_ru: элементы удалены
zh_cn: 项目已删除

source: items failed to delete.
bg_bg: Изтриването на обектите не са успя.
de_de: Elemente konnten nicht gelöscht werden.
es_es: items fallaron al borrarse
fr_fr: articles échoué à supprimer.
it_it: articoli non è riuscito a cancellare.
ja_jp: アイテムは削除に失敗しました.
pl_pl: przedmioty nie usuwać.
pt_pt: A exclusão de itens falhou
ru_ru: элементов не удалось удалить.
zh_cn: 项目无法删除。

source: Items may have dependent relationships that prevent deletion
bg_bg: Обектите могат да имат зависими отношения, които пречат на изтриването
de_de: Artikel können Abhängigkeiten, die Löschung zu verhindern
es_es: Los artículos pueden tener relaciones de dependencia que impiden la eliminación
fr_fr: Les articles peuvent avoir des relations de dépendance qui empêchent la suppression
it_it: I prodotti possono avere relazioni di dipendenza che impediscono l'eliminazione
ja_jp: アイテムに削除を妨げる依存関係が存在する可能性があります
pl_pl: elementy mogą mieć relacje zależne, które uniemożliwiają usunięcie
pt_pt: Os itens podem ter relações de dependência que impeçam a exclusão
ru_ru: Товары могут иметь зависимые отношения, которые препятствуют удалению
zh_cn: 项目可能具有防止删除的依赖关系

source: Use the 'info' button to see all relationships.
bg_bg: Използвайте бутона "Информация", за да видите всички взаимоотношения.
de_de: Verwenden Sie die 'info', um alle Beziehungen zu sehen.
es_es: Utilice el botón "info" para ver todas las relaciones.
fr_fr: Utilisez le bouton 'info' pour voir toutes nos relations.
it_it: Utilizzare il pulsante 'Info' per vedere tutti i rapporti.
ja_jp: 'info'ボタンをクリックして、すべての関係を確認してください.
pl_pl: użyj przycisku "informacji", aby zobaczyć wszystkie relacje.
pt_pt: Utilize o botão "info" para ver todos os relacionamentos.
ru_ru: Используйте кнопку 'Информация', чтобы увидеть всех отношениях.
zh_cn: 使用“信息”按钮查看所有关系。

source: sucessfully updated
bg_bg: Успешно актуализиран
de_de: erfolgreich aktualisiert.
es_es: actualizado satisfactoriamente.
fr_fr: mise à jour avec succès.
it_it: aggiornato con successo.
ja_jp: は正常に更新されました
pl_pl: pomyślnie zaktualizowane
pt_pt: atualizado com sucesso.
ru_ru: успешно обновлены.
zh_cn: 成功更新

source: Manage
bg_bg: Управлявам
de_de: verwalten
es_es: gestionar
fr_fr: gérer
it_it: gestire
ja_jp: 管理:
pl_pl: zarządzanie
pt_pt: gerir
ru_ru: управлять
zh_cn: 管理

source: inheritance options
bg_bg: Опции за наследяване
de_de: Vererbungsoptionen
es_es: opciones de herencia
fr_fr: Options d'héritage
it_it: opzioni di eredità
ja_jp: 継承オプション
pl_pl: Opcje spadkowe
pt_pt: opções de herança
ru_ru: опции наследования
zh_cn: 继承选项

source: Run Check Command
bg_bg: Стартирайте проверовъчна команда
de_de: Test Ankunft Befehl
es_es: Comando para testear chequeo
fr_fr: Essai Vérification de commande
it_it: Test di verifica di comando
ja_jp: チェックコマンドを実行
pl_pl: Polecenie wyboru testu
pt_pt: Teste o comando CHECK
ru_ru: Проверьте Проверьте команд
zh_cn: 运行检查命令

source: Host Address
bg_bg: Адрес на хост
de_de: Host-Adresse
es_es: Direccion del Host
fr_fr: Adresse de l'hôte
it_it: Indirizzo host
ja_jp: ホストアドレス
pl_pl: adres hosta
pt_pt: Endereço de IP
ru_ru: Адрес хоста
zh_cn: 主机地址

source: Manage Free Variables
bg_bg: Управлявайте свободните променливи (Free Variables)
de_de: verwalten freie Variablen
es_es: manejar variables libres
fr_fr: gérer les variables libres
it_it: gestire variabili libere
ja_jp: フリー変数管理
pl_pl: zarządzać zmienne wolne
pt_pt: gerenciar variáveis ​​livres
ru_ru: управлять свободными переменными
zh_cn: 管理自由变量

source: Configuration file deleted:
bg_bg: Конфигурационния файл беше изтрит:
de_de: Konfigurationsdatei gelöscht:
es_es: Archivo de configuracion eliminado:
fr_fr: Le fichier de configuration supprimé:
it_it: File di configurazione cancellato:
ja_jp: 設定ファイルが削除されました：
pl_pl: Plik konfiguracyjny usunięte:
pt_pt: Arquivo de configuração excluído:
ru_ru: Конфигурационный файл удален:
zh_cn: 配置文件已删除：

source: The assigned, no longer used configuration files were deleted successfully!<br />
bg_bg: Възложените конфигурационни файлове, които вече не се използват, бяха изтрити успешно!<br />
de_de: Die zugeordneten, nicht mehr verwendet Konfigurationsdateien wurden erfolgreich gelöscht! <br />
es_es: Los asignadas, ya no se utilizan archivos de configuración se han eliminado con éxito! <br />
fr_fr: Les assignées, les fichiers de configuration ne sont plus utilisés ont été supprimés avec succès! <br />
it_it: I file di configurazione assegnati, non più utilizzati sono stati cancellati con successo! <br />
ja_jp: 割当済みで、使われていない設定ファイルの削除に成功しました!<br />
pl_pl: przypisane, nie jest już używane pliki konfiguracyjne zostały usunięte z powodzeniem! <br />
pt_pt: Os arquivos de configuração atribuídas, já não utilizados foram apagados com sucesso! <br />
ru_ru: Назначен, больше не используются файлы конфигурации были успешно удалены! <br />
zh_cn: 分配的，不再使用的配置文件已成功删除！<br />

source: Config file deleted:
bg_bg: Конфигурационния файл е изтрит:
de_de: Config-Datei gelöscht:
es_es: Archivo de configuracion eliminado:
fr_fr: Config file supprimé:
it_it: Config file cancellato:
ja_jp: 設定ファイルが削除されました：
pl_pl: Plik konfiguracyjny usunięte:
pt_pt: Arquivo de configuração excluído:
ru_ru: Конфигурационный файл удален:
zh_cn: 配置文件已删除：

source: Database entry failed! Not all necessary data filled in!
bg_bg: Влизането в базата данни се провали! Не всички необходими данни бяха попълнени!
de_de: Eintrag in die Datenbank ist fehlgeschlagen! Nicht alle erforderlichen Daten ausgefüllt!
es_es: Hoja de datos que no! No todos los datos necesarios llenado!
fr_fr: Entrée de base de données a échoué! Pas toutes les données nécessaires remplis!
it_it: Voce del database non riuscita! Non tutti i dati necessari compilati!
ja_jp: データベースエントリーに失敗しました! すべての必要なデータが入力されていません!
pl_pl: wpis w bazie danych nie powiodło się! nie wszystkie niezbędne dane wypełnione!
pt_pt: Entrada de dados falhou! Nem todos os dados necessários preenchidos!
ru_ru: База данных запись не удалась! Не все необходимые данные заполнены!
zh_cn: 数据库输入失败！ 并非所有必要的数据都填写！

source: Database entry for
bg_bg: запис в базата данни за
de_de: Datenbankeintrag für
es_es: entrada de base de datos para
fr_fr: entrée de base de données pour
it_it: voce di database per
ja_jp: のデータベースエントリ
pl_pl: wpis bazy danych dla
pt_pt: entrada de banco de dados para
ru_ru: запись в базе данных для
zh_cn: 数据库条目

source: Common name of this domain. This field is for internal use only.
bg_bg: Общо име на този домейн. Това поле е само за вътрешно ползване.
de_de: gebräuchliche Name dieser Domäne. Dieses Feld ist nur für den internen Gebrauch.
es_es: nombre común de este dominio. este campo es sólo para uso interno.
fr_fr: nom commun de ce domaine. ce domaine est pour usage interne uniquement.
it_it: nome comune di questo dominio. questo campo è solo per uso interno.
ja_jp: このドメインの一般名. このフィールドは内部でのみ使用されます.
pl_pl: potoczna nazwa tej domeny. to pole jest tylko do użytku wewnętrznego.
pt_pt: nome comum deste domínio. este campo é apenas para uso interno.
ru_ru: общее название этой области. это поле только для внутреннего использования.
zh_cn: 该域的通用名称。 此字段仅供内部使用。

source: Absolute path to your NagiosQL configuration directory.
bg_bg: Абсолютна пътека към твоята NagiosQL конфигурационна директория (configuration directory).
de_de: absolute Pfad zu Ihrem NagiosQL Konfigurationsverzeichnis.
es_es: ruta absoluta a su directorio de configuración NagiosQL.
fr_fr: chemin absolu à votre répertoire de configuration NagiosQL.
it_it: percorso assoluto alla directory di configurazione NagiosQL.
ja_jp: NagiosQLコンフィグレーションディレクトリへの絶対パス.
pl_pl: Ścieżka bezwzględna do nagiosql katalogu konfiguracyjnym.
pt_pt: caminho absoluto para seu diretório de configuração NagiosQL.
ru_ru: Абсолютный путь к вашей nagiosql каталоге конфигурации.
zh_cn: NagiosQL配置目录的绝对路径。

source: Examples:
bg_bg: Примери:
de_de: Beispiel:
es_es: Ejemplo
fr_fr: Exemple:
it_it: Esempio:
ja_jp: 例:
pl_pl: Przykład:
pt_pt: Exemplo
ru_ru: Пример:
zh_cn: 示例：

source: Be sure, that your configuration path settings are matching with your
bg_bg: Бъдете сигурни, че конфигурационните настройки на пътеката съответстват на
de_de: sicher sein, dass Ihre Konfiguration Pfadeinstellungen werden mit passenden
es_es: asegúrese de que la configuración de ruta de configuración son coincidentes con su
fr_fr: assurez-vous que vos paramètres de chemin de configuration sont sélectionnés avec vos
it_it: essere sicuri, che le impostazioni di configurazione di percorso sono corrispondenti con il tuo
ja_jp: コンフィグレーションパス設定が一致していることを確認してください
pl_pl: upewnij się, że ustawienia konfiguracyjne są dopasowanie ścieżki z telefonem
pt_pt: ter certeza, que as definições do caminho de configuração estão combinando com o seu
ru_ru: быть уверены, что ваши настройки пути конфигурации соответствие с вашим
zh_cn: 确保您的配置路径设置与您的

source: NagiosQL writes one configuration file for every host. It is useful to store this files inside an own subdirectory below your Nagios configuration path.
bg_bg: NagiosQL пише по един конфигурационен файл за всеки хост. От полза е тази файлове да се съхраняват в собствена поддиректория, след конфигурация път на Nagios.
de_de: NagiosQL schreibt eine Konfigurationsdatei für jeden Host. ist es sinnvoll, um diese Dateien in einem Unterverzeichnis unter Ihrem Nagios Konfigurationspfad speichern.
es_es: NagiosQL escribe un archivo de configuración para cada huésped. es útil para almacenar estos archivos dentro de un subdirectorio debajo de su propia ruta de configuración de Nagios.
fr_fr: NagiosQL écrit un seul fichier de configuration pour chaque hôte. il est utile de stocker ces fichiers dans un sous-répertoire en dessous de votre chemin de configuration de Nagios.
it_it: NagiosQL scrive un file di configurazione per ogni host. è utile per archiviare questi file all'interno di una sottodirectory sotto il tuo percorso di configurazione di Nagios.
ja_jp: NagiosQLはホストごとに1つのコンフィグレーションファイルに書き込みます. このファイルをNagiosコンフィグレーションパス以下のサブディレクトリに保管するのに便利です.
pl_pl: nagiosql pisze jeden plik konfiguracyjny dla każdego hosta. jest to przydatne do zapisywania plików wewnątrz katalogu własnej poniżej ścieżki konfiguracji Nagios.
pt_pt: NagiosQL escreve um arquivo de configuração para cada host. é útil para armazenar estes arquivos dentro de um próprio subdiretório abaixo do seu caminho de configuração do Nagios.
ru_ru: nagiosql пишет один конфигурационный файл для каждого хоста. это полезно для хранения эти файлы внутри собственном каталоге ниже вашем пути конфигурации Nagios.
zh_cn: NagiosQL为每个主机写入一个配置文件。 将此文件存储在Nagios配置路径下的自己的子目录中很有用。

source: Be sure, that your configuration settings are matching with your
bg_bg: Бъдете сигурни, че конфигурационните настройки на пътеката съответстват на
de_de: sicher sein, dass Ihre Konfigurationseinstellungen werden mit passenden
es_es: asegúrese de que las opciones de configuración son coincidentes con su
fr_fr: assurez-vous que vos paramètres de configuration sont sélectionnés avec vos
it_it: essere sicuri, che le impostazioni di configurazione sono corrispondenti con il tuo
ja_jp: コンフィグレーション設定が一致していることをご確認ください
pl_pl: upewnij się, że ustawienia konfiguracyjne są dopasowane z telefonem
pt_pt: ter certeza, que as definições de configuração estão combinando com o seu
ru_ru: быть уверены, что ваши настройки конфигурации соответствие с вашим
zh_cn: 请确保您的配置设置与您的

source: NagiosQL writes services grouped into files identified by the service configuration names. It is useful to store this files inside an own subdirectory below your Nagios configuration path.
bg_bg: NagiosQL пише сървиси, групирани във файлове, идентифицирани от имената на сървис конфигурациите. От полза е тази файлове да се съхраняват в собствена поддиректория, след конфигурация път на Nagios.
de_de: NagiosQL schreibt Dienstleistungen in Dateien mit den Konfigurationsnamen Service identifiziert gruppiert. ist es sinnvoll, um diese Dateien in einem Unterverzeichnis unter Ihrem Nagios Konfigurationspfad speichern.
es_es: NagiosQL escribe servicios agrupados en archivos identificados por los nombres de configuración de servicios. es útil para almacenar estos archivos dentro de un subdirectorio debajo de su propia ruta de configuración de Nagios.
fr_fr: NagiosQL écrit services regroupés dans des fichiers identifiés par les noms de configuration du service. il est utile de stocker ces fichiers dans un sous-répertoire en dessous de votre chemin de configuration de Nagios.
it_it: NagiosQL scrive servizi raggruppati in file identificati con i nomi di configurazione del servizio. è utile per archiviare questi file all'interno di una sottodirectory sotto il tuo percorso di configurazione di Nagios.
ja_jp: NagiosQLはサービス設定名で識別されるファイルにグループ化されたサービスを書き込みます. Nagiosコンフィグレーションパス以下のサブディレクトリにこのファイルを格納するのに便利です.
pl_pl: nagiosql pisze usługi zgrupowane w plikach zidentyfikowanych przez nazwy konfiguracji usługi. jest to przydatne do zapisywania plików wewnątrz katalogu własnej poniżej ścieżki konfiguracji Nagios.
pt_pt: NagiosQL escreve serviços agrupados em arquivos identificados pelos nomes de configuração do serviço. é útil para armazenar estes arquivos dentro de um próprio subdiretório abaixo do seu caminho de configuração do Nagios.
ru_ru: nagiosql пишет услуги, сгруппированные в файлы определенных имен конфигурации услуг. это полезно для хранения эти файлы внутри собственном каталоге ниже вашем пути конфигурации Nagios.
zh_cn: NagiosQL将服务分组到由服务配置名称标识的文件中。 将此文件存储在Nagios配置路径下的自己的子目录中很有用。

source: Absolute path to your NagiosQL configuration backup directory
bg_bg: Абсолютна пътека към твоята NagiosQL конфигурационна резервна директория (configuration backup directory)
de_de: absolute Pfad zu Ihrem NagiosQL Konfiguration Backup-Verzeichnis
es_es: ruta absoluta a su directorio de copia de seguridad de configuración NagiosQL
fr_fr: chemin absolu à votre répertoire de sauvegarde de configuration NagiosQL
it_it: percorso assoluto della directory di backup della configurazione NagiosQL
ja_jp: NagiosQLコンフィグレーションバックアップディレクトリへの絶対パス
pl_pl: Bezwzględna ścieżka do katalogu backup konfiguracji nagiosql
pt_pt: caminho absoluto para o diretório de backup de configuração NagiosQL
ru_ru: Абсолютный путь к вашей nagiosql конфигурации каталога резервного копирования
zh_cn: NagiosQL配置备份目录的绝对路径

source: This directory is for internal configuration backups of NagiosQL and is not used by Nagios itself.
bg_bg: Тази директория е за вътрешни конфигурационни резервни копия на NagiosQL и не се използва само по себе си от Nagios.
de_de: Dieses Verzeichnis ist für die interne Konfiguration Backups NagiosQL und wird nicht von Nagios selbst verwendet.
es_es: este directorio es para copias de seguridad de configuración interna de NagiosQL y no es utilizado por Nagios.
fr_fr: ce répertoire est pour les sauvegardes de configuration internes de NagiosQL et ne est pas utilisé par lui-même nagios.
it_it: questa directory è per i backup configurazione interna NagiosQL e non è usato da Nagios stessa.
ja_jp: このディレクトリはNagiosQLの内部コンフィグレーションバックアップ用でありNagiosそのものでは使用されません.
pl_pl: Katalog ten jest dla wewnętrznych kopii zapasowych konfiguracyjnych nagiosql i nie jest używana przez sam Nagios.
pt_pt: este diretório é para backups configuração interna NagiosQL e não é usado por si só nagios.
ru_ru: Этот каталог предназначен для внутреннего резервного копирования конфигурационных nagiosql и не используется Nagios самостоятельно.
zh_cn: 该目录用于NagiosQL的内部配置备份，Nagios本身不使用。

source: Absolute path to your NagiosQL host configuration backup directory.
bg_bg: Абсолютна пътека към твоята NagiosQL конфигурационна резервна директория на хоста (host configuration backup directory)
de_de: absolute Pfad zu Ihrem NagiosQL Host-Konfiguration Backup-Verzeichnis.
es_es: ruta absoluta a su directorio de copia de seguridad de configuración de host NagiosQL.
fr_fr: chemin absolu à votre répertoire de sauvegarde de configuration d'hôte NagiosQL.
it_it: percorso assoluto della directory di backup della configurazione dell'host NagiosQL.
ja_jp: NagiosQLホストコンフィグレーションバックアップディレクトリへの絶対パス.
pl_pl: Ścieżka bezwzględna do nagiosql konfiguracji hosta katalogu kopii zapasowych.
pt_pt: caminho absoluto para o diretório de backup de configuração de host NagiosQL.
ru_ru: Абсолютный путь к вашей nagiosql каталог резервного копирования конфигурации хоста.
zh_cn: NagiosQL主机配置备份目录的绝对路径。

source: This directory is for internal configuration backups of NagiosQL only and is not used by Nagios itself.
bg_bg: Тази директория е само за вътрешни конфигурационни резервни копия на NagiosQL и не се използва само по себе си от Nagios.
de_de: Dieses Verzeichnis ist für die interne Konfiguration Backups nur NagiosQL und wird nicht von Nagios selbst verwendet.
es_es: este directorio es para copias de seguridad de configuración interna de sólo NagiosQL y no es utilizado por Nagios.
fr_fr: ce répertoire est pour les sauvegardes de configuration internes de NagiosQL seulement et ne est pas utilisé par lui-même nagios.
it_it: questa directory è per i backup configurazione interna solo NagiosQL e non è usato da Nagios stessa.
ja_jp: このディレクトリはNagiosQLの内部コンフィグレーションバックアップ用であり、Nagios自体では使用されません.
pl_pl: Katalog ten jest dla wewnętrznych kopii zapasowych konfiguracyjnych tylko nagiosql i nie jest używana przez sam Nagios.
pt_pt: este diretório é para backups de configuração interna de apenas NagiosQL e não é usado por si só nagios.
ru_ru: Этот каталог предназначен для внутреннего резервного копирования конфигурации только nagiosql и не используется Nagios самостоятельно.
zh_cn: 该目录仅用于NagiosQL的内部配置备份，Nagios本身不使用。

source: Absolute path to your NagiosQL service configuration backup directory.
bg_bg: Абсолютна пътека към твоята NagiosQL конфигурационна резервна директория на сървиса (service configuration backup directory).
de_de: absolute Pfad zu Ihrem NagiosQL Service-Konfiguration Backup-Verzeichnis.
es_es: ruta absoluta a su directorio de copia de seguridad de la configuración del servicio NagiosQL.
fr_fr: chemin absolu à votre répertoire de sauvegarde de configuration du service NagiosQL.
it_it: percorso assoluto della directory di backup di configurazione del servizio NagiosQL.
ja_jp: NagiosQLサービスコンフィグレーションバックアップディレクトリへの絶対パス.
pl_pl: Ścieżka bezwzględna do nagiosql konfiguracji usługi katalogu kopii zapasowych.
pt_pt: caminho absoluto para o diretório de backup de configuração do serviço NagiosQL.
ru_ru: Абсолютный путь к вашей nagiosql каталог резервного копирования конфигурации сервиса.
zh_cn: NagiosQL服务配置备份目录的绝对路径。

source: Absolute path to your Nagios command file.
bg_bg: Абсолютна пътека към твоя Nagios команден файл (Nagios command file).
de_de: absoluten Pfad zu Ihrer Eingabedatei Nagios.
es_es: ruta absoluta al archivo de comando nagios.
fr_fr: chemin absolu à votre fichier de commande nagios.
it_it: percorso assoluto al file di comando Nagios.
ja_jp: Nagiosコマンドファイルへの絶対パス.
pl_pl: Bezwzględna ścieżka do pliku poleceń Nagios.
pt_pt: caminho absoluto para o arquivo de comando nagios.
ru_ru: Абсолютный путь к командной Nagios файл.
zh_cn: Nagios命令文件的绝对路径。

source: Be sure, that your command file path settings are matching with your
bg_bg: Бъдете сигурни, че настройките на пътеката до командния файл съответстват на
de_de: sicher sein, dass Ihr Befehl Dateipfad-Einstellungen werden mit passenden
es_es: asegúrese de que la configuración de ruta de archivos de comandos son coincidentes con su
fr_fr: assurez-vous que vos paramètres de chemin de fichiers de commande sont sélectionnés avec vos
it_it: essere sicuri, che le impostazioni di percorso del file di comando sono corrispondenti con il tuo
ja_jp: コマンドファイルパス設定が一致していることを確認してください
pl_pl: upewnij się, że ustawienia ścieżki pliku polecenia są dopasowane z telefonem
pt_pt: ter certeza, que as definições do caminho do arquivo de comando está combinando com o seu
ru_ru: быть уверены, что ваши настройки пути команда файлов соответствие с вашим
zh_cn: 请确保您的命令文件路径设置与您的

source: This is used to reload Nagios directly from NagiosQL after changing a configuration.
bg_bg: Това се използва, за да презареди Nagios директно от NagiosQL след смяна на конфигурацията.
de_de: Diese wird verwendet, um Nagios direkt von NagiosQL nach Ändern einer Konfiguration neu zu laden.
es_es: esto se utiliza para recargar nagios directamente desde NagiosQL después de cambiar una configuración.
fr_fr: ceci est utilisé pour recharger directement à partir de nagios NagiosQL après un changement de configuration.
it_it: questo è usato per ricaricare Nagios direttamente da NagiosQL dopo aver modificato la configurazione.
ja_jp: 設定変更後、NagiosQLから直接Nagiosを再読み込みするために使用されます.
pl_pl: ten jest stosowany, aby przeładować Nagios bezpośrednio z nagiosql po zmianie konfiguracji.
pt_pt: isto é usado para recarregar nagios diretamente do NagiosQL depois de mudar uma configuração.
ru_ru: это используется, чтобы перезагрузить Nagios непосредственно из nagiosql после изменения конфигурации.
zh_cn: 更改配置后，可用于直接从NagiosQL重新加载Nagios。
