Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: ERROR: You are not authorized to view this report.
bg_bg: Грешка: не сте упълномощени да видите този доклад.
de_de: FEHLER: Sie sind nicht berechtigt, diesen Bericht anzuzeigen.
es_es: Error: Usted no esta autorizado a visualizar este reporte.
fr_fr: ERREUR: Vous n'êtes pas autorisé à consulter ce rapport.
it_it: ERRORE: Non sei autorizzato a visualizzare questa relazione.
ja_jp: エラー： このレポートを閲覧する権限がありません.
pl_pl: Błąd: nie masz uprawnień, aby zobaczyć ten raport.
pt_pt: ERRO: Você não está autorizado a visualizar este relatório.
ru_ru: ОШИБКА: Вы не авторизованы для просмотра этого отчета.
zh_cn: 错误：您没有被授权查看此报告。

source: Host Only
bg_bg: Само хост
de_de: nur Gastgeber
es_es: acoger sólo
fr_fr: accueillir seulement
it_it: ospiterà solo
ja_jp: ホストのみ
pl_pl: obsługiwać tylko
pt_pt: sediar apenas
ru_ru: разместить только
zh_cn: 仅主机

source: Service Availability
bg_bg: Наличност на сървиса
es_es: Disponibilidad del Servicio
fr_fr: Disponibilité du service
it_it: Disponibilità del servizio
ja_jp: サービスアベイラビリティ
pl_pl: dostępność usług
pt_pt: Veja a disponibilidade de serviço
ru_ru: Наличие службы
zh_cn: 服务可用性

source: Host Availability
bg_bg: Хост Наличност
de_de: Host Verfügbarkeit
es_es: Disponibilidad del Host
fr_fr: Disponibilité d'accueil
it_it: Host Disponibilità
ja_jp: ホストアベイラビリティ
pl_pl: dostępność hosta
pt_pt: Ver a disponibilidade de host
ru_ru: Наличие хоста
zh_cn: 主机可用性

source: Hostgroup Availability
bg_bg: Наличност на хост група (hostgroup)
de_de: Hostgroup Verfügbarkeit
es_es: Disponibilidad
fr_fr: Disponibilité hostgroup
it_it: Hostgroup Disponibilità
ja_jp: ホストグループアベイラビリティ
pl_pl: dostępność hostgroup
pt_pt: Ver a disponibilidade de host
ru_ru: Наличие группа узлов сети
zh_cn: 主机组可用性

source: Servicegroup Availability
bg_bg: Наличност на сървис групата
de_de: Servicegroup Verfügbarkeit
es_es: Estabilidad del Servicio
fr_fr: Disponibilité servicegroup
it_it: Servicegroup Disponibilità
ja_jp: サービスグループアベイラビリティ
pl_pl: dostępność servicegroup
pt_pt: Veja a disponibilidade de serviço
ru_ru: Наличие Servicegroup
zh_cn: 服务组可用性

source: Availability Summary
bg_bg: Обобщен доклад за наличност
de_de: Verfügbarkeit Zusammenfassung
es_es: Resumen Disponibilidad
fr_fr: Résumé disponibilité
it_it: Disponibilità Sommario
ja_jp: アベイラビリティサマリー
pl_pl: Podsumowanie dostępność
pt_pt: Disponibilidade
ru_ru: Наличие резюме
zh_cn: 可用性摘要

source: Download both host and service data as CSV
bg_bg: Изтеглете данните и на хоста, и на сървиса като CSV
de_de: Download sowohl Host- und Service-Daten als csv
es_es: descargar tanto los datos de equipos y servicios como csv
fr_fr: télécharger les données d'hôte et de service comme csv
it_it: scaricare sia i dati di accoglienza e di servizio come csv
ja_jp: ホストとサービスの両方のデータをCSVでダウンロードします
pl_pl: pobranie danych zarówno gospodarza, jak i usługowych csv
pt_pt: baixar tanto os dados de acolhimento e de serviços como CSV
ru_ru: загрузить оба хоста и сервисные данные в виде CSV
zh_cn: 将主机和服务数据下载为CSV

source: Combined CSV
bg_bg: Комбинирани, разделени със запетая стойности (CSV)
de_de: kombiniert csv
es_es: csv combinado
fr_fr: csv combinée
it_it: csv combinato
ja_jp: ホスト・サービス CSV
pl_pl: połączone CSV
pt_pt: CSV combinados
ru_ru: в сочетании CSV
zh_cn: 结合CSV

source: Report Time Period
bg_bg: Период от време на доклада
de_de: Bericht Zeitraum
es_es: periodo de tiempo del informe
fr_fr: période de rapport
it_it: periodo di rapporto
ja_jp: レポート期間
pl_pl: Raport okres
pt_pt: período coberto pelo relatório
ru_ru: Период времени, отчет
zh_cn: 报告时间段

source: Must select a host/service, hostgroup, or servicegroup selected
bg_bg: Трябва да изберете хост / сървис, хост група, или сървис група "избрано"
de_de: muss eine Host / Service, Hostgruppe, Servicegruppe oder wählen Sie ausgewählt
es_es: debe seleccionar un host / servicio, hostgroup o Servicegroup seleccionado
fr_fr: doit sélectionner un hôte / service, hostgroup ou servicegroup sélectionné
it_it: deve selezionare un host / servizio, gruppo di host, o Servicegroup selezionati
ja_jp: ホスト/サービス、ホストグループ、サービスグループを選択してください
pl_pl: musi wybrać hosta / usługi, hostgroup lub servicegroup wybrany
pt_pt: deve selecionar um host / serviço, hostgroup, ou SERVICEGROUP selecionado
ru_ru: необходимо выбрать хост / услугу, hostgroup или ServiceGroup выбранного
zh_cn: 必须选择一个主机/服务，主机组或服务组

source: Display service performance graphs
bg_bg: Покажете графиките за производителността на сървиса
de_de: Anzeigedienst Leistungsdiagramme
es_es: gráficos de rendimiento de servicios de visualización
fr_fr: graphes de performance du service d'affichage
it_it: grafici delle prestazioni di servizi di visualizzazione
ja_jp: サービスパフォーマンスグラフを表示する
pl_pl: Wyświetlacz wykresy wydajności usług
pt_pt: gráficos de desempenho de serviços de exibição
ru_ru: Графики производительности дисплей услуг
zh_cn: 显示服务性能图

source: This will count any state during scheduled downtime as OK for the Availability report
bg_bg: Това ще се брои всяко състояние по време на планираните (по график) прекъсвания както "ОК" за доклада за наличност (Availability report)
de_de: das wird jeder Staat während der geplanten Ausfallzeiten als ok für den sla Bericht zählen
es_es: esto va a contar el estado durante el tiempo de inactividad programado como bien para el informe sla
fr_fr: ce comptera tout état pendant les temps d'arrêt prévu que correct pour le rapport sla
it_it: questo conterà ogni Stato durante il downtime pianificato come ok per il rapporto sla
ja_jp: アベイラビリティレポートでスケジュールダウンタイム中はどのようなステータスであってもOKとカウントします
pl_pl: będzie liczyć każdy stan podczas zaplanowanego przestoju w ok do raportu sla
pt_pt: isso vai contar todo o estado durante o tempo de inatividade programado como ok para o relatório sla
ru_ru: это будет считаться любое государство во время планового отключения, как хорошо за SLA отчета
zh_cn: 对于可用性报告，这会将计划的停机期间的任何状态都视为正常

source: Hide scheduled downtime
bg_bg: Скриване на планираното (по график) прекъсване
de_de: verbergen geplante Ausfallzeiten
es_es: ocultar el tiempo de inactividad programado
fr_fr: cacher arrêt planifié
it_it: nascondere downtime programmato
ja_jp: スケジュールダウンタイムを非表示にする
pl_pl: Ukryj planowych przestojów
pt_pt: esconder interrupções programadas
ru_ru: скрыть плановых простоев
zh_cn: 隐藏已计划的停机时间

source: This will count any WARNING state as OK for the Availability report
bg_bg: Това ще брои всяко предупредително (WARNING) състояние като "ОК" за доклада за наличност (Availability report)
de_de: Sie verlieren dadurch jeden Warnzustand als ok für den Verfügbarkeitsbericht zählen
es_es: esto contará cualquier estado de alerta como bien para el informe de disponibilidad
fr_fr: ce comptera tout État d'avertissement ok pour le rapport de disponibilité
it_it: questo conterà qualsiasi stato di avviso come ok per il rapporto disponibilità
ja_jp: アベイラビリティレポートで警告ステータスをOKとしてカウントします
pl_pl: będzie liczyć każdy stan ostrzegawczy w ok do raportu o dostępności
pt_pt: isso vai contar todo o estado de alerta como ok para o relatório de disponibilidade
ru_ru: это будет считаться любое предупреждение государство как нормально для отчета о доступности
zh_cn: 对于可用性报告，这会将任何警告状态都视为“OK”

source: Hide WARNING states
bg_bg: Скрийте ПРЕДУПРЕДИТЕЛНИТЕ състояния (Warning states)
de_de: verbergen Warnzustände
es_es: ocultar estados de alerta
fr_fr: masquer des états d'avertissement
it_it: nascondere stati avvertimento
ja_jp: 警告ステータスを非表示にする
pl_pl: Ukryj stany ostrzegawcze
pt_pt: esconder estados de alerta
ru_ru: скрыть предупредительное состояния
zh_cn: 隐藏警告状态

source: This will count any UNKNOWN state as OK for the Availability report
bg_bg: Това ще брои всяко неизвестно (UNKNOWN) състояние като "ОК" за доклада за наличност (Availability report)
de_de: Sie verlieren dadurch jeden unbekannten Zustand als ok für den Verfügbarkeitsbericht zählen
es_es: esto contará cualquier estado desconocido como bien para el informe de disponibilidad
fr_fr: ce comptera tout état inconnu que correct pour le rapport de disponibilité
it_it: questo conterà uno stato sconosciuto come ok per il rapporto disponibilità
ja_jp: アベイラビリティレポートで不明ステータスをOKとしてカウントします
pl_pl: będzie liczyć każdą nieznaną państwo jako ok do raportu o dostępności
pt_pt: isso vai contar qualquer estado desconhecido como ok para o relatório de disponibilidade
ru_ru: это будет считаться любой неизвестное состояние, как хорошо для отчета о доступности
zh_cn: 对于可用性报告，这会将所有未知状态视为“OK”

source: Hide UNKNOWN/UNREACHABLE states
bg_bg: Скрийте НЕИЗВЕСТНИ / НЕДОСТИЖИМИ (UNKNOWN/UNREACHABLE) състояния
de_de: verbergen unbekannt / nicht erreichbar Staaten
es_es: ocultar estados desconocidos / inalcanzables
fr_fr: masquer des états inconnus / inaccessibles
it_it: nascondere Unknown / irraggiungibili
ja_jp: 不明/到達不能ステータスを非表示にする
pl_pl: ukrywać nieznane / stany nieosiągalne
pt_pt: esconder estados desconhecidos / inacessíveis
ru_ru: скрыть Неизвестный / недостижимых состояний
zh_cn: 隐藏未知/无法访问状态

source: Show only the hosts with no service data shown
bg_bg: Покажете хостовете, които нямат показани данни за сървиси
de_de: zeigen nur die Hosts ohne Service-Daten angezeigt
es_es: mostrar sólo las máquinas que no tienen datos de servicio que se muestran
fr_fr: afficher uniquement les hôtes sans données de service indiquées
it_it: mostrare solo i padroni di casa senza i dati di servizio mostrati
ja_jp: サービスデータなしでホストのみを表示
pl_pl: pokaż tylko gospodarzom żadnych danych przedstawionych usług
pt_pt: mostrar apenas os anfitriões sem dados serviço mostrados
ru_ru: показывать только хосты без каких-либо служебных данных, показанных
zh_cn: 仅显示未显示服务数据的主机

source: Do not show service data
bg_bg: Не показвайте данни за сървис
de_de: zeigen keine Servicedaten
es_es: no se muestran los datos de servicio
fr_fr: ne montrent pas les données de service
it_it: non mostrare i dati di servizio
ja_jp: サービスデータを表示しない
pl_pl: nie wykazują dane serwisowe
pt_pt: não mostram dados de serviço
ru_ru: не показывают данные службы
zh_cn: 不显示服务数据

source: View State History
bg_bg: Вижте историята на състоянието
es_es: Ver historial de estados
fr_fr: Voir Historique État
it_it: Visualizza cronologia Stato
ja_jp: ステータス履歴の表示
pl_pl: Widok Historia państwa
pt_pt: Ver histórico do estado
ru_ru: Просмотр Государственного Исторического
zh_cn: 查看状态历史

source: Availability data is not available when monitoring engine is not running
bg_bg: Данните за наличност не са на разположение, когато следят двигателят за наблюдение (Nagios Core) не работи
de_de: Verfügbarkeit von Daten ist nicht verfügbar, wenn die Überwachung Motor nicht läuft
es_es: Disponibilidad de datos no está disponible cuando el motor de monitoreo no está en ejecucion
fr_fr: La disponibilité des données n'est pas disponible lorsque le moteur ne tourne pas suivi
it_it: Disponibilità dei dati non è disponibile quando il motore non è in funzione di monitoraggio
ja_jp: 監視エンジンが稼動していないときはアベイラビリティデータは利用できません
pl_pl: dostępność danych nie jest dostępna, gdy monitorowanie silnik nie jest uruchomiony
pt_pt: Disponibilidade de dados não está disponível quando o motor de monitoramento não está em execução
ru_ru: Наличие данных не доступна, когда мониторинг двигатель не работает
zh_cn: 监视引擎未运行时，可用性数据不可用

source: Service Data
bg_bg: Данни за сървиси
de_de: Service-Daten
es_es: Datos del Servicio
fr_fr: Service de données
it_it: Data Service
ja_jp: サービスデータ
pl_pl: Dane serwisowe
pt_pt: Os dados de serviços
zh_cn: 服务数据

source: Average Service Availability
bg_bg: Средно аритметично наличност на сървис
de_de: Durchschnittliche Service Availability
es_es: Estabilidad del Servicio
fr_fr: Disponibilité du service Correct
it_it: Disponibilità del servizio media
ja_jp: 平均サービスアベイラビリティ
pl_pl: średnia dostępność usługi
pt_pt: Veja a disponibilidade de serviço
ru_ru: Средняя службы доступности
zh_cn: 平均服务可用性

source: : All Services
bg_bg: : Всички сървиси
de_de: Alle Leistungen
es_es: Todos los servicios
fr_fr: Tous les services
it_it: Tutti i servizi
ja_jp: : 全サービス
pl_pl: wszystkie usługi
pt_pt: Serviço
ru_ru: Все сервисы
zh_cn: ：所有服务

source: Host Data
bg_bg: Хост данни
de_de: Host-Daten
es_es: Datos del Host
fr_fr: Données d'accueil
it_it: Host dati
ja_jp: ホストデータ
pl_pl: Dane gospodarza
pt_pt: Dados de host
ru_ru: Хост данных
zh_cn: 主机数据

source: Average Host Availability
bg_bg: Средно аритметично наличност на хост
de_de: Durchschnittliche Host-Verfügbarkeit
es_es: Disponibilidad
fr_fr: Disponibilité Host moyenne
it_it: Host Disponibilità media
ja_jp: 平均ホストアベイラビリティ
pl_pl: średnia dostępność hosta
pt_pt: Ver a disponibilidade de host
ru_ru: Средняя Наличие хоста
zh_cn: 平均主机可用性

source: : All Hosts
bg_bg: : Всички хостове
de_de: Alle Hosts
es_es: Todas las graficas del host
fr_fr: Tous les hôtes
it_it: Tutti gli host
ja_jp: : 全ホスト
pl_pl: wszystkie hosty
pt_pt: Todos os gráficos de host
ru_ru: Все хосты
zh_cn: ：所有主机

source: Availability data is not available when monitoring engine is not running.
bg_bg: Данните за наличност не са на разположение, когато следят двигателят за наблюдение (Nagios Core) не работи
de_de: Verfügbarkeit von Daten ist nicht verfügbar, wenn die Überwachung Motor nicht läuft
es_es: Disponibilidad de datos no está disponible cuando el motor de monitoreo no está en ejecucion
fr_fr: La disponibilité des données n'est pas disponible lorsque le moteur ne tourne pas suivi
it_it: Disponibilità dei dati non è disponibile quando il motore non è in funzione di monitoraggio
ja_jp: 監視エンジンが稼動していないときはアベイラビリティデータは利用できません
pl_pl: dostępność danych nie jest dostępna, gdy monitorowanie silnik nie jest uruchomiony
pt_pt: Disponibilidade de dados não está disponível quando o motor de monitoramento não está em execução
ru_ru: Наличие данных не доступна, когда мониторинг двигатель не работает
zh_cn: 监视引擎未运行时，可用性数据不可用。

source: You are not authorized to view the event log
bg_bg: Вие не сте упълномощени да видите лога на събитията (event log)
de_de: Sie sind nicht berechtigt, um das Ereignisprotokoll anzuzeigen
es_es: Usted no esta autorizado a visualizar el log de eventos
fr_fr: Vous n'êtes pas autorisé à afficher le journal des événements
it_it: Non sei autorizzato a vedere il registro eventi
ja_jp: イベントログを閲覧する権限がありません
pl_pl: nie jest uprawniony do przeglądania dziennika zdarzeń
pt_pt: Você não está autorizado a ver o log de eventos
ru_ru: Вы не авторизованы для просмотра журналов событий
zh_cn: 您无权查看事件日志

source: Runtime Error
bg_bg: Грешка по време на работа
de_de: Laufzeitfehler
es_es: Error de ejecucion
it_it: Errore di runtime
ja_jp: ランタイムエラー
pt_pt: Erro em tempo de execução
zh_cn: 运行时间错误

source: Runtime Warning
bg_bg: Предупреждение по време на работа
de_de: Laufzeit-Warnung
es_es: Advertencia de corrida
fr_fr: Attention Runtime
it_it: Attenzione Runtime
ja_jp: ランタイム警告
pl_pl: Ostrzeżenie w trakcie wykonywania
pt_pt: Aviso de tempo de execução
ru_ru: Время предупреждения
zh_cn: 运行时间警告

source: Verification Error
bg_bg: Грешка при проверката
de_de: Fehler bei der Überprüfung
es_es: Error de verificacion
fr_fr: Erreur de vérification
it_it: Errore di verifica
ja_jp: 検証エラー
pl_pl: błąd weryfikacji
pt_pt: Erro de verificação
ru_ru: Проверка ошибке
zh_cn: 验证错误

source: Verification Warning
bg_bg: Предупреждение за проверката
de_de: Überprüfung Warnung
es_es: Advertencia de verificacion
fr_fr: Avertissement de vérification
it_it: Avviso di verifica
ja_jp: 検証警告
pl_pl: Ostrzeżenie weryfikacji
pt_pt: Aviso de verificação
ru_ru: Проверка предупреждение
zh_cn: 验证警告

source: Configuration Warning
bg_bg: Предупреждение за конфигурация
de_de: Konfigurationswarnung
es_es: Advertencia de configuracion
fr_fr: Avertissement de configuration
it_it: Configurazione avviso
ja_jp: 設定警告
pl_pl: Ostrzeżenie Konfiguracja
pt_pt: Aviso de configuração
ru_ru: Конфигурация предупреждение
zh_cn: 配置警告

source: Process Information
bg_bg: Информация за процеса
de_de: Prozess Informationen
es_es: Procesar informacion
fr_fr: Informations sur le processus
it_it: Informazioni sul processo
ja_jp: プロセス情報
pl_pl: przetwarzania informacji
pt_pt: Informação de processo
ru_ru: Информация о процессе
zh_cn: 进程信息

source: External Command
bg_bg: Външна команда
de_de: externen Befehl
es_es: Comando externo
fr_fr: Commande externe
it_it: Comando esterno
ja_jp: 外部コマンド
pl_pl: Polecenie zewnętrzne
pt_pt: Comando externo
ru_ru: Внешние команды
zh_cn: 外部命令

source: Program Start
bg_bg: Стартиране на програмата
de_de: Programm Start
es_es: Iniciar programa
fr_fr: Lancement du programme
it_it: Start Program
ja_jp: プログラム起動
pl_pl: start programu
pt_pt: Iniciar programa
ru_ru: Запуск программы
zh_cn: 程序开始

source: Program Stop
bg_bg: Спиране на програмата
de_de: Programm-Stopp
es_es: Detener programa
fr_fr: Arrêt du programme
it_it: Programma STOP
ja_jp: プログラム停止(STOP)
pl_pl: zatrzymanie programu
pt_pt: Parar programa
ru_ru: Программа Stop
zh_cn: 程序停止

source: Program Halt
bg_bg: Спиране на програмата
de_de: Programm Halt
es_es: Programa Halt
fr_fr: Arrêt du programme
it_it: Programma Halt
ja_jp: プログラム停止(HALT)
pt_pt: Descansar programa
ru_ru: Программа Halt
zh_cn: 程序暂停

source: Program Restart
bg_bg: Рестартиране на програмата
de_de: Programm Restart
es_es: Reiniciar programa
fr_fr: Relancer le programme
it_it: Programma Restart
ja_jp: プログラム再起動
pl_pl: restart programu
pt_pt: Reiniciar programa
ru_ru: Программа Restart
zh_cn: 程序重新启动

source: Service Event Handler
bg_bg: Сървис манипулатор на събития (Service Event Handler)
de_de: Service Veranstaltung Handler
es_es: Servicio Gestor de Eventos
fr_fr: Gestionnaire d'événements de service
it_it: Servizio eventi Handler
ja_jp: サービスイベントハンドラ
pl_pl: Usługa obsługi zdarzeń
pt_pt: Manipulador de eventos e serviços
ru_ru: Обработчик службы событий
zh_cn: 服务事件处理程序

source: Host Event Handler
bg_bg: Манипулатор на събития на хост (Host Event Handler)
de_de: Host Veranstaltung Handler
es_es: Host controlador de eventos
fr_fr: Event Handler hôte
it_it: Ospitare un evento gestore
ja_jp: ホストイベントハンドラ
pl_pl: organizację obsługi zdarzeń
pt_pt: manipulador de eventos de acolhimento
ru_ru: Обработчик события Хост
zh_cn: 主机事件处理程序

source: Flapping Start
bg_bg: Честите промени в състоянието (Flapping) стартират
de_de: Anfangen zu flattern
es_es: Batiendo Start
fr_fr: Battant de démarrage
it_it: Battere le ali di avvio
ja_jp: フラッピング開始
pl_pl: trzepotanie początek
pt_pt: batendo início
ru_ru: Хлопающие начало
zh_cn: flapping启动

source: Flapping Stop
bg_bg: Честите промени в състоянието (Flapping) спират
de_de: Flattern Stopp
es_es: Batiendo Detener
fr_fr: Battement d'arrêt
it_it: Battere le ali di arresto
ja_jp: フラッピング停止
pl_pl: trzepotanie przystanek
pt_pt: batendo parada
ru_ru: Хлопающие Stop
zh_cn: Flapping停止

source: Scheduled Downtime Start
bg_bg: Стартиране на планиран престой
de_de: Geplante Ausfallzeiten starten
es_es: Periodo de Inactividad Start
fr_fr: Démarrer arrêt planifié
it_it: Downtime di avvio pianificata
ja_jp: スケジュールダウンタイム開始
pl_pl: zaplanowano rozpoczęcie przestojów
pt_pt: O tempo de inatividade programado
ru_ru: Плановое отключение начало
zh_cn: 计划内停机时间开始

source: Scheduled Downtime Cancelled
bg_bg: Отменено е планираното (по график) прекъсване
de_de: Geplante Downtime Cancelled
es_es: Periodo de Inactividad Cancelado
fr_fr: Les temps d'arrêt prévu Annulé
it_it: Fermo programmato Annullato
ja_jp: スケジュールダウンタイムキャンセル
pl_pl: planowane przestoje anulowane
pt_pt: programado o tempo de inatividade cancelado
ru_ru: Плановое отключение отменен
zh_cn: 计划内停机时间取消

source: Scheduled Downtime Stop
bg_bg: Спиране на планиран престой
de_de: Geplante Ausfallzeiten Stopp
es_es: Periodo de Inactividad Detener
fr_fr: Arrêt indisponibilité prévue
it_it: Downtime di arresto pianificata
ja_jp: スケジュールダウンタイム停止
pl_pl: zaplanowano przystanek przestojów
pt_pt: O tempo de inatividade programado
ru_ru: Плановое отключение Stop
zh_cn: 计划内停机时间停止

source: Host Notification
bg_bg: Хост нотификации
de_de: Host-Benachrichtigung
es_es: Notificacion del Host
fr_fr: Notifications d'hôtes
it_it: Host Notifica
ja_jp: ホスト通知
pl_pl: Powiadomienie gospodarza
pt_pt: Notificação de host
ru_ru: Хост уведомления
zh_cn: 主机通知

source: Service Notification
bg_bg: Сървис нотификации
de_de: Servicemeldung
es_es: Servicio de notificación
fr_fr: Service de notification
it_it: Servizio di notifica
ja_jp: サービス通知
pl_pl: Powiadomienie usługi
pt_pt: Notificação de serviço
ru_ru: Служба уведомлений
zh_cn: 服务通知

source: This will count any state during scheduled downtime as OK for the Executive Summary report
bg_bg: Това ще се брои всяко състояние по време на планираните (по график) прекъсвания както "ОК" за обобщения изпълнителен доклад (Executive Summary report)
de_de: das wird jeder Staat während der geplanten Ausfallzeiten als ok für den sla Bericht zählen
es_es: esto va a contar el estado durante el tiempo de inactividad programado como bien para el informe sla
fr_fr: ce comptera tout état pendant les temps d'arrêt prévu que correct pour le rapport sla
it_it: questo conterà ogni Stato durante il downtime pianificato come ok per il rapporto sla
ja_jp: エグゼクティブサマリーレポートでスケジュールダウンタイム中はどのようなステータスであってもOKとカウントします
pl_pl: będzie liczyć każdy stan podczas zaplanowanego przestoju w ok do raportu sla
pt_pt: isso vai contar todo o estado durante o tempo de inatividade programado como ok para o relatório sla
ru_ru: это будет считаться любое государство во время планового отключения, как хорошо за SLA отчета
zh_cn: 对于“执行摘要”报告，这会将计划的停机期间的任何状态都视为正常

source: This will count any WARNING state as OK for the Executive Summary report
bg_bg: Това ще брои всяко предупредително (WARNING) състояние като "ОК" за обобщения изпълнителен доклад (Executive Summary report)
de_de: Sie verlieren dadurch jeden Warnzustand als ok für den Verfügbarkeitsbericht zählen
es_es: esto contará cualquier estado de alerta como bien para el informe de disponibilidad
fr_fr: ce comptera tout État d'avertissement ok pour le rapport de disponibilité
it_it: questo conterà qualsiasi stato di avviso come ok per il rapporto disponibilità
ja_jp: エグゼクティブサマリーレポートで警告ステータスをOKとしてカウントします
pl_pl: będzie liczyć każdy stan ostrzegawczy w ok do raportu o dostępności
pt_pt: isso vai contar todo o estado de alerta como ok para o relatório de disponibilidade
ru_ru: это будет считаться любое предупреждение государство как нормально для отчета о доступности
zh_cn: 对于“执行摘要”报告，这会将任何“警告”状态都视为“OK”

source: This will count any UNKNOWN state as OK for the Executive Summary report
bg_bg: Това ще брои всяко неизвестно (UNKNOWN) състояние като "ОК" за доклада за обобщения изпълнителен доклад (Executive Summary report)
de_de: Sie verlieren dadurch jeden unbekannten Zustand als ok für den Verfügbarkeitsbericht zählen
es_es: esto contará cualquier estado desconocido como bien para el informe de disponibilidad
fr_fr: ce comptera tout état inconnu que correct pour le rapport de disponibilité
it_it: questo conterà uno stato sconosciuto come ok per il rapporto disponibilità
ja_jp: エグゼクティブサマリーレポートで「不明」ステータスを「OK」としてカウントします
pl_pl: będzie liczyć każdą nieznaną państwo jako ok do raportu o dostępności
pt_pt: isso vai contar qualquer estado desconhecido como ok para o relatório de disponibilidade
ru_ru: это будет считаться любой неизвестное состояние, как хорошо для отчета о доступности
zh_cn: 执行摘要报告会将所有未知状态都视为“OK”

source: Service Executive Summary
bg_bg: Резюме на сървис (Service Executive Summary)
de_de: Service Zusammenfassung
es_es: servicio de resumen ejecutivo
fr_fr: service de résumé analytique
it_it: servizio di sintesi
ja_jp: サービスエグゼクティブサマリー
pl_pl: Usługa streszczenie
pt_pt: serviço sumário executivo
ru_ru: исполнительное резюме службы
zh_cn: 服务执行摘要

source: Host Executive Summary
bg_bg: Хост резюме
de_de: Executive Summary
es_es: Resumen ejecutivo
fr_fr: Résumé
it_it: Sintesi
ja_jp: ホストエグゼクティブサマリー
pl_pl: streszczenie
pt_pt: Sumário Executivo
ru_ru: Резюме
zh_cn: 主机执行摘要
