Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: This check doesn't require any arguments for warning/critical
bg_bg: Тази проверка не изисква никакви аргументи за предупредително / критично състояние
de_de: diese Prüfung erfordert keine Argumente für Warnung / kritisch
es_es: esta comprobación no requiere ningún argumento de alerta / críticos
fr_fr: cette vérification ne nécessite pas d'arguments pour avertissement / critique
it_it: questo controllo non richiede alcun argomento per allarme / critici
ja_jp: このチェックは、警告/クリティカルの引数を必要としません
pl_pl: kontrola ta nie wymaga żadnych argumentów za ostrzeżenie / krytyczna
pt_pt: esta verificação não necessita de quaisquer argumentos para alerta / crítico
ru_ru: эта проверка не требует аргументов для предупреждения / критическая
zh_cn: 此检查不需要任何警告/关键参数

source: Replication Lag
bg_bg: Забавяне на репликацията (Replication Lag)
de_de: Replikation Lag
es_es: lag replicación
fr_fr: décalage de réplication
it_it: lag replica
ja_jp: レプリケーション遅延
pl_pl: Opóźnienie replikacji
pt_pt: lag replicação
ru_ru: Репликация отставание
zh_cn: 复制延迟

source: Monitor replication lag of the server
bg_bg: Наблюдавайте забавяне на репликацията (replication lag) на сървъра
de_de: Replikation überwachen Verzögerung des Servers
es_es: supervisar retraso de replicación del servidor
fr_fr: surveiller la réplication de retardement du serveur
it_it: monitorare lag replica del server
ja_jp: サーバーのレプリケーション遅延を監視します
pl_pl: monitorowanie replikacji lagi serwera
pt_pt: monitorar desfasamento replicação do servidor
ru_ru: наблюдения за репликацией отставание серверу
zh_cn: 监视服务器的复制延迟

source: This check may show apparent lag of < 10 sec even if there isn't lag
bg_bg: Тази проверка може да покаже забавяне от <10 сек, дори ако няма такова
de_de: kann diese Kontrolle zeigen scheinbare Verzögerung von <10 sec, auch wenn es nicht LAG
es_es: este control puede mostrar aparente retraso de <10 sec incluso si no hay lag
fr_fr: ce contrôle peut montrer décalage apparent d'<10 sec même si on est pas en reste
it_it: tale controllo può mostrare ritardo apparente <10 sec, anche se non c'è lag
ja_jp: 遅延していない場合でも、このチェックは10秒以下の遅延を示す可能性があります
pl_pl: kontrola taka może pokazać pozorną opóźnieniem <10 sekund, nawet jeśli nie jest w tyle
pt_pt: esta verificação pode mostrar aparente atraso de <10 segundos, mesmo se não houver atraso
ru_ru: эта проверка может показать очевидным отставанием <10 сек, даже если там не отставать
zh_cn: 即使没有延迟，此检查也可能显示明显的延迟<10秒

source: Replication Lag Percent
bg_bg: Процент на забавяне на репликацията (Replication Lag Percent)
de_de: Replikation Lag Prozent
es_es: replicación ciento lag
fr_fr: réplication pour cent de décalage
it_it: replica lag per cento
ja_jp: レプリケーション遅延(%)
pl_pl: replikacja opóźnienie procent
pt_pt: replicação por cento lag
ru_ru: процентов репликации отставание
zh_cn: 复制滞后百分比

source: Monitor the percent of replication lag on the server
bg_bg: Наблюдавайте процента на забавяне на репликацията (replication lag) на сървъра
de_de: Überwachung der Replikation Prozent lag auf dem Server
es_es: monitorear el porcentaje de retardo de la replicación en el servidor
fr_fr: surveiller le pour cent de décalage de réplication sur le serveur
it_it: monitorare la percentuale di lag replica sul server
ja_jp: サーバーのレプリケーション遅延（%）を監視します
pl_pl: monitorować procent replikacji przedział na serwerze
pt_pt: monitorar a percentagem de retardação de replicação no servidor
ru_ru: контролировать процентов репликации задержки на сервере
zh_cn: 监视服务器上的复制滞后百分比

source: Monitor a NFS, CIFS or DAVFS mountpoint.
bg_bg: Наблюдавайте NFS, CIFS или DAVFS точка на монтиране (mountpoint).
de_de: Überwachung eines NFS, CIFS oder davfs Mountpoint.
es_es: supervisar un nfs, CIFS o davfs punto de montaje.
fr_fr: surveiller un nfs, CIFS ou davfs point de montage.
it_it: monitorare un NFS, CIFS o davfs punto di montaggio.
ja_jp: NFS、CIFS、DAVFSマウントポイントを監視します.
pl_pl: monitorować NFS, CIFS lub davfs zamontowania.
pt_pt: monitorar a NFS, CIFS ou davfs ponto de montagem.
ru_ru: контролировать NFS, CIFS или davfs монтирования.
zh_cn: 监视NFS，CIFS或DAVFS挂载点。

source: Mountpoint
bg_bg: Точка на монтиране
es_es: punto de montaje
ja_jp: マウントポイント
pl_pl: zamontowania
ru_ru: Точка монтирования
zh_cn: 挂载点

source: It looks like you are missing check_mountpoints.sh on your Nagios XI server. To use this wizard you must install the check_mountpoints.sh plugin on your server located in the this wizards plugin directory here: /usr/local/nagios/libexec/
bg_bg: Изглежда сякаж ви липсва check_mountpoints.sh на вашия Nagios XI сървър. За да използвате този помощник (wizard), вие ще трябва да инсталирате check_mountpoints.sh плъгин на вашия сървър, разположен в плъгин директорията на помощниците (wizards) тук: /usr/local/nagios/libexec/
de_de: es sieht aus wie Sie vermissen check_xisla.php auf Ihrer Nagios XI-Server. um diesen Assistenten verwenden, müssen Sie die check_xisla.php Plugin auf Ihrem Server in der diese sich unter Installationsassistenten Plugin-Verzeichnis. bewegen sich hier: / usr / local / nagios / libexec /
es_es: parece que se echa en falta check_xisla.php en su servidor nagios xi. utilizar este asistente debe instalar el plugin check_xisla.php en su servidor situado en el este magos directorio de plugins. mover aquí: / usr / local / nagios / libexec /
fr_fr: il semble que vous êtes absent check_xisla.php sur votre serveur nagios xi. à utiliser cet assistant vous devez installer le plugin check_xisla.php sur votre serveur situé dans le ce magiciens répertoire du plugin. déplacer ici: / usr / local / nagios / libexec /
it_it: sembra che non trovi il check_xisla.php sul server nagios xi. di utilizzare questa procedura guidata è necessario installare il plugin check_xisla.php sul server che si trova nella directory maghi questo plugin. trasferirsi qui: / usr / local / nagios / libexec /
ja_jp: Nagios XIサーバーに check_mountpoints.sh が見つからないようです. このウィザードを使用するにはこのウィーザードプラグインディレクトリに check_mountpoints.sh プラグインが存在しなければなりません: /usr/local/nagios/libexec/
pl_pl: wygląda na to, brakuje check_xisla.php na serwerze Nagios XI. korzystać z tego kreatora należy zainstalować wtyczkę check_xisla.php na serwerze znajduje się w katalogu czarodzieje this plugin. przenieść tutaj: / usr / local / nagios / libexec /
pt_pt: parece que você está perdendo check_xisla.php no seu servidor Nagios xi. para usar este assistente, você deve instalar o plugin check_xisla.php no seu servidor localizado no este assistentes diretório plugin. mover aqui: / usr / local / nagios / libexec /
ru_ru: это выглядит как вам не хватает check_xisla.php на вашем сервере Nagios хг. использовать этот мастер необходимо установить плагин check_xisla.php на сервер, расположенный в этом волшебники каталог плагинов. двигаться здесь: / USR / местные / Nagios / libexec /
zh_cn: 看来您在Nagios XI服务器上缺少check_mountpoints.sh。 要使用此向导，必须在以下向导插件目录中的服务器上安装check_mountpoints.sh插件：/ usr / local / nagios / libexec /

source: Mountpoint Host Description
bg_bg: Описание на точката на монтиране на хоста
de_de: Mountpoint Host Beschreibung
es_es: Descripción de acogida punto de montaje
fr_fr: mountpoint Description hôte
it_it: Descrizione Host mountpoint
ja_jp: マウントポイントホスト説明
pl_pl: zamontowania Opis hosta
pt_pt: descrição mountpoint acolhimento
ru_ru: Точка монтирования Описание хозяин
zh_cn: 主机挂载点说明

source: This wizard will check if the specified mountpoints exist and if they are correctly implemented. The host name is the description that will bind all the mountpoint services together. Select a currently existing mountpoint host name and the services will be added to it. These are the supported mountpoint types: nfs, nfs4, davfs, cifs, fuse, simfs, glusterfs, ocfs2, lustre
bg_bg: Този помощник (wizard) ще провери дали са налице определените точки на монтиране (mountpoints) и дали са приложени правилно. Името на хоста е описанието, което ще свърже всички сървиси "точка на монтиране" (mountpoint services) заедно. Изберете съществуващо в момента име на хост за точката за монтиране и сървисите ще бъдат добавени към него. Това са поддържаните типове за "точка на монтиране": nfs, nfs4, davfs, cifs, fuse, simfs, glusterfs, ocfs2, lustre
de_de: Dieser Assistent wird überprüfen, ob die angegebenen Mountpoints existieren, und wenn sie richtig umgesetzt werden. der Hostname ist die Beschreibung, die alle Mountpoint Services miteinander verbinden wird. wählen Sie eine derzeit vorhandene Mountpoint Host-Namen und die Dienste hinzugefügt werden. das sind die Mountpoint unterstützt Typen: nfs, nfs4, davfs, CIFS, Sicherung, simfs, glusterfs, ocfs2, Glanz
es_es: este asistente comprobará si existen los puntos de montaje especificados y si se aplica correctamente. el nombre de host es la descripción que se unirá todos los servicios mountpoint juntos. seleccione un nombre de host existente actualmente punto de montaje y los servicios que se añadirán a la misma. estos son los tipos mountpoint compatibles: nfs, nfs4, davfs, cifs, fusible, simfs, GlusterFS, ocfs2, lustre
fr_fr: Cet assistant va vérifier si les points de montage spécifiés existent et si elles sont correctement mises en œuvre. le nom d'hôte est la description qui va lier tous les services mountpoint ensemble. sélectionner un nom mountpoint hôte existant actuellement et les services seront ajoutés. ce sont les types de prises en charge mountpoint: nfs, nfs4, davfs, CIFS, fusible, simfs, glusterfs, ocfs2, lustre
it_it: questa procedura guidata controllerà se esistono punti di montaggio specificati e se esse siano attuate correttamente. il nome host è la descrizione che legherà tutti i servizi mountpoint insieme. selezionare un nome host mountpoint attualmente esistenti ei servizi saranno aggiunti ad esso. questi sono i tipi mountpoint supportati: nfs, nfs4, davfs, CIFS, fusibile, simfs, glusterfs, OCFS2, lustro
ja_jp: このウィザードは指定されたマウントポイントが存在するか、これらが正しく実装されているかをチェックします. ホスト名はすべてのマウントポイントサービスをバインドする説明です. 現在は既存のマウントホスト名を選択すると、サービスが追加されます. サポートされるマウントポイントタイプは次のとおりです： nfs, nfs4, davfs, cifs, fuse, simfs, glusterfs, ocfs2, lustre
pl_pl: Ten kreator sprawdza, czy istnieją określone punkty montowania, a jeśli są prawidłowo stosowane. Nazwa hosta jest opis, który będzie związać ze sobą wszystkie usługi montowania. Obecnie istniejący wybrać nazwę hosta punkt podłączenia i usług zostaną dodane do niego. są obsługiwane typy montowania NFS, nfs4, davfs, CIFS, bezpiecznik, simfs, glusterfs, OCFS2, połysk
pt_pt: este assistente irá verificar se existem pontos de montagem especificados e se forem implementadas corretamente. o nome do host é a descrição que irá ligar todos os serviços mountpoint juntos. selecionar um nome de host mountpoint atualmente existente e os serviços serão adicionados a ele. estes são os tipos mountpoint suportados: nfs, NFS4, davfs, CIFS, fusível, simfs, GlusterFS, ocfs2, brilho
ru_ru: Этот мастер будет проверять, если существуют указанные точки монтирования и, если они правильно реализован. Имя хоста описание, будет связывать все точки монтирования услуги вместе. выбрать себе имя существующего хоста монтирования и услуги будут добавлены к нему. эти Поддерживаемые типы монтирования: NFS, NFS4, davfs, CIFS, предохранитель, simfs, GlusterFS, ocfs2, блеск
zh_cn: 该向导将检查指定的安装点是否存在以及是否已正确实现。 主机名是将所有安装点服务绑定在一起的描述。 选择当前现有的安装点主机名，服务将添加到其中。 这些是受支持的安装点类型：nfs，nfs4，davfs，cif，fuse，simfs，glusterfs，ocfs2，lustre

source: The IP address or FQDN of the host the wizard will monitor
bg_bg: IP адрес или FQDN на хоста, който ще бъде наблюдаван от съветника (wizard)
de_de: die IP-Adresse oder Name des Hosts der Assistent überwachen
es_es: la dirección IP o el FQDN del host del asistente monitoreará
fr_fr: l'adresse IP ou le nom de domaine complet de l'hôte de l'assistant surveillera
it_it: l'indirizzo IP o il nome di dominio completo dell'host procedura guidata controllerà
ja_jp: このウィザードが監視するホストのIPアドレスまたはFQDN
pl_pl: Adres IP lub nazwa domeny hosta kreator monitorowania
pt_pt: o endereço IP ou o FQDN do host, o assistente irá monitorizar
ru_ru: адрес IP или полное доменное имя хоста мастер будет контролировать
zh_cn: 向导将监视的主机的IP地址或FQDN

source: Mountpoint Details
bg_bg: Подробности за точката на монтиране
es_es: detalles mountpoint
fr_fr: mountpoint de détails
it_it: Dettagli mountpoint
ja_jp: マウントポイント詳細
pl_pl: montowania szczegóły
pt_pt: detalhes mountpoint
ru_ru: MOUNTPOINT детали
zh_cn: 挂载点详细信息

source: Mountpoint Service
bg_bg: Точка на монтиране на сървис
es_es: servicio de punto de montaje
fr_fr: Service mountpoint
it_it: servizio mountpoint
ja_jp: マウントポイントサービス
pl_pl: punkt podłączenia usługi
pt_pt: serviço de ponto de montagem
ru_ru: монтирования служба
zh_cn: 挂载点服务

source: A Basic service that checks if the mountpoint that was set in the description is available. The Scanned Mount List is a general scan of available mounts and their status using the plugin defaults.
bg_bg: Основен сървис, който проверява дали има създадена точка на монтиране (mountpoint) в описанието, "Списък на Сканираните точки Монтиране" (Scanned Mount List) представлява общ списък на точките на монтиране и техния статут, използвайки плъгина по подразбиране.
de_de: ein Grunddienst, der, wenn der Mountpoint, die in der Beschreibung angegeben wurde ist überprüft. das gescannte Mount-Liste ist eine allgemeine Scan zur Verfügung Reittiere und deren Status mit dem Plugin Voreinstellungen.
es_es: un servicio básico que comprueba si el punto de montaje que se estableció en la descripción está disponible. la lista de montaje escaneada es un análisis general de las monturas disponibles y su estado utilizando los valores por defecto del plugin.
fr_fr: un service de base qui vérifie si le point de montage qui a été mis dans la description est disponible. la liste de montage numérisée est une analyse générale de montures disponibles et leur statut en utilisant les paramètres par défaut du plugin.
it_it: un servizio di base che controlla se il punto di montaggio che è stato impostato nella descrizione è disponibile. la lista mount digitalizzata è una scansione generale di supporti disponibili e il loro stato utilizzando le impostazioni predefinite del plugin.
ja_jp: 説明で設定されたマウントポイントが利用可能であるかどうかをチェックする基本的なサービス。 スキャンされたマウントリストは、使用可能なマウントとプラグインの既定で使用するステータスの一般スキャンです。
pl_pl: podstawowa usługa, która sprawdza, czy punkt podłączenia, który został podany w opisie jest dostępny. Lista skanowane mocowanie jest ogólnym skanowania dostępnych uchwytów i ich stan przy użyciu domyślnych ustawień wtyczek.
pt_pt: um serviço básico que verifica se o ponto de montagem que foi definido na descrição está disponível. a lista de montagem digitalizada é uma varredura geral de montagens disponíveis e seus status utilizando os padrões de plugin.
ru_ru: Основная услуга, которая проверяет, если точка монтирования, который был установлен в описании имеется. сканируются список крепление вообще сканирования доступных креплений и их статус с помощью плагина по умолчанию.
zh_cn: 一种基本服务，用于检查描述中设置的安装点是否可用。 扫描安装列表是使用插件默认值对可用安装及其状态进行的常规扫描。

source: Write Test: This will create a temporary file and return OK if the write test was successful.
bg_bg: Запишете тест: Това ще създаде временен файл и върне ОК (статус), ако записването на теста е било успешно.
de_de: Schreibprüfung: das wird eine temporäre Datei zu erstellen und in Ordnung, wenn die Schreib Test erfolgreich war.
es_es: escribir ensayo: esto creará un archivo temporal y regresar bien si la prueba de escritura se ha realizado correctamente.
fr_fr: écrire essai: cela va créer un fichier temporaire et revenir ok si le test d'écriture a été un succès.
it_it: Test scrittura: questo creerà un file temporaneo e restituire ok se il test di scrittura ha avuto successo.
ja_jp: 書込みテスト： 一時ファイルを作成し、書込みテストが成功した場合はOKを返します.
pl_pl: Napisać testu: będzie utworzyć pliku tymczasowego i powrót ok, jeśli testy zapisu powiodło.
pt_pt: escrever teste: isso irá criar um arquivo temporário e retornar ok se o teste de gravação foi bem sucedida.
ru_ru: тест написать: это создаст временный файл и вернуться нормально, если тест записи прошел успешно.
zh_cn: 写入测试：这将创建一个临时文件，如果写入测试成功，则返回OK。

source: Mountpoint Path
bg_bg: Пътека до точката на монтиране
de_de: Mountpoint Pfad
es_es: ruta punto de montaje
fr_fr: chemin mountpoint
it_it: percorso mountpoint
ja_jp: マウントポイントのパス
pl_pl: mountpoint ścieżka
pt_pt: caminho de ponto de montagem
ru_ru: монтирования путь
zh_cn: 挂载点路径

source: Write Test
bg_bg: Запишете тест
de_de: Schreibtest
es_es: prueba de escritura
fr_fr: test d'écriture
it_it: test di scrittura
ja_jp: 書込みテスト
pl_pl: Test zapisu
pt_pt: teste de gravação
ru_ru: Тест записи
zh_cn: 写入测试

source: Scanned Mount List
bg_bg: Списък на сканираните точки на монтиране
de_de: gescannt Halterung Liste
es_es: Lista de montaje escaneada
fr_fr: Liste montage numérisée
it_it: lista supporto digitalizzato
ja_jp: スキャン済みマウントリスト
pl_pl: skanowane lista mocowanie
pt_pt: lista montagem digitalizada
ru_ru: сканируются список крепление
zh_cn: 扫描挂载列表

source: Auto Mountpoint Service
bg_bg: Автоматичен "точка на монтиране" (mountpoint) сървис
de_de: benutzerdefinierte Mountpoint Service
es_es: servicio de punto de montaje a medida
fr_fr: service de point de montage personnalisé
it_it: servizio mountpoint personalizzato
ja_jp: カスタムマウントポイントサービス
pl_pl: niestandardowe usługi zamontowania
pt_pt: serviço de ponto de montagem personalizada
ru_ru: таможенная служба монтирования
zh_cn: 自动挂载点服务

source: Automatically scans through each mountpoint path located in default fstab file /etc/fstab. If mountpoints are not mounted or are stale the wizard will return Critical with a list of bad mountpoints- OK mountpoints will not be listed.
bg_bg: Автоматично сканира всяка "точка на монтиране" (mountpoint) пътека, намираща се в /etc/fstab файла по подразбиране. Ако "точките на монтиране" (mountpoints) не са монтирани или са загубили давност, wizard програмата ще върне критичен статус, със списък на лошите "точки на монтиране" (Critical mountpoints)- ОК mountpoints няма да бъдат изброени.
de_de: scannt automatisch durch jeden Mountpoint Weg in Standard fstab-Datei / etc / fstab entfernt. wenn Mountpoints sind nicht angebracht oder abgestanden der Assistent kritisch mit einer Liste von schlechten mountpoints- ok Mountpoints werden nicht aufgeführt zurückzukehren.
es_es: explora automáticamente a través de cada ruta de punto de montaje situada en el archivo fstab default / etc / fstab. si los puntos de montaje no están montados o son rancio el asistente volverá crítica con una lista de malas mountpoints- ok puntos de montaje no se enumeran.
fr_fr: scanne automatiquement chaque chemin de point de montage situé dans fstab par défaut / etc / fstab. si les points de montage ne sont pas montés ou sont rassis l'assistant va revenir critique avec une liste de mauvais mountpoints- mountpoints ok ne sera pas coté.
it_it: scansiona automaticamente attraverso ogni percorso si trova nel punto di montaggio file fstab default / etc / fstab. se punti di montaggio non sono montate o non sono aggiornati la procedura guidata di ritorno critico con un elenco di cattivo mountpoints- ok mountpoints non saranno elencati.
ja_jp: 既定の fstab ファイル /etc/fstab にある各マウントポイントパスを自動的にスキャンします。 マウントポイントがマウントされていないか、古い場合、ウィザードは誤ったマウントポイントのリストを使ってクリティカルを戻します。 - OKマウントポイントはリストされません。
pl_pl: automatycznie skanuje przez każdy znajduje się w ścieżce domyślnej mountpoint pliku fstab / etc / fstab. jeśli punkty montowania są montowane lub nie są nieświeże kreator powróci krytyczne listę złe mountpoints- ok punktach montowania nie zostaną wymienione.
pt_pt: verifica automaticamente através de cada caminho de ponto de montagem localizada no arquivo fstab padrão / etc / fstab. se pontos de montagem não estão montados ou são obsoletos o assistente retornará crítico com uma lista de má mountpoints- mountpoints ok não serão listados.
ru_ru: автоматически сканирует каждый путь монтирования находится в файле Fstab умолчанию / и т.д. / Fstab. если слишком длинное, не установлен или черствый мастер вернется критически со списком плохо mountpoints- ок монтирования не будет в списке.
zh_cn: 自动扫描位于默认fstab文件/ etc / fstab中的每个安装点路径。 如果未挂载安装点或陈旧，则向导将返回Critical（严重），并列出错误的安装点-确定的安装点将不会列出。

source: To indicate a custom mountpoint fstab or mtab input the path in the indicated field. Only one fstab or mtab can be indicated.
bg_bg: За да покажете потребителска (персонализирана) точка на монтиране (mountpoint) fstab или mtab, въведете пътеката (path) в посоченото поле. Само един fstab или mtab може да бъде посочен.
de_de: Um eine benutzerdefinierte Mountpoint fstab oder mtab Eingangs zeigen den Weg in das angegebene Feld. nur eine fstab oder mtab angegeben werden kann.
es_es: para indicar una entrada fstab punto de montaje personalizado o mtab la ruta en el campo indicado. único fstab o mtab se pueden indicar.
fr_fr: pour indiquer une entrée fstab mountpoint personnalisé ou mtab le chemin dans le champ indiqué. seule fstab ou mtab peuvent être indiqués.
it_it: per indicare un ingresso mountpoint personalizzato fstab o mtab il percorso nel campo indicato. solo uno fstab o mtab possono essere indicati.
ja_jp: カスタムマウントポイントfstab または mtabを示すために、指定されたフィールドにパスを入力してください. 1つのfstabまたはmtabを指示できます.
pl_pl: wskazać wejście fstab mtab zwyczaj punkt podłączenia lub ścieżkę w polu wskazanym. można wskazać tylko jeden fstab lub mtab.
pt_pt: para indicar uma entrada fstab mountpoint personalizado ou mtab o caminho no campo indicado. apenas um fstab ou mtab pode ser indicada.
ru_ru: чтобы указать пользовательские монтирования FSTAB или mtab указать путь в указанной сфере. только один Fstab или mtab может быть указано.
zh_cn: 要指示定制挂载点fstab或mtab，请在指示的字段中输入路径。 只能显示一个fstab或mtab。

source: Auto Select
bg_bg: Автоматично селектиране
de_de: auto wählen
es_es: Selección automática
fr_fr: sélection automatique
it_it: selezione automatica
ja_jp: 自動選択
pl_pl: auto wybrać
pt_pt: auto seleção
ru_ru: Автоматический выбор
zh_cn: 自动选择

source: This will turn the automatic mountpoint service on.
bg_bg: Това ще стартира сървиса "автоматична точка за монтиране" (automatic mountpoint service).
de_de: Dadurch wird die automatische Mountpoint-Dienst zu aktivieren.
es_es: este a su vez, el servicio de punto de montaje automático.
fr_fr: cela tournera le service automatique de point de montage sur.
it_it: questo si trasformerà il servizio mountpoint automatico.
ja_jp: 自動のマウントポイントサービスをオンにします.
pl_pl: będzie włączyć automatyczną obsługę montowania na.
pt_pt: isso vai se transformar o serviço de ponto de montagem automática.
ru_ru: Это превратит службу автоматического монтирования на.
zh_cn: 这将打开自动挂载点服务。

source: fstab Path
bg_bg: пътечка до fstab (fstab Path)
de_de: fstab Pfad
es_es: ruta fstab
fr_fr: chemin de fstab
it_it: percorso fstab
ja_jp: fstabパス
pl_pl: Ścieżka fstab
pt_pt: caminho fstab
ru_ru: Fstab путь
zh_cn: fstab路径
