Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Bundled and transferred Nagios Core data
bg_bg: пакетни и прехвърлени основни данни на nagios
de_de: gebündelte und übertragene Nagios-Kerndaten
es_es: datos centrales de nagios agrupados y transferidos
fr_fr: données de base nagios regroupées et transférées
it_it: dati di base di Nagios raggruppati e trasferiti
ja_jp: バンドルおよび転送されたnagiosコアデータ
pl_pl: powiązane i przesłane podstawowe dane nagios
pt_pt: dados centrais nagios agrupados e transferidos
ru_ru: объединенные и переданные данные ядра nagios
zh_cn: 捆绑和传输的Nagios核心数据

source: Prepared Nagios Core data for import
bg_bg: подготви основните данни на nagios за импортиране
de_de: Nagios-Kerndaten für den Import vorbereitet
es_es: preparó los datos centrales de nagios para la importación
fr_fr: préparation des données de base nagios pour l'importation
it_it: preparato i dati di base di Nagios per l'importazione
ja_jp: インポート用にnagiosコアデータを準備
pl_pl: przygotował podstawowe dane nagios do importu
pt_pt: preparou dados centrais do Nagios para importação
ru_ru: подготовил данные ядра nagios для импорта
zh_cn: 准备要导入的Nagios核心数据

source: Imported Nagios Core data into Nagios XI
bg_bg: импортирани основни данни на nagios в nagios xi
de_de: importierte Nagios-Kerndaten in Nagios XI
es_es: importó datos del núcleo de nagios en nagios xi
fr_fr: importation des données de base de nagios dans nagios xi
it_it: ha importato i dati di base di Nagios in Nagios xi
ja_jp: nagiosコアデータをnagiosxiにインポートしました
pl_pl: zaimportował podstawowe dane nagios do nagios xi
pt_pt: importou dados do núcleo do Nagios para o Nagios xi
ru_ru: импортировал основные данные nagios в nagios xi
zh_cn: 将nagios核心数据导入nagios xi

source: Applied new configuration in Nagios XI
bg_bg: приложи нова конфигурация в nagios xi
de_de: Neue Konfiguration in Nagios XI angewendet
es_es: aplicó nueva configuración en nagios xi
fr_fr: nouvelle configuration appliquée dans nagios xi
it_it: applicata una nuova configurazione in nagios xi
ja_jp: nagiosxiに新しい構成を適用しました
pl_pl: zastosował nową konfigurację w nagios xi
pt_pt: aplicou nova configuração em Nagios xi
ru_ru: применил новую конфигурацию в nagios xi
zh_cn: 在nagios xi中应用了新配置

source: Migration completed successfully!
bg_bg: активирането приключи успешно.
de_de: Aktivierung erfolgreich abgeschlossen.
es_es: activación completada con éxito
fr_fr: l'activation s'est terminée avec succès.
it_it: attivazione completata con successo.
ja_jp: アクティブ化は正常に完了しました。
pl_pl: aktywacja zakończyła się pomyślnie.
pt_pt: ativação concluída com sucesso.
ru_ru: активация выполнена успешно.
zh_cn: 激活已成功完成。

source: Now that your migration is complete, check for %s to ensure all plugins are running properly on the new system.
bg_bg: сега, когато миграцията ви приключи, проверете за% s, за да се уверите, че всички приставки работят правилно в новата система.
de_de: Suchen Sie nach Abschluss Ihrer Migration nach% s, um sicherzustellen, dass alle Plugins auf dem neuen System ordnungsgemäß ausgeführt werden.
es_es: ahora que su migración está completa, verifique% s para asegurarse de que todos los complementos estén funcionando correctamente en el nuevo sistema.
fr_fr: maintenant que votre migration est terminée, recherchez% s pour vous assurer que tous les plugins fonctionnent correctement sur le nouveau système.
it_it: ora che la migrazione è completa, controlla% s per assicurarti che tutti i plug-in funzionino correttamente sul nuovo sistema.
ja_jp: 移行が完了したので、％sをチェックして、すべてのプラグインが新しいシステムで正しく実行されていることを確認します。
pl_pl: teraz, gdy migracja została zakończona, sprawdź% s, aby upewnić się, że wszystkie wtyczki działają poprawnie w nowym systemie.
pt_pt: agora que sua migração foi concluída, verifique se há% s para garantir que todos os plug-ins estejam sendo executados corretamente no novo sistema.
ru_ru: Теперь, когда ваша миграция завершена, проверьте% s, чтобы убедиться, что все плагины работают правильно в новой системе.
zh_cn: 现在，您的迁移已完成，请检查％s，以确保所有插件在新系统上都能正常运行。

source: any critical host/services
bg_bg: всеки критичен хост / услуги
de_de: alle kritischen Hosts / Dienste
es_es: cualquier host / servicio crítico
fr_fr: tout hôte / service critique
it_it: qualsiasi host / servizio critico
ja_jp: 重要なホスト/サービス
pl_pl: każdy krytyczny host / usługi
pt_pt: qualquer host / serviços críticos
ru_ru: любой критический хост / сервисы
zh_cn: 任何重要的主机/服务

source: Return
bg_bg: Връщане
de_de: Rückkehr
es_es: volver
fr_fr: retour
it_it: ritorno
ja_jp: 復帰
pl_pl: powrót
pt_pt: voltar
ru_ru: возврат
zh_cn: 返回

source: You cannot start a migration when a migration is currently running.
bg_bg: не можете да стартирате миграция, когато миграцията се изпълнява в момента.
de_de: Sie können keine Migration starten, wenn gerade eine Migration ausgeführt wird.
es_es: no puede iniciar una migración cuando se está ejecutando una migración.
fr_fr: vous ne pouvez pas démarrer une migration lorsqu'une migration est en cours d'exécution.
it_it: non è possibile avviare una migrazione quando una migrazione è attualmente in esecuzione.
ja_jp: 移行が現在実行されている場合、移行を開始することはできません。
pl_pl: nie można rozpocząć migracji, gdy migracja jest aktualnie uruchomiona.
pt_pt: você não pode iniciar uma migração quando uma migração estiver em execução.
ru_ru: вы не можете начать миграцию, когда она уже выполняется.
zh_cn: 当前正在运行迁移时，无法启动迁移。

source: You must fill out the form completely.
bg_bg: трябва да попълните формуляра изцяло.
de_de: Sie müssen das Formular vollständig ausfüllen.
es_es: debe completar el formulario completamente.
fr_fr: vous devez remplir le formulaire complètement.
it_it: è necessario compilare completamente il modulo.
ja_jp: フォームに完全に記入する必要があります。
pl_pl: musisz całkowicie wypełnić formularz.
pt_pt: você deve preencher o formulário completamente.
ru_ru: вы должны заполнить форму полностью.
zh_cn: 您必须完整填写表格。

source: Error submitting migration job.
bg_bg: грешка при изпращане на миграционна работа.
de_de: Fehler beim Senden des Migrationsauftrags.
es_es: error al enviar el trabajo de migración.
fr_fr: erreur lors de la soumission de la tâche de migration.
it_it: errore durante l'invio del lavoro di migrazione.
ja_jp: 移行ジョブの送信中にエラーが発生しました。
pl_pl: błąd podczas przesyłania zadania migracji.
pt_pt: erro ao enviar trabalho de migração.
ru_ru: ошибка отправки задания на перенос.
zh_cn: 提交迁移作业时出错。

source: The remote system does not have the python binary located at %s or a symlink to the proper location does not exist. If this is a CentOS/RHEL 8 system, you may need to run %s before running the migration.
bg_bg: отдалечената система няма двоичен файл на python, разположен на% s, или не съществува символна връзка към правилното местоположение. ако това е система centos / rhel 8, може да се наложи да стартирате% s, преди да стартирате миграцията.
de_de: Auf dem Remote-System befindet sich die Python-Binärdatei nicht bei% s, oder es ist kein Symlink zum richtigen Speicherort vorhanden. Wenn es sich um ein Centos / Rhel 8-System handelt, müssen Sie möglicherweise% s ausführen, bevor Sie die Migration ausführen.
es_es: el sistema remoto no tiene el binario de Python ubicado en% s o no existe un enlace simbólico a la ubicación adecuada. si se trata de un sistema centos / rhel 8, es posible que deba ejecutar% s antes de ejecutar la migración.
fr_fr: le système distant n'a pas le binaire python situé à% s ou un lien symbolique vers l'emplacement approprié n'existe pas. s'il s'agit d'un système centos / rhel 8, vous devrez peut-être exécuter% s avant d'exécuter la migration.
it_it: il sistema remoto non ha il binario python situato in% so non esiste un collegamento simbolico alla posizione corretta. se questo è un sistema centos / rhel 8, potrebbe essere necessario eseguire% s prima di eseguire la migrazione.
ja_jp: リモートシステムの％sにPythonバイナリがないか、適切な場所へのシンボリックリンクが存在しません。これがcentos / rhel 8システムの場合、移行を実行する前に％sを実行する必要がある場合があります。
pl_pl: zdalny system nie ma pliku binarnego Pythona znajdującego się w% s lub nie istnieje dowiązanie symboliczne do właściwej lokalizacji. jeśli jest to system centos / rhel 8, może być konieczne uruchomienie% s przed uruchomieniem migracji.
pt_pt: o sistema remoto não tem o binário python localizado em% s ou não existe um link simbólico para o local adequado. se este for um sistema centos / rhel 8, pode ser necessário executar% s antes de executar a migração.
ru_ru: удаленная система не имеет двоичного файла python, расположенного в% s, или символическая ссылка на правильное расположение не существует. если это система centos / rhel 8, вам может потребоваться запустить% s перед запуском миграции.
zh_cn: 远程系统在％s处没有python二进制文件，或者不存在指向正确位置的符号链接。如果这是centos / rhel 8系统，则可能需要在运行迁移之前运行％s。

source: The script exited with an error on remote system:
bg_bg: скриптът излезе с грешка на отдалечена система:
de_de: Das Skript wurde mit einem Fehler auf dem Remote-System beendet:
es_es: el script salió con un error en el sistema remoto:
fr_fr: le script s'est terminé avec une erreur sur le système distant:
it_it: lo script è uscito con un errore sul sistema remoto:
ja_jp: スクリプトはリモートシステムでエラーで終了しました：
pl_pl: skrypt zakończył działanie z błędem w systemie zdalnym:
pt_pt: o script saiu com um erro no sistema remoto:
ru_ru: сценарий завершился с ошибкой в удаленной системе:
zh_cn: 脚本在远程系统上退出并出现错误：

source: Check the %s to see the imported config. You can edit the configuration and re-apply or you can revert to the snapshot form before the migration in the %s page.
bg_bg: проверете% s, за да видите импортираната конфигурация. можете да редактирате конфигурацията и да приложите отново или можете да се върнете към формата за моментна снимка преди миграцията на страницата% s.
de_de: Überprüfen Sie die% s, um die importierte Konfiguration anzuzeigen. Sie können die Konfiguration bearbeiten und erneut anwenden oder vor der Migration auf der% s-Seite zum Snapshot-Formular zurückkehren.
es_es: verifique% s para ver la configuración importada. puede editar la configuración y volver a aplicarla o puede volver al formulario de instantánea antes de la migración en la página% s.
fr_fr: vérifiez le% s pour voir la configuration importée. vous pouvez modifier la configuration et la réappliquer ou vous pouvez revenir au formulaire d'instantané avant la migration dans la page% s.
it_it: controlla% s per vedere la configurazione importata. puoi modificare la configurazione e riapplicarla oppure puoi tornare al modulo snapshot prima della migrazione nella pagina% s.
ja_jp: ％sをチェックして、インポートされた構成を確認します。構成を編集して再適用するか、％sページで移行前にスナップショットフォームに戻すことができます。
pl_pl: sprawdź% s, aby zobaczyć zaimportowaną konfigurację. możesz edytować konfigurację i ponownie zastosować lub możesz powrócić do formularza migawki sprzed migracji na stronie% s.
pt_pt: verifique o% s para ver a configuração importada. você pode editar a configuração e reaplicar ou pode reverter para o formulário de instantâneo antes da migração na página% s.
ru_ru: проверьте% s, чтобы увидеть импортированную конфигурацию. вы можете отредактировать конфигурацию и применить ее повторно или вернуться к форме моментального снимка перед миграцией на странице% s.
zh_cn: 检查％s以查看导入的配置。您可以编辑配置并重新应用，也可以在迁移之前在％s页面中恢复为快照形式。

source: No objects selected.
bg_bg: Няма избрани обекти.
de_de: Keine Hosts ausgewählt.
es_es: Ninguna cuenta seleccionanda
fr_fr: Aucun hôte sélectionné.
it_it: Nessun host selezionato.
ja_jp: オブジェクトが選択されていません.
pl_pl: wybrane żadne gospodarze.
pt_pt: Sem conta selecionada.
ru_ru: Нет хозяева выбрали.
zh_cn: 未选择对象。

source: You must install the unconfigured passive object wizard to configure the selected hosts and services. You can get the wizard
bg_bg: Трябва да инсталирате съветник (wizard) за неконфигуриран пасивен обект, за да конфигурирате избрани хостове и сървиси. Можете да получите съветника (wizard) от
de_de: Sie müssen das nicht konfigurierte passives Objekt-Assistenten, um die ausgewählten Hosts und Services zu konfigurieren. Sie können den Assistenten zu bekommen
es_es: Debe instalar el asistente no configurado objeto pasivo para configurar los hosts y servicios seleccionados. Usted puede obtener el asistente de
fr_fr: Vous devez installer l'Assistant objet non configuré passive de configurer les hôtes et services sélectionnés. Vous pouvez obtenir de l'assistant de
it_it: È necessario installare la procedura guidata non configurato oggetto passivo per configurare gli host e servizi selezionati. È possibile ottenere la procedura guidata dal
ja_jp: 選択したホストとサービスを設定するには、未設定のパッシブオブジェクトウィザードをインストールする必要があります. ウィザードは次から取得できます：
pl_pl: do konfiguracji wybranych hostów i usług należy zainstalować nieskonfigurowaną kreatora pasywny obiektu. można uzyskać kreatora z
pt_pt: Você deve instalar o assistente de objeto não configurada passiva para configurar os hosts selecionados e serviços. Você pode obter o assistente do
ru_ru: Вы должны установить ненастроенную пассивного объекта мастера для настройки выбранных узлов сети и сервисов. Вы можете получить от мастера
zh_cn: 您必须安装未配置的被动对象向导来配置选定的主机和服务。 你可以得到向导

source: here
bg_bg: тук
de_de: hier
es_es: aqui
fr_fr: ici
it_it: qui
ja_jp: ここをクリック
pl_pl: tutaj
pt_pt: aqui
ru_ru: здесь
zh_cn: 这里

source: Successfully deleted object.
bg_bg: успешно изтрит обект.
de_de: erfolgreich gelöschtes Objekt
es_es: objeto eliminado con éxito
fr_fr: objet supprimé avec succès.
it_it: oggetto cancellato con successo.
ja_jp: オブジェクトを正常に削除しました。
pl_pl: pomyślnie usunięty obiekt.
pt_pt: objeto excluído com sucesso.
ru_ru: успешно удаленный объект.
zh_cn: 成功删除对象。

source: Successfully updated auto configuration settings.
bg_bg: успешно актуализирани настройки за автоматична конфигурация
de_de: erfolgreich automatische Autokonfigurationseinstellungen aktualisiert.
es_es: con éxito la configuración de configuración automática.
fr_fr: paramètres de configuration automatique mis à jour avec succès.
it_it: impostazioni di configurazione automatica aggiornate con successo.
ja_jp: 自動構成設定を正常に更新しました。
pl_pl: pomyślnie zaktualizowano ustawienia automatycznej konfiguracji.
pt_pt: definições de configuração automática atualizadas com sucesso.
ru_ru: успешно обновленные параметры автоматической настройки.
zh_cn: 成功更新了自动配置设置。

source: Successfully removed unconfigured objects list.
bg_bg: успешно премахна списъка с неконфигурирани обекти.
de_de: Die Liste der nicht konfigurierten Objekte wurde erfolgreich entfernt.
es_es: eliminó con éxito la lista de objetos no configurados.
fr_fr: Suppression réussie de la liste d'objets non configurés.
it_it: rimosso con successo l'elenco degli oggetti non configurati.
ja_jp: 構成されていないオブジェクトのリストを正常に削除しました。
pl_pl: pomyślnie usunięto nieskonfigurowaną listę obiektów.
pt_pt: Removido com sucesso a lista de objetos não configurados.
ru_ru: успешно удалил список неконфигурированных объектов.
zh_cn: 成功删除了未配置的对象列表。

source: No objects file found. You may not have any unconfigured objects to clear.
bg_bg: не са намерени файлове с обекти. може да нямате неконфигурирани обекти, които да изчистите.
de_de: Keine Objektdatei gefunden. Möglicherweise müssen Sie keine nicht konfigurierten Objekte löschen.
es_es: No se encontraron archivos de objetos. Es posible que no tenga ningún objeto sin configurar para borrar.
fr_fr: aucun fichier d'objets trouvé. vous ne pouvez avoir aucun objet non configuré à effacer.
it_it: nessun file oggetti trovato. potresti non avere oggetti non configurati da cancellare.
ja_jp: オブジェクトファイルが見つかりません。クリアする未構成オブジェクトがない場合があります。
pl_pl: nie znaleziono pliku obiektów. możesz nie mieć żadnych nieskonfigurowanych obiektów do wyczyszczenia.
pt_pt: nenhum arquivo de objetos encontrado. talvez você não tenha nenhum objeto não configurado para limpar.
ru_ru: файл объектов не найден. у вас может не быть ненастроенных объектов для очистки.
zh_cn: 找不到对象文件。 您可能没有要清除的所有未配置对象。

source: Performance Settings
bg_bg: Настройки за ефективността
de_de: Leistung-Einstellungen
es_es: Configuración de desempeño
fr_fr: Paramètres de performance
it_it: Prestazioni Impostazioni
ja_jp: パフォーマンス設定
pl_pl: Ustawienia wydajności
pt_pt: Configurações de Desempenho
ru_ru: Производительность Настройки
zh_cn: 性能设置

source: Unconfigured objects listener is currently disabled. This feature can be enabled from the
bg_bg: "Слушателя" за неконфигурирани обекти (Unconfigured objects listener) е в момента деактивиран. Тази функция може да се активира от
de_de: Unconfigured Objekten Zuhörer ist derzeit deaktiviert. Diese Funktion kann von der aktiviert werden
es_es: Oyente objetos sin configurar está actualmente desactivada. Esta función se puede activar desde el
fr_fr: Unconfigured auditeur objets est désactivée. Cette fonctionnalité peut être activée à partir de la
it_it: Non configurato ascoltatore oggetti è attualmente disattivata. Questa funzione può essere attivata dal
ja_jp: 未設定オブジェクトリスナーは現在無効です. この機能は'サブシステム' タブで有効にできます
pl_pl: nieskonfigurowany obiekty słuchacz jest obecnie wyłączona. Funkcja ta może być włączona z
pt_pt: objetos desconfigurado ouvinte está atualmente desativado. Este recurso pode ser ativado a partir do
ru_ru: Unconfigured слушателя объектов в настоящее время отключена. Эта функция может быть включена в
zh_cn: 当前禁用了未配置的对象侦听器。 可以从

source: page by selecting the 'Subsystem' tab.
bg_bg: Сменете страницата, като изберете раздела "Subsystem".
de_de: Seite indem Sie die 'Subsystem' tab.
es_es: página seleccionando el "subsistema" ficha.
fr_fr: page en sélectionnant le «sous-système» onglet.
it_it: pagina selezionando la scheda 'sottosistema'.
ja_jp: ページ（「サブシステム」タブで選択）.
pl_pl: Strona wybierając zakładkę "podsystemu".
pt_pt: página, selecionando a guia 'subsistema'.
ru_ru: страница выбрав "Подсистема" на вкладке.
zh_cn: 通过选择“子系统”标签。

source: Objects configured.
bg_bg: Обектите са конфигурирани.
de_de: Objekte konfiguriert.
es_es: Objectos configurados
fr_fr: Objets configurés.
it_it: Oggetti configurato.
ja_jp: オブジェクトが設定されました.
pl_pl: skonfigurowane obiekty.
pt_pt: Objetos configurados
ru_ru: Объекты настроены.
zh_cn: 配置的对象。

source: Unconfigured Objects
bg_bg: Неконфигурирани обекти
de_de: unkonfiguriert Objekte
es_es: Objectos No-Configurados
fr_fr: Objets non configurés
it_it: Oggetti non configurati
ja_jp: 未設定オブジェクト
pl_pl: nieskonfigurowany obiekty
pt_pt: Objetos desconfigurados
ru_ru: Unconfigured объектов
zh_cn: 未配置的对象

source: This page shows host and services that check results have been received for, but which have not yet been configured in Nagios.
bg_bg: Тази страница показва хост и сървиси, за които са получени резултати от проверките, но които все още не са били конфигурирани в Nagios.
de_de: Diese Seite zeigt Host und Dienstleistungen, die noch nicht in Nagios konfiguriert prüfen Ergebnisse für empfangen worden ist, die aber.
es_es: esta página muestra la acogida y los servicios que comprueban los resultados han sido recibidos por, pero que aún no han sido configurados en Nagios.
fr_fr: cette page montre accueil et des services qui vérifient les résultats ont été reçus pour, mais qui ne l'ont pas encore été configuré dans nagios.
it_it: questa pagina mostra host e servizi che controllano i risultati sono stati ricevuti per, ma che non sono ancora stati configurati in Nagios.
ja_jp: このページには、チェック結果を受信したが、まだNagiosに設定されていないホストおよびサービスが表示されます.
pl_pl: ta strona hosta i które sprawdzają wyniki zostały otrzymane, ale które nie zostały jeszcze skonfigurowane w Nagios usług.
pt_pt: Esta página mostra host e serviços que verificam os resultados foram recebidos para, mas que ainda não foram configurados no nagios.
ru_ru: Эта страница показывает хозяина и услуг, которые проверяют результаты были получены, но в котором еще не были сконфигурированы в Nagios.
zh_cn: 此页面显示已收到检查结果但尚未在Nagios中配置的主机和服务。

source: Passive checks may be received by NSCA or NRDP (as defined in your
bg_bg: Пасивни проверки могат да бъдат получени от NSCA или NRDP (както е определено в
de_de: passive Prüfungen können durch nsca oder NRDP (erhalten wie in definiert werden Ihre
es_es: cheques pasivos pueden ser recibidas por NSCA o NRDP (como se define en su
fr_fr: contrôles passifs peuvent être reçues par nsca ou PDRN (tel que défini dans votre
it_it: controlli passivi possono essere ricevute da NSCA o NRDP (come definito nel
ja_jp: パッシブチェックは、NSCAまたはNRDPで受信するか（
pl_pl: Kontrole pasywne mogą być odbierane przez NSCA lub NRDP (zdefiniowanego w
pt_pt: cheques passivos podem ser recebidos pela NSCA ou nrdp (conforme definido no seu
ru_ru: пассивные проверки могут быть получены NSCA или nrdp (как определено в вашем
zh_cn: NSCA或NRDP可能会收到被动检查（根据您的定义

source: inbound transfer settings
bg_bg: Настройки на входящия трансфер
de_de: Inbound Transfer-Einstellungen
es_es: configuración de transferencia de entrada
fr_fr: paramètres de transfert entrants
it_it: impostazioni di trasferimento in entrata
ja_jp: インバウンド転送設定
pl_pl: przychodzące ustawienia transferu
pt_pt: definições de transferência de entrada
ru_ru: входящие параметры передачи
zh_cn: 入站传输设置

source: or through the direct check submission API.
bg_bg: или чрез директен API за изпълняване на проверката.
de_de: oder durch die direkte Kontrolle Einreichung API.
es_es: oa través de la API de comprobación presentación directa.
fr_fr: ou via l'API de soumission vérification directe.
it_it: o tramite l'API di controllo diretto presentazione.
ja_jp: 、またはダイレクトチェックサブミッションAPIを通じて受信する可能性があります.
pl_pl: lub poprzez bezpośrednie api składania wyboru.
pt_pt: ou por meio da API de verificação direta submissão.
ru_ru: или через прямое API представления чека.
zh_cn: 或通过直接检查提交的API。
