Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Edit the email you will get when you recieve a scheduled report.
bg_bg: Редактирайте имейла, който ще получите, когато получавате планиран (по график) доклад.
de_de: bearbeiten Sie die E-Mail erhalten Sie, wenn Sie einen geplanten Bericht erhalten.
es_es: editar el correo electrónico que usted recibirá cuando usted reciba un informe programado.
fr_fr: modifier l'e-mail que vous obtenez lorsque vous recevez un rapport planifié.
it_it: modificare l'email si ottiene quando si riceve un rapporto pianificato.
ja_jp: スケジュールレポートを受信する際に受け取るメールを編集します.
pl_pl: edytować adres e-mail otrzymasz po otrzymywać zaplanowany raport.
pt_pt: editar o e-mail você vai ter quando você recebe um relatório agendado.
ru_ru: редактировать электронную почту вы получите, когда вы получаете запланированного отчета.
zh_cn: 编辑收到预定报告时将收到的电子邮件。

source: Useable macros
bg_bg: Използваеми макроси
de_de: nutzbare Makros
es_es: macros utilizables
fr_fr: macros utilisables
it_it: macro utilizzabili
ja_jp: 使用可能なマクロ
pl_pl: użyteczne makra
pt_pt: macros utilizáveis
ru_ru: годные к употреблению макросы
zh_cn: 可用宏

source: Reset template to default
bg_bg: Занули шаблона до стандартния
de_de: Reset, um die Standardvorlage
es_es: plantilla para restablecer por defecto
fr_fr: réinitialiser modèle de défaut
it_it: ripristinare modello per difetto
ja_jp: テンプレートを既定にリセットする
pl_pl: przywrócić domyślne szablon
pt_pt: redefinir modelo para padrão
ru_ru: Восстановление шаблона по умолчанию
zh_cn: 将模板重置为默认值

source: Invalid report ID.
bg_bg: Невалиден доклад ID.
de_de: Ungültige Berichts-ID.
es_es: ID del reporte inválido
fr_fr: ID invalide rapport.
it_it: Valido rapporto ID.
ja_jp: レポートIDが不正です.
pl_pl: nieprawidłowy identyfikator raportu.
pt_pt: !ID inválido relatório.
ru_ru: Неверный доклада ID.
zh_cn: 无效的报告ID。

source: Invalid report array.
bg_bg: Невалиден доклад масив (report array).
de_de: Ungültige Bericht Array.
es_es: Array informe no válido.
fr_fr: Éventail rapport non valide.
it_it: Relazione di matrice non valida.
ja_jp: レポートの範囲が不正です.
pl_pl: nieważne tablica raport.
pt_pt: !Matriz relatório inválido.
ru_ru: Неверный массива докладе.
zh_cn: 无效的报告数组。

source: Report is being sent.
bg_bg: Докладът се изпраща.
de_de: Bericht gesendet wird.
es_es: Reporte esta siendo enviado
fr_fr: Rapport est envoyé.
it_it: Rapporto è stato inviato.
ja_jp: レポートを送信しています.
pl_pl: Raport jest wysyłany.
pt_pt: Relatório está sendo enviado.
ru_ru: Отчет об их отправке.
zh_cn: 报告正在发送。

source: Report failed to send.
bg_bg: Доклада не беше изпратен.
de_de: Bericht nicht senden konnte.
es_es: Envio del reporte ha fallado
fr_fr: Signaler pas réussi à envoyer.
it_it: Relazione non è riuscito a inviare.
ja_jp: レポートの送信に失敗しました.
pl_pl: Raport nie udało się wysłać.
pt_pt: Não foi possivel enviar o relátorio.
ru_ru: Отчет не удалось отправить.
zh_cn: 报告发送失败。

source: Invalid report URL.
bg_bg: Невалиден URL доклад.
de_de: Ungültige Berichts-URL.
es_es: URL del informe no es válido.
fr_fr: URL de rapport non valide.
it_it: Relazione URL non valido.
ja_jp: レポートのURLが不正です.
pl_pl: nieważne Raport url.
pt_pt: Relatório de URL inválido.
ru_ru: Неверный URL докладе.
zh_cn: 报告无效URL。

source: Invalid report.
bg_bg: Невалиден доклад.
de_de: Ungültige Bericht.
es_es: Reporte invalido
fr_fr: Invalid rapport.
it_it: Valido rapporto.
ja_jp: レポートが無効です.
pl_pl: nieważne raportu.
pt_pt: Relatório inválido
ru_ru: Неверный докладе.
zh_cn: 报告无效。

source: Report deleted.
bg_bg: Доклада беше изтрит.
de_de: Bericht gelöscht.
es_es: Reporte eliminado
fr_fr: Signaler supprimé.
it_it: Segnala cancellato.
ja_jp: レポートが削除されました.
pl_pl: Raport usunięte.
pt_pt: Relatório deletado.
ru_ru: Сообщить удалены.
zh_cn: 报告已删除。

source: No report name specified.
bg_bg: Не е посочено име на доклада.
de_de: Kein Bericht angegeben.
es_es: No se ha especificado nombre al reporte
fr_fr: Aucun nom de rapport spécifié.
it_it: Nessun nome di rapporto specificato.
ja_jp: レポート名が指定されていません.
pl_pl: Nazwa raportu nie podano.
pt_pt: Nenhum nome de relatório especificado.
ru_ru: Нет докладе указано имя.
zh_cn: 未指定报告名称。

source: No recipients specified.
bg_bg: Не са определени получатели.
de_de: Keine Empfänger angegeben.
es_es: Ninguna direccion especificada
fr_fr: Aucun des destinataires spécifiés.
it_it: Nessun destinatario specificato.
ja_jp: 受信者が指定されていません.
pl_pl: podano żadnych odbiorców.
pt_pt: Nenhum destinatário especificado.
ru_ru: Нет получателей указаны.
zh_cn: 未指定收件人。

source: Scheduled reports are only available in the Enterprise Edition.
bg_bg: Планираните доклади са на разположение само в Enterprise Edition.
de_de: Geplante Berichte sind nur in der Enterprise Edition verfügbar.
es_es: Los informes programados están disponibles sólo en la versión Enterprise Edition.
fr_fr: Les rapports programmés sont uniquement disponibles dans la version Enterprise Edition.
it_it: I rapporti pianificati sono disponibili solo nella Enterprise Edition.
ja_jp: スケジュールレポートは、Enterprise版でのみ利用できます.
pl_pl: zaplanowane raporty są dostępne tylko w wersji Enterprise.
pt_pt: Relatórios programados estão disponíveis apenas na Enterprise Edition.
ru_ru: Запланированные отчеты доступны только в Enterprise Edition.
zh_cn: 计划的报告仅在企业版中可用。

source: Successfully updated report.
bg_bg: успешно актуализиран отчет.
de_de: erfolgreich aktualisierter Bericht.
es_es: informe actualizado con éxito.
fr_fr: rapport mis à jour avec succès.
it_it: rapporto aggiornato con successo.
ja_jp: レポートを正常に更新しました。
pl_pl: pomyślnie zaktualizowany raport.
pt_pt: relatório atualizado com sucesso.
ru_ru: успешно обновленный отчет.
zh_cn: 成功更新报告。

source: Report scheduled.
bg_bg: Доклад е заплануван.
de_de: Bericht geplant.
es_es: Reporte Calendarizado
fr_fr: Signaler prévu.
it_it: Rapporto pianificato.
ja_jp: レポートがスケジュールされました.
pl_pl: Raport z planem.
pt_pt: Relatório agendado
ru_ru: Сообщить о запланированных.
zh_cn: 报告已安排。

source: Scheduled report updated.
bg_bg: Насрочения доклад беше актуализиран.
de_de: Geplanten Bericht aktualisiert.
es_es: Reporte calendarizado actualizado.
fr_fr: Rapport planifié à jour.
it_it: Rapporto pianificato aggiornato.
ja_jp: スケジュールレポートを更新しました.
pl_pl: zaplanowany raport aktualizowany.
pt_pt: Relatório agendado atualizado.
ru_ru: Отчетов по расписанию обновляется.
zh_cn: 安排报告已更新。

source: Schedule New Page
bg_bg: Насрочете нова страница
de_de: Planen New Page
es_es: Calendarizar una nueva pagina
fr_fr: Programmer une nouvelle page
it_it: Programma Nuova pagina
ja_jp: スケジュールページの作成
pl_pl: zaplanować nową stronę
pt_pt: Agendar Nova Pagina
ru_ru: Расписание Новая страница
zh_cn: 安排新页面

source: Schedule New Report
bg_bg: Насрочете нов доклад
de_de: Zeitplan Neuer Bericht
es_es: Calendarizar un nuevo reporte
fr_fr: Nouvel horaire Rapport
it_it: Nuova pianificazione report
ja_jp: スケジュールレポートの作成
pl_pl: zaplanować nowy raport
pt_pt: Agendar Novo Relátorio
ru_ru: Расписание нового отчета
zh_cn: 安排新报告

source: Edit Scheduled Page
bg_bg: Редактирайте планирана страница (Scheduled Page)
de_de: Bearbeiten Geplante Seite
es_es: Editar una pagina calendarizada
fr_fr: Modifier une page prévue
it_it: Modifica pagina pianificata
ja_jp: スケジュールページの編集
pl_pl: edycja zaplanowana strona
pt_pt: Editar Página Agendada
ru_ru: Изменить расписанию страницу
zh_cn: 编辑已安排页面

source: Edit Scheduled Report
bg_bg: Редактирайте планиран доклад (Scheduled Report)
de_de: Bearbeiten geplanter Bericht
es_es: Editar un reporte calendarizado
fr_fr: Modifier le rapport régulier
it_it: Modifica report pianificato
ja_jp: スケジュールレポートの編集
pl_pl: edytuj zaplanowany raport
pt_pt: Editar relátorio agendado
ru_ru: Изменить запланированного отчета
zh_cn: 编辑已安排报告

source: Email Page
bg_bg: Имейл страница
de_de: E-Mail-Seite
es_es: Página de correo electrónico
fr_fr: Envoyer page
it_it: pagina email
ja_jp: メールページ
pl_pl: Strona e-mail
pt_pt: Página email
ru_ru: Адрес электронной почты
zh_cn: 电子邮件页面

source: Email Report
bg_bg: Имейл доклад
de_de: E-Mail-Bericht
es_es: informe por correo electrónico
fr_fr: Rapport email
it_it: report via email
ja_jp: メールレポート
pl_pl: Raport e-mail
pt_pt: relatório de e-mail
ru_ru: электронной почте отчет
zh_cn: 电子邮件报告

source: Use this form to send the selected report to one or more recipients you define. You may also schedule the report to be sent to the recipients on a regular basis if you choose.
bg_bg: Използвайте тази форма, за да изпратите избрания доклада на един или повече получатели, зададени от вас. Вие може също така да насрочите доклада да бъде изпращан редовно, ако решите.
de_de: Verwenden Sie dieses Formular, um den ausgewählten Bericht einen oder mehrere Empfänger definieren Sie senden. Sie können auch festlegen, den Bericht an die Empfänger regelmäßig gesendet werden, wenn Sie sich entscheiden.
es_es: Utilice este formulario para enviar el informe seleccionado a uno o más destinatarios que usted defina. También puede programar el informe que se enviará a los destinatarios de forma regular si lo desea.
fr_fr: Utilisez ce formulaire pour envoyer le rapport sélectionné à un ou plusieurs destinataires que vous avez définis. Vous pouvez également programmer le rapport qui sera envoyé aux destinataires sur une base régulière si vous choisissez.
it_it: Utilizza questo modulo per inviare il report selezionato a uno o più destinatari si definiscono. Si può anche pianificare il report da inviare ai destinatari in maniera regolare se si sceglie.
ja_jp: 選択したレポートを1人以上の受信者に送信できます. 選択した場合、定期的に受信者にレポートをスケジュール送信することができます.
pl_pl: skorzystaj z poniższego formularza, aby wysłać wybrany raport do jednego lub kilku odbiorców zdefiniowanych. można również zaplanować raportu należy przesłać do odbiorców na bieżąco, jeśli zdecydujemy.
pt_pt: Utilize este formulário para enviar o relatório selecionado para um ou mais destinatários que você definir. Você pode também agendar o relatório a ser enviado para os destinatários em uma base regular, se você escolher.
ru_ru: Используйте эту форму, чтобы отправить выбранный отчет в одном или нескольких получателей вы определяете. Вы также можете запланировать доклад, который будет отправлен адресатам на регулярной основе, если Вы выбираете.
zh_cn: 使用此表单将选定的报告发送给您定义的一个或多个收件人。 如果您愿意，也可以安排定期将报告发送给收件人。

source: Use this form to create a new scheduled report that is sent to one or more recipients you define.
bg_bg: Използвайте тази форма, за да създадете нов насрочен (планиран) отчет, който да се изпрати до един или повече получатели, зададени от вас.
de_de: Verwenden Sie dieses Formular, um einen neuen geplanten Bericht, der einen oder mehrere Empfänger definieren Sie gesendet wird erstellen.
es_es: Utilice este formulario para crear un nuevo informe programado que se envía a uno o más destinatarios que usted defina.
fr_fr: Utilisez ce formulaire pour créer un nouveau rapport programmé qui est envoyé à un ou plusieurs destinataires que vous avez définis.
it_it: Utilizza questo modulo per creare un nuovo report pianificato che viene inviato a uno o più destinatari si definiscono.
ja_jp: 新しいスケジュールレポートを作成します. １人以上の受信者にレポートを送信できます.
pl_pl: skorzystaj z poniższego formularza, aby utworzyć nowy zaplanowany raport, który jest wysyłany do jednego lub kilku odbiorców zdefiniowanych.
pt_pt: Utilize este formulário para criar um novo relatório programado que é enviado para um ou mais destinatários que você pode definir.
ru_ru: Используйте эту форму, чтобы создать новый регулярный отчет, который направляется к одной или нескольким получателям вы определяете.
zh_cn: 使用此表单创建一个新的计划报告，该报告将发送给您定义的一个或多个收件人。

source: Use this form to modify an existing scheduled report.
bg_bg: Използвате тази форма за промяна на съществуващ насрочен (планиран) отчет.
de_de: Verwenden Sie dieses Formular, um eine vorhandene geplante Bericht ändern.
es_es: Utilice este formulario para modificar un reporte calendarizado existente
fr_fr: Utilisez ce formulaire pour modifier un rapport existant prévu.
it_it: Utilizza questo modulo per modificare un report esistente pianificato.
ja_jp: 既存のスケジュールレポートを編集します.
pl_pl: skorzystaj z poniższego formularza, aby zmodyfikować istniejący zaplanowany raport.
pt_pt: Utilize este formulário para modificar um relatório existente programado.
ru_ru: Используйте эту форму для изменения существующего запланированного отчета.
zh_cn: 使用此表单来修改现有的计划报告。

source: Send
bg_bg: Изпратете
de_de: senden
es_es: enviar
fr_fr: envoyer
it_it: inviare
ja_jp: 送信
pl_pl: wysłać
pt_pt: enviar
ru_ru: послать
zh_cn: 发送

source: Page URL
bg_bg: URL адрес на страницата
es_es: URL de la Pagina
fr_fr: URL de la page
it_it: URL della pagina
ja_jp: URLページ
pl_pl: Strona url
pt_pt: URL da pagina
ru_ru: URL страницы
zh_cn: 页面网址

source: The relative URL of the page to deliver as a scheduled report
bg_bg: Относителния URL адрес на страницата, която да се достави като насрочен (по график) доклад
de_de: Die relative URL der Seite als einen geplanten Bericht zu liefern
es_es: La dirección URL de la página relativa a entregar un informe programado
fr_fr: L'URL relative de la page pour fournir un rapport planifié
it_it: L'URL della pagina relativa per la consegna di un report pianificato
ja_jp: スケジュールレポートとして配信されるページの相対URL
pl_pl: względne URL strony dostarczyć w formie raportu zaplanowanego
pt_pt: !A URL da página para entrega como um relatório agendado
ru_ru: Относительный адрес страницы, чтобы доставить как запланированный отчет
zh_cn: 要作为预定报告提供的页面的相对URL

source: The URL of the page to deliver as a scheduled report
bg_bg: URL адресът на страницата, която да достави като насрочен (по график) доклад
de_de: Die relative URL der Seite als einen geplanten Bericht zu liefern
es_es: La dirección URL de la página relativa a entregar un informe programado
fr_fr: L'URL relative de la page pour fournir un rapport planifié
it_it: L'URL della pagina relativa per la consegna di un report pianificato
ja_jp: スケジュールレポートとして配信するこのページのURL
pl_pl: względne URL strony dostarczyć w formie raportu zaplanowanego
pt_pt: !A URL da página para entrega como um relatório agendado
ru_ru: Относительный адрес страницы, чтобы доставить как запланированный отчет
zh_cn: 要作为预定报告提供的页面的URL

source: Original URL
bg_bg: Оригиналния URL
es_es: URL Original
fr_fr: URL d'origine
it_it: URL originale
ja_jp: オリジナルURL
pl_pl: Oryginalny url
pt_pt: URL Original
zh_cn: 原始网址

source: The name you want to use for this report.
bg_bg: Името, което искате да използвате за този доклад.
de_de: Der Name, den Sie für diesen Bericht verwenden.
es_es: El nombre que usted desea usar para este reporte.
fr_fr: Le nom que vous souhaitez utiliser pour ce rapport.
it_it: Il nome che si desidera utilizzare per questa relazione.
ja_jp: このレポートの名前.
pl_pl: Nazwa chcesz użyć do tego raportu.
pt_pt: Qual é o nome que você deseja usar para este relatório.
ru_ru: Имя, которое Вы хотите использовать для этого отчета.
zh_cn: 您要用于此报告的名称。

source: If you'd like to have the report emailed on a regular basis, specify the schedule here.
bg_bg: Ако искате този доклад да ви бъде изпращан периодично чрез емайл, уточнете графика тук.
de_de: Wenn Sie möchten, um den Bericht auf einer regelmäßigen Basis gemailt haben, geben Sie den Zeitplan hier.
es_es: Si desea que el informe enviado por correo electrónico sobre una base regular, especifique la programación aquí.
fr_fr: Si vous souhaitez que le rapport soit envoyé par courriel sur une base régulière, de spécifier le calendrier ici.
it_it: Se desideri avere il rapporto inviato via email su base regolare, specificare la pianificazione qui.
ja_jp: レポートを定期的にメールで送信する場合は、ここでスケジュールを指定します.
pl_pl: jeśli chcesz, aby raport e-maila na bieżąco, określić harmonogram tutaj.
pt_pt: Se você deseja que o relatório seja enviado para uma base regular, faça a programação aqui.
ru_ru: Если вы хотели бы иметь отчет по электронной почте на регулярной основе, укажите расписание здесь.
zh_cn: 如果您希望定期通过电子邮件发送报告，请在此处指定时间表。

source: Enterprise only feature
bg_bg: само за предприятие
de_de: Nur für Unternehmen
es_es: característica solo empresarial
fr_fr: fonction d'entreprise uniquement
it_it: funzionalità solo aziendale
ja_jp: エンタープライズ専用機能
pl_pl: funkcja wyłącznie dla przedsiębiorstw
pt_pt: recurso exclusivo da empresa
ru_ru: единственная функция предприятия
zh_cn: 企业专用功能

source: Specify the schedule you want this report to be emailed.
bg_bg: Определете графика, съгласно който искате този доклад да бъде изпратен по имейла.
de_de: Geben Sie den gewünschten Zeitplan dieser Bericht gemailt.
es_es: Especifique el programa que desea que este informe sea enviado por correo electrónico.
fr_fr: Spécifiez le programme que vous voulez que ce rapport soit envoyé par courrier électronique.
it_it: Specificare la pianificazione che si desidera questa relazione che dovrà essere inviato via email.
ja_jp: このレポートをメール送信するスケジュールを指定します.
pl_pl: określić harmonogram, który ma ten raport do e-maila.
pt_pt: Especifique o horário que quer que este relatório seja enviado.
ru_ru: Укажите нужное расписание этого отчета по электронной почте.
zh_cn: 指定您希望通过电子邮件发送此报告的时间表。

source: Attachments
bg_bg: Прикачени файлове
de_de: Zubehör
es_es: Adjuntos
fr_fr: Pièces jointes
it_it: Allegati
ja_jp: 添付ファイル
pl_pl: Załączniki
pt_pt: Anexos
ru_ru: Вложения
zh_cn: 附件

source: The specified page will be rendered and delivered as a PDF.
bg_bg: Посочената страница ще бъде интерпретирана и доставена като PDF.
de_de: Die angegebene Seite wird gerendert und als PDF geliefert werden.
es_es: La página especificada se procesa y se envía como un archivo PDF.
fr_fr: La page spécifiée sera rendu et livré au format PDF.
it_it: La pagina specificata sarà reso e consegnato in formato PDF.
ja_jp: 指定されたページが描画されPDF形式で配信されます.
pl_pl: określona strona będzie świadczona i dostarczane w formacie pdf.
pt_pt: A página especificada será processada e entregue com formato PDF.
ru_ru: Указанная страница будет оказана и поставляется в виде PDF.
zh_cn: 指定的页面将被呈现并以PDF格式交付。

source: Select the types of attachment(s) you want in the report.
bg_bg: Изберете вида на прикрепения(ите) елемент(и), които искате в доклада.
de_de: Wählen Sie die Art der Anlage (n), die Sie in dem Bericht.
es_es: Seleccione los tipos de atachado(s) que usted quiere en el reporte
fr_fr: Sélectionnez les types d'attachement (s) que vous voulez dans le rapport.
it_it: Selezionare i tipi di attacco (s) che si desidera nel report.
ja_jp: レポートの添付ファイルの種類を選択します。
pl_pl: wybrać rodzaj mocowania (ów), które chcesz w raporcie.
pt_pt: Selecione os tipos de anexo (s) que deseja no relatório.
ru_ru: Выберите типы вложений (ы) вы хотите в докладе.
zh_cn: 选择您想要在报告中的附件类型。

source: Recipients:
bg_bg: Получатели:
de_de: Empfänger:
es_es: Destinatarios:
fr_fr: Bénéficiaires:
it_it: Destinatari:
ja_jp: 受信者：
pl_pl: odbiorcy:
pt_pt: Destinatários:
ru_ru: Получатели:
zh_cn: 收件人：

source: Comma-separated list of email addresses this report should be sent to.
bg_bg: Списък с разделени със запетаи имейл адреси, на които трябва да бъде изпратен този доклад.
de_de: Durch Komma getrennte Liste der E-Mail-Adressen dieser Bericht gesendet werden soll.
es_es: Lista separada por comas de direcciones de correo electrónico este informe debe ser enviado.
fr_fr: Séparées par des virgules liste des adresses e-mail de ce rapport doit être envoyé.
it_it: Elenco separato da virgole di indirizzi e-mail questa relazione devono essere inviate a.
ja_jp: このレポートを送信するメールアドレス（複数の場合はカンマ区切りで入力）のリスト
pl_pl: listę adresów e-mail sprawozdanie to powinno być wysłane do oddzielonych przecinkami.
pt_pt: !Os endereços de e-mail são separados por vírgula para o envio do relátorio.
ru_ru: Разделенный запятыми список адресов электронной почты, этот доклад должен быть отправлен.
zh_cn: 此报告应发送到的用逗号分隔的电子邮件地址列表。

source: The subject that should be used for the report email.
bg_bg: Темата, която трябва да се използва за имейла с доклад.
de_de: Das Thema, das sollte für den Bericht E-Mail verwendet werden.
es_es: El sujeto que se debe utilizar para el correo electrónico del informe.
fr_fr: L'objet qui doit être utilisé pour le courrier électronique de rapport.
it_it: Il soggetto che deve essere utilizzato per l'email report.
ja_jp: レポートメールの件名
pl_pl: z zastrzeżeniem, że należy stosować wiadomości raportu.
pt_pt: O assunto que deve ser usado no email com o relatório.
ru_ru: Предмет, который должен быть использован для отчета по электронной почте.
zh_cn: 报告电子邮件应使用的主题。

source: A custom message to be added to the report email.
bg_bg: Персонализирано съобщение, което може да се добави към имейл доклада.
de_de: Eine optionale benutzerdefinierte Nachricht auf den Bericht E-Mail hinzugefügt werden.
es_es: Un mensaje personalizado opcional que se añade a la dirección de correo electrónico informe.
fr_fr: Un message personnalisé en option à ajouter au message de rapport.
it_it: Un messaggio personalizzato opzionale da aggiungere alla mail report.
ja_jp: レポートメールに追加するカスタムメッセージ.
pl_pl: wiadomość, która ma zostać dodany do wiadomości raportu.
pt_pt: Mensagem personalizada opcional que pode ser adicionado ao email com o relatório.
ru_ru: Необязательные пользовательские сообщения, которые будут добавлены в отчет по электронной почте.
zh_cn: 要添加到报告电子邮件中的自定义消息。

source: Do not show this report in the my scheduled reports menu section.
bg_bg: Не показвайте този доклад в менюто "моите доклади" (my reports).
de_de: nicht diesen Bericht in meinem Menü Berichte Abschnitt zeigen.
es_es: no muestran este informe en la sección de mi menú de informes.
fr_fr: Ne plus afficher ce rapport dans la section mon menu des rapports.
it_it: Non mostrare più questo rapporto nella sezione mio menu di relazioni.
ja_jp: このレポートをスケジュールレポートメニューセクションに表示しない.
pl_pl: nie pokazuje ten raport w sekcji menu raporty moim.
pt_pt: não mostrar este relatório na seção meu menu de relatórios.
ru_ru: не показывать это сообщение в моем разделе меню отчетов.
zh_cn: 不要在我的预定报告菜单部分中显示此报告。

source: Network Status Map
bg_bg: Карта на състоянието на мрежата
es_es: Mapa del Estatus de la Red
fr_fr: Carte d'état du réseau
it_it: Stato della rete Mappa
ja_jp: ネットワークステータスマップ
pl_pl: Mapa stanu sieci
pt_pt: Mapa de status da rede
ru_ru: Карта состояния сети
zh_cn: 网络状态图

source: Updated every
bg_bg: Актуализирайте всяка
de_de: aktualisiert alle
es_es: actualizada cada
fr_fr: mis à jour tous les
it_it: aggiornato ogni
ja_jp: 更新間隔
pl_pl: aktualizowany codziennie
pt_pt: atualizado a cada
ru_ru: обновляется каждый
zh_cn: 更新一次每

source: Network Status Map Settings
bg_bg: Настройки на картата за състоянието на мрежата
de_de: Netzwerk-Status-Map-Einstellungen
es_es: configuración del mapa de estado de la red
fr_fr: réseau état carte paramètres
it_it: impostazioni di stato della mappa di rete
ja_jp: ネットワークステータスマップ設定
pl_pl: Ustawienia map stanu sieci
pt_pt: configurações do mapa de status de rede
ru_ru: Настройки карты состояния сети
zh_cn: 网络状态地图设置

source: Layout
bg_bg: Дизайн
es_es: diseño
fr_fr: disposition
it_it: disposizione
ja_jp: レイアウト
pl_pl: układ
pt_pt: traçado
ru_ru: макет
zh_cn: 布局

source: Balanced Tree (Horizontal)
bg_bg: Балансирано дърво (хоризонтално)
de_de: ausgewogenen Baum (horizontal)
es_es: árbol equilibrado (horizontal)
fr_fr: arbre équilibré (horizontal)
it_it: albero bilanciato (orizzontale)
ja_jp: バランスツリー（水平）
pl_pl: zrównoważone drzewo (poziomo)
pt_pt: árvore balanceada (horizontal)
ru_ru: сбалансированное дерево (по горизонтали)
zh_cn: 平衡树（水平）

source: Balanced Tree (Vertical)
bg_bg: Балансирано дърво (вертикално)
de_de: ausgeglichen Baum (vertikal)
es_es: árbol equilibrado (vertical)
fr_fr: arbre équilibré (vertical)
it_it: albero bilanciato (verticale)
ja_jp: バランスツリー（垂直）
pl_pl: zrównoważone drzewo (w pionie)
pt_pt: árvore balanceada (vertical)
ru_ru: сбалансированное дерево (по вертикали)
zh_cn: 平衡树（垂直）
