Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Invalid URL Content Regular Expression Match service name.
bg_bg: Невалидно URL съдържание подобен регулярен израз на име на сървиса (Invalid URL Content Regular Expression Match service name).
de_de: Ungültige URL Content Regular Expression Spiel Service-Namen.
es_es: El contenido no válido URL de expresiones regulares Partido servicio de nombres.
fr_fr: Valide de contenu d'URL Expression régulière services Pertinence nom.
it_it: URL non valido contenuto di espressioni regolari Partita nome del servizio.
ja_jp: URLコンテンツの正規表現マッチサービス名が不正です.
pl_pl: nieprawidłowa nazwa usługi zawartości url mecz wyrażenie regularne.
pt_pt: URL inválido conteúdo regular Expressão nome do serviço Match.
ru_ru: Неверный URL Содержимое регулярных выражений матча имя службы.
zh_cn: URL内容正则表达式匹配服务名称无效。

source: Monitor a synthentic web transaction.
bg_bg: Наблюдавайте синтетична уеб транзакция.
de_de: Überwachen eines pflegeleichtes Web-Transaktion.
es_es: Supervisar una transacción web synthentic.
fr_fr: Surveiller une transaction Web synthentic.
it_it: Monitorare una transazione synthentic web.
ja_jp: Synthentic Web トランザクションを監視します。
pl_pl: monitorować synthentic transakcji internetowej.
pt_pt: Monitorar uma transação web synthentic.
ru_ru: Мониторинг synthentic сделки Сети.
zh_cn: 监控一个综合网络交易。

source: Web Transaction
bg_bg: Уеб транзакция
fr_fr: Transaction Web
ja_jp: Webトランザクション
pl_pl: transakcji internetowych
ru_ru: Веб-транзакций
zh_cn: 网络交易

source: Web Information
bg_bg: Информация в мрежата
es_es: Informacion
fr_fr: Information sur le Web
it_it: Informazioni Web
ja_jp: Web情報
pl_pl: Informacje internetowej
pt_pt: Informação
zh_cn: 网络信息

source: Monitoring a synthentic web transaction is a process which may involve several steps, including the submission and processing of data. Transaction logic is handled using
bg_bg: Следенето на синтетична уеб транзакция е процес, който може да включва няколко стъпки, като например подаването и обработката на данните. Логиката на транзакцията се управлява с помощта на
de_de: Überwachung einer pflegeleichtes Web-Transaktion ist ein Prozess, der mehrere Schritte, einschließlich der Vorlage und Verarbeitung von Daten beinhalten kann. Transaction-Logik erfolgt unter Verwendung
es_es: La supervisión de una transacción web synthentic es un proceso que puede involucrar varios pasos, incluyendo la presentación y tratamiento de datos. Lógica de transacción será realizada usando
fr_fr: Suivi d'une transaction Web synthentic est un processus qui peut impliquer plusieurs étapes, dont la présentation et le traitement des données. La logique de transaction est traitée à l'aide
it_it: Monitoraggio di una transazione synthentic web è un processo che può coinvolgere diversi passaggi, tra cui la presentazione e l'elaborazione dei dati. Logica di transazione sono trattati con
ja_jp: Synthentic Web トランザクション監視は、データの提出と処理を含む数ステップのプロセスです。 トランザクションロジックが使用
pl_pl: monitorowania synthentic transakcji internetowej jest procesem, który może obejmować kilka etapów, w tym przekazywania i przetwarzania danych. Logika jest obsługiwane za pomocą transakcji
pt_pt: Monitoramento de uma transação web synthentic é um processo que pode envolver várias etapas, incluindo a apresentação e processamento de dados. Lógica transação é feita usando
ru_ru: Мониторинг synthentic сделке веб-это процесс, который может включать в себя несколько этапов, в том числе представления и обработки данных. Транзакция логике обрабатываются с помощью
zh_cn: 监测合成网络交易是一个过程，可能涉及几个步骤，包括数据的提交和处理。 交易逻辑的处理是通过

source: so you must be familiar with its syntax before monitoring a transaction.
bg_bg: така, че трябва да бъдете запознати със синтаксиса, преди да започнете да следите транзакцията.
de_de: so müssen Sie sich vertraut mit seiner Syntax vor Überwachung einer Transaktion.
es_es: por lo que debe estar familiarizado con la sintaxis antes de monitorizar una transacción.
fr_fr: donc vous devez être familier avec la syntaxe avant de surveiller une transaction.
it_it: quindi è necessario avere familiarità con la sintassi prima il monitoraggio di una transazione.
ja_jp: トランザクションを監視する前に、その構文を熟知している必要があります.
pl_pl: więc musisz znać składni przed monitorowania transakcji.
pt_pt: por isso você deve estar familiarizado com sua sintaxe antes de monitoramento de uma transação.
ru_ru: так что вы должны быть знакомы с его синтаксисом до мониторинг транзакций.
zh_cn: 所以在监控交易之前，你必须熟悉它的语法。

source: Transaction Name
bg_bg: Име на транзакцията
de_de: Transaktion Name
es_es: Nombre del Destino
fr_fr: Nom transaction
it_it: Transazione Nome
ja_jp: トランザクション名
pl_pl: nazwa transakcji
pt_pt: Nome do destino
ru_ru: Имя транзакции
zh_cn: 交易名称

source: The name you'd like to have associated with this synthetic transaction test.
bg_bg: Името, което искате да се асоциира с този тест на синтетична транзакция.
de_de: Der Name, den Sie gerne mit dieser synthetischen Transaktion Test zugeordnet haben würde.
es_es: El nombre que le gustaría tener asociados con este examen transacción sintética.
fr_fr: Le nom que vous aimeriez avoir associé à ce test transaction synthétique.
it_it: Il nome che desideri sia associato con questo test transazione sintetica.
ja_jp: Synthetic トランザクションテストに関連付ける名前。
pl_pl: Nazwa chcesz być związane z tym badania transakcji syntetycznej.
pt_pt: O nome que você gostaria de ter associado a este teste de transação sintética.
ru_ru: Имя, которое вы хотели бы иметь, связанные с этим синтетическим тестом сделки.
zh_cn: 您想要与此合成交易测试关联的名称。

source: Primary URL
bg_bg: Главен URL
de_de: Primäre URL
es_es: Grupo primario
fr_fr: URL principal
it_it: URL del primario
ja_jp: プライマリURL
pl_pl: Podstawowym url
pt_pt: URL do programa
ru_ru: Первичная URL
zh_cn: 主网址

source: The primary URL that this transaction is associated with.
bg_bg: Главния URL адрес, който е асоцииран с тази транзакция.
de_de: Der primäre URL, dass diese Transaktion zugeordnet ist.
es_es: La dirección URL principal que esta transacción está asociado.
fr_fr: L'URL primaire que cette transaction est associée.
it_it: L'URL principale che questa transazione è associato.
ja_jp: このトランザクションが関連付けられるプライマリのURL.
pl_pl: Podstawowym url, że ta transakcja jest związana z.
pt_pt: A URL principal que esta transação está associado.
ru_ru: Основной URL, что эта сделка связана с.
zh_cn: 本次交易所关联的主要URL。

source: Invalid transaction name.
bg_bg: Невалидно име на транзакция.
de_de: Ungültige Transaktion Namen.
es_es: Nivel de autorizacion
fr_fr: Nom de transaction valide.
it_it: Transazione Nome non valido.
ja_jp: トランザクション名が不正です.
pl_pl: nieprawidłowa nazwa transakcji.
pt_pt: Chave de ativação invalida
ru_ru: Неверное имя транзакции.
zh_cn: 无效的交易名称。

source: Transaction Host Details
bg_bg: подробности по хост транзакцията
es_es: Detalles del Host
fr_fr: Détails de l'hôte de transaction
it_it: Transazione host Dettagli
ja_jp: トランザクションホストの詳細
pl_pl: szczegóły gospodarza transakcji
pt_pt: Detalhe do host
ru_ru: Информация об операции Хост
zh_cn: 交易主机详细信息

source: The name you'd like to have associated with the primary URL.
bg_bg: Името, което искате да се асоциира с главния URL адрес.
de_de: Der Name, den Sie gerne mit dem primären URL zugeordnet haben würde.
es_es: El nombre que te gustaría haber asociado a la URL principal.
fr_fr: Le nom que vous aimeriez avoir associé à l'URL primaire.
it_it: Il nome che desideri sia associato con l'URL primario.
ja_jp: プライマリURLに関連付ける名前.
pl_pl: Nazwa chcesz być związane z pierwotnym url.
pt_pt: O nome que você gostaria de ter associado com a URL principal.
ru_ru: Имя, которое вы хотели бы иметь, связанные с первичным URL.
zh_cn: 您想要与主要网址相关联的名称。

source: The IP address associated with the primary URL's fully qualified domain name (FQDN).
bg_bg: IP адрес, асоцииран с пълното домейн име (FQDN) на главния URL адрес.
de_de: Die IP-Adresse mit dem primären URL zugeordnet ist Fully Qualified Domain Name (FQDN).
es_es: La dirección IP asociada a la URL principal es el nombre de dominio completo (FQDN).
fr_fr: L'adresse IP associée à l'URL principale est le nom de domaine pleinement qualifié (FQDN).
it_it: L'indirizzo IP associato alla URL principale nome di dominio completo (FQDN).
ja_jp: プライマリURLの完全修飾ドメイン名（FQDN）に関連付けられたIPアドレス.
pl_pl: adres IP związany z pełni kwalifikowaną nazwę domeny na podstawowym URL (FQDN).
pt_pt: O endereço IP associado com o URL principal nome de domínio totalmente qualificado (FQDN).
ru_ru: IP-адрес, связанный с первичным URL полное доменное имя (FQDN).
zh_cn: 与主要URL的完全限定域名（FQDN）关联的IP地址。

source: Transaction Details
bg_bg: подробности по транзакцията
de_de: Details der Transaktion
es_es: Detalles del Estatus
fr_fr: Détails de la transaction
it_it: Dettagli sulla transazione
ja_jp: トランザクションの詳細
pl_pl: szczegóły transakcji
pt_pt: Detalhes de Status
ru_ru: Информация об операции
zh_cn: 交易详情

source: Specify the details of how the transaction should be monitored.
bg_bg: Посочете подробности за това как трябва да се следи транзакцията.
de_de: Geben Sie die Details, wie die Transaktion sollten überwacht werden.
es_es: Especifique los parametros que determinen como el host debe ser monitoreado
fr_fr: Spécifiez les détails de la façon dont la transaction devrait être surveillée.
it_it: Specificare i dettagli di come l'operazione deve essere monitorato.
ja_jp: トランザクションを監視する方法の詳細を指定します.
pl_pl: określić szczegóły dotyczące transakcji powinny być monitorowane.
pt_pt: Especificar os parâmetros que determinam como o acolhimento deve ser monitorado
ru_ru: Укажите сведения о том, как сделки должны быть проверены.
zh_cn: 指定如何监视事务的详细信息。

source: Test Case Data
bg_bg: Данни тест
de_de: Test Case Daten
es_es: Datos del Host
fr_fr: Les données de cas de test
it_it: Test case dei dati
ja_jp: テストケースのデータ
pl_pl: Badanie przypadku danych
pt_pt: Dados de host
ru_ru: Данные Test Case
zh_cn: 测试案例数据

source: Transaction test case data must be formatted according to
bg_bg: Данните за теста на транзакцията трябва да бъдат форматирани според
de_de: Transaction Testfall Daten müssen nach formatiert werden
es_es: Transacción datos de casos de prueba deben ser formateados de acuerdo con
fr_fr: Les données des transactions de cas d'essai doit être formaté selon
it_it: Transazione dei dati del test case deve essere formattato secondo
ja_jp: トランザクションテストケースデータは
pl_pl: Dane przypadków testy transakcja musi być sformatowany zgodnie z
pt_pt: Os dados de transações de casos de teste devem ser formatados de acordo com
ru_ru: Транзакция данным теста должен быть отформатирован в соответствии с
zh_cn: 交易测试用例数据必须按照

source: standards.
bg_bg: стандарти.
es_es: normas.
it_it: standard.
ja_jp: 規格にあわせたフォーマットにする必要があります.
pl_pl: standardy.
pt_pt: padrões.
ru_ru: стандартов.
zh_cn: 标准。

source: Read the
bg_bg: Прочетете
de_de: Lesen Sie die
es_es: Use el
fr_fr: Lire l'
it_it: Leggi il
ja_jp: テストケースドキュメント
pl_pl: czytaj
pt_pt: Use o
ru_ru: Читать
zh_cn: 阅读

source: test case documentation
bg_bg: Документация тест
de_de: Testfall-Dokumentation
es_es: Documentacion reciente
fr_fr: documentation cas de test
it_it: test case documentazione
ja_jp: をお読みください
pl_pl: Badanie dokumentacji sprawy
pt_pt: Focumentação mais recente
ru_ru: Документация теста
zh_cn: 测试用例文档

source: for more information on creating test case data.
bg_bg: за повече информация относно създаването на примерни тест данни (test case data).
de_de: Weitere Informationen zur Erstellung von Test-Falldaten.
es_es: para más información sobre la creación de datos de casos de prueba.
fr_fr: Pour plus d'informations sur la création de données de cas de test.
it_it: per ulteriori informazioni sulla creazione dei dati del test case.
ja_jp: テストケースデータ作成に関する説明があります.
pl_pl: Więcej informacji na temat tworzenia danych przypadków testowych.
pt_pt: para mais informações sobre a criação de dados de caso de teste.
ru_ru: Для получения дополнительной информации о создании данных теста.
zh_cn: 获取有关创建测试用例数据的更多信息。

source: The response timeout for each test case.
bg_bg: Изчакване за отговор от всеки тест.
de_de: Die Antwort-Timeout für jeden Testfall.
es_es: El tiempo de espera de respuesta para cada caso de prueba.
fr_fr: Le délai de réponse pour chaque cas de test.
it_it: Il timeout di risposta per ogni caso di test.
ja_jp: 各テストケースの応答時間.
pl_pl: Limit czasu odpowiedzi dla każdego przypadku testowego.
pt_pt: O limite de tempo de resposta para cada caso de teste.
ru_ru: Время ожидания ответа для каждого теста.
zh_cn: 每个测试用例的响应超时。

source: Global Timeout
bg_bg: Глобален таймаут
de_de: Globale Timeout
es_es: Opciones Globales
fr_fr: Délai global
it_it: Timeout globale
ja_jp: グローバルタイムアウト
pl_pl: Globalny limit czasu
pt_pt: Opções globais
ru_ru: Глобальная Timeout
zh_cn: 全局超时

source: A global timeout for running all tests. A warning message will be returned if total execution time exceeds this value.
bg_bg: Глобално изчакване (timeout) за провеждане на всички тестове. Ще получим предупредително съобщение, ако общото време за изпълнение надвишава тази стойност.
de_de: Ein globales Zeitlimit für die Ausführung aller Tests. Eine Warnmeldung wird ausgegeben, wenn insgesamt Ausführungszeit überschreitet diesen Wert.
es_es: Un tiempo de espera global para la ejecución de todas las pruebas. Un mensaje de advertencia le será devuelto si el tiempo de ejecución total es superior a este valor.
fr_fr: Un délai d'attente globale pour l'exécution de tous les tests. Un message d'avertissement vous sera retourné si le temps d'exécution total est supérieur à cette valeur.
it_it: Un timeout globale per l'esecuzione di tutti i test. Un messaggio di avviso verrà restituito se il tempo totale di esecuzione supera questo valore.
ja_jp: すべてのテストを実行するためのグローバルタイムアウト. 総実行時間がこの値を超えると警告メッセージが返されます.
pl_pl: Globalny limit czasu dla uruchamiania wszystkich testów. Komunikat ostrzegawczy zostanie zwrócona, jeśli łączny czas realizacji przekracza tę wartość.
pt_pt: Um tempo limite global para executar todos os testes. Uma mensagem de aviso será devolvido se o tempo de execução total superior a este valor.
ru_ru: Глобальный тайм-аут для выполнения всех тестов. Предупреждающее сообщение будет возвращена, если общее время выполнения превышает это значение.
zh_cn: 运行所有测试的全局超时。 如果总执行时间超过该值，将返回一条警告消息。

source: WebInject Application Tester
bg_bg: Приложение WebInject тестер
de_de: WebInject Anwendung Tester
es_es: probador aplicación WebInject
fr_fr: Testeur de demande WebInject
it_it: WebInject tester applicazione
pl_pl: Tester aplikacji webinject
pt_pt: testador aplicação WebInject
ru_ru: WebInject тестер приложений
zh_cn: WebInject应用程序测试仪

source: Monitor Windows event logs via NCPA.
bg_bg: Наблюдавайте Windows event logs.
de_de: Monitor Windows Veranstaltung Logs.
es_es: Configuraciones de Monitoreo
fr_fr: Journaux de l'Analyseur d'événements Windows.
it_it: Monitor di Windows registri eventi.
ja_jp: Windowsのイベントログを監視します.
pl_pl: monitorować oknom dzienniki zdarzeń.
pt_pt: Configurações de monitoramento
ru_ru: Монитор журналов событий Windows.
zh_cn: 通过NCPA监视Windows事件日志。

source: Windows Event Log
de_de: Windows Veranstaltung Log
es_es: Logs de Eventos
fr_fr: Journal des événements Windows
it_it: Registro eventi di Windows
ja_jp: Windowsイベントログ
pl_pl: dzienniku zdarzeń systemu Windows
pt_pt: Registro de Eventos
ru_ru: Журнал событий Windows
zh_cn: Windows事件日志

source: The agent should be installed before running this wizard.
bg_bg: агентът трябва да бъде инсталиран преди да стартирате този съветник.
de_de: Der Agent sollte vor dem Ausführen dieses Assistenten installiert werden.
es_es: el agente debe estar instalado antes de ejecutar este asistente.
fr_fr: l'agent doit être installé avant d'exécuter cet assistant.
it_it: l'agente deve essere installato prima di eseguire questa procedura guidata.
ja_jp: このウィザードを実行する前にエージェントをインストールする必要があります。
pl_pl: agent powinien zostać zainstalowany przed uruchomieniem tego kreatora.
pt_pt: o agente deve ser instalado antes de executar este assistente.
ru_ru: агент должен быть установлен перед запуском этого мастера.
zh_cn: 在运行此向导之前，应先安装代理。

source: Application Error Logs
bg_bg: протоколи за грешки в приложението
de_de: Anwendungsfehlerprotokolle
es_es: registros de errores de aplicación
fr_fr: journaux d'erreurs d'application
it_it: log degli errori dell'applicazione
ja_jp: アプリケーションエラーログ
pl_pl: dzienniki błędów aplikacji
pt_pt: logs de erro do aplicativo
ru_ru: журналы ошибок приложения
zh_cn: 应用程序错误日志

source: System Error Logs
bg_bg: системни грешки
de_de: Systemfehlerprotokolle
es_es: registros de errores del sistema
fr_fr: journaux d'erreur du système
it_it: log degli errori di sistema
ja_jp: システムエラーログ
pl_pl: dzienniki błędów systemu
pt_pt: logs de erro do sistema
ru_ru: системные журналы ошибок
zh_cn: 系统错误日志

source: Security Error Logs
bg_bg: журнали за грешки в защитата
de_de: Sicherheitsfehlerprotokolle
es_es: registros de errores de seguridad
fr_fr: journaux d'erreurs de sécurité
it_it: log degli errori di sicurezza
ja_jp: セキュリティエラーログ
pl_pl: dzienniki błędów bezpieczeństwa
pt_pt: logs de erro de segurança
ru_ru: журналы ошибок безопасности
zh_cn: 安全错误日志

source: EventType
de_de: Ereignistyp
es_es: tipo de evento
fr_fr: type d'événement
it_it: Tipo di evento
ja_jp: イベントタイプ
pl_pl: typ wydarzenia
pt_pt: tipo de evento
ru_ru: тип события
zh_cn: 事件类型

source: Information
bg_bg: Информация
es_es: Informacion
fr_fr: Informations
it_it: Informazioni
ja_jp: 情報
pl_pl: informacja
pt_pt: Informação
ru_ru: Информация
zh_cn: 信息

source: Audit Failure
bg_bg: неуспех на одита
de_de: Audit fehlgeschlagen
es_es: fallo de auditoria
fr_fr: échec de l'audit
it_it: fallimento di controllo
ja_jp: 監査失敗
pl_pl: niepowodzenie audytu
pt_pt: falha de auditoria
ru_ru: провал аудита
zh_cn: 审核失败

source: Audit Success
bg_bg: успех на одита
de_de: Audit Erfolg
es_es: éxito de auditoria
fr_fr: succès de l'audit
it_it: verifica del successo
ja_jp: 監査の成功
pl_pl: sukces audytu
pt_pt: sucesso de auditoria
ru_ru: успех аудита
zh_cn: 审核成功

source: EventID
de_de: Ereignis-ID
es_es: Identificación del caso
fr_fr: ID d'événement
it_it: id evento
ja_jp: 偶数
pt_pt: ID de evento
ru_ru: Код события
zh_cn: 事件ID

source: SourceName
de_de: Quellenname
es_es: nombre de la fuente
fr_fr: nom de la source
pl_pl: Nazwa źródła
zh_cn: 来源名称

source: ComputerName
bg_bg: именакомпютъра
es_es: nombre de la computadora
fr_fr: Nom de l'ordinateur
it_it: nome del computer
ja_jp: コンピュータネーム
pl_pl: Nazwa komputera
pt_pt: nome do computador
ru_ru: Имя компьютера
zh_cn: 计算机名

source: EventCategory
de_de: Ereigniskategorie
es_es: categoría de evento
ja_jp: イベントカテゴリ
pl_pl: kategoria zdarzenia
zh_cn: 事件分类

source: search or regex
bg_bg: търсене или regex
de_de: Suche oder Regex
es_es: búsqueda o expresión regular
fr_fr: rechercher ou regex
it_it: cerca o regex
ja_jp: 検索または正規表現
pl_pl: szukaj lub regex
pt_pt: pesquisa ou regex
ru_ru: поиск или регулярное выражение
zh_cn: 搜索或正则表达式

source: Connection Information
bg_bg: Информация за връзката
de_de: Verbindungsinformationen
es_es: información de conexión
fr_fr: informations de connexion
it_it: informazioni di connessione
ja_jp: 接続情報
pl_pl: informacje o połączeniu
pt_pt: informações de conexão
ru_ru: информация о соединении
zh_cn: 连接信息

source: The hostname you'd like to have associated with the new host
bg_bg: Името, което искате да се асоциира с този хост
de_de: Der Name, den Sie gerne mit diesem Host verbunden haben würde.
es_es: El nombre que usted desea usar para este reporte.
fr_fr: Le nom que vous aimeriez avoir associé à cet hôte.
it_it: Il nome che desideri sia associato a questo host.
ja_jp: このホストに関連付ける名前
pl_pl: Nazwa chcesz być związane z tym hostem
pt_pt: Exclua todos os serviços associados a este host primeiro
ru_ru: Имя, которое вы хотели бы иметь, связанные с этим хостом.
zh_cn: 您想要与新主机关联的主机名

source: Event Log Checks
bg_bg: проверки на регистрите на събития
de_de: Ereignisprotokollprüfungen
es_es: verificaciones de registro de eventos
fr_fr: vérifications du journal des événements
it_it: controlli del registro eventi
ja_jp: イベントログチェック
pl_pl: sprawdzanie dziennika zdarzeń
pt_pt: verificações de log de eventos
ru_ru: проверка журнала событий
zh_cn: 事件日志检查

source: Specify what logs you are looking for and the filters that you want to apply to the logs. If any logs are found it will return a CRITICAL otherwise it will return an OK.
bg_bg: посочете какви дневници търсите и филтрите, които искате да приложите към регистрационните файлове. ако бъдат открити някакви дневници, ще се върне критично, в противен случай ще се върне OK.
de_de: Geben Sie an, nach welchen Protokollen Sie suchen und welche Filter Sie auf die Protokolle anwenden möchten. Wenn Protokolle gefunden werden, wird ein kritischer Wert zurückgegeben, andernfalls wird ein OK zurückgegeben.
es_es: Especifique qué registros está buscando y los filtros que desea aplicar a los registros. si se encuentra algún registro, devolverá una crítica; de lo contrario, devolverá un ok.
fr_fr: spécifiez les journaux que vous recherchez et les filtres que vous souhaitez appliquer aux journaux. si des journaux sont trouvés, ils renverront une critique, sinon un ok.
it_it: specificare quali registri si stanno cercando e i filtri che si desidera applicare ai registri. se vengono trovati dei registri, restituirà un valore critico altrimenti restituirà un ok.
ja_jp: 探しているログとそのログに適用するフィルタを指定します。ログが見つかった場合はクリティカルを返します。それ以外の場合はokを返します。
pl_pl: określ dzienniki, których szukasz, i filtry, które chcesz zastosować do dzienników. jeśli jakieś logi zostaną znalezione, zwróci krytyczną wartość, w przeciwnym razie zwróci ok.
pt_pt: especifique quais logs você está procurando e os filtros que deseja aplicar aos logs. Se algum log for encontrado, ele retornará um crítico, caso contrário, ele retornará um ok.
ru_ru: укажите, какие журналы вы ищете, и фильтры, которые вы хотите применить к журналам. если найдены какие-либо журналы, он вернет критическое значение, в противном случае он вернет ОК.
zh_cn: 指定要查找的日志以及要应用于日志的过滤器。 如果找到任何日志，它将返回CRITICAL，否则将返回OK。

source: Log
bg_bg: дънер
es_es: Iniciar sesión
fr_fr: bûche
it_it: ceppo
ja_jp: ログ
pt_pt: registro
ru_ru: журнал
zh_cn: 日志

source: The name of the windows event log. Examples: Application, Security, System, Setup
bg_bg: името на регистъра на събитията в Windows. примери: приложение, сигурност, система, настройка
de_de: der Name des Windows-Ereignisprotokolls. Beispiele: Anwendung, Sicherheit, System, Setup
es_es: El nombre del registro de eventos de Windows. Ejemplos: aplicación, seguridad, sistema, configuración.
fr_fr: le nom du journal des événements Windows. exemples: application, sécurité, système, configuration
it_it: il nome del registro eventi di Windows. esempi: applicazione, sicurezza, sistema, configurazione
ja_jp: Windowsイベントログの名前例：アプリケーション、セキュリティ、システム、セットアップ
pl_pl: nazwa dziennika zdarzeń systemu Windows. przykłady: aplikacja, bezpieczeństwo, system, konfiguracja
pt_pt: o nome do log de eventos do windows. Exemplos: aplicação, segurança, sistema, configuração
ru_ru: имя журнала событий Windows. примеры: приложение, безопасность, система, настройка
zh_cn: Windows事件日志的名称。 示例：应用程序，安全性，系统，设置

source: Optional. Add filters to only include specific logs.
bg_bg: по избор. добавяйте филтри, за да включите само определени журнали.
de_de: wahlweise. Fügen Sie Filter hinzu, um nur bestimmte Protokolle einzuschließen.
es_es: Opcional. Agrega filtros para incluir solo registros específicos.
fr_fr: optionnel. ajoutez des filtres pour inclure uniquement des journaux spécifiques.
it_it: opzionale. aggiungi filtri per includere solo registri specifici.
ja_jp: オプションです。特定のログのみを含めるようにフィルタを追加します。
pl_pl: opcjonalny. dodaj filtry, aby zawierały tylko określone dzienniki.
pt_pt: opcional. adicione filtros para incluir apenas logs específicos.
ru_ru: необязательный. добавить фильтры, чтобы включить только определенные журналы.
zh_cn: 可选。 添加过滤器以仅包括特定日志。
