Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: <b>Extra Steps Required:</b> You must install OpenSSH for Windows on all hosts you plan to run Deploy Agent on.
bg_bg: <b>необходими са допълнителни стъпки:</b> трябва да инсталирате openssh за windows на всички хостове, на които планирате да стартирате агент за разполагане.
de_de: Zusätzliche <b>Schritte erforderlich:</b> Sie müssen openssh für Windows auf allen Hosts installieren, auf denen Sie den Deployment Agent ausführen möchten.
es_es: <b>Se requieren pasos adicionales:</b> debe instalar openssh para Windows en todos los hosts en los que planea ejecutar el agente de implementación.
fr_fr: <b>étapes supplémentaires requises:</b> vous devez installer openssh pour Windows sur tous les hôtes sur lesquels vous prévoyez d'exécuter l'agent de déploiement.
it_it: <b>passaggi aggiuntivi richiesti:</b> è necessario installare openssh per Windows su tutti gli host su cui si prevede di eseguire l'agente di distribuzione.
ja_jp: <b>追加の手順が必要です</b>。デプロイエージェントを実行する予定のすべてのホストに、Windows用のopensshをインストールする<b>必要</b>があります。
pl_pl: <b>wymagane dodatkowe kroki:</b> musisz zainstalować openssh dla systemu Windows na wszystkich hostach, na których planujesz uruchomić agenta.
pt_pt: <b>etapas extras necessárias:</b> você deve instalar o openssh para windows em todos os hosts nos quais planeja executar o agente de implantação.
ru_ru: <b>Требуются дополнительные шаги:</b> вы должны установить openssh для Windows на всех хостах, на которых вы планируете запускать агент развертывания.
zh_cn: <b>需要执行额外的步骤：</b>必须在计划运行部署代理的所有主机上为Windows安装openssh。

source: Microsoft utilities and features like Active Directory, PowerShell, and System Center Configuration Manager (SCCM) can all be used to deploy the Nagios Cross Platform Agent (NCPA). Depending on your network and organization's requirements, many of these utilities can directly install and manage NCPA configuration files on any number of Windows servers and workstations.
bg_bg: помощните програми и функции на Microsoft като активна директория, PowerShell и мениджър за конфигурация на системен център (SCCM) могат да се използват за разполагане на агента за кръстосани платформи nagios (ncpa). в зависимост от изискванията на вашата мрежа и организация, много от тези помощни програми могат директно да инсталират и управляват конфигурационните файлове на ncpa на произволен брой Windows сървъри и работни станции.
de_de: Für die Bereitstellung des plattformübergreifenden Nagios-Agenten (ncpa) können Microsoft-Dienstprogramme und -Funktionen wie Active Directory, Powershell und System Center Configuration Manager (sccm) verwendet werden. Abhängig von den Anforderungen Ihres Netzwerks und Ihrer Organisation können viele dieser Dienstprogramme ncpa-Konfigurationsdateien direkt auf einer beliebigen Anzahl von Windows-Servern und Workstations installieren und verwalten.
es_es: Las utilidades y características de microsoft como directorio activo, powershell y el administrador de configuración del centro del sistema (sccm) se pueden usar para implementar el agente multiplataforma de nagios (ncpa). Dependiendo de los requisitos de su red y organización, muchas de estas utilidades pueden instalar y administrar directamente archivos de configuración de ncpa en cualquier cantidad de servidores y estaciones de trabajo de Windows.
fr_fr: Les utilitaires et fonctionnalités de Microsoft comme Active Directory, PowerShell et System Center Configuration Manager (sccm) peuvent tous être utilisés pour déployer l'agent multiplate-forme nagios (ncpa). en fonction des besoins de votre réseau et de votre organisation, bon nombre de ces utilitaires peuvent directement installer et gérer les fichiers de configuration ncpa sur un nombre illimité de serveurs et de postes de travail Windows.
it_it: Le utilità e le funzionalità di microsoft come active directory, powershell e system center configuration manager (sccm) possono essere utilizzate per distribuire l'agente multipiattaforma nagios (ncpa). a seconda dei requisiti della rete e dell'organizzazione, molte di queste utilità possono installare e gestire direttamente i file di configurazione di ncpa su un numero qualsiasi di server e workstation Windows.
ja_jp: マイクロソフトのユーティリティと、Active Directory、PowerShell、System Center Configuration Manager（sccm）などの機能をすべて使用して、nagiosクロスプラットフォームエージェント（ncpa）を展開できます。ネットワークと組織の要件に応じて、これらのユーティリティの多くは、任意の数のWindowsサーバーとワークステーションにncpa構成ファイルを直接インストールして管理できます。
pl_pl: Narzędzia i funkcje firmy Microsoft, takie jak usługa Active Directory, PowerShell i menedżer konfiguracji centrum systemu (sccm), mogą być używane do wdrażania agenta wieloplatformowego nagios (ncpa). w zależności od wymagań sieci i organizacji wiele z tych narzędzi może bezpośrednio instalować pliki konfiguracyjne ncpa i zarządzać nimi na dowolnej liczbie serwerów i stacji roboczych z systemem Windows.
pt_pt: Os utilitários e recursos da Microsoft, como diretório ativo, powershell e gerenciador de configuração do centro do sistema (sccm), podem ser usados para implantar o agente de plataforma cruzada nagios (ncpa). dependendo dos requisitos de sua rede e organização, muitos desses utilitários podem instalar e gerenciar diretamente os arquivos de configuração ncpa em qualquer número de servidores Windows e estações de trabalho.
ru_ru: Утилиты и функции Microsoft, такие как Active Directory, PowerShell и диспетчер конфигурации системного центра (sccm), могут использоваться для развертывания кроссплатформенного агента nagios (ncpa). В зависимости от требований вашей сети и организации многие из этих утилит могут напрямую устанавливать файлы конфигурации ncpa и управлять ими на любом количестве серверов и рабочих станций Windows.
zh_cn: Microsoft实用程序和功能（例如活动目录，PowerShell和系统中心配置管理器（sccm））都可以用于部署nagios跨平台代理（ncpa）。根据您的网络和组织的要求，这些实用程序中的许多实用程序可以在任意数量的Windows服务器和工作站上直接安装和管理ncpa配置文件。

source: The Nagios XI Deploy Agent feature can remotely install and configure NCPA on any Windows server or workstation with a properly configured, accessible, and running SSH service. The Deploy Agent feature also accepts both local and domain administrator credentials. For more information on locally or centrally configuring OpenSSH on Windows for use with the Deploy Agent feature in Nagios XI, please refer to %s.
bg_bg: функцията за разгръщане на nagios xi може да инсталира и конфигурира дистанционно ncpa на всеки Windows сървър или работна станция с правилно конфигурирана, достъпна и работеща ssh услуга. функцията за разполагане на агент също приема идентификационни данни на локален и администратор на домейн. за повече информация за локално или централно конфигуриране на openssh на windows за използване с функцията за разполагане на агент в nagios xi, моля, вижте% s.
de_de: Die Nagios XI Deployment Agent-Funktion kann ncpa auf einem beliebigen Windows Server oder einer beliebigen Workstation mit einem ordnungsgemäß konfigurierten, zugänglichen und ausgeführten SSH-Dienst remote installieren und konfigurieren. Die Bereitstellungsagentenfunktion akzeptiert auch Anmeldeinformationen für lokale und Domänenadministratoren. Weitere Informationen zum lokalen oder zentralen Konfigurieren von openssh unter Windows für die Verwendung mit der Bereitstellungsagentenfunktion in Nagios XI finden Sie unter% s.
es_es: La función de agente de implementación de nagios xi puede instalar y configurar ncpa de forma remota en cualquier servidor o estación de trabajo de Windows con un servicio ssh correctamente configurado, accesible y en ejecución. la función de agente de implementación también acepta credenciales de administrador tanto local como de dominio. Para obtener más información sobre la configuración local o centralizada de openssh en Windows para su uso con la función de agente de implementación en nagios xi, consulte% s.
fr_fr: la fonction d'agent de déploiement nagios xi peut installer et configurer à distance ncpa sur n'importe quel serveur ou poste de travail Windows avec un service ssh correctement configuré, accessible et en cours d'exécution. la fonction d'agent de déploiement accepte également les informations d'identification d'administrateur local et de domaine. pour plus d'informations sur la configuration locale ou centrale d'OpenSh sur Windows pour une utilisation avec la fonction de déploiement d'agent dans nagios xi, veuillez vous référer à% s.
it_it: la funzione dell'agente di distribuzione di nagios xi può installare e configurare in remoto ncpa su qualsiasi server o workstation Windows con un servizio ssh correttamente configurato, accessibile e in esecuzione. la funzione di distribuzione dell'agente accetta anche le credenziali di amministratore locale e di dominio. per ulteriori informazioni sulla configurazione locale o centralizzata di openssh su Windows da utilizzare con la funzione di distribuzione dell'agente in nagios xi, fare riferimento a% s.
ja_jp: nagios xiデプロイエージェント機能は、適切に構成され、アクセス可能で、実行中のsshサービスを使用して、任意のWindowsサーバーまたはワークステーションにncpaをリモートでインストールおよび構成できます。エージェントの展開機能は、ローカル管理者とドメイン管理者の両方の資格情報も受け入れます。 nagios xiのデプロイエージェント機能で使用するためにWindowsでopensshをローカルまたは集中的に構成する方法の詳細については、％sを参照してください。
pl_pl: Funkcja agenta do wdrażania nagios xi umożliwia zdalną instalację i konfigurację ncpa na dowolnym serwerze lub stacji roboczej z systemem Windows z odpowiednio skonfigurowaną, dostępną i działającą usługą ssh. funkcja agenta wdrażania akceptuje również poświadczenia administratora lokalnego i administratora domeny. Więcej informacji na temat lokalnego lub centralnego konfigurowania openssh w systemie Windows do użytku z funkcją agenta wdrażania w nagios xi można znaleźć w% s.
pt_pt: o recurso de agente nagios xi deploy pode instalar e configurar remotamente o ncpa em qualquer servidor Windows ou estação de trabalho com um serviço ssh devidamente configurado, acessível e em execução. o recurso de agente de implantação também aceita credenciais de administrador local e de domínio. para obter mais informações sobre a configuração local ou central do openssh no Windows para uso com o recurso de agente de implantação no nagios xi, consulte% s.
ru_ru: Функция агента развертывания nagios xi может удаленно устанавливать и настраивать ncpa на любом сервере Windows или рабочей станции с правильно настроенной, доступной и работающей службой ssh. функция агента развертывания также принимает учетные данные как локального, так и администратора домена. для получения дополнительной информации о локальной или централизованной настройке openssh в Windows для использования с функцией агента развертывания в nagios xi обратитесь к% s.
zh_cn: nagios xi部署代理功能可以使用配置正确，可访问且正在运行的ssh服务在任何Windows服务器或工作站上远程安装和配置ncpa。部署代理功能还接受本地和域管理员凭据。有关在nagios xi中本地或在Windows上集中配置openssh以便与Deployment Agent功能一起使用的更多信息，请参考％s。

source: this Microsoft document
bg_bg: този документ на Microsoft
de_de: Dieses Microsoft-Dokument
es_es: este documento de microsoft
fr_fr: ce document Microsoft
it_it: questo documento microsoft
ja_jp: このマイクロソフトドキュメント
pl_pl: ten dokument firmy Microsoft
pt_pt: este documento da microsoft
ru_ru: этот документ Microsoft
zh_cn: 此Microsoft文档

source: SSH Key
bg_bg: ssh ключ
de_de: SSH-Taste
es_es: clave ssh
fr_fr: clé ssh
it_it: tasto ssh
ja_jp: sshキー
pl_pl: klucz ssh
pt_pt: chave ssh
ru_ru: ключ ssh
zh_cn: SSH密钥

source: Windows Advanced Settings
bg_bg: Разширени настройки (за напреднали)
de_de: Erweiterte Einstellungen
es_es: Configuraciones Avanzadas
fr_fr: Paramètres avancés
it_it: Impostazioni avanzate
ja_jp: 詳細設定
pl_pl: zaawansowane ustawienia
pt_pt: Configurações avançadas
ru_ru: Advanced Settings
zh_cn: Windows高级设置

source: Default Shell
bg_bg: черупка по подразбиране
de_de: Standard-Shell
es_es: shell predeterminado
fr_fr: shell par défaut
it_it: shell predefinita
ja_jp: デフォルトのシェル
pl_pl: domyślna powłoka
pt_pt: shell padrão
ru_ru: оболочка по умолчанию
zh_cn: 默认外壳

source: You should not need to change this unless you have changed the default shell on the Windows systems.
bg_bg: не трябва да променяте това, освен ако не сте променили черупката по подразбиране в системите на Windows.
de_de: Sie sollten dies nicht ändern müssen, es sei denn, Sie haben die Standard-Shell auf den Windows-Systemen geändert.
es_es: no debería necesitar cambiar esto a menos que haya cambiado el shell predeterminado en los sistemas Windows.
fr_fr: vous ne devriez pas avoir besoin de changer cela sauf si vous avez changé le shell par défaut sur les systèmes Windows.
it_it: non dovresti aver bisogno di cambiarlo a meno che tu non abbia cambiato la shell predefinita sui sistemi Windows.
ja_jp: Windowsシステムのデフォルトのシェルを変更していない限り、これを変更する必要はありません。
pl_pl: nie powinieneś tego zmieniać, chyba że zmieniłeś domyślną powłokę w systemach Windows.
pt_pt: você não deve precisar alterá-lo, a menos que tenha alterado o shell padrão nos sistemas Windows.
ru_ru: вам не нужно менять это, если вы не изменили оболочку по умолчанию в системах Windows.
zh_cn: 除非您已更改Windows系统上的默认外壳程序，否则无需更改此设置。

source: Deployment Settings
bg_bg: настройки за разполагане
de_de: Bereitstellungseinstellungen
es_es: configuración de implementación
fr_fr: paramètres de déploiement
it_it: impostazioni di distribuzione
ja_jp: 展開設定
pl_pl: ustawienia wdrażania
pt_pt: configurações de implantação
ru_ru: настройки развертывания
zh_cn: 部署设定

source: Agent Software
bg_bg: софтуер за агент
de_de: Agentensoftware
es_es: software de agente
fr_fr: logiciel agent
it_it: software agente
ja_jp: エージェントソフトウェア
pl_pl: oprogramowanie agenta
pt_pt: software de agente
ru_ru: программное обеспечение агента
zh_cn: 代理软件

source: Check Type
bg_bg: Тип проверка
de_de: Überprüfen Typ
es_es: Tipo de Chequeo
fr_fr: Vérifier type
it_it: Verificare il tipo di
ja_jp: チェックタイプ
pl_pl: typ kontroli
pt_pt: Verifique Transferências
ru_ru: Проверьте тип
zh_cn: 检查类型

source: Active
bg_bg: Активен
de_de: Aktiv
es_es: Activo
fr_fr: Actif
it_it: Attivo
ja_jp: アクティブ
pl_pl: aktywny
pt_pt: Ativo
ru_ru: Активный
zh_cn: 活跃

source: Passive
bg_bg: Пасивен
de_de: Passiv
es_es: Pasivo
fr_fr: Passif
it_it: Passivo
ja_jp: パッシブ
pl_pl: pasywny
pt_pt: Passivo
ru_ru: Пассивный
zh_cn: 被动

source: Deploy
bg_bg: Разполагане
de_de: Einsetzen
es_es: Desplegar
fr_fr: Déployer
it_it: Dispiegare
ja_jp: 展開
pl_pl: rozmieścić
pt_pt: Implantar
ru_ru: Развертывание
zh_cn: 部署

source: You must enter at least one ip address or hostname to deploy the agent.
bg_bg: трябва да въведете поне един ip адрес или име на хост, за да разгърнете агента.
de_de: Sie müssen mindestens eine IP-Adresse oder einen Hostnamen eingeben, um den Agenten bereitzustellen.
es_es: debe ingresar al menos una dirección IP o nombre de host para implementar el agente.
fr_fr: vous devez saisir au moins une adresse IP ou un nom d'hôte pour déployer l'agent.
it_it: è necessario inserire almeno un indirizzo IP o nome host per distribuire l'agente.
ja_jp: エージェントをデプロイするには、少なくとも1つのIPアドレスまたはホスト名を入力する必要があります。
pl_pl: musisz wprowadzić co najmniej jeden adres IP lub nazwę hosta, aby wdrożyć agenta.
pt_pt: você deve inserir pelo menos um endereço IP ou nome de host para implantar o agente.
ru_ru: Вы должны ввести хотя бы один IP-адрес или имя хоста для развертывания агента.
zh_cn: 您必须至少输入一个IP地址或主机名才能部署代理。

source: You must fille out the entire form.
bg_bg: Вие трябва да попълните цялата форма.
de_de: Sie müssen füllen Sie das Formular vollständig aus.
es_es: usted debe llenar el formulario completo.
fr_fr: vous devez remplir le formulaire en entier.
it_it: è necessario compilare l'intero modulo.
ja_jp: すべてのフォームに入力してください.
pl_pl: należy wypełnić cały formularz.
pt_pt: você deve preencher o formulário inteiro.
ru_ru: Вы должны заполнить всю форму.
zh_cn: 您必须填写整个表格。

source: Please wait for job to finish. Once finished, you can select the hosts to run the configuration wizard against.
bg_bg: моля изчакайте работата да приключи. след като приключите, можете да стартирате съветника за конфигурация.
de_de: Bitte warten Sie, bis der Auftrag abgeschlossen ist. Sobald Sie fertig sind, können Sie den Konfigurationsassistenten ausführen.
es_es: por favor espere a que termine el trabajo. Una vez finalizado, puede ejecutar el asistente de configuración.
fr_fr: veuillez attendre la fin du travail. une fois terminé, vous pouvez exécuter l'assistant de configuration.
it_it: attendere il completamento del lavoro. una volta terminato, è possibile eseguire la procedura guidata di configurazione.
ja_jp: ジョブが完了するまでお待ちください。完了したら、構成ウィザードを実行できます。
pl_pl: proszę czekać na zakończenie pracy. po zakończeniu możesz uruchomić kreatora konfiguracji.
pt_pt: aguarde o término do trabalho. Depois de concluído, você pode executar o assistente de configuração.
ru_ru: Пожалуйста, дождитесь окончания работы. После завершения вы можете запустить мастер настройки.
zh_cn: 请等待作业完成。 完成后，您可以选择要针对其运行配置向导的主机。

source: The selected job was scheduled for deletion. It may take a few moments to be removed.
bg_bg: избраната задача беше планирана за изтриване. може да отнеме няколко минути, за да бъде премахнато.
de_de: Der ausgewählte Job wurde zum Löschen eingeplant. Das Entfernen kann einige Momente dauern.
es_es: el trabajo seleccionado se programó para su eliminación. Puede tomar algunos minutos para ser removido.
fr_fr: le travail sélectionné devait être supprimé. son retrait peut prendre quelques instants.
it_it: il lavoro selezionato era programmato per la cancellazione. potrebbero essere necessari alcuni minuti per essere rimossi.
ja_jp: 選択したジョブの削除がスケジュールされました。削除されるまで少し時間がかかる場合があります。
pl_pl: wybrane zadanie zostało zaplanowane do usunięcia. usunięcie może potrwać kilka chwil.
pt_pt: o trabalho selecionado foi agendado para exclusão. pode levar alguns instantes para ser removido.
ru_ru: выбранное задание было запланировано для удаления. удаление может занять несколько минут.
zh_cn: 选定的作业已计划删除。 可能需要一些时间才能将其删除。

source: Deploy Agent Jobs
bg_bg: разгърнете работни агенти
de_de: Stellen Sie Agentenjobs bereit
es_es: implementar trabajos de agente
fr_fr: déployer des travaux d'agent
it_it: distribuire processi agente
ja_jp: エージェントジョブを展開する
pl_pl: wdrożyć zadania agenta
pt_pt: implantar trabalhos de agente
ru_ru: развернуть агентские задания
zh_cn: 部署代理作业

source: Previously ran auto deploy jobs are listed here. You can delete jobs or click job name to run the job again or run the config wizard against the hosts.
bg_bg: по-рано изпълнени задачи за автоматично внедряване са изброени тук. можете да изтриете задания или да щракнете върху името на задачата, за да стартирате работата отново или да стартирате съветника за конфигуриране срещу хостовете.
de_de: Zuvor ausgeführte Auto-Deployment-Jobs werden hier aufgelistet. Sie können Jobs löschen oder auf Jobname klicken, um den Job erneut auszuführen, oder den Konfigurationsassistenten für die Hosts ausführen.
es_es: los trabajos de implementación automática ejecutados anteriormente se enumeran aquí. puede eliminar trabajos o hacer clic en el nombre del trabajo para ejecutar el trabajo nuevamente o ejecutar el asistente de configuración en los hosts.
fr_fr: les travaux de déploiement automatique précédemment exécutés sont répertoriés ici. vous pouvez supprimer des travaux ou cliquer sur le nom du travail pour réexécuter le travail ou exécuter l'assistant de configuration sur les hôtes.
it_it: i lavori di distribuzione automatica precedentemente eseguiti sono elencati qui. è possibile eliminare i lavori o fare clic sul nome del lavoro per eseguire nuovamente il lavoro o eseguire la procedura guidata di configurazione sugli host.
ja_jp: 以前に実行した自動展開ジョブがここに一覧表示されます。ジョブを削除するか、ジョブ名をクリックしてジョブを再実行するか、ホストに対して構成ウィザードを実行できます。
pl_pl: poprzednio uruchomione zadania automatycznego wdrażania są wymienione tutaj. możesz usunąć zadania lub kliknąć nazwę zadania, aby ponownie uruchomić zadanie lub uruchomić kreatora konfiguracji dla hostów.
pt_pt: os trabalhos de implantação automática executados anteriormente estão listados aqui. você pode excluir trabalhos ou clicar no nome do trabalho para executá-lo novamente ou executar o assistente de configuração nos hosts.
ru_ru: ранее выполненные задания автоматического развертывания перечислены здесь. Вы можете удалить задания или щелкнуть по названию задания, чтобы снова запустить задание или запустить мастер настройки для хостов.
zh_cn: 此处列出了先前运行的自动部署作业。 您可以删除作业或单击作业名称以再次运行作业，或针对主机运行配置向导。

source: Job Name
bg_bg: име на работа
de_de: Berufsbezeichnung
es_es: nombre del trabajo
fr_fr: nom du travail
it_it: nome del lavoro
ja_jp: 職種名
pl_pl: Nazwa pracy
pt_pt: nome do trabalho
ru_ru: название работы
zh_cn: 作业名称

source: Hosts
bg_bg: Хостове
fr_fr: Hôtes
it_it: Host
ja_jp: ホスト
pl_pl: gospodarze
ru_ru: Посетителей
zh_cn: 主机

source: Job Creator
bg_bg: създател на работа
de_de: Jobschöpfer
es_es: creador de empleo
fr_fr: créateur d'emploi
it_it: creatore di lavoro
ja_jp: ジョブクリエーター
pl_pl: twórca pracy
pt_pt: criador de emprego
ru_ru: создатель работы
zh_cn: 作业创造者

source: System Type
bg_bg: тип система
de_de: Systemtyp
es_es: tipo de sistema
fr_fr: Type de système
it_it: tipo di sistema
ja_jp: システムタイプ
pl_pl: rodzaj systemu
pt_pt: tipo de sistema
ru_ru: тип системы
zh_cn: 系统类型

source: Raw Output
bg_bg: сурова продукция
de_de: Rohleistung
es_es: salida sin procesar
fr_fr: sortie brute
it_it: produzione grezza
ja_jp: 生出力
pl_pl: surowa produkcja
pt_pt: produção bruta
ru_ru: сырая продукция
zh_cn: 原始输出

source: Completed
bg_bg: Пълен
de_de: komplett
es_es: completar
fr_fr: Achevée
it_it: completare
ja_jp: 完了
pl_pl: kompletny
pt_pt: completo
ru_ru: полный
zh_cn: 完成

source: Running
bg_bg: Работещ
de_de: Lauf
es_es: funcionamiento
fr_fr: fonctionnement
it_it: esecuzione
ja_jp: 稼働中
pl_pl: bieganie
pt_pt: funcionamento
ru_ru: бег
zh_cn: 运行中

source: Waiting
bg_bg: очакване
de_de: warten
es_es: esperando
fr_fr: attendre
it_it: in attesa
ja_jp: 待っている
pl_pl: Czekanie
pt_pt: esperando
ru_ru: ожидания
zh_cn: 等候

source: View Raw
bg_bg: преглед суров
de_de: Ansicht roh
es_es: ver en bruto
fr_fr: voir brut
it_it: visualizza crudo
ja_jp: 生で見る
pl_pl: zobacz surowy
pt_pt: ver cru
ru_ru: смотреть сырье
zh_cn: 查看原始

source: No jobs have been created yet.
bg_bg: Все още няма създадени шаблони.
de_de: keine Vorlagen wurden erstellt.
es_es: ninguna plantilla se han creado todavía.
fr_fr: aucun modèle n'a encore été créé.
it_it: nessun modello è stato ancora creato.
ja_jp: 作成済みのテンプレートはありません.
pl_pl: jeszcze nie zostały utworzone szablony.
pt_pt: não há modelos foram criados ainda.
ru_ru: нет шаблонов не были созданы.
zh_cn: 尚未创建任何作业。

source: Agent removed from the deployed agents list.
bg_bg: агент е премахнат от списъка с разгърнати агенти.
de_de: Agent aus der Liste der bereitgestellten Agenten entfernt.
es_es: agente eliminado de la lista de agentes desplegados.
fr_fr: agent supprimé de la liste des agents déployés.
it_it: agente rimosso dall'elenco degli agenti distribuiti.
ja_jp: 展開されたエージェントのリストからエージェントが削除されました。
pl_pl: agent usunięty z listy wdrożonych agentów.
pt_pt: agente removido da lista de agentes implementados.
ru_ru: агент удален из списка развернутых агентов.
zh_cn: 从已部署的代理列表中删除了代理。

source: Could not remove specified agent.
bg_bg: не можа да премахне посочения агент.
de_de: Der angegebene Agent konnte nicht entfernt werden.
es_es: No se pudo eliminar el agente especificado.
fr_fr: n'a pas pu supprimer l'agent spécifié.
it_it: impossibile rimuovere l'agente specificato.
ja_jp: 指定されたエージェントを削除できませんでした。
pl_pl: nie można usunąć określonego agenta.
pt_pt: não foi possível remover o agente especificado.
ru_ru: не удалось удалить указанный агент.
zh_cn: 无法删除指定的代理。
