Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Change basic service settings.
bg_bg: Променете основните настройки на хоста.
de_de: Ändern grundlegender Host-Einstellungen.
es_es: Cambiar configuracion basica del host
fr_fr: Modifier les paramètres de base d'accueil.
it_it: Modificare le impostazioni di base di accoglienza.
ja_jp: サービスの基本設定を変更します.
pl_pl: zmienić podstawowe ustawienia hosta.
pt_pt: Alterar as configurações de host básicas.
ru_ru: Изменение основных параметров хоста.
zh_cn: 更改基本服务设置。

source: Host Name
bg_bg: Име на хост
es_es: Nombre del Host
fr_fr: Nom de l'hôte
it_it: Nome host
ja_jp: ホスト名
pl_pl: Nazwa hosta
pt_pt: Nome do host
zh_cn: 主机名

source: The unique name of the host.
bg_bg: Уникалното име на хоста.
de_de: Der eindeutige Name des Hosts.
es_es: El unico nombre del host.
fr_fr: Le nom unique de l'hôte.
it_it: Il nome univoco del ospite.
ja_jp: ホストの一意名.
pl_pl: Unikalna nazwa hosta.
pt_pt: O nome exclusivo do host.
ru_ru: Уникальное имя хоста.
zh_cn: 主机的独特名称。

source: Service Description
bg_bg: Описание на сървис
es_es: Descripcion del Servicio
fr_fr: Description du service
it_it: Descrizione del servizio
ja_jp: サービス説明
pl_pl: Opis usługi
pt_pt: Descrição de Serviço
ru_ru: Описание услуги
zh_cn: 服务说明

source: The unique description of the service
bg_bg: уникалното описание на услугата
de_de: die eindeutige Beschreibung des Dienstes
es_es: La descripción única del servicio.
fr_fr: la description unique du service
it_it: la descrizione unica del servizio
ja_jp: サービス固有の説明
pl_pl: unikalny opis usługi
pt_pt: a descrição única do serviço
ru_ru: уникальное описание услуги
zh_cn: 服务的独特描述

source: Display Name
bg_bg: Покажете името
es_es: Nombre desplegao
fr_fr: Afficher le nom
it_it: Nome visualizzato
ja_jp: 表示名
pl_pl: Nazwa wyświetlana
pt_pt: Exibir nome
zh_cn: 显示名称

source: Specify the parameters that determine how the service should be monitored
bg_bg: Определете параметрите, които определят как трябва да се следи на сървиса
de_de: Geben Sie die Parameter, wie der Service überwacht werden soll bestimmen
es_es: Especifique los parámetros que determinan la forma en que el servicio debe ser monitoreado
fr_fr: Spécifiez les paramètres qui déterminent la façon dont le service doit être surveillé
it_it: Specificare i parametri che determinano il modo in cui il servizio deve essere monitorato
ja_jp: サービスの監視方法を決定するパラメータを指定します
pl_pl: określić parametry, które określają, jak należy monitorować usługi
pt_pt: Especificar os parâmetros que determinam como o serviço deve ser monitorado
ru_ru: Укажите параметры, которые определяют, как служба должна контролироваться
zh_cn: 指定确定如何监视服务的参数

source: Under normal circumstances
bg_bg: При нормални обстоятелства
de_de: Unter normalen Umständen
es_es: Bajo circunstancias normales
fr_fr: Dans des circonstances normales
it_it: In circostanze normali
ja_jp: ノーマルの状況で
pl_pl: W normalnych warunkach
pt_pt: Em circunstâncias normais
ru_ru: В нормальных условиях
zh_cn: 在正常情况下

source: Monitor the service every
bg_bg: Наблюдавайте сървиса всеки
de_de: Überwachen Sie den Service jeden
es_es: Monitorear el servicio cada
fr_fr: Surveiller le service de tous les
it_it: Monitorare il servizio ogni
ja_jp: サービスの監視間隔：
pl_pl: monitorować usługi każdego
pt_pt: Monitorar o serviço cada
ru_ru: Следить за каждую услугу
zh_cn: 监控服务的每一个

source: When a potential problem is first detected
bg_bg: Когато потенциален проблем е открит за първи път
de_de: Wenn ein Potential Problematik ist zunächst erkannt
es_es: Cuando un problema potencial se detecta por primera
fr_fr: Lorsqu'un problème potentiel est détecté pour la première
it_it: Quando un potenziale problema prima rilevazione
ja_jp: 障害の可能性が最初に検出されたとき
pl_pl: gdy potencjalny problem zostanie wykryty
pt_pt: Quando um potencial problema é detectado pela primeira vez
ru_ru: Когда потенциальная проблема впервые обнаружен
zh_cn: 首次发现潜在问题时

source: Re-check the service every
bg_bg: Повторна проверка на сървиса всеки
de_de: Überprüfen Sie erneut die Service jeden
es_es: Re-chequear el servicio cada
fr_fr: Vérifiez à nouveau le service de tous les
it_it: Ricontrollare il servizio ogni
ja_jp: アラート送信前のサービスの再チェック：
pl_pl: ponownie sprawdzić usługę każdego
pt_pt: Verifique novamente o serviço a cada
ru_ru: Повторно проверить каждую услугу
zh_cn: 重新检查服务每

source: minutes up to
bg_bg: минути до
de_de: Minuten bis zu
es_es: Minutos arriba
fr_fr: minutes jusqu'à
it_it: minuti fino a
ja_jp: 分ごとに
pl_pl: minut do
pt_pt: minutos até
ru_ru: минут до
zh_cn: 分钟至最多

source: times before generating an alert
bg_bg: брой пъти преди да се генерира предупредителен сигнал
de_de: Mal, bevor ein Alarm
es_es: tiempo antes de generar una alerta
fr_fr: temps avant de générer une alerte
it_it: volte prima di generare un avviso
ja_jp: 回確認する
pl_pl: razy przed generowania alertu
pt_pt: vezes antes de gerar um alerta
ru_ru: раз перед генерацией предупреждений
zh_cn: 次，然后生成警告

source: Monitor the service with this command
bg_bg: Наблюдавайте сървиса с тази команда
de_de: Überwachen Sie den Dienst mit diesem Befehl
es_es: Monitorear el servicio con este comando
fr_fr: Surveiller le service avec cette commande
it_it: Monitorare il servizio con il comando
ja_jp: このコマンドを使用してサービスを監視
pl_pl: monitorować usługi tego polecenia
pt_pt: Monitorar o serviço com este comando
ru_ru: Следить за обслуживание с этой командой
zh_cn: 使用此命令监视服务

source: (Advanced users only)
bg_bg: (Само за напреднали потребители)
de_de: (Nur für fortgeschrittene Benutzer)
es_es: (Solo usuarios advanzados)
fr_fr: (Utilisateurs avancés uniquement)
it_it: (Solo utenti esperti)
ja_jp: （上級ユーザーのみ）
pl_pl: (Tylko dla zaawansowanych użytkowników)
pt_pt: (Usuários avançados apenas)
ru_ru: (Только для опытных пользователей)
zh_cn: （仅适用于高级用户）

source: Specify the parameters that determine how notifications should be sent for the service
bg_bg: Определете параметрите, които определят как трябва да бъдат изпратени уведомления за сървиса
de_de: Geben Sie die Parameter, wie Benachrichtigungen für den Service gesendet werden soll bestimmen
es_es: Especifique los parámetros que determinan cómo se deben enviar notificaciones por el servicio
fr_fr: Spécifiez les paramètres qui déterminent comment les notifications doivent être envoyées pour le service
it_it: Specificare i parametri che determinano il modo le notifiche devono essere inviate per il servizio
ja_jp: サービスの通知の送信方法を決定するパラメーターを指定します
pl_pl: określić parametry, które określają, w jaki sposób powinny być wysyłane powiadomienia dla usługi
pt_pt: Especificar os parâmetros que determinam como as notificações devem ser enviadas para o serviço
ru_ru: Укажите параметры, которые определяют, как уведомления должны быть направлены на обслуживание
zh_cn: 指定确定应如何发送服务通知的参数

source: When a problem is detected
bg_bg: Когато е открит проблем
de_de: Wenn ein Problem erkannt wird
es_es: Cuando un problema es detectado
fr_fr: Quand un problème est détecté
it_it: Quando viene rilevato un problema
ja_jp: 障害が検出された場合
pl_pl: gdy wykryty błąd
pt_pt: Quando um problema é detectado
ru_ru: При обнаружении проблемы
zh_cn: 当一个问题被检测到

source: Don't send any notifications
bg_bg: Не изпращайте никакви известия
de_de: Senden Sie keine Benachrichtigungen
es_es: No enviar ningun notificación
fr_fr: Ne pas envoyer de notifications
it_it: Non inviare notifiche
ja_jp: 通知を送信しない
pl_pl: nie wysyłaj powiadomień
pt_pt: Não enviar notificações
ru_ru: Не посылать уведомления
zh_cn: 不要发送任何通知

source: Send a notification immediately
bg_bg: Изпратете уведомление веднага
de_de: Senden Sie eine Benachrichtigung sofort
es_es: Enviar una notificación inmediatamente
fr_fr: Envoyer une notification immédiate
it_it: Invia una notifica immediatamente
ja_jp: 通知をすぐに送信する
pl_pl: natychmiast wysłać powiadomienie
pt_pt: Enviar uma notificação imediatamente
ru_ru: Отправить уведомление сразу
zh_cn: 立即发送通知

source: Wait
bg_bg: Изчакайте
de_de: Warten Sie
es_es: Espere
fr_fr: Attendez
it_it: Aspetti
ja_jp: 通知を送信する前に
pl_pl: czekać
pt_pt: Espere
ru_ru: Подожди
zh_cn: 等待

source: minutes before sending a notification
bg_bg: минути преди изпращане на уведомление
de_de: Minuten, bevor eine Benachrichtigung
es_es: minutos antes de enviar una notificacion
fr_fr: minutes avant d'envoyer une notification
it_it: minuti prima di inviare una notifica
ja_jp: 分待機する
pl_pl: minut przed wysłaniem zawiadomienia
pt_pt: minutos antes de enviar uma notificação
ru_ru: минут до отправки уведомления
zh_cn: 分钟，然后发送通知

source: If problems persist
bg_bg: Ако проблемите продължават
de_de: Sollten die Probleme fortbestehen
es_es: Si el problema persiste
fr_fr: Si les problèmes persistent
it_it: Se il problema persiste
ja_jp: 障害が解決しない場合
pl_pl: Jeśli problem nadal występuje
pt_pt: Se os problemas persistirem
ru_ru: Если проблема не устранена
zh_cn: 如果问题仍然存在

source: Send a notification every
bg_bg: Изпратете уведомление всеки
de_de: Senden Sie eine Benachrichtigung jeden
es_es: Enviar una notificación cada
fr_fr: Envoyer une notification à chaque
it_it: Invia una notifica ogni
ja_jp: 障害が解決されるまで
pl_pl: wysłać powiadomienie każdego
pt_pt: Enviar uma notificação a cada
ru_ru: Отправить уведомление каждый
zh_cn: 发送通知每

source: minutes until the problem is resolved
bg_bg: минути, докато проблемът бъде разрешен
de_de: Minuten, bis das Problem behoben ist
es_es: minutos hasta que el problema este resuelto
fr_fr: minutes jusqu'à ce que le problème soit résolu
it_it: minuti fino a quando il problema non viene risolto
ja_jp: 分ごとに通知を送信する
pl_pl: minut, aż problem zostanie rozwiązany
pt_pt: minuto até que o problema seja resolvido
ru_ru: минут, пока проблема не будет решена
zh_cn: 分钟，直到问题得到解决

source: Send alert notifications to
bg_bg: Изпратете нотификациите за тревога на
de_de: Senden Sie Warnmeldungen an
es_es: Enviar notificaciones de alerta a
fr_fr: Envoyer des notifications d'alerte à
it_it: Invia notifiche di avviso per
ja_jp: アラート通知の送信先
pl_pl: wysyłanie powiadomień o alertach do
pt_pt: Enviar notificações de alerta para
ru_ru: Отправить уведомлений в
zh_cn: 发送警报通知到

source: Myself
bg_bg: Себе си
de_de: Mich
es_es: A mi mismo
fr_fr: Moi-même
it_it: Me
ja_jp: 自分
pl_pl: sam
pt_pt: eu mesmo
ru_ru: Себя
zh_cn: 我自己

source: Adjust settings
bg_bg: Корегиране на настройките
de_de: Passen Sie die Einstellungen
es_es: Ajustar configuraciones
fr_fr: Réglez les paramètres
it_it: Regolare le impostazioni
ja_jp: 設定変更
pl_pl: dostosowanie ustawień
pt_pt: ajustar as configurações
ru_ru: Настройка параметров
zh_cn: 调整设置

source: Other individual contacts
bg_bg: Други индивидуални контакти
de_de: Andere individuelle Kontakte
es_es: Otros contactos individuales
fr_fr: Autres contacts individuels
it_it: Altri singoli contatti
ja_jp: その他の個別の連絡先
pl_pl: inne indywidualne kontakty
pt_pt: Outros contatos individuais
ru_ru: Другие индивидуальные контакты
zh_cn: 其他个人联系人

source: Specific contact groups
bg_bg: Специфични контактни групи (contact groups)
de_de: Spezifische Kontaktgruppen
es_es: Especificar grupos de contactos
fr_fr: Groupes de contact spécifiques
it_it: Gruppi di contatti specifici
ja_jp: 連絡先グループでの指定
pl_pl: szczególnych grup kontaktów
pt_pt: Grupos específicos de contato
ru_ru: Конкретные группы контактов
zh_cn: 具体的联络小组

source: Define which servicegroup(s) the monitored service(s) should belong to (if any).
bg_bg: Дефинирайте към коя(и) сървис група(и) наблюдавания(ите) сървис(и) трябва да принадлежи(ат) (ако има такива).
de_de: Definieren, welche servicegroup (s) die überwachte Service (s) gehören soll (falls vorhanden).
es_es: Defina qué Servicegroup (s) del servicio de seguimiento (s) debe pertenecer a (si existe).
fr_fr: Définir les servicegroup (s) du service surveillé (s) doit appartenir à (le cas échéant).
it_it: Definire quali Servicegroup (s), il servizio monitorato (s) dovrebbe appartenere a (se presente).
ja_jp: 監視サービスが属するべきサービスグループを定義します (任意)。
pl_pl: określić, które servicegroup (e) monitorowanie usług (i) powinny należeć do (jeśli w ogóle).
pt_pt: Defina qual (is) hostgroup (s) o host monitorado deveria pertencer(se houver).
ru_ru: Определите, какие servicegroup (ы) мониторинг услуги (услуг) должна принадлежать (если таковые имеются).
zh_cn: 定义受监视的服务应属于哪个服务组（如果有）。

source: This service appears to make use of an advanced configuration using the Core Config Manager.
bg_bg: Изглежда, че този сървис използва разширена (за напреднали) конфигурация, с помощта на програмата "Главен Конфигурационен Мениджър" (CCM - Core Config Manager).
de_de: dieser Dienst scheint die Verwendung eines erweiterten Konfiguration mit Hilfe der Kern Config Manager vorzunehmen.
es_es: este servicio parece hacer uso de una configuración avanzada utilizando el administrador de configuración central.
fr_fr: ce service semble faire usage d'une configuration avancée en utilisant le gestionnaire de base de configuration.
it_it: questo servizio sembra di fare uso di una configurazione avanzata usando il gestore principale di configurazione.
ja_jp: このサービスは、Coreコンフィグマネージャを使用して詳細設定を使用するように表示されます.
pl_pl: usługa ta wydaje się korzystać z zaawansowanej konfiguracji przy użyciu menedżera rdzeń config.
pt_pt: este serviço parece fazer uso de uma configuração avançada utilizando o gerenciador de configuração do núcleo.
ru_ru: появляется эта услуга, чтобы сделать использование передовых конфигурации с помощью диспетчера ядра конфигурации.
zh_cn: 该服务似乎使用了Core配置管理器中的高级配置。

source: Unfortunately, due to this service not being bound to a specific host (perhaps to a hostgroup instead?) we are unable to link you directly to it.
bg_bg: За съжаление, поради това, че тази услуга не е обвързана с конкретен хост (може би за домакин вместо?), Ние не можем да ви свържем директно с нея.
de_de: Leider, weil dieser Service nicht an einen bestimmten Host gebunden ist (vielleicht an eine Gastgebergruppe stattdessen) können wir Sie nicht direkt mit ihr verknüpfen.
es_es: Por desgracia, debido a que este servicio no está vinculado a un host específico (tal vez a un grupo de hosts en su lugar?) No podemos vincularlo directamente a él.
fr_fr: Malheureusement, en raison du fait que ce service n'est pas lié à un hôte spécifique (peut-être à un groupe d'hôtes à la place?), Nous ne pouvons vous lier directement.
it_it: Purtroppo, a causa di questo servizio non legato a un host specifico (forse ad un gruppo di accoglienza invece?) Non siamo in grado di collegarvi direttamente a esso.
ja_jp: 残念ながら、このサービスは特定のホスト（おそらくホストグループにバインドされていませんか？）にバインドされていないため、直接リンクすることはできません。
pl_pl: Niestety, ze względu na tę usługę nie związaną z określonym hostem (być może z grupą hostów?), Nie jesteśmy w stanie połączyć Cię bezpośrednio z tym.
pt_pt: Infelizmente, devido a este serviço não estar vinculado a um host específico (talvez para um grupo de hosts em vez disso?), Não conseguimos conectá-lo diretamente a ele.
ru_ru: К сожалению, из-за того, что эта служба не привязана к определенному хосту (возможно, к группе хостов вместо?), Мы не можем связать вас напрямую с ней.
zh_cn: 不幸的是，由于此服务未绑定到特定主机（也许是主机组？），因此我们无法直接将您链接到该主机。

source: You can use the link below to search the CCM for potential matches.
bg_bg: Можете да използвате връзката по-долу, за да търсите в ccm за потенциални съвпадения.
de_de: Sie können den Link unten verwenden, um die ccm für potenzielle Spiele zu durchsuchen.
es_es: Puede usar el siguiente enlace para buscar en el ccm los posibles partidos.
fr_fr: Vous pouvez utiliser le lien ci-dessous pour rechercher le ccm pour les correspondances potentielles.
it_it: Puoi utilizzare il collegamento qui sotto per cercare il ccm per le corrispondenze potenziali.
ja_jp: 以下のリンクを使用して、一致する可能性のあるCCMを検索することができます。
pl_pl: Możesz użyć poniższego linku, aby wyszukać ccm w poszukiwaniu potencjalnych dopasowań.
pt_pt: Você pode usar o link abaixo para pesquisar o ccm para possíveis correspondências.
ru_ru: Вы можете использовать приведенную ниже ссылку для поиска ccm для потенциальных совпадений.
zh_cn: 您可以使用下面的链接在CCM中搜索潜在的匹配项。

source: Contact your Nagios administrator to modify the settings for this service.
bg_bg: Свържете се с вашия Nagios администратор, за да промените настройките за този сървис.
de_de: Kontaktieren Sie Ihren Nagios-Administrator, um die Einstellungen für diesen Dienst ändern.
es_es: Contacte su administrador Ngios para modificar las configuraciones para este servicio.
fr_fr: Contactez votre administrateur Nagios pour modifier les paramètres de ce service.
it_it: Contattare l'amministratore di Nagios per modificare le impostazioni per questo servizio.
ja_jp: このサービスの設定を変更するには、Nagios管理者に問い合わせてください.
pl_pl: skontaktuj się z administratorem Nagios zmodyfikować ustawienia dla tej usługi.
pt_pt: Contate o administrador do Nagios para modificar as configurações para este serviço.
ru_ru: Обратитесь к администратору Nagios для изменения настроек для этой службы.
zh_cn: 请与您的Nagios管理员联系以修改此服务的设置。

source: Edit in CCM
bg_bg: Редактирайте в програмата "Главен Конфигурационен Мениджър" (CCM - Core Config Manager)
es_es: edición en ccm
fr_fr: Modifier dans ccm
it_it: modificare in ccm
ja_jp: CCMで編集
pl_pl: edytować w ccm
pt_pt: editar no CCM
ru_ru: редактировать в СКК
zh_cn: CCM在编辑

source: Search for service in CCM
bg_bg: Търсене на услуга в ccm
de_de: Suche nach Service in ccm
es_es: Buscar servicio en ccm
fr_fr: Recherche de service en ccm
it_it: Ricerca di servizio in ccm
ja_jp: CCMでサービスの検索
pl_pl: Wyszukaj usługę w ccm
pt_pt: Procure serviço em ccm
ru_ru: Искать услугу в ccm
zh_cn: 在CCM中搜索服务

source: Configuration submitted for processing
bg_bg: Конфигурацията беше предадена за обработване
de_de: Configuration eingereicht für die Verarbeitung ...
es_es: Configuración presentado para su procesamiento ...
fr_fr: Configuration soumise pour traitement ...
it_it: Configurazione inviato per l'elaborazione ...
ja_jp: 設定を処理しています…
pl_pl: Konfiguracja składać do przetwarzania
pt_pt: Configuração enviada para processamento ...
ru_ru: Конфигурация представлен для обработки ...
zh_cn: 提交配置供处理

source: An error occurred during command submission. If this problem persists, contact your Nagios administrator.
bg_bg: Възникна грешка по време на подаване на командата. Ако проблемът продължава, обърнете се към вашия Nagios администратор.
de_de: Ein Fehler ist aufgetreten während der Befehl Vorlage. Wenn das Problem weiterhin besteht, wenden Sie sich Nagios-Administrator.
es_es: Se produjo un error durante el envío de comandos. Si este problema persiste, póngase en contacto con el administrador de Nagios.
fr_fr: Une erreur s'est produite lors de la soumission de commande. Si ce problème persiste, contactez votre administrateur Nagios.
it_it: È verificato un errore durante l'invio del comando. Se il problema persiste, contattare l'amministratore di Nagios.
ja_jp: コマンド送信時にエラーが発生しました. この障害が解決しない場合は、Nagios管理者に連絡してください.
pl_pl: Wystąpił błąd podczas składania poleceń. jeśli problem będzie się powtarzał, skontaktuj się z administratorem Nagios.
pt_pt: Ocorreu um erro durante o envio de comando. Se o problema persistir, contate o administrador do Nagios.
ru_ru: Произошла ошибка во время представления команд. Если проблема не устраняется, обратитесь к администратору Nagios.
zh_cn: 提交命令期间发生错误。 如果此问题仍然存在，请与您的Nagios管理员联系。

source: Configuration applied successfully and backend was restarted.
bg_bg: Конфигурацията беше приложена успешно и бекенд (backend) беше рестартиран.
de_de: Konfiguration erfolgreich angewendet und Backend neu gestartet wurde.
es_es: configuración aplicada con éxito y backend se reinició.
fr_fr: configuration appliquée avec succès et backend a été redémarré.
it_it: Configurazione applicato con successo e backend è stato riavviato.
ja_jp: 設定が正常に適用し、バックエンドが再起動されました.
pl_pl: konfiguracja stosowana z powodzeniem i zaplecza został ponownie uruchomiony.
pt_pt: configuração aplicada com sucesso e backend foi reiniciado.
ru_ru: Конфигурация успешно применяться и базовая был перезапущен.
zh_cn: 配置成功应用，后端重新启动。

source: Service Re-Configuration Successful
bg_bg: Преконфигурирането на сървиса беше успешно
de_de: Service Re-Konfiguration war erfolgreich
es_es: Servicio Re-configuración con éxito
fr_fr: Service de Re-Configuration réussie
it_it: Servizio Re-Configurazione completata
ja_jp: サービスの再設定成功
pl_pl: Usługa rekonfiguracja sukces
pt_pt: Serviço de reconfiguração bem-sucedido
ru_ru: Обслуживание Re-Configuration Успешная
zh_cn: 服务重新配置成功

source: The service has successfully been re-configured with the new settings.
bg_bg: Сървиса беше наново успешно конфигуриран с новите настройки.
de_de: Der Dienst wurde erfolgreich mit den neuen Einstellungen neu konfiguriert werden.
es_es: El servicio ha sido exitosamente reconfigurado con la nueva configuración.
fr_fr: Le service a bien été reconfiguré avec les nouveaux paramètres.
it_it: Il servizio è stato correttamente riconfigurato con le nuove impostazioni.
ja_jp: サービスが正常に新しい設定で再構成されました.
pl_pl: Usługa została pomyślnie ponownie skonfigurowany z nowymi ustawieniami.
pt_pt: O serviço foi reconfigurado com as novas configurações com sucesso.
ru_ru: Служба была успешно перенастроить с новыми настройками.
zh_cn: 已使用新设置成功重新配置了该服务。

source: View status details for
bg_bg: Вижте подробности за статута
de_de: Status anzeigen Details für
es_es: Ver detalles del estatus para
fr_fr: Voir détails sur l'état de
it_it: Visualizza i dettagli di stato per
ja_jp: ステータス詳細を表示する：
pl_pl: Widok na szczegóły statusu
pt_pt: Ver detalhes de status para
ru_ru: Просмотр состояния деталей
zh_cn: 查看有关的状态详细信息

source: View the latest configuration snapshots
bg_bg: Вижте най-новите конфигурационни архивни копия
de_de: Sehen Sie sich die aktuelle Konfiguration Snapshots
es_es: Ver las instantáneas de configuración más recientes
fr_fr: Voir les photos récentes de configuration
it_it: Guarda le istantanee più recenti di configurazione
ja_jp: 最新の設定スナップショットを表示する
pl_pl: zobaczyć najnowsze zrzuty konfiguracji
pt_pt: ver as últimas fotos de configuração
ru_ru: Перейти к последнему снимки конфигурации
zh_cn: 查看最新的配置快照

source: Continue
bg_bg: Продължете
de_de: Fortsetzen
es_es: Continuar
fr_fr: Continuer
it_it: Continuare
ja_jp: 続ける
pl_pl: kontynuować
ru_ru: Продолжать
zh_cn: 继续

source: Configuration error. Could not apply configuration.
bg_bg: Конфигурационна грешка. Не може да се приложи конфигурацията.
de_de: Konfigurationsfehler. konnte nicht eingerichtet werden soll.
es_es: error de configuración. impidiendo de configuración.
fr_fr: erreur de configuration. ne pouvait pas appliquer la configuration.
it_it: errore di configurazione. non poteva applicare la configurazione.
ja_jp: 構成エラー. 設定を適用できませんでした.
pl_pl: Błąd konfiguracji. nie mogła zastosować konfigurację.
pt_pt: erro de configuração. não poderia aplicar a configuração.
ru_ru: Ошибка конфигурации. не может применяться конфигурации.
zh_cn: 配置错误。 无法应用配置。

source: Service Re-Configuration Failed
bg_bg: Преконфигурирането на сървиса се провали
de_de: Service Re-Konfiguration fehlgeschlagen
es_es: Servicio Re-Error de configuración
fr_fr: Service de Re-Configuration Échec
it_it: Servizio Re-configurazione non riuscita
ja_jp: サービスの再設定に失敗
pl_pl: rekonfiguracja usług nie powiodło się
pt_pt: Reconfiguração do serviço falhou
ru_ru: Обслуживание Re-Configuration Failed
zh_cn: 服务重新配置失败
