Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: (also referred to as the master service). In other words, if the master service is dependent upon other services and any one of those dependencies fail, this dependency will also fail.
bg_bg: (Наричан още главен сървис). С други думи, ако главния сървис зависи от други сървиси и всяка една от тези зависимости се провали, тази зависимост също ще се провали.
de_de: (Auch als Master-Service bezeichnet). in anderen Worten, wenn der Master-Service von anderen Services abhängt und eine dieser Abhängigkeiten fehlschlägt, diese Abhängigkeit wird auch scheitern.
es_es: (También referido como el servicio maestro). en otras palabras, si el servicio maestro es dependiente de otros servicios y cualquiera de esos dependencias falla, esta dependencia también falle.
fr_fr: (Également dénommé le service principal). en d'autres termes, si le service maître est dépendant d'autres services et qu'une de ces dépendances échoue, cette dépendance échouera également.
it_it: (Indicato anche come il servizio principale). in altre parole, se il servizio principale dipende da altri servizi e uno qualsiasi di questi dipendenze sicuro, questa dipendenza anche sicuro.
ja_jp: （また、マスター·サービスと呼ばれる）サービスの依存関係を継承するかどうかを示します. マスターサービスは他のサービスに依存しており、それらの依存関係のいずれかが失敗した場合、この依存関係も失敗します.
pl_pl: (Określaną również jako usługa master). innymi słowy, jeśli usługa mistrzem jest zależny od innych usług, a każda z tych zależności nie, zależność ta również nie.
pt_pt: (Também referido como o serviço principal). em outras palavras, se o serviço de mestre é dependente de outros serviços e qualquer uma dessas dependências falhar, esta dependência também falhará.
ru_ru: (Также известный как мастер службы). Другими словами, если хозяин служба зависит от других служб и любая из этих зависимостей неудачу, эта зависимость также не будет.
zh_cn: （也称为主服务）。 换句话说，如果主服务依赖于其他服务，并且其中任何一个依赖关系失败，则该依赖关系也会失败。

source: This directive is used to specify the criteria that determine when the dependent service should
bg_bg: Тази директива се използва за определяне на критериите, които определят кога зависимия сървис трябва
de_de: Diese Direktive wird benutzt, um die Kriterien, die festlegen, wann der abhängige Service
es_es: esta directiva se utiliza para especificar los criterios que determinan cuando el servicio dependiente debe
fr_fr: cette directive est utilisée pour spécifier les critères qui déterminent quand le service dépendant devrait
it_it: questa direttiva viene utilizzato per specificare i criteri che determinano quando il servizio dipendente dovrebbe
ja_jp: このディレクティブは、依存関係サービスが次をすべきで
pl_pl: dyrektywa ta jest stosowana w celu określenia kryteriów, które określają, kiedy usługa zależna powinna
pt_pt: esta directiva é usado para especificar os critérios que determinam quando o serviço dependente deve
ru_ru: Эта директива используется, чтобы указать критерии, которые определяют, когда зависит служба должна
zh_cn: 该指令用于指定确定从属服务何时应确定的条件

source: be actively checked.
bg_bg: Активно да се проверява.
de_de: aktiv geprüft.
es_es: comprobar activamente.
fr_fr: contrôler activement.
it_it: da verificare attivamente.
ja_jp: ときの条件を指定するために使用されます：アクティブチェック.
pl_pl: aktywnie sprawdzane.
pt_pt: ser activamente marcada.
ru_ru: активно проверяется.
zh_cn: 积极检查。

source: If the
bg_bg: Ако
de_de: wenn das
es_es: si el
fr_fr: si le
it_it: se la
ja_jp: もし
pl_pl: Jeśli
pt_pt: se o
ru_ru: если
zh_cn: 如果

source: service is in one of the failure states we specify, the
bg_bg: сървиса е в едно от състоянията на неуспех (failure states), уточнени от нас,
de_de: Service in einem der Zustände ist, die wir angeben, die
es_es: servicio está en uno de los estados de fallo que especificamos, el
fr_fr: service est dans l'un des Etats erreur que nous précisons, le
it_it: servizio in uno degli stati di guasto specifichiamo, il
ja_jp: サービスが、指定した障害のいずれかのステータスである場合、
pl_pl: Serwis jest w jednym z państw awarii możemy określić,
pt_pt: serviço está em um dos estados de falha que especificam, a
ru_ru: сервис находится в одном из состояний отказа мы указываем,
zh_cn: 服务处于我们指定的故障状态之一，

source: service will not be actively checked.
bg_bg: Сървисите няма да бъдат проверявани активно.
de_de: Service nicht aktiv geprüft.
es_es: servicio no se comprobará de manera activa.
fr_fr: service ne sera pas contrôlé activement.
it_it: servizio non sarà controllato attivamente.
ja_jp: サービスはアクティブにチェックしません.
pl_pl: Usługa nie będzie aktywnie sprawdzane.
pt_pt: serviço não será ativamente marcada.
ru_ru: услуга не будет активно проверяется.
zh_cn: 服务不会被主动检查。

source: Valid options are a combination of one or more of the following (multiple options are separated with commas):
bg_bg: Валидни опции са комбинация от едно или повече от следните неща (множеството опции са разделени със запетаи):
de_de: Gültige Optionen sind eine Kombination von einem oder mehreren der folgenden (mehrere Werte werden durch Komma getrennt):
es_es: opciones válidas son una combinación de uno o más de los siguientes (múltiples opciones se separan por comas):
fr_fr: options valides sont une combinaison d'un ou plusieurs des éléments suivants (plusieurs options sont séparées par des virgules):
it_it: opzioni valide sono una combinazione di uno o più dei seguenti (opzioni multiple sono separate da virgole):
ja_jp: 有効なオプションは、次のうちの1つ以上の組み合わせです（複数オプションはカンマで区切ります）.
pl_pl: Poprawne opcje połączenie jednego lub więcej z poniższych (wiele opcji są oddzielone przecinkami):
pt_pt: opções válidas são uma combinação de um ou mais dos seguintes (múltiplas opções são separados por vírgulas):
ru_ru: Допустимые параметры являются сочетание одного или более из следующих (несколько опций разделяются запятыми):
zh_cn: 有效选项是以下一个或多个的组合（多个选项用逗号分隔）：

source: fail on an OK state,
bg_bg: провал при ОК състояние (OK state),
de_de: fehlschlagen bei einem OK-Zustand,
es_es: fallar en un estado aceptable,
fr_fr: échouer sur un état correct,
it_it: esito negativo su uno stato ok,
ja_jp: OKステータスで失敗
pl_pl: nie na stanie ok,
pt_pt: falhar em um estado ok,
ru_ru: провал на состоянии ОК,
zh_cn: 在OK状态失败，

source: fail on a WARNING state,
bg_bg: провал при предупредително състояние (WARNING state),
de_de: fehlschlagen bei einem Warnzustand,
es_es: fallar en un estado de alerta,
fr_fr: erreur sur un état d'alerte,
it_it: non riuscire in uno stato di attenzione,
ja_jp: 警告ステータスで失敗,
pl_pl: nie na stanie ostrzegawczym,
pt_pt: falhar em um estado de alerta,
ru_ru: провал на состояние предупреждения,
zh_cn: 在警告状态下失败，

source: fail on an UNKNOWN state,
bg_bg: провал при неизвестно състояние (UNKNOWN state),
de_de: fehlschlagen bei einem unbekannten Zustand,
es_es: fallar en un estado desconocido,
fr_fr: échouer sur un état inconnu,
it_it: esito negativo su uno stato sconosciuto,
ja_jp: 不明ステータスで失敗,
pl_pl: nie na nieznanym stanie,
pt_pt: falhar em um estado desconhecido,
ru_ru: провал на неизвестном состоянии,
zh_cn: 在未知状态下失败，

source: fail on a CRITICAL state, and
bg_bg: провал при критично състояние (CRITICAL state), и
de_de: fehlschlagen bei einem kritischen Zustand, und
es_es: fallar en un estado crítico, y
fr_fr: erreur sur un état critique, et
it_it: non riuscire in uno stato critico, e
ja_jp: クリティカルステータスで失敗
pl_pl: nie w stanie krytycznym, a
pt_pt: falhar em um estado crítico, e
ru_ru: провалиться по критическом состоянии, и
zh_cn: 处于关键状态失败，并且

source: fail on a pending state (e.g. the service has not yet been checked).
bg_bg: провал при състояние на изчакване (pending state) (например сървиса все още не е проверен).
de_de: fehlschlagen bei einem PENDING-Zustand (dh der Service wurde noch nicht geprüft).
es_es: fracasan en un estado pendiente (por ejemplo, el servicio aún no se ha comprobado).
fr_fr: échouer sur un état d'attente (par exemple, le service n'a pas encore été vérifié).
it_it: sicuro su uno stato di attesa (ad esempio il servizio non è ancora stato controllato).
ja_jp: ペンディングステータスで失敗（例えばサービスがまだチェックされていない）.
pl_pl: nie na stanie oczekiwania (np usługa nie została jeszcze sprawdzona).
pt_pt: falhar em um estado pendente (por exemplo, o serviço ainda não foi marcada).
ru_ru: провал на состоянии ожидания (например, служба еще не установлен).
zh_cn: 在挂起状态下失败（例如，尚未检查服务）。

source: If you specify <strong>n</strong> (none) as an option, the execution dependency will never fail and checks of the dependent service will always be actively checked (if other conditions allow for it to be).
bg_bg: Ако посочите <strong>п</strong> (няма) като опция, зависимостта на изпълнение никога не ще се провали и проверките на зависимия сървис винаги ще бъдат активно проверявани (ако другите условия позволяват това да стане).
de_de: Wenn Sie <strong>n</strong> (none) als Option angeben, wird die Ausführungsabhängigkeit nie fehlschlagen und die Prüfungen des abhängigen Service werden immer erfolgen (falls andere Bedingungen das erlauben es zu sein).
es_es: si especifica <strong>n</strong> (ninguno) como una opción, la dependencia de ejecución nunca fallará y controles del servicio dependiente siempre se obtendrán de forma activa (si otras condiciones permiten que sea).
fr_fr: si vous spécifiez <strong>n</strong> (aucun) comme option, la dépendance d'exécution ne échouera jamais et les contrôles du service dépendant seront toujours vérifié activement (si les conditions le permettent d'autres pour qu'il soit).
it_it: se si specifica <strong>n</strong> (nessuno) come opzione, la dipendenza esecuzione non verrà mai meno e controllo del servizio dipendente sarà sempre controllato attivamente (se le altre condizioni consentono di essere).
ja_jp: オプションに<strong>n</strong>（なし）を指定した場合、実行依存関係は失敗することはありませんし、（他の条件が許せば）依存サービスのチェックは、常にアクティブにチェックされます.
pl_pl: jeśli podasz <strong>n</strong> (brak) jako opcja, uzależnienie wykonania nigdy nie zawiedzie i kontroli służby zależnej zawsze będzie aktywnie sprawdzane (jeśli inne warunki pozwalają na to, aby być).
pt_pt: se você especificar <strong>n</strong> (nenhum) como uma opção, a dependência execução nunca falhará e verificações do serviço dependente será sempre verificado ativamente (se outras condições de permitir que ele seja).
ru_ru: если вы укажете <strong>N</strong> (нет) в качестве опции, зависимость выполнения никогда не подведет и проверки зависимой службы всегда будет активно проверяется (если другие условия позволяют, чтобы это было).
zh_cn: 如果您将<strong>n</strong>（无）指定为选项，则执行依赖关系将永远不会失败，并且将始终主动检查依赖服务的检查（如果其他条件允许）。

source: service will not be actively checked if the
bg_bg: Сървисите няма да бъдат проверявани активно, ако
de_de: Service nicht aktiv geprüft, wenn der
es_es: servicio no se comprobará de forma activa si el
fr_fr: service ne sera pas activement vérifié si le
it_it: servizio non verrà controllato attivamente se il
ja_jp: サービスは、次の場合アクティブにチェックされません:
pl_pl: Usługa nie będzie aktywnie sprawdzić, czy
pt_pt: serviço não será ativamente verificado se o
ru_ru: услуга не будет активно проверяется, если
zh_cn: 服务将不会被主动检查，如果

source: service is in either an OK, a CRITICAL, or an UNKNOWN state.
bg_bg: Сървиса не е нито в ОК, нито в КРИТИЧНО, нито в НЕИЗВЕСТНО състояние (OK, CRITICAL, or UNKNOWN).
de_de: Service ist entweder in einer Ordnung, einer kritischen oder einem unbekannten Zustand.
es_es: servicio es ya sea en un bien, un crítico o un estado desconocido.
fr_fr: service est en soit un ok, une critique ou un état inconnu.
it_it: servizio è sia un male, un critico, o di uno stato sconosciuto.
ja_jp: サービスがOK, クリティカル, 不明ステータスのいずれかであるとき.
pl_pl: Usługa jest albo dobre, krytyczne lub nieznanym stanie.
pt_pt: serviço é em qualquer um ok, uma crítica ou um estado desconhecido.
ru_ru: услуга в любом порядке, критическим, или неизвестном состоянии.
zh_cn: 服务处于“正常”，“严重”或“未知”状态。

source: This directive is used to define the criteria that determine when notifications for the dependent service should
bg_bg: Тази директива се използва за определяне на критериите, които определят кога уведомленията за зависими сървиси следва да
de_de: Diese Direktive wird benutzt, um die Kriterien, wann keine Benachrichtigungen für den abhängigen Service bestimmen definieren sollte
es_es: esta directiva se utiliza para definir los criterios que determinan cuándo notificaciones para el servicio dependiente debe
fr_fr: cette directive est utilisée pour définir les critères qui déterminent quand les notifications pour le service dépendant devrait
it_it: questa direttiva è utilizzato per definire i criteri che determinano quando le notifiche per il servizio dipendente dovrebbe
ja_jp: このディレクティブは、依存サービスの通知が次をすべきで
pl_pl: dyrektywa ta jest stosowana do określenia kryteriów, które określają, kiedy powiadomienia dla usługi zależnej powinna
pt_pt: esta directiva é usado para definir os critérios que determinam quando as notificações para o serviço dependente deve
ru_ru: Эта директива используется для определения критериев, которые определяют, когда уведомления зависимой служба должна
zh_cn: 此指令用于定义确定何时应从属服务的通知应确定的条件

source: be sent out.
bg_bg: да бъдат изпратени.
de_de: ausgesandt werden.
es_es: ser enviado.
fr_fr: être envoyé.
it_it: essere inviato.
ja_jp: でないときの条件を指定するために使用されます: 送信.
pl_pl: zostać wysłane.
pt_pt: ser enviado para fora.
ru_ru: разослан.
zh_cn: 被送出。

source: If the
bg_bg: Ако
de_de: wenn das
es_es: si el
fr_fr: si le
it_it: se la
ja_jp: もし
pl_pl: Jeśli
pt_pt: se o
ru_ru: если
zh_cn: 如果

source: service is in one of the failure states we specify, notifications for the
bg_bg: сървиса е в едно от състоянията на неуспех (failure states), уточнени от нас, нотификациите за
de_de: Service in einem der Zustände ist, die wir angeben, Benachrichtigungen für die
es_es: servicio está en uno de los estados de fallo que especificamos, las notificaciones para la
fr_fr: service est dans l'un des Etats erreur que nous précisons, les notifications pour le
it_it: servizio in uno degli stati di guasto specifichiamo, le notifiche per il
ja_jp: サービスが、指定した障害のいずれかの状態にある場合、
pl_pl: Serwis jest w jednym z państw awarii możemy określić, powiadomienia dla
pt_pt: serviço está em um dos estados de falha que especificam, notificações para o
ru_ru: сервис находится в одном из состояний отказа мы указываем, уведомления о
zh_cn: 服务处于我们指定的故障状态之一，

source: service will not be sent to contacts. Valid options are a combination of one or more of the following:
bg_bg: Сървиса няма да бъде изпратен до контактите. Валидни опции са комбинация от един или повече от следните:
de_de: Dienst wird nicht an Kontakte versandt werden. gültigen Optionen sind eine Kombination von einem oder mehreren der folgenden:
es_es: servicio no se enviará a los contactos. Las opciones válidas son una combinación de uno o más de los siguientes:
fr_fr: service ne sera pas envoyé à des contacts. options valides sont une combinaison d'un ou plusieurs des éléments suivants:
it_it: servizio non sarà inviato ai contatti. opzioni valide sono una combinazione di uno o più dei seguenti:
ja_jp: サービスの通知は、連絡先に送信されることはありません. 有効なオプションは、以下の1つ以上の組み合わせです：
pl_pl: usługa nie zostanie wysłany do kontaktów. Poprawne opcje kombinacja jednego lub więcej z następujących:
pt_pt: serviço não serão enviadas para os contatos. opções válidas são uma combinação de um ou mais dos seguintes:
ru_ru: услуга не будет отправляться адресатам. Действующие параметры представляют собой сочетание одного или более из следующих:
zh_cn: 服务不会发送给联系人。 有效选项是以下一项或多项的组合：

source: (none) as an option, the notification dependency will never fail and notifications for the dependent service will always be sent out.
bg_bg: (нищо) като опция, зависимостта на уведомление никога не ще се провали и уведомленията за зависимия сървис винаги ще бъдат изпратени.
de_de: (None) als Option angeben, wird die Benachrichtigungsabhängigkeit nie fehlschlagen und die Benachrichtungen für den abhängigen Service werden immer erfolgen.
es_es: (Ninguno) como una opción, la dependencia de la notificación nunca fallará y notificaciones para el servicio dependiente siempre será enviado.
fr_fr: (Aucun) comme option, la dépendance de notification ne échouera jamais et les notifications pour le service dépendant seront toujours envoyées.
it_it: (Nessuno) come opzione, la dipendenza di notifica non verrà mai meno e notifiche per il servizio dipendente sarà sempre inviato.
ja_jp: （なし）オプションが選択されている場合、通知依存は失敗することはありませんし、依存サービスの通知は常に送信されます.
pl_pl: (Brak) jako opcja, uzależnienie powiadomienia nigdy nie zawiedzie i powiadomienia dla usługi zależnej zawsze będzie wysłany.
pt_pt: (Nenhuma) como uma opção, a dependência notificação nunca falhará e notificações para o serviço dependente será sempre enviada para fora.
ru_ru: (Нет) в качестве опции, зависимость уведомление никогда не подведет и уведомления для зависимой службы всегда будет разослан.
zh_cn: 服务不会发送给联系人。 有效选项是一个combin（none）选项，通知依赖项将永远不会失败，并且依赖服务的通知将始终被发送出去。下列一项或多项：

source: service will not be sent out if the
bg_bg: Сървиса няма да бъде изпратен, ако
de_de: Service nicht aus, wenn die gesendet werden
es_es: servicio no será enviado si el
fr_fr: service ne sera pas envoyé si le
it_it: servizio non verrà inviata se la
ja_jp: サービスは次の場合に送信されません:
pl_pl: usługa nie zostanie wysłana, gdy
pt_pt: serviço não será enviado se o
ru_ru: услуга не будет отправлено, если
zh_cn: 在以下情况下，将不会发送服务

source: service is in a WARNING state.
bg_bg: Сървиса е в състояние ПРЕДУПРЕЖДЕНИЕ (WARNING).
de_de: Service ist in einem Warnzustand.
es_es: servicio está en un estado de alerta.
fr_fr: service est dans un état d'alerte.
it_it: servizio è in uno stato di allarme.
ja_jp: サービスが警告ステータスにある場合.
pl_pl: Serwis jest w stanie ostrzegawczym.
pt_pt: serviço está em estado de alerta.
ru_ru: сервис находится в состоянии предупреждения.
zh_cn: 服务处于警告状态。

source: his directive is used to identify the <em>short name</em> of the host that the service is associated with.
bg_bg: директивата му се използва за идентифициране на <em>краткото име</em> на хоста, който е асоцииран със сървиса.
de_de: seine Direktive wird benutzt, um den <em>Kurznamen</em> des Hosts, der Service verbunden ist identifizieren.
es_es: su directiva se utiliza para identificar el <em>nombre corto</em> del host que el servicio está asociado.
fr_fr: sa directive est utilisée pour identifier le <em>nom court</em> de l'hôte que le service est associé.
it_it: la direttiva è usata per identificare il <em>nome breve</em> dell'host che il servizio è associato.
ja_jp: このディレクティブは、サービスが関連付けられているホストの<em>短縮名</em>を識別するために使用されます.
pl_pl: jego Dyrektywa służy do identyfikacji <em>krótką nazwę</em> hosta, że usługa jest związana z.
pt_pt: sua diretriz é usado para identificar o <em>nome abreviado</em> do host que o serviço está associado.
ru_ru: его директива используется для идентификации <em>короткое имя</em> хоста, услуги, связанные с.
zh_cn: 他的指令用于标识与服务关联的主机的<em>简称</em>。

source: This variable is used to define the name of a GIF, PNG, or JPG image that should be associated with this host. This image will be displayed in the status and extended information CGIs.
bg_bg: Тази променлива се използва за определяне на името на GIF, PNG, или JPG изображението, което трябва да бъде асоциирано с този хост. Това изображение ще се показва в статута и разширена информация на CGIs.
de_de: Diese Variable wird benutzt, um den Namen eines GIF-, PNG- oder JPG-Bild, das mit diesem Host verbunden werden soll. Dieses Bild wird in den status- und extended information-CGIs angezeigt.
es_es: esta variable se utiliza para definir el nombre de una imagen gif, png, jpg o que debe ser asociado con este host. esta imagen se mostrará en el estado y la extendida cgis información.
fr_fr: cette variable est utilisée pour définir le nom d'une image gif, png, jpg ou qui devrait être associé à cet hôte. cette image sera affiché dans l'état et d'informations complémentaires CGI.
it_it: questa variabile viene utilizzato per definire il nome di un'immagine gif, png, jpg o che deve essere associato a questo host. questa immagine verrà visualizzata nello stato e informazioni estese CGI.
ja_jp: この変数は、このホストに関連付けられているべきGIF、PNG、JPG画像名を定義するために使用されます. この画像はステータスと拡張情報のCGIに表示されます.
pl_pl: zmienna ta jest używana do określenia nazwy obrazka gif, png lub jpg, który powinien być związany z tym hostem. Ten obraz będzie wyświetlany w statusie i informacji dłuższy CGI.
pt_pt: esta variável é utilizada para definir o nome de uma imagem gif, png ou jpg que deve ser associada a este host. esta imagem será exibida no status e informações estendidas CGIs.
ru_ru: Эта переменная используется для определения имя GIF, PNG или JPG изображения, которые должны быть связаны с этим хозяином. Это изображение будет отображаться в статусе и расширенную информацию CGI скрипты.
zh_cn: 此变量用于定义应与此主机关联的GIF，PNG或JPG图像的名称。 该图像将显示在状态和扩展信息CGI中。

source: The image will look best if it is 40x40 pixels in size. Images for hosts are assumed to be in the <strong>logos/</strong> subdirectory in your HTML images directory
bg_bg: Изображението ще изглежда най-добре, ако е 40x40 пиксела. Допуска се, че изображенията на хостовете са в <strong>logos/</strong> поддиректорията на вашата директория с HTML изображения
de_de: wird das Bild am besten aussehen, wenn es 40x40 Pixel groß. Bilder für Hosts werden im <strong>logos /</strong> -Unterverzeichnis Ihres HTML-Images-Verzeichnis
es_es: la imagen se verá mejor si es de 40x40 píxeles de tamaño. Imágenes para hosts se supone que son en el <strong>logos /</strong> subdirectorio en el directorio de imágenes en HTML
fr_fr: l'image sera meilleure si elle est taille de 40x40 pixels. images des hôtes sont censées être dans le répertoire <strong>/ sous-répertoire logos</strong> dans votre répertoire d'images HTML
it_it: l'immagine apparirà migliore se è pixel 40x40 di dimensione. immagini per gli host vengono considerati nel <strong>logos /</strong> subdirectory nella directory immagini html
ja_jp: 40×40ピクセルのサイズがベストです. ホスト用の画像は、HTML imagesディレクトリの<strong>logos/</strong>サブディレクトリにあると想定されます
pl_pl: Obraz będzie wyglądać najlepiej, jeśli jest to 40x40 pikseli. obrazy dla gospodarzy zakłada się w podkatalogu <strong>loga /</strong> w katalogu zdjęć html
pt_pt: a imagem ficará melhor se for 40x40 pixels de tamanho. imagens para anfitriões estão a ser assumida no <strong>logos /</strong> subdiretório no seu diretório de imagens de html
ru_ru: изображение будет выглядеть лучше, если это 40х40 пикселей. Изображения для хозяев, как предполагается, будет в <strong>Логосе /</strong> подкаталог в каталоге HTML изображений
zh_cn: 如果图像尺寸为40x40像素，则图像将看起来最好。 主机的图像假定位于HTML图像目录的 <strong>logos/</strong>子目录中

source: This directive is description of the service which the data is associated with.
bg_bg: Тази директива е описание на сървиса, с който се асоциират данните.
de_de: Diese ist die Beschreibung des Service, der die Daten zugeordnet ist.
es_es: esta directiva es la descripción del servicio que los datos se asocia con.
fr_fr: cette directive est la description du service auquel les données est associé.
it_it: questa direttiva è la descrizione del servizio che il dato è associato.
ja_jp: このディレクティブは、データが関連付けられているサービスの説明です.
pl_pl: dyrektywa ta jest opis usługi, które dane są związane.
pt_pt: esta directiva é a descrição do serviço que os dados está associado.
ru_ru: эта директива описание услуг, которые данные, связанные с.
zh_cn: 此伪指令是与数据关联的服务的描述。
