Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: No check results for service yet...
bg_bg: Все още няма резултати от проверката на сървис...
de_de: Keine Prüfergebnisse für Service noch ...
es_es: No hay resultados de verificación de servicio con todo ...
fr_fr: Pas de résultats de contrôles de service de l'instant ...
it_it: Nessun risultato per il servizio di controllo è ancora presente ...
ja_jp: まだサービスの検査結果がありません...
pl_pl: brak wyników wyboru do służby jeszcze ...
pt_pt: Nenhum resultado de seleção para o serviço ainda ...
ru_ru: Нет результатов проверки для обслуживания клиентов ...
zh_cn: 尚无服务检查结果...

source: No matching services found
bg_bg: Не за намерени съвпадащи сървиси
de_de: Keine passenden Dienstleistungen gefunden
es_es: No hay servicios coincidentes encontrados
fr_fr: Aucun service correspondant n'a été trouvé
it_it: Nessun servizio ha prodotto risultati
ja_jp: 一致するサービスが見つかりませんでした
pl_pl: nie znaleziono żadnych pasujących usługi
pt_pt: Nenhum serviço correspondente encontrado
ru_ru: Нет соответствующих услуг найдено
zh_cn: 找不到匹配的服务

source: No Data
bg_bg: Няма данни
de_de: Keine Daten
es_es: No Datos
fr_fr: Pas de données
it_it: Non ci sono dati
ja_jp: データなし
pl_pl: brak danych
pt_pt: Não há dados
ru_ru: Нет данных
zh_cn: 没有任何数据

source: Service State
bg_bg: Статус на сървис
es_es: Estado del Servicio
fr_fr: Service de l'Etat
it_it: Servizio di Stato
ja_jp: サービスステータス
pl_pl: Stan usługi
pt_pt: Serviço do Estado
ru_ru: Государственная служба
zh_cn: 服务状态

source: Service Stability
bg_bg: Стабилност на сървис
es_es: Estabilidad del Servicio
fr_fr: Stabilité de service
it_it: Servizio di stabilità
ja_jp: サービスの安定性
pl_pl: Stabilność usługi
pt_pt: Veja a disponibilidade de serviço
ru_ru: Обслуживание стабильности
zh_cn: 服务稳定性

source: Never
bg_bg: Никога
de_de: Nie
es_es: Nunca
fr_fr: Jamais
it_it: Mai
ja_jp: なし
pl_pl: nigdy
pt_pt: Nunca
ru_ru: Никогда
zh_cn: 从来没有

source: Not scheduled
bg_bg: Не е планиран
de_de: Nicht geplant
es_es: No Agendado
fr_fr: Non prévu
it_it: Non previsto
ja_jp: スケジュールされていない
pl_pl: nie zaplanowano
pt_pt: Não programado
ru_ru: Не запланировано
zh_cn: 未计划

source: Service problem has been acknowledged
bg_bg: Проблема със сървиса е признат
de_de: Service-Problem bestätigt wurde
es_es: El problema del servicio ha sido reconocido
fr_fr: Problème de service a été reconnu
it_it: Servizio problema è stato riconosciuto
ja_jp: サービス障害が認知されました
pl_pl: Problem usługa została uznana
pt_pt: Problema de serviço foi reconhecido
ru_ru: Обслуживание проблема была признана
zh_cn: 服务问题已被确认

source: Service is in scheduled downtime
bg_bg: Сървиса е в планиран (по график) престой
de_de: Der Service ist in einer geplanten Downtime
es_es: El servicio es en el tiempo de inactividad programado
fr_fr: Le service est en arrêt programmé
it_it: Il servizio è in tempo di inattività pianificato
ja_jp: サービスはダウンタイムがスケジュールされています
pl_pl: Usługa jest zaplanowany czas przestoju
pt_pt: Serviço está em tempo de inatividade programado
ru_ru: Служба в запланированных простоев
zh_cn: 服务是在预定的停机时间

source: Service is flapping between states
bg_bg: Сървиса често си променя състоянието (flapping)
de_de: Service wird zwischen Staaten Flattern
es_es: El servicio se aleteando entre los estados
fr_fr: Service oscille entre les états
it_it: Il servizio è sbattimento tra gli Stati
ja_jp: サービスはフラッピングしています
pl_pl: Usługa jest trzepotanie między państwami
pt_pt: serviço está batendo entre os estados
ru_ru: Служба хлопать между государствами
zh_cn: 服务在各状态之间flap

source: Service notifications are disabled
bg_bg: Сървис нотификациите са деактивирани
de_de: Service-Benachrichtigungen deaktiviert
es_es: Notificaciones de servicios están desactivados
fr_fr: Notifications de service sont désactivés
it_it: Notifiche di servizio sono disabilitate
ja_jp: サービス通知は無効です
pl_pl: zgłoszenia serwisowe są wyłączone
pt_pt: Notificações de serviço são desativados
ru_ru: Служба уведомления отключены
zh_cn: 服务通知已禁用

source: Advanced Service Attributes
bg_bg: Разширени (за напреднали) атрибути на сървиси
es_es: Atributos de servicios avanzados
fr_fr: Attributs de services avancés
it_it: Attributi servizio avanzato
ja_jp: サービス属性の詳細
pl_pl: zaawansowane atrybuty obsługi
pt_pt: atributos de serviços avançados
ru_ru: Расширенные атрибуты обслуживания
zh_cn: 高级服务属性

source: Service Attributes
bg_bg: Сървис атрибути
de_de: Service-Eigenschaften
es_es: Atributos del Servicio
fr_fr: Attributs de service
it_it: Attributi di servizio
ja_jp: サービス属性
pl_pl: atrybuty obsługi
pt_pt: Atributos de Serviço
ru_ru: Обслуживание Атрибуты
zh_cn: 服务属性

source: Error: Unable to parse XML output
bg_bg: Грешка: Не може да се анализира XML резултата (XML output)
de_de: Error: Unable to XML-Ausgabe parsen
es_es: Error: No se puede analizar la salida XML
fr_fr: Erreur: Impossible d'analyser la sortie XML
it_it: Errore: Impossibile analizzare l'output XML
ja_jp: エラー：XML出力を解析できません
pl_pl: Błąd: nie można analizować w formacie XML
pt_pt: Erro: Não é possível analisar a saída XML
ru_ru: Ошибка: Не удалось разобрать XML выходных
zh_cn: 错误：无法解析XML输出

source: Hosts Affected
bg_bg: Засегнати хостове
de_de: Hosts Betroffene
es_es: Hosts afectados
fr_fr: Hôtes affectés
it_it: Host interessati
ja_jp: 影響を受けるホスト
pl_pl: Gospodarze wpływ
pt_pt: Hosts Afetados
ru_ru: Хозяева пострадавших
zh_cn: 主机受影响

source: Services Affected
bg_bg: Засегнати сървиси
de_de: Betroffene Dienste
es_es: Servicios afectados
fr_fr: Les services concernés
it_it: Servizi interessati
ja_jp: 影響を受けるサービス
pl_pl: Usługi wpływ
pt_pt: Serviços Afetados
ru_ru: Услуги, на
zh_cn: 受影响的服务

source: There are no blocking outages at this time.
bg_bg: В момента няма блокиращи прекъсвания.
de_de: Es gibt keine blockierenden Ausfälle zu diesem Zeitpunkt.
es_es: No hay cortes de bloqueo en este momento.
fr_fr: Il n'y a pas de blocage des pannes à l'heure actuelle.
it_it: Non ci sono interruzioni bloccano in questo momento.
ja_jp: 現時点では障害による停止はありません.
pl_pl: nie ma blokujące przestoje w tym czasie.
pt_pt: Não existem cortes no bloqueio nesse momento.
ru_ru: Есть нет блокировки отключения в это время.
zh_cn: 在这个时候有没有阻塞中断。

source: Unhandled
bg_bg: Необработен
de_de: Unbehandelte
es_es: No controlado
fr_fr: Non prise en charge
it_it: Non gestita
ja_jp: 未処置
pl_pl: nieobsługiwany
pt_pt: não tratada
ru_ru: Необработанные
zh_cn: 未处理

source: Problems
bg_bg: Проблеми
de_de: Probleme
es_es: Problemas
fr_fr: Problèmes
it_it: Problematica
ja_jp: 障害
pl_pl: problemy
pt_pt: Problemas
ru_ru: Проблемы
zh_cn: 问题

source: View Hostgroup Service Details
bg_bg: Вижте детайли за сървиси на хост група
de_de: Anzeigen Hostgruppen Service Details
es_es: Ver detalles hostGroup Servicio
fr_fr: Voir les détails du service hostGroup
it_it: Visualizza Dettagli servizi hostgroup
ja_jp: ホストグループのサービス詳細を表示
pl_pl: zobacz szczegóły usług hostgroup
pt_pt: Ver detalhes do serviço do grupo de hosts
ru_ru: Просмотреть подробности группа узлов сети обслуживания
zh_cn: 查看主机群服务详情

source: Hostgroup Commands
bg_bg: Вижте командите на хост група
de_de: Anzeigen Hostgruppen Befehle
es_es: Ver comandos hostGroup
fr_fr: Afficher les commandes hostGroup
it_it: Visualizzare i comandi del gruppo di host
ja_jp: ホストグループのコマンドを表示
pl_pl: Widok hostgroup polecenia
pt_pt: Ver comandos do grupo de host
ru_ru: Посмотреть группа узлов сети команд
zh_cn: 主机组命令

source: View Hostgroup Commands
bg_bg: Вижте командите на хост група
de_de: Anzeigen Hostgruppen Befehle
es_es: Ver comandos hostGroup
fr_fr: Afficher les commandes hostGroup
it_it: Visualizzare i comandi del gruppo di host
ja_jp: ホストグループのコマンドを表示
pl_pl: Widok hostgroup polecenia
pt_pt: Ver comandos do grupo de host
ru_ru: Посмотреть группа узлов сети команд
zh_cn: 查看主机群命令

source: No services found
bg_bg: Не се намерени сървиси
de_de: Keine Dienste gefunden
es_es: Ningun servicio encontrado
fr_fr: Aucun service trouvé
it_it: Nessun servizio trovato
ja_jp: サービスが見つかりません
pl_pl: nie znaleziono żadnych usług
pt_pt: Nenhum serviço encontrado
ru_ru: Не найдено услуг
zh_cn: 找不到服务

source: No status information found
bg_bg: Не е намерена информация за състоянието
de_de: Keine Status-Informationen gefunden
es_es: Ninguna informacion de estatus encontrada.
fr_fr: Aucune information d'état constaté
it_it: Nessuna informazione stato trovato
ja_jp: ステータス情報が見つかりません
pl_pl: nie znaleziono informacji o stanie
pt_pt: Nenhuma informações sobre o estado encontrada.
ru_ru: Нет информации о состоянии найти
zh_cn: 没有状态信息

source: No status information found.
bg_bg: Не е намерена информация за състоянието.
de_de: Keine Status-Informationen gefunden.
es_es: Ninguna informacion de estatus encontrada.
fr_fr: Aucune information d'état trouvé.
it_it: Nessuna informazione stato trovato.
ja_jp: ステータス情報が見つかりません.
pl_pl: nie znaleziono informacji o stanie.
pt_pt: Nenhuma informações sobre o estado encontrada.
ru_ru: Нет информации о состоянии найдено.
zh_cn: 没有状态信息。

source: View Servicegroup Service Details
bg_bg: Вижте детайли за сървис на сървис група
de_de: Anzeigen Servicegroup Service Details
es_es: Ver detalles Servicegroup Servicio
fr_fr: Voir les détails du service servicegroup
it_it: Visualizza Dettagli servizi Servicegroup
ja_jp: サービスグループのサービス詳細を表示
pl_pl: zobacz szczegóły usług servicegroup
pt_pt: Ver detalhes do serviço do grupo de serviços
ru_ru: Просмотреть подробности Servicegroup обслуживания
zh_cn: 查看服务组服务详情

source: Servicegroup Commands
bg_bg: Вижте команди на сървис група
de_de: Anzeigen Servicegroup Befehle
es_es: Ver comandos Servicegroup
fr_fr: Afficher les commandes servicegroup
it_it: Visualizzare i comandi Servicegroup
ja_jp: サービスグループのコマンドを表示
pl_pl: Widok servicegroup polecenia
pt_pt: Ver comandos do grupo de serviços
ru_ru: Просмотр Servicegroup команд
zh_cn: 服务组命令

source: View Servicegroup Commands
bg_bg: Вижте команди на сървис група
de_de: Anzeigen Servicegroup Befehle
es_es: Ver comandos Servicegroup
fr_fr: Afficher les commandes servicegroup
it_it: Visualizzare i comandi Servicegroup
ja_jp: サービスグループのコマンドを表示
pl_pl: Widok servicegroup polecenia
pt_pt: Ver comandos do grupo de serviços
ru_ru: Просмотр Servicegroup команд
zh_cn: 查看服务组命令

source: Status Summary For All Host Groups
bg_bg: Обобщение на статуса за всички хост групи
de_de: Status Summary für alle Host-Gruppen
es_es: Resumen del Estatus para todos los Grups de Hosts
fr_fr: Résumé de la situation pour tous les groupes d'hôtes
it_it: Riepilogo stato per tutti i gruppi host
ja_jp: すべてのホストグループのステータスサマリー
pl_pl: Zestawienie stanu dla wszystkich grup hostów
pt_pt: Resumo do status para todos os grupos de host
ru_ru: Сводная информация о состоянии для всех групп узлов
zh_cn: 所有主机组的状态摘要

source: Status Summary For All Service Groups
bg_bg: Обобщение на статуса за всички сървис групи
de_de: Status Summary für alle Service-Gruppen
es_es: Resumen de la situación de todos los grupos de servicios
fr_fr: Résumé de la situation pour tous les groupes de services
it_it: Riepilogo stato per tutti i gruppi di servizio
ja_jp: すべてのサービスグループのステータスサマリー
pl_pl: Zestawienie stanu dla wszystkich grup usług
pt_pt: Resumo do status para todos os grupos de serviços
ru_ru: Сводная информация о состоянии для всех сервисных групп
zh_cn: 所有服务组的状态摘要

source: Load
bg_bg: Натоварване
de_de: Laden
es_es: Carga del CPU
fr_fr: Charger
it_it: Carico
ja_jp: ロード
pl_pl: obciążenie
pt_pt: Carregar
ru_ru: Загрузка
zh_cn: 加载

source: CPU Stats
bg_bg: Статистика на процесора
de_de: CPU Statistik
es_es: Estatus
fr_fr: Statistiques CPU
ja_jp: CPU統計
pl_pl: Statystyki cpu
pt_pt: Status
ru_ru: Процессор статистика
zh_cn: CPU统计

source: Memory
bg_bg: Памет
de_de: Speicher
es_es: Memoria
fr_fr: Mémoire
it_it: Memoria
ja_jp: メモリ
pl_pl: pamięć
pt_pt: Memória
ru_ru: Память
zh_cn: 内存

source: Total
bg_bg: Общо
de_de: Gesamt
es_es: Totales
it_it: Totale
ja_jp: 合計
pl_pl: całkowity
ru_ru: Общий
zh_cn: 汇总

source: System Component Status
bg_bg: Състоянието на системния компонент на XI
de_de: XI-System Component Status
es_es: Estatus de los Componentes del Sistema XI
fr_fr: XI Etat des composants système
it_it: XI Sistema Stato componente
ja_jp: システムコンポーネント ステータス
pl_pl: Stan układu xi
pt_pt: Status do componente XI Sistema
ru_ru: XI статус компонентов системы
zh_cn: 系统组件状态

source: Monitoring Engine
bg_bg: Двигател за наблюдение
de_de: Überwachung Engine
es_es: Estatus del Motor de Monitoreo
fr_fr: Moteur surveillance
it_it: Controllo dei motori
ja_jp: 監視エンジン
pl_pl: Monitorowanie silnika
pt_pt: Processo do Mecanismo de Monitoramento
ru_ru: Мониторинг двигателя
zh_cn: 监控引擎

source: Start
bg_bg: Начало
de_de: Starten
es_es: Inicio/Fin
fr_fr: Commencer
it_it: Inizio
ja_jp: 開始
pl_pl: początek
pt_pt: Início/Fim
ru_ru: Начало
zh_cn: 开始

source: Restart
bg_bg: Рестартирам
de_de: Starten
es_es: Reiniciar
fr_fr: Reprendre
it_it: Ripartire
ja_jp: 再起動
pt_pt: Reinicie
ru_ru: Перезапуск
zh_cn: 重新开始

source: Stop
bg_bg: Стоп
de_de: Stoppen
es_es: Deténgase
ja_jp: 停止
pl_pl: zatrzymać
pt_pt: Pare
ru_ru: Стоп
zh_cn: 停止

source: Performance Grapher
bg_bg: Програма, чертаеща графики на производителността (Performance grapher)
de_de: Leistung Grapher
es_es: Grafica de Rendimiento
it_it: Prestazioni Grapher
ja_jp: パフォーマンスグラフ
pl_pl: Grapher wydajność
pt_pt: Gráfico de desempenho
ru_ru: Производительность Grapher
zh_cn: 性能绘图器

source: Database Maintenance
bg_bg: Поддържане на база данни
es_es: Base de datos de mantenimiento
it_it: Manutenzione del database
ja_jp: データベースメンテナンス
pl_pl: utrzymanie bazy danych
pt_pt: Manutenção de banco de dados
ru_ru: Ведение базы данных
zh_cn: 数据库维护

source: Command Subsystem
bg_bg: Подсистемна команда
de_de: Zugsicherung
es_es: Comandos
fr_fr: Sous-système de commande
it_it: Comando sottosistema
ja_jp: コマンドサブシステム
pl_pl: Komenda podsystem
pt_pt: Comandos
ru_ru: Команда Subsystem
zh_cn: 命令子系统

source: Event Manager
bg_bg: Мениджър на събития (Event Manager)
de_de: Veranstaltung Manager
es_es: Logs de Eventos
ja_jp: イベントマネージャ
pt_pt: Manipulador de eventos
ru_ru: Event-менеджер
zh_cn: 事件管理器

source: Feed Processor
bg_bg: Поддържащ процесор
de_de: Führen Prozessor
es_es: Habilitar procesador Deadpool
fr_fr: Nourrissez Processeur
it_it: Alimentare processore
ja_jp: フィードプロセッサ
pl_pl: Procesor RSS
pt_pt: Processo de núcleo
ru_ru: Поток Процессор
zh_cn: 提要处理器

source: Ago
bg_bg: Преди
de_de: Vor
es_es: Hace
fr_fr: Il ya
it_it: Fa
ja_jp: 前に
pl_pl: temu
pt_pt: Atrás
ru_ru: Тому назад
zh_cn: 以前

source: Report Engine
bg_bg: Доклад за двигателя
es_es: Titulo del Reporte
ja_jp: レポートエンジン
pl_pl: Silnik raport
pt_pt: Título do relatório
ru_ru: Сообщить двигателя
zh_cn: 报表引擎

source: Nonstop Operations Manager
bg_bg: Неспиращи мениджърски операции
es_es: Centro de Operaciones
ja_jp: ノンストップオペレーションマネージャー
pl_pl: Kierownik ruchu nonstop
pt_pt: Gerente de Operações Nonstop
zh_cn: 不间断运行管理器

source: Not Run Yet
bg_bg: Все още не работи
de_de: Noch nicht ausgeführt
es_es: No ejecute el embargo
fr_fr: Pas lancé
it_it: Non ancora eseguito
ja_jp: 稼働していない
pl_pl: jeszcze nie działać
pt_pt: Não executado ainda
ru_ru: Не Выполнить Тем не менее,
zh_cn: 尚未运行

source: Cleaner
bg_bg: Чистач
de_de: Reiniger
es_es: Limpiar
fr_fr: Nettoyeur
it_it: Depuratore
ja_jp: クリーナー
pl_pl: odkurzacz
pt_pt: Limpar
ru_ru: Очиститель
zh_cn: 清洁器

source: System Statistics
bg_bg: Системни статистики
es_es: Estadisticas del Sistema
fr_fr: Système de statistiques
it_it: Sistema Statistico
ja_jp: システム統計
pl_pl: System statystyki
pt_pt: Estatística do sistema
ru_ru: Система статистики
zh_cn: 系统统计

source: Monitoring engine may be stopped.
bg_bg: Двигателя за наблюдение може да бъде спрян.
de_de: Überwachung Motor kann gestoppt werden.
es_es: Estatus del Motor de Monitoreo
fr_fr: Surveillance du moteur peut être arrêté.
it_it: Motore di monitoraggio può essere fermato.
ja_jp: 監視エンジンが停止している可能性があります.
pl_pl: Silnik może być zatrzymany monitoringu.
pt_pt: Processo do Mecanismo de Monitoramento
ru_ru: Мониторинг двигатель может быть остановлен.
zh_cn: 监视引擎可能会停止。

source: Check engine
bg_bg: Проверете двигателя
de_de: Motor prüfen
es_es: Confiuraciones de Chequeo
fr_fr: Anomalie de moteur
it_it: Controllare il motore
ja_jp: エンジンを確認
pl_pl: sprawdzić silnik
pt_pt: Verifique as configurações
ru_ru: Проверьте двигатель
zh_cn: 检查引擎

source: Error: Unable to parse XML output!
bg_bg: Грешка: Не може да се анализира XML резултата (XML output)!
de_de: Error: Unable to XML-Ausgabe zu analysieren!
es_es: Error: No se puede analizar la salida XML!
fr_fr: Erreur: Impossible d'analyser la sortie XML!
it_it: Errore: Impossibile analizzare l'output XML!
ja_jp: エラー：XML出力を解析することができません！
pl_pl: Błąd: nie można analizować dane wyjściowe xml!
pt_pt: Erro: Não é possível analisar a saída XML
ru_ru: Ошибка: Не удалось разобрать XML выходных!
zh_cn: 错误：无法解析XML输出！

source: Outages
bg_bg: Прекъсвания
de_de: Ausfälle
es_es: Salida de la red
fr_fr: Pannes
it_it: Interruzioni
ja_jp: 停止
pl_pl: Zaniki
pt_pt: Interrupções na rede
ru_ru: Отключения
zh_cn: 中断

source: No Blocking Outages
bg_bg: Няма блокиращи прекъсвания
de_de: Keine Blockierung Ausfälle
es_es: Salida de la red
fr_fr: Pas de pannes de blocage
it_it: Non ci sono interruzioni di blocco
ja_jp: 障害による停止なし
pl_pl: nie blokujące przerwy
pt_pt: Interrupções na rede
ru_ru: Нет Блокировка Отключения
zh_cn: 无阻塞中断

source: Blocking Outages
bg_bg: Блокиращи прекъсвания
de_de: Blocking Ausfälle
es_es: Salida de la red
fr_fr: Pannes de blocage
it_it: Interruzioni di blocco
ja_jp: 障害による停止
pl_pl: blokowanie przestojów
pt_pt: Interrupções na rede
ru_ru: Блокировка Отключения
zh_cn: 阻止中断

source: Unhandled Problems
bg_bg: Необработени проблеми
de_de: Unbehandelte Probleme
es_es: No controlado
fr_fr: Problèmes non gérées
it_it: Problemi non gestite
ja_jp: 未処置の障害
pl_pl: nieobsłużone problemy
pt_pt: Problemas não tratados!
ru_ru: Необработанные проблемы
zh_cn: 未处理的问题

source: Acknowledged
bg_bg: Потвърдено
de_de: Anerkannt
es_es: Reconocer
fr_fr: Reconnu
it_it: Riconosciuto
ja_jp: 認知済
pl_pl: przyznał
pt_pt: Reconhecer
ru_ru: Признанный
zh_cn: 已确认

source: Scheduled
bg_bg: Планиран
de_de: Geplant
es_es: Calendarizar
fr_fr: Prévu
it_it: Programmato
ja_jp: スケジュール
pl_pl: zaplanowane
pt_pt: Adicionar horário
ru_ru: Плановый
zh_cn: 已安排

source: Soft Problems
bg_bg: Вариетивни (Soft) проблеми
de_de: Weiche Probleme
es_es: Hosts con Problemas
fr_fr: Problèmes douces
it_it: Problemi di soft
ja_jp: ソフト障害
pl_pl: miękkie problemy
pt_pt: Problemas de host
ru_ru: Мягкие проблемы
zh_cn: 软问题

source: Acknowledged
bg_bg: Потвърден
de_de: Anerkannt
es_es: Reconocer
fr_fr: Reconnu
it_it: Riconosciuto
ja_jp: 認知済
pl_pl: przyznał
pt_pt: Reconhecer
ru_ru: Признанный
zh_cn: 已确认

source: On Problem Hosts
bg_bg: Върху проблемните хостове
de_de: Am Problem Hosts
es_es: Problemas abiertos
fr_fr: Problème sur les hôtes
it_it: Su Host Problema
ja_jp: ホスト上の障害
pl_pl: na problemowych gospodarzy
pt_pt: Abrir problemas
ru_ru: О проблеме Хосты
zh_cn: 在问题主机

source: Last Updated:
bg_bg: Последно актуализиран:
de_de: Zuletzt aktualisiert am:
es_es: Chequeo de Ultima Actualizacion
fr_fr: Dernière mise à jour:
it_it: Ultimo aggiornamento:
ja_jp: 最終更新日：
pl_pl: Ostatnia aktualizacja:
pt_pt: Última atualização
ru_ru: Последнее обновление:
zh_cn: 最后更新：

source: Features
bg_bg: Функции
es_es: Caracteristicas
fr_fr: Traits
it_it: Lineamenti
ja_jp: 機能
pl_pl: funkcje
pt_pt: Características
ru_ru: Особенности
zh_cn: 功能

source: Services Disabled
bg_bg: Деактивирани сървиси
de_de: Dienstleistungen für Behinderte
es_es: Detalles del Servicio
fr_fr: Accès handicapés
it_it: Servizi ai disabili
ja_jp: サービス無効
pl_pl: Usługi wyłączony
pt_pt: Detalhe de serviço
ru_ru: Услуги инвалидов
zh_cn: 禁用服务

source: All Services Enabled
bg_bg: Всички активирани сървиси
de_de: Alle Dienste aktiviert
es_es: Todos los servicios con problemas
fr_fr: Tous les services Activé
it_it: Tutti i servizi attivi
ja_jp: 全サービス有効
pl_pl: włączone wszystkie usługi
pt_pt: Todos os problemas do serviço
ru_ru: Все сервисы Доступно
zh_cn: 所有服务已启用

source: Services Flapping
bg_bg: Сървиса си променя често състоянието (Flapping)
de_de: Dienstleistungen Flattern
es_es: Advertencia de Servicio
fr_fr: Services de battement
it_it: Servizi svolazzante
ja_jp: サービスフッラピング
pl_pl: Usługi trzepotanie
pt_pt: Aviso de serviço
ru_ru: Услуги Хлопающие
zh_cn: 服务flap

source: Hosts Disabled
bg_bg: Деактивирани хостове
de_de: Hosts Behinderte
es_es: Deshabilitado
fr_fr: Les hôtes handicapés
it_it: Padroni di casa per portatori di handicap
ja_jp: ホスト無効
pl_pl: Gospodarze wyłączony
pt_pt: Desabilitado
ru_ru: Посетителей инвалидов
zh_cn: 主机已禁用

source: All Hosts Enabled
bg_bg: Всички активирани хостове
de_de: Alle Hosts aktiviert
es_es: Todos los hosts con problemas
fr_fr: Tous les hôtes Activé
it_it: Tutti gli host Attivato
ja_jp: 全ホスト有効
pl_pl: włączone wszystkie hosty
pt_pt: Todos os Problemas do host
ru_ru: Все хосты Доступно
zh_cn: 启用所有主机

source: Hosts Flapping
bg_bg: Хостовете си променят често състоянието (Hosts Flapping)
de_de: Hosts Flattern
es_es: Hosts arriba
fr_fr: Battant hôtes
it_it: Host Battere le ali
ja_jp: ホストフッラピング
pl_pl: Gospodarze trzepotanie
pt_pt: Escalação do host
ru_ru: Посетителей Хлопающие
zh_cn: 主机flap

source: Task
bg_bg: Задача
de_de: Aufgabe
es_es: Tarea
fr_fr: Tâche
it_it: Compito
ja_jp: タスク
pl_pl: zadanie
pt_pt: Tarefa
ru_ru: Задача
zh_cn: 任务

source: Fix permissions problems
bg_bg: Поправете проблемите с привилегиите
de_de: Fix Berechtigungen Probleme
es_es: Problema de Permisos
fr_fr: Résoudre les problèmes de permissions
it_it: Risolvere problemi di autorizzazioni
ja_jp: アクセス権限の障害を修正
pl_pl: rozwiązywanie problemów z uprawnieniami
pt_pt: Corrigir problemas de permissões
ru_ru: Исправить разрешения проблемы
zh_cn: 修复权限问题

source: One or more configuration files or scripts has incorrect settings, which will cause configuration changes to fail.
bg_bg: Един или повече конфигурационни файлове или скриптове има неправилни настройки, които ще доведат до провал на конфигурационните промени.
de_de: Ein oder mehrere Konfigurationsdateien oder Script hat falsche Einstellungen, die dazu führen können Änderungen an der Konfiguration fehlschlagen.
es_es: Los permisos sobre uno o mas archivos de configuracion parece estar incorrectos. Esto evitara que su configuracion sea aplicada apropiadamente.
fr_fr: Un ou plusieurs fichiers de configuration ou des scripts a des paramètres incorrects, ce qui entraînera des changements de configuration à l'échec.
it_it: Uno o più file di configurazione o script dispone di impostazioni non corrette, che farà sì che le modifiche alla configurazione a fallire.
ja_jp: 1つ以上の設定ファイルまたはスクリプトに設定変更が失敗する原因となる不正な設定が含まれています.
pl_pl: jeden lub więcej plików konfiguracyjnych lub skrypty ma nieprawidłowe ustawienia, które spowodują zmiany konfiguracji na porażkę.
pt_pt: As permissões em um ou mais arquivos de configuração ou scripts parecem estar incorretos. Isso irá evitar a sua configuração seja aplicada corretamente.
ru_ru: Один или несколько файлов конфигурации и сценариев имеет неправильные настройки, которые вызывают изменения в конфигурации на провал.
zh_cn: 一个或多个配置文件或脚本的设置不正确，这将导致配置更改失败。

source: Problems Needing Attention:
bg_bg: Проблеми, които се нуждаят внимание:
de_de: Probleme Aufmerksamkeit benötigen:
es_es: Los problemas que requieren atención:
fr_fr: Problèmes nécessitant une attention particulière:
it_it: I problemi che necessitano di attenzione:
ja_jp: 注意を必要とする障害：
pl_pl: problemy wymagające uwagi:
pt_pt: Problemas Precisam de Atenção:
ru_ru: Проблемы, требующие внимания:
zh_cn: 需要注意的问题：

source: Configure system settings
bg_bg: Конфигурирайте настройките на системата
de_de: Systemeinstellungen konfigurieren
es_es: Cambiar configuracion basica del host
fr_fr: Configurer les paramètres du système
it_it: Configurare le impostazioni di sistema
ja_jp: システム設定の構成
pl_pl: skonfigurować ustawienia systemowe
pt_pt: Configurações do gerenciador de configuração
ru_ru: Настройка параметров системы
zh_cn: 配置系统设置
