Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Allow the user to pass the URL parameters username and ticket to automatically log into the interface. This is insecure, and should be done through authentication tokens. This should only be used for backwards compatibility.
bg_bg: позволяват на потребителя да предава потребителското име и билета на URL адреса за автоматично влизане в интерфейса. това е несигурно и трябва да бъде направено чрез идентификационни символи. това трябва да се използва само за обратна съвместимост.
de_de: Erlaube dem Benutzer, die URL-Parameter Benutzername und Ticket zu übergeben, um sich automatisch an der Schnittstelle anzumelden. Dies ist unsicher und sollte durch Authentifizierungstoken erfolgen. Dies sollte nur für die Abwärtskompatibilität verwendet werden.
es_es: permite al usuario pasar los parámetros de la url nombre de usuario y ticket para iniciar sesión automáticamente en la interfaz. esto es inseguro, y debe hacerse a través de tokens de autenticación. esto solo debe usarse para compatibilidad con versiones anteriores.
fr_fr: permettre à l'utilisateur de transmettre le nom d'utilisateur et le ticket de l'url pour se connecter automatiquement à l'interface. ceci n'est pas sûr et devrait être fait par des jetons d'authentification. Cela ne devrait être utilisé que pour la rétrocompatibilité.
it_it: consentire all'utente di passare i parametri url nome utente e ticket per accedere automaticamente all'interfaccia. questo è insicuro e dovrebbe essere fatto tramite i token di autenticazione. questo dovrebbe essere usato solo per la retrocompatibilità.
ja_jp: ユーザーがURLパラメータのユーザー名とticketを渡して、自動的にインターフェイスにログインできるようにします。これは安全ではなく、認証トークンを使用して行う必要があります。下位互換性のためにのみ使用してください。
pl_pl: pozwól użytkownikowi przekazać parametry użytkownika adresu URL i bilet, aby automatycznie logować się do interfejsu. jest to niebezpieczne i powinno się to odbywać za pomocą tokenów uwierzytelniania. to powinno być używane tylko dla kompatybilności wstecznej.
pt_pt: permite que o usuário passe o nome de usuário e o ticket dos parâmetros de url para fazer login automaticamente na interface. isso é inseguro e deve ser feito por meio de tokens de autenticação. isso só deve ser usado para compatibilidade com versões anteriores.
ru_ru: разрешить пользователю передавать параметры имени пользователя и билет для автоматического входа в интерфейс. это небезопасно и должно выполняться через токены аутентификации. это следует использовать только для обратной совместимости.
zh_cn: 允许用户传递URL参数用户名和票证以自动登录界面。 这是不安全的，应该通过身份验证令牌来完成。 这仅应用于向后兼容。

source: Enable insecure login for this user
bg_bg: активирайте несигурното влизане за този потребител
de_de: Aktivieren Sie die unsichere Anmeldung für diesen Benutzer
es_es: habilitar inicio de sesión inseguro para este usuario
fr_fr: activer la connexion non sécurisée pour cet utilisateur
it_it: abilita il login non sicuro per questo utente
ja_jp: このユーザーのセキュリティで保護されていないログインを有効にする
pl_pl: włączyć niezabezpieczone logowanie dla tego użytkownika
pt_pt: ativar login inseguro para este usuário
ru_ru: включить небезопасный логин для этого пользователя
zh_cn: 对此用户启用不安全的登录

source: Ticket
bg_bg: билет
de_de: Fahrkarte
es_es: boleto
fr_fr: billet
it_it: biglietto
ja_jp: チケット
pl_pl: bilet
pt_pt: bilhete
ru_ru: билет
zh_cn: 工单

source: Username is blank.
bg_bg: Потребителското име е празно.
de_de: Benutzername ist leer.
es_es: Uusario esta vacio
fr_fr: Nom d'utilisateur est vide.
it_it: Il nome utente è vuoto.
ja_jp: ユーザー名が空白です.
pl_pl: nazwa użytkownika jest pusta.
pt_pt: Nome de usuário está em branco.
ru_ru: Имя пользователя пустым.
zh_cn: 用户名是空白的。

source: Cannot use reserved username.
bg_bg: не може да използва запазено потребителско име.
de_de: kann keinen reservierten Benutzernamen verwenden.
es_es: no se puede utilizar el nombre de usuario reservado.
fr_fr: ne peut pas utiliser le nom d'utilisateur réservé.
it_it: non è possibile utilizzare il nome utente riservato.
ja_jp: 予約済みのユーザー名は使用できません。
pl_pl: nie można użyć zastrzeżonej nazwy użytkownika.
pt_pt: não pode usar o nome de usuário reservado.
ru_ru: не может использовать зарезервированное имя пользователя.
zh_cn: 无法使用保留的用户名。

source: Blank authorization level.
bg_bg: Празно ниво на оторизация
de_de: Blank Berechtigungsstufe.
es_es: Nivel de autorización en blanco.
fr_fr: Niveau d'autorisation vierge.
it_it: Livello di autorizzazione in bianco.
ja_jp: 認証レベルが空白です.
pl_pl: puste poziom autoryzacji.
pt_pt: Nível de autorização em branco.
ru_ru: Пустые уровня разрешения.
zh_cn: 授权级别为空。

source: Invalid authorization level.
bg_bg: Невалидно ниво на оторизация.
de_de: Ungültige Berechtigungsstufe.
es_es: Nivel de autorizacion
fr_fr: Niveau d'autorisation valide.
it_it: Livello di autorizzazione non valido.
ja_jp: 認証レベルが無効です.
pl_pl: nieprawidłowy poziom autoryzacji.
pt_pt: Nível de autorização inválida.
ru_ru: Неверный уровень авторизации.
zh_cn: 无效的授权级别。

source: Password cannot be blank.
bg_bg: IMAP паролата не може да бъде празна.
de_de: imap Kennwort darf nicht leer sein.
es_es: imap contraseña no puede estar en blanco.
fr_fr: imap mot de passe ne peut être vide.
it_it: imap password non può essere vuota.
ja_jp: IMAPパスワードは空白にすることはできません.
pl_pl: Hasło IMAP nie może być puste.
pt_pt: imap senha não pode estar em branco.
ru_ru: IMAP пароль не может быть пустым.
zh_cn: IMAP密码不能为空。

source: Authorization level demotion error.
bg_bg: Грешка на понижаване на оторизационното ниво.
de_de: Berechtigungsstufe Degradierung Fehler.
es_es: autorización error de nivel de degradación.
fr_fr: autorisation erreur de rétrogradation de niveau.
it_it: autorizzazione errore a livello di retrocessione.
ja_jp: 認証レベル降格エラー.
pl_pl: Błąd poziomu degradacji autoryzacji.
pt_pt: autorização de erro nível de rebaixamento.
ru_ru: Ошибка авторизации Уровень понижение в должности.
zh_cn: 授权级别降级错误。

source: Cannot edit this user.
bg_bg: не може да редактира този потребител.
de_de: kann diesen Benutzer nicht bearbeiten.
es_es: no puede editar este usuario
fr_fr: ne peut pas modifier cet utilisateur.
it_it: non posso modificare questo utente.
ja_jp: このユーザーを編集することはできません。
pl_pl: nie można edytować tego użytkownika.
pt_pt: não é possível editar este usuário.
ru_ru: не может редактировать этого пользователя.
zh_cn: 无法编辑此用户。

source: Your %s account password has been changed by an administrator. You can login using the following information: Username: %s Password: %s URL: %s
bg_bg: Паролата на вашия Nagios XI потребител е била променена от администратора. Можете да влезете като използвате следната информация: Име: %s Парола: %s URL: %s
de_de: Ihre Nagios XI Account-Passwort von einem Administrator geändert worden. Sie können sich mit folgenden Informationen: Benutzername:% s Passwort:% s URL:% s
es_es: Su contraseña Nagios cuenta XI ha sido cambiado por un administrador. Puedes iniciar sesión con la siguiente información: Nombre de usuario: %sContraseña: %s URL: %s:
fr_fr: Votre mot de passe Nagios XI compte a été modifié par un administrateur. Vous pouvez vous connecter en utilisant les informations suivantes: Nom d'utilisateur:% s Mot de passe:% s URL:% s
it_it: La tua Password Nagios XI è stato modificato da un amministratore. Puoi effettuare il login utilizzando le seguenti informazioni: Nome utente:% s Password:% s URL:% s
ja_jp: %s アカウントのパスワードが管理者に変更されました。 次の情報でログインできます: ユーザー名: %s パスワード: %s URL: %s
pl_pl: hasło konta Nagios XI został zmieniony przez administratora. możesz zalogować się przy użyciu następujących informacji: Username: %s Password: %s URL: %s
pt_pt: a senha da conta xi nagios foi alterado por um administrador. você pode fazer login usando as seguintes informações: Username: %s Password: %s URL: %s
ru_ru: Ваша Nagios XI пароль учетной записи был изменен администратором. Вы можете войти, используя следующую информацию: Имя пользователя:%s Пароль:%s URL:%s
zh_cn: 您的 %s 账户密码已被管理员更改。您可以使用以下信息登录。 用户名: %s 密码：%s URL: %s

source: %s Password Changed
bg_bg: % s парола бе променена
de_de: % s Passwort wurde geändert
es_es: la contraseña de% s cambió
fr_fr: % s mot de passe changé
it_it: % s password modificata
ja_jp: %s のパスワードが変更されました
pl_pl: Hasło% s zostało zmienione
pt_pt: Senha de% s alterada
ru_ru: Изменен пароль s s
zh_cn: %s 密码已更改

source: updated.
bg_bg: актуализиран.
de_de: aktualisiert.
es_es: actualizado.
fr_fr: actualisé.
it_it: aggiornato.
ja_jp: 更新しました.
pl_pl: aktualizowana.
pt_pt: Atualizada.
ru_ru: обновлено.
zh_cn: 已更新。

source: Invalid user id.
bg_bg: Невалиден идентификационен номер на потребителя.
de_de: Ungültige Benutzer-Id.
es_es: ID de usuario invalido.
fr_fr: ID utilisateur non valide.
it_it: ID utente non valido.
ja_jp: 無効なユーザーID.
pl_pl: nieprawidłowy identyfikator użytkownika.
pt_pt: ID de usuário inválido.
ru_ru: недействительный идентификатор пользователя.
zh_cn: 无效的用户ID。

source: No account selected.
bg_bg: Не е избран потребителски профил.
de_de: Kein Konto ausgewählt.
es_es: Ninguna cuenta seleccionanda
fr_fr: Pas de compte sélectionné.
it_it: Nessun account selezionato.
ja_jp: アカウントが選択されていません.
pl_pl: nie bierze wybrane.
pt_pt: Sem conta selecionada.
ru_ru: Нет учетной записи выбран.
zh_cn: 未选择帐户。

source: You cannot disable your own account.
bg_bg: Вие не можете да деактивирате профила си.
de_de: Sie können nicht löschen Ihr eigenes Konto.
es_es: Usted no puede eliminar su propia cuenta
fr_fr: Vous ne pouvez pas supprimer votre propre compte.
it_it: Non è possibile cancellare il proprio account.
ja_jp: 自分のアカウントを削除することはできません.
pl_pl: nie możesz usunąć swoje konto.
pt_pt: Você não pode excluir sua própria conta.
ru_ru: Вы не можете удалять свой собственный счет.
zh_cn: 您不能禁用自己的帐户。

source: User account disabled.
bg_bg: Потребителския акаунт е деактивиран.
de_de: Benutzerkonto deaktiviert.
es_es: cuenta de usuario deshabilitada.
fr_fr: compte d'utilisateur désactivé.
it_it: account utente disabilitato.
ja_jp: ユーザーアカウントが無効.
pl_pl: Konto użytkownika jest wyłączona.
pt_pt: conta de usuário desativado.
ru_ru: Учетная запись пользователя отключена.
zh_cn: 用户帐户已禁用。

source: User account enabled.
bg_bg: Потребителския акаунт е активиран.
de_de: Benutzerkonto aktiviert.
es_es: cuenta de usuario habilitado.
fr_fr: compte utilisateur activé.
it_it: account utente abilitato.
ja_jp: ユーザーアカウントが有効.
pl_pl: Konto użytkownika włączona.
pt_pt: conta de usuário habilitada.
ru_ru: включена учетная запись пользователя.
zh_cn: 用户帐户已启用。

source: Unable to disable account.
bg_bg: Невъзможна деактивацията на потребителския профил.
de_de: nicht in der Lage Konto zu deaktivieren.
es_es: incapaz de desactivar la cuenta.
fr_fr: incapable de désactiver compte.
it_it: in grado di disabilitare conto.
ja_jp: アカウントを無効化できませんでした.
pl_pl: w stanie wyłączyć konto.
pt_pt: incapaz de desativar a conta.
ru_ru: не в состоянии отключить учетную запись.
zh_cn: 无法禁用帐户。

source: Unable to enable account.
bg_bg: Невъзможна активацията на потребителския профил.
de_de: nicht in der Lage Konto zu aktivieren.
es_es: no puede habilitar la cuenta.
fr_fr: incapable de permettre à compte.
it_it: in grado di abilitare conto.
ja_jp: アカウントを有効化できませんでした.
pl_pl: w stanie włączyć konto.
pt_pt: incapaz de permitir que conta.
ru_ru: не в состоянии включить учетную запись.
zh_cn: 无法启用帐户。

source: You cannot delete your own account.
bg_bg: Вие не можете да изтривате вашия потребителски профил.
de_de: Sie können nicht löschen Ihr eigenes Konto.
es_es: Usted no puede eliminar su propia cuenta
fr_fr: Vous ne pouvez pas supprimer votre propre compte.
it_it: Non è possibile cancellare il proprio account.
ja_jp: 自分のアカウントを削除することはできません.
pl_pl: nie możesz usunąć swoje konto.
pt_pt: Você não pode excluir sua própria conta.
ru_ru: Вы не можете удалять свой собственный счет.
zh_cn: 您无法删除自己的帐户。

source: You cannot delete the nagiosadmin user.
bg_bg: не можете да изтриете потребителя nagiosadmin.
de_de: Sie können den Nagiosadmin-Benutzer nicht löschen.
es_es: no puedes eliminar el usuario nagiosadmin.
fr_fr: vous ne pouvez pas supprimer l'utilisateur nagiosadmin.
it_it: non è possibile eliminare l'utente nagiosadmin.
ja_jp: nagiosadminユーザーを削除することはできません。
pl_pl: nie można usunąć użytkownika nagiosadmin.
pt_pt: você não pode excluir o usuário nagiosadmin.
ru_ru: вы не можете удалить пользователя nagiosadmin.
zh_cn: 您无法删除nagiosadmin用户。

source: users deleted.
bg_bg: изтрити потребители.
de_de: Benutzer gelöscht.
es_es: Usuarios eliminados
fr_fr: Utilisateurs supprimés.
it_it: Utenti eliminati.
ja_jp: ユーザーを削除しました。
pl_pl: użytkowników usunięty.
pt_pt: Usuários deletados
ru_ru: Пользователи удалены.
zh_cn: 用户已删除。

source: deleted.
bg_bg: изтрит.
de_de: gelöscht.
es_es: eliminado.
fr_fr: supprimée.
it_it: eliminata.
ja_jp: 削除されました.
pl_pl: usunięte.
pt_pt: suprimido.
ru_ru: удален.
zh_cn: 已删除。

source: Unable to unlock account.
bg_bg: Не може да се отключи потребителския профил.
de_de: nicht in der Lage Konto zu entsperren.
es_es: incapaces de desbloquear cuenta.
fr_fr: incapable de déverrouiller compte.
it_it: in grado di sbloccare il conto.
ja_jp: アカウントのロックを解除できません.
pl_pl: w stanie odblokować konto.
pt_pt: incapaz de desbloquear a conta.
ru_ru: не удалось открыть счет.
zh_cn: 无法解锁帐户。

source: User Accounts Unlocked.
bg_bg: Потребителските акаунти са отключени.
de_de: Benutzerkonten freigeschaltet.
es_es: cuentas de usuario desbloqueado.
fr_fr: comptes d'utilisateur déverrouillée.
it_it: account utente sbloccato.
ja_jp: ユーザーアカウントがロック解除されました。
pl_pl: kont użytkowników odblokowane.
pt_pt: contas de usuário desbloqueado.
ru_ru: Учетные записи пользователей разблокированы.
zh_cn: 用户帐户已解锁。

source: Clone User
bg_bg: Клонинг на потребителя
de_de: Clone Benutzer
es_es: Clonar ususario
fr_fr: Clone utilisateur
it_it: Clone utente
ja_jp: ユーザーのクローン
pl_pl: Użytkownik klon
pt_pt: Usuário clone
ru_ru: Клон пользователя
zh_cn: 克隆用户

source: Use this functionality to create a new user account that is an exact clone of another account on the system. The cloned account will inherit all preferences, views, and dashboards of the original user.
bg_bg: Използвайте тази функция, за да създадете нов потребителски профил, който е точен клонинг на друг акаунт в системата. Клонирания потребителски профил ще наследи всички предпочитания, игледи и табла на оригиналния потребител.
de_de: Verwenden Sie diese Funktion, um ein neues Benutzerkonto, das ein exakter Klon eines anderen Account auf dem System zu schaffen. Das geklonte Account erben alle Einstellungen, Ansichten und Dashboards des ursprünglichen Benutzers.
es_es: Utilice esta función para crear una nueva cuenta de usuario que es una copia exacta de otra cuenta en el sistema. La cuenta clonada heredará todas las preferencias, opiniones y cuadros de mando del usuario original.
fr_fr: Utilisez cette fonctionnalité pour créer un nouveau compte utilisateur qui est un clone exact d'un autre compte sur le système. Le compte cloné hérite toutes les préférences, les vues et les tableaux de bord de l'utilisateur initial.
it_it: Utilizzare questa funzionalità per creare un nuovo account utente che è un clone esatto di un altro account sul sistema. L'account clonato erediterà tutte le preferenze, viste e cruscotti dell'utente originale.
ja_jp: システムの他のアカウントを完全にクローンして新しいユーザーアカウントを作成します。 クローン作成されたアカウントはオリジナルユーザーのすべてのプリファレンス、ビュー、ダッシュボードを継承します.
pl_pl: użyć tej funkcji, aby utworzyć nowe konto użytkownika, który jest dokładnym klonem innego konta w systemie. sklonowany konto odziedziczy wszystkie preferencje, widoki i kokpity oryginalnego użytkownika.
pt_pt: Utilize esta funcionalidade para criar uma nova conta de usuário que é um clone exato de uma outra conta no sistema. A conta clonadaherdará todas as preferências, opiniões e painéis do usuário original.
ru_ru: Используйте эту функцию, чтобы создать новую учетную запись пользователя, который является точной копией другого счета в системе. Клонированных счет будет наследовать все предпочтений, представлений и панелей из оригинального пользователь.
zh_cn: 使用此功能可以创建一个新的用户帐户，该帐户是系统上另一个帐户的精确克隆。 克隆的帐户将继承原始用户的所有首选项，视图和仪表板。

source: Force password change at next login
bg_bg: Форсирайте промяна на паролата при следващото влизане
de_de: Force-Passwort ändern bei der nächsten Anmeldung
es_es: Forzar el cambio de contraseña cuando ingrese la proxima vez
fr_fr: Changer de mot de passe lors de la connexion suivante vigueur
it_it: Forza di modifica della password all'accesso successivo
ja_jp: 次回ログイン時にパスワード変更を強制する
pl_pl: zmiana hasła przy następnym logowaniu siły
pt_pt: alteração de senha vigor no próximo login
ru_ru: Силы Изменить пароль при следующем входе
zh_cn: 下次登录时强制更改密码

source: Email user new password
bg_bg: Изпрати нова парола на потребителя в имейл
de_de: E-Mail Benutzer New Password
es_es: Enviar correo al usuario la nueva contraseña
fr_fr: Utilisateur Mot de passe Nouvel e-mail
it_it: Email Password Nuovo Utente
ja_jp: ユーザーに新しいパスワードをメールする
pl_pl: e-mail użytkownika nowe hasło
pt_pt: Nova senha de email do usuário
ru_ru: E-mail пользователя новый пароль
zh_cn: 电子邮件用户新密码

source: Create as monitoring contact
bg_bg: Създадете като контакт за следене (monitoring contact)
de_de: Erstellen Sie so Überwachung Kontakt
es_es: Crearlo como Contacto de Monitoreo
fr_fr: Créer comme contact de surveillance
it_it: Crea come contatto di
ja_jp: 監視の連絡先として作成する
pl_pl: utworzyć monitoringiem
pt_pt: criar o contato de monitoração
ru_ru: Создать как мониторинг Контакт
zh_cn: 创建为监控联系人

source: Could not clone this user.
bg_bg: не можа да клонира този потребител.
de_de: konnte diesen Benutzer nicht klonen.
es_es: no pudo clonar a este usuario
fr_fr: n'a pas pu cloner cet utilisateur.
it_it: non è possibile clonare questo utente
ja_jp: このユーザーを複製できませんでした。
pl_pl: nie można sklonować tego użytkownika.
pt_pt: não foi possível clonar esse usuário.
ru_ru: не может клонировать этого пользователя.
zh_cn: 无法克隆此用户。

source: An account has been created for you to access %s. You can login using the following information: Username: %s Password: %s URL: %s
bg_bg: Създаден е потребителски профил, за да получите достъп до Nagios XI. Можете да влезете като използвате следната информация: Потребителско име: %s Парола: %s URL: %s
de_de: Ein Konto wurde für Sie erstellt Nagios XI zu erreichen. Sie können sich mit folgenden Informationen: Benutzername:% s Passwort:% s URL:% s
es_es: Una cuenta se ha creado para que usted pueda acceder a Nagios XI. Puedes iniciar sesión con la siguiente información: Nombre de usuario: %s Contraseña: %s URL: %s
fr_fr: Un compte a été créé pour vous d'accéder à Nagios XI. Vous pouvez vous connecter en utilisant les informations suivantes: Nom d'utilisateur:% s Mot de passe:% s URL:% s
it_it: Un account è stato creato per l'accesso Nagios XI. Puoi effettuare il login utilizzando le seguenti informazioni: Nome utente:% s Password:% s URL:% s
ja_jp: %s にアクセスするためのアカウントが作成されました。 次の情報でログインできます: ユーザー名: %s パスワード: %s URL: %s
pl_pl: Konto zostało utworzone, aby uzyskać dostęp do Nagios XI. możesz zalogować się przy użyciu następujących informacji: Username: %s Password: %s URL: %s
pt_pt: uma conta foi criada para você acessar nagios xi. você pode fazer login usando as seguintes informações: Username: %s Password: %s URL: %s
ru_ru: Счет был создан для Вас, чтобы получить доступ к Nagios XI. Вы можете войти, используя следующую информацию: Имя пользователя:%s Пароль:%s URL:%s
zh_cn: 已创建一个帐户供您访问%s。 您可以使用以下信息登录： 用户名：%s 密码：%s 网址：%s

source: %s Account Created
bg_bg: Създаден е% s профил
de_de: % s Konto erstellt
es_es: % s cuenta creada
fr_fr: % s compte créé
it_it: % s account creato
ja_jp: %s アカウントが作成されました
pl_pl: Konto% s zostało utworzone
pt_pt: % s conta criada
ru_ru: Создана учетная запись% s
zh_cn: %s 账户已创建

source: Invalid account.
bg_bg: Невалиден потребителски профил.
de_de: Ungültige Konto.
es_es: Cuenta invalida
fr_fr: Invalid compte.
it_it: Conto non valido.
ja_jp: アカウントが無効です.
pl_pl: nieprawidłowe konto.
pt_pt: Conta inválida.
ru_ru: Неверный счет.
zh_cn: 无效的帐户。

source: Account is disabled.
bg_bg: Потребителския профил е деактивиран.
de_de: Konto ist deaktiviert.
es_es: cuenta deshabilitada.
fr_fr: le compte est désactivé.
it_it: l'account è disabilitato.
ja_jp: アカウントは無効です.
pl_pl: konto jest nieaktywne.
pt_pt: conta esta desabilitada.
ru_ru: Аккаунт отключен.
zh_cn: 帐户被禁用。

source: Expired
bg_bg: Просрочен
de_de: abgelaufen
es_es: caducado
fr_fr: expiré
it_it: scaduto
ja_jp: 期限切れ
pl_pl: przedawniony
pt_pt: expirado
ru_ru: истекший
zh_cn: 过期

source: days left
bg_bg: оставащи дни
de_de: Tage
es_es: días a la izquierda
fr_fr: jours restants
it_it: giorni rimanenti
ja_jp: 日
pl_pl: pozostało dni
pt_pt: dias restantes
ru_ru: дней осталось
zh_cn: 剩余天数

source: License Type
bg_bg: Тип на лиценза
de_de: Lizenz-Typ
es_es: Tipo de Licencias
fr_fr: Type de licence
it_it: Tipo di licenza
ja_jp: ライセンスの種類
pl_pl: Typ licencji
pt_pt: Tipo de Licença
ru_ru: Тип лицензии
zh_cn: 许可证类型

source: Trial
bg_bg: Пробен период
de_de: Studie
es_es: ensayo
fr_fr: essai
it_it: prova
ja_jp: トライアル
pl_pl: próba
pt_pt: julgamento
ru_ru: суд
zh_cn: 试用

source: Licensed
bg_bg: Лицензиран
de_de: Zugelassen
es_es: Licenciado
fr_fr: Autorisé
it_it: Autorizzato
ja_jp: ライセンスあり
pl_pl: licencji
pt_pt: Licenciado
ru_ru: Лицензированный
zh_cn: 许可

source: Free
bg_bg: Безплатно
de_de: Kostenlos
es_es: Gratis
fr_fr: Gratuit
it_it: Libero
ja_jp: フリー
pl_pl: wolny
pt_pt: Livre
ru_ru: Бесплатно
zh_cn: 免费

source: 7 nodes / 100 total checks, self supported
bg_bg: 7 възли / 100 общо проверки, самостоятелно се поддържа
de_de: 7 Knoten / 100 Gesamtprüfungen, selbst unterstützt
es_es: 7 nodos / 100 cheques totales, autosuficiente
fr_fr: 7 nœuds / 100 contrôles au total, auto-pris en charge
it_it: 7 nodi / 100 controlli totali, autosufficiente
ja_jp: 7ノード/合計100のチェック、自己サポート
pl_pl: 7 węzłów / 100 kontroli ogółem, samodzielnie wspieranych
pt_pt: 7 nós / 100 verificações totais, auto-suportadas
ru_ru: 7 узлов / 100 полных проверок, самостоятельная поддержка
zh_cn: 7个节点/ 100个总计检查，自我支持

source: Edit Key
bg_bg: ключ за редактиране
de_de: Bearbeitungsschlüssel
es_es: tecla de edición
fr_fr: clé d'édition
it_it: chiave di modifica
ja_jp: キーを編集
pl_pl: klucz edycji
pt_pt: chave de edição
ru_ru: ключ редактирования
zh_cn: 编辑密钥

source: License Stats
bg_bg: Лицензионна статистика
de_de: Lizenz stats
es_es: Estadísticas de licencia
fr_fr: Statistiques de licence
it_it: stats di licenza
ja_jp: ライセンスの状態
pl_pl: statystyki licencyjne
pt_pt: Estatísticas de licença
ru_ru: лицензионные статистика
zh_cn: 许可数据

source: License Activation
bg_bg: Активиране на лиценз
es_es: Activacion de la licencia
fr_fr: Activation de la licence
it_it: Attivazione della licenza
ja_jp: ライセンスアクティベーション
pl_pl: Aktywacja licencji
pt_pt: Ativação de Licença
ru_ru: Активация лицензии
zh_cn: 许可证激活

source: Activation Status
bg_bg: Статус на активацията
es_es: Estatus de la activación
fr_fr: Statut d'activation
it_it: Attivazione di stato
ja_jp: アクティベーションステータス
pl_pl: status aktywacji
pt_pt: Estado de ativação
ru_ru: Активация статус
zh_cn: 激活状态

source: Activated
bg_bg: Активиран
de_de: Aktiviert
es_es: Activado
fr_fr: Activé
it_it: Attivato
ja_jp: アクティベート済み
pl_pl: aktywowany
pt_pt: Ativado
ru_ru: Активированный
zh_cn: 已激活

source: Not Activated
bg_bg: Не е активиран
de_de: Nicht aktiviert
es_es: No Activado
fr_fr: Non Activé
it_it: Non attivato
ja_jp: アクティベートされていません
pl_pl: nie aktywny
pt_pt: Desativado
ru_ru: Не активированный
zh_cn: 未激活

source: Activate your license key
bg_bg: Активирайте лицензния ключ
de_de: Aktivieren Sie Ihren Lizenzschlüssel
es_es: Active su licencia
fr_fr: Activer votre clé de licence
it_it: Attiva il tuo codice di licenza
ja_jp: ライセンスキーをアクティベートする
pl_pl: aktywować klucz licencyjny
pt_pt: Ative sua chave de licença
ru_ru: Активация лицензионного ключа
zh_cn: 激活您的许可证密钥
