Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: /etc/fstab will be used by the autoselect service as a default- use this field to change the default.
bg_bg: /etc/fstab ще се използва като автоматично-избран сървис по подразбиране- използвай тази област, за да се промениш настройките по подразбиране.
de_de: / Etc / fstab wird von der Autoselect Service als Default- Verwenden Sie dieses Feld verwendet werden, um die Standardeinstellung zu ändern sein.
es_es: / Etc / fstab será utilizada por el servicio autoselect como un uso defecto- este campo para cambiar el valor predeterminado.
fr_fr: / Etc / fstab sera utilisé par le service de sélection automatique comme une utilisation default- ce champ pour changer la valeur par défaut.
it_it: / Etc / fstab sarà utilizzato dal servizio di selezione automatica come un uso default- questo campo per modificare il valore predefinito.
ja_jp: 既定の自動選択サービスでは /etc/fstab が使用されます。 - 既定を変更する場合はこのフィールドを使用してください。
pl_pl: / Etc / fstab będzie używany przez usługę AutoSelect jako Default wykorzystania tego pola, aby zmienić domyślne.
pt_pt: / Etc / fstab serão utilizados pelo serviço de auto-seleção como um uso inadimplência neste campo para alterar o padrão.
ru_ru: / И т.д. / Fstab будет использоваться службой AUTOSELECT как default- использовать это поле, чтобы изменить значение по умолчанию.
zh_cn: / etc / fstab将由自动选择服务用作默认值-使用此字段更改默认值。

source: mtab Path
bg_bg: Пътека до mtab
de_de: mtab Pfad
es_es: ruta mtab
fr_fr: chemin mtab
it_it: percorso mtab
ja_jp: mtabパス
pl_pl: Ścieżka mtab
pt_pt: mtab caminho
ru_ru: mtab путь
zh_cn: mtab路径

source: Use this field to indicate a mtab path.
bg_bg: Използвайте това поле, за да покажете mtab пътеката.
de_de: verwenden Sie dieses Feld, um eine mtab Pfad angeben.
es_es: utilizar este campo para indicar un camino mtab.
fr_fr: utiliser ce champ pour indiquer un chemin de mtab.
it_it: utilizzare questo campo per indicare un percorso mtab.
ja_jp: mtab のパスを指定するにはこのフィールドを使用します。
pl_pl: użyć tego pola, aby wskazać ścieżkę mtab.
pt_pt: Utilize este campo para indicar um caminho mtab.
ru_ru: в этом поле, чтобы указать путь mtab.
zh_cn: 使用此字段指示mtab路径。

source: Invalid service prefix. Can only contain alphanumeric characters, spaces, and the following:
bg_bg: Невалиден префикс на сървис. Може да съдържа само букви, цифри, интервали и следното:
de_de: Ungültige Service-Präfix. Kann nur alphanumerische Zeichen enthalten, Leerzeichen und die folgenden: <b>\.: _-</b>
es_es: Prefijo de servicio no válida. Sólo puede contener caracteres alfanuméricos, espacios, y lo <b>siguiente:. \: _-</b>
fr_fr: Préfixe de service non valide. Ne peut contenir que des caractères alphanumériques, espaces, ainsi que les <b>suivants:. \: _-</b>
it_it: Servizio prefisso non valido. Può contenere solo caratteri alfanumerici, spazi e le <b>seguenti:. \: _-</b>
ja_jp: サービスプレフィックスが無効です. 英数字、スペース、および次の文字のみ使用できます：
pl_pl: nieważne prefiks usługi. może zawierać tylko znaki alfanumeryczne, spacje oraz następujące:
pt_pt: Prefixo de serviço inválido. Só pode conter caracteres alfanuméricos, espaços e os <b>seguintes:. \: _-</b>
ru_ru: Неверный префикс службы. Может содержать только буквенно-цифровые символы, пробелы и <b>следующие. \: _-</b>
zh_cn: 无效的服务前缀。 只能包含字母数字字符，空格和以下内容：

source: Monitor a MSSQL Database
bg_bg: Наблюдавайте MSSQL база данни
de_de: Überwachung einer MSSQL-Datenbank
es_es: Controlar una base de datos MSSQL
fr_fr: Surveiller une base de données MSSQL
it_it: Monitorare un database MSSQL
ja_jp: MSSQLデータベースを監視します
pl_pl: monitorowanie bazy danych mssql
pt_pt: Banco de dados NagiosQL
ru_ru: Мониторинг базы данных MSSQL
zh_cn: 监控MSSQL数据库

source: MSSQL Database
bg_bg: MSSQL база данни
de_de: MSSQL-Datenbank
fr_fr: Base de données MSSQL
ja_jp: MSSQLデータベース
pl_pl: bazy danych MSSQL
pt_pt: Banco de dados NagiosQL
ru_ru: База данных MSSQL
zh_cn: MSSQL数据库

source: Specify the details for connecting to the MSSQL Database you want to monitor
bg_bg: Посочете данните за свързване към MSSQL базата данни, която искате да наблюдавате
de_de: Geben Sie die Details für die Verbindung zum MSSQL Datenbank, die Sie überwachen möchten,
es_es: Especifique los detalles para la conexión a la base de datos MSSQL desea supervisar
fr_fr: Spécifiez les détails pour se connecter à la base de données MSSQL vous souhaitez surveiller
it_it: Specificare i dettagli per la connessione al database MSSQL che si desidera monitorare
ja_jp: 監視するMSSQLデータベースに接続するための詳細を指定します
pl_pl: określa szczegółowe dane do połączenia z bazą danych mssql chcesz monitorować
pt_pt: Especifique o formato das mensagens SMS que você deseja receber.
ru_ru: Укажите сведения для подключения к базе данных MSSQL вы хотите контролировать
zh_cn: 指定用于连接到要监视的MSSQL数据库的详细信息

source: The IP address or FQDNS name of the MSSQL server
bg_bg: IP адрес или FQDNS име на MSSQL сървъра
de_de: Die IP-Adresse oder FQDN Namen des MSSQL-Server
es_es: La direccion IP o el nombre FQDNS del host
fr_fr: L'adresse IP ou le nom FQDN du serveur MSSQL
it_it: L'indirizzo IP o il nome FQDN del server MSSQL
ja_jp: MSSQLサーバーのIPアドレスまたはFQDN
pl_pl: adres IP lub FQDN nazwa serwera mssql
pt_pt: O endereço IP ou FQDN nome do host
ru_ru: IP-адрес или FQDN, имя сервера MSSQL
zh_cn: MSSQL服务器的IP地址或FQDNS名称

source: Instance
bg_bg: Копие на
de_de: Beispiel
es_es: Instalar
fr_fr: Exemple
it_it: Esempio
ja_jp: インスタンス
pl_pl: instancja
pt_pt: Instalar
ru_ru: Пример
zh_cn: 示例

source: The Instance Name to connect to MSSQL Server
bg_bg: името на екземпляра, за да се свържете към mssql сървър
de_de: Der Instanzname für die Verbindung zum MSSQL-Server
es_es: el nombre de la instancia para conectarse al servidor mssql
fr_fr: le nom de l'instance pour se connecter au serveur mssql
it_it: il nome dell'istanza per connettersi al server mssql
ja_jp: mssqlサーバーに接続するためのインスタンス名
pl_pl: nazwa instancji do połączenia z serwerem mssql
pt_pt: o nome da instância para se conectar ao servidor mssql
ru_ru: имя экземпляра для подключения к серверу mssql
zh_cn: 实例名称以连接到MSSQL服务器

source: The port to use to connect to MSSQL server. Default is 1433. NOTE: Delete this entry if you provided an Instance Name.
bg_bg: порта, който да използвате за свързване към mssql сървър. по подразбиране е 1433. Забележка: изтрийте този запис, ако сте въвели име на екземпляр.
de_de: Der Port, über den eine Verbindung zum MSSQL-Server hergestellt werden soll. Standard ist 1433. Hinweis: Löschen Sie diesen Eintrag, wenn Sie einen Instanznamen angegeben haben.
es_es: el puerto a usar para conectarse al servidor mssql. el valor predeterminado es 1433. nota: elimine esta entrada si proporcionó un nombre de instancia.
fr_fr: le port à utiliser pour se connecter au serveur mssql. la valeur par défaut est 1433. remarque: supprimez cette entrée si vous avez fourni un nom d'instance.
it_it: la porta da utilizzare per connettersi al server mssql. il valore predefinito è 1433. nota: eliminare questa voce se è stato fornito un nome di istanza.
ja_jp: mssqlサーバーへの接続に使用するポート。デフォルトは1433です。注：インスタンス名を指定した場合は、このエントリを削除してください。
pl_pl: port używany do łączenia się z serwerem mssql. domyślnie jest to 1433. Uwaga: usuń ten wpis, jeśli podałeś nazwę instancji.
pt_pt: a porta a ser usada para conectar-se ao servidor mssql. o padrão é 1433. nota: exclua esta entrada se você forneceu um nome de instância.
ru_ru: порт для подключения к серверу mssql. по умолчанию 1433. примечание: удалите эту запись, если вы указали имя экземпляра.
zh_cn: 用于连接到MSSQL服务器的端口。 默认值为1433。注：如果提供了实例名称，请删除此条目。

source: Parallel Data Warehouse
bg_bg: паралелно хранилище на данни
de_de: paralleles Data Warehouse
es_es: almacén de datos paralelos
fr_fr: entrepôt de données parallèle
it_it: data warehouse parallelo
ja_jp: 並列データウェアハウス
pl_pl: równoległa hurtownia danych
pt_pt: armazém de dados paralelo
ru_ru: параллельное хранилище данных
zh_cn: 并行数据仓库

source: 2017 (Helsinki)
bg_bg: 2017 г. (helsinki)
ja_jp: 2017（ヘルシンキ）
pt_pt: 2017 (helsínquia)
ru_ru: 2017 (Хельсинки)
zh_cn: 2017（赫尔辛基）

source: 2012 (Denali)
bg_bg: 2012 г. (денали)
ja_jp: 2012（デナリ）
ru_ru: 2012 (денали)
zh_cn: 2012（德纳利）

source: 2008 R2 (Kilimanjaro)
bg_bg: 2008 r2 (килиманджаро)
fr_fr: 2008 r2 (kilimandjaro)
ja_jp: 2008 R2（キリマンジャロ）
pl_pl: 2008 R2 (kilimandżaro)
ru_ru: 2008 r2 (Килиманджаро)
zh_cn: 2008 R2（乞力马扎罗）

source: 2005 (Yukon)
bg_bg: 2005 г. (Юкон)
ja_jp: 2005（ユーコン）
ru_ru: 2005 (Юкон)
zh_cn: 2005（育空地区）

source: 2000 64-bit (Liberty)
bg_bg: 2000 64-битов (свобода)
de_de: 2000 64-Bit (Freiheit)
es_es: 2000 64 bits (libertad)
fr_fr: 2000 64 bits (liberté)
it_it: 2000 a 64 bit (libertà)
ja_jp: 2000 64ビット（リバティ）
pl_pl: 2000 64-bit (swoboda)
pt_pt: 2000 de 64 bits (liberdade)
ru_ru: 2000 64-разрядный (свобода)
zh_cn: 2000 64位（自由）

source: 2000 (Shiloh)
bg_bg: 2000 г. (шило)
ru_ru: 2000 (шилох)
zh_cn: 2000（希罗）

source: The username used to connect to the MSSQL server
bg_bg: Потребителското име, използвано за свързване към MSSQL сървъра
de_de: Der Benutzername, mit dem MSSQL-Server verbinden
es_es: El nombre de usuario utilizado para conectar al servidor de MSSQL
fr_fr: Le nom d'utilisateur utilisé pour se connecter au serveur MSSQL
it_it: Il nome utente utilizzato per la connessione al server MSSQL
ja_jp: MSSQLサーバーへの接続に使用するユーザー名
pl_pl: nazwa użytkownika używana do łączenia się z serwerem mssql
pt_pt: O nome de usuário usado para autenticar os SMS's.
ru_ru: Имя пользователя, используемое для подключения к MSSQL серверу
zh_cn: 用于连接到MSSQL服务器的用户名

source: The password used to connect to the MSSQL server
bg_bg: Паролата, използвана за оторизация към MSSQL сървъра
de_de: Das Passwort für den MSSQL Server verbinden
es_es: La contraseña utilizada para conectarse al servidor de MSSQL
fr_fr: Le mot de passe utilisé pour se connecter au serveur MSSQL
it_it: La password utilizzata per la connessione al server MSSQL
ja_jp: MSSQLサーバーへの接続に使用するパスワード
pl_pl: Hasło używane do łączenia się z serwerem mssql
pt_pt: A senha usada para autenticar o SGSI.
ru_ru: Пароль, используемый для подключения к MSSQL серверу
zh_cn: 用于连接到MSSQL服务器的密码

source: Get performance data for this database (instance_name)
bg_bg: получаване на данни за ефективността на тази база данни (име_на_менник)
de_de: Leistungsdaten für diese Datenbank abrufen (Instanzname)
es_es: obtener datos de rendimiento para esta base de datos (nombre_instancia)
fr_fr: obtenir des données de performances pour cette base de données (nom_instance)
it_it: ottenere dati sulle prestazioni per questo database (nome_istanza)
ja_jp: このデータベース（instance_name）のパフォーマンスデータを取得する
pl_pl: pobierz dane o wydajności dla tej bazy danych (nazwa_instancji)
pt_pt: obter dados de desempenho para este banco de dados (instance_name)
ru_ru: получить данные о производительности для этой базы данных (имя_экземпляра)
zh_cn: 获取此数据库的性能数据（instance_name）

source: No version specified.
bg_bg: Не е определена версия на сървъра.
de_de: Kein Benutzername angegeben.
es_es: Ningun usuario especificado.
fr_fr: Pas de nom d'utilisateur spécifié.
it_it: Nessun nome utente specificato.
ja_jp: サーバーのバージョンが指定されていません.
pl_pl: nazwa użytkownika określone.
pt_pt: Nenhum usuário especificado.
ru_ru: Не задано имя пользователя.
zh_cn: 未指定版本。

source: No port number or instance name specified. One must be specified.
bg_bg: Няма посочен номер на порт или име на текущото копие на програмата. Трябва да се посочи едно от двете.
de_de: Kein Portnummer oder Instanzname angegeben. Man muss angegeben werden.
es_es: No hay un número de puerto o el nombre de instancia especificado. Uno debe ser especificado.
fr_fr: Aucun numéro de port ou nom d'instance spécifié. Il faut être spécifié.
it_it: Nessun numero di porta o nome di istanza specificato. Si deve essere specificato.
ja_jp: ポート番号またはインスタンス名が指定されていません. どちらか指定してください.
pl_pl: Numer portu lub nie określono nazwy instancji. jeden musi być określona.
pt_pt: Nenhum número de porta ou instância nome especificado. Um deve ser especificado.
ru_ru: Нет номер порта или имя экземпляра указано. Один должен быть указан.
zh_cn: 未指定端口号或实例名称。 必须指定一个。

source: MSSQL Server
bg_bg: MSSQL сървър
ja_jp: MSSQLサーバー
pl_pl: serwer MSSQL
zh_cn: MSSQL服务器

source: The name you'd like to have associated with this MSSQL Database
bg_bg: Името, което искате да се асоциира с тази MSSQL база данни
de_de: Der Name, den Sie gerne mit diesem MSSQL-Datenbank zugeordnet haben würde
es_es: El nombre que te gustaría haber asociado a esta base de datos MSSQL
fr_fr: Le nom que vous aimeriez avoir associé à cette base de données MSSQL
it_it: Il nome che desideri sia associato a questo database MSSQL
ja_jp: MSSQLデータベースに関連付ける名前
pl_pl: Nazwa chcesz być związana z tej bazy danych mssql
pt_pt: O nome que você gostaria de ter associado a este banco de dados MSSQL
ru_ru: Имя, которое вы хотели бы иметь, связанные с этой базы данных MSSQL
zh_cn: 您想要与此MSSQL数据库关联的名称

source: Version of MSSQL server
bg_bg: версия на mssql сървър
de_de: Version des MSSQL-Servers
es_es: versión del servidor mssql
fr_fr: version du serveur mssql
it_it: versione del server mssql
ja_jp: mssqlサーバーのバージョン
pl_pl: wersja serwera mssql
pt_pt: versão do servidor mssql
ru_ru: версия сервера mssql
zh_cn: MSSQL服务器的版本

source: MSSQL Database Metrics
bg_bg: Показатели на MSSQL база данни
de_de: MSSQL Database Metriken
es_es: Métricas de MSSQL bases de datos
fr_fr: Mesures de base de données MSSQL
it_it: Metriche di database MSSQL
ja_jp: MSSQLデータベースのメトリック
pl_pl: Metryki bazy danych MSSQL
pt_pt: Métricas de banco de dados MSSQL
ru_ru: База данных MSSQL Метрики
zh_cn: MSSQL数据库指标

source: Specify the metrics you'd like to monitor on the MSSQL Database
bg_bg: Определете показателите, които искате да наблюдавате на MSSQL базата данни
de_de: Geben Sie die Metriken, die Sie gerne auf dem MSSQL-Datenbank zu überwachen würde
es_es: Especifique los parámetros que le gustaría seguir en la Base de Datos MSSQL
fr_fr: Spécifiez les paramètres que vous souhaitez surveiller sur la base de données MSSQL
it_it: Specificare i parametri che desideri monitorare il database MSSQL
ja_jp: MSSQLデータベース上で監視するパラメータを指定します
pl_pl: określić wskaźniki, które chcesz monitorować w bazie danych mssql
pt_pt: Especificar os momentos do dia que você gostaria de receber alertas.
ru_ru: Укажите показатели вы хотели бы контролировать на MSSQL базы данных
zh_cn: 指定要在MSSQL数据库上监视的指标

source: Active Transactions
bg_bg: активни транзакции
de_de: aktive Transaktionen
es_es: transacciones activas
fr_fr: transactions actives
it_it: transazioni attive
ja_jp: アクティブなトランザクション
pl_pl: aktywne transakcje
pt_pt: transações ativas
ru_ru: активные транзакции
zh_cn: 活跃交易

source: Monitor the number of active tranactions
bg_bg: Наблюдавайте броя на колекции
de_de: überwachen die Zahl der Sammlungen
es_es: controlar el número de colecciones
fr_fr: surveiller le nombre des collections
it_it: monitorare il numero di raccolte
ja_jp: アクティブなトランザクションの数を監視します
pl_pl: monitorować liczbę zbiorów
pt_pt: monitorar o número de coleções
ru_ru: отслеживать количество коллекций
zh_cn: 监控活动交易数

source: Connection Time
bg_bg: Време на връзката
de_de: Verbindungszeit
es_es: Hora de Ejecucion
fr_fr: Temps de connexion
it_it: Tempo di connessione
ja_jp: 接続時間
pl_pl: czas połączenia
pt_pt: Tempo de Execução
ru_ru: Время соединения
zh_cn: 连接时间

source: Monitor the time it takes to connect to the database
bg_bg: Наблюдавайте времето, необходимо, за да се свържете с базата данни
de_de: Überwachen Sie die Zeit es braucht, um die Verbindung zur Datenbank
es_es: Monitorizar el tiempo que se necesita para conectarse a la base de datos
fr_fr: Surveiller le temps qu'il faut pour se connecter à la base de données
it_it: Monitorare il tempo necessario per la connessione al database
ja_jp: データベース接続にかかる時間を監視します
pl_pl: monitorować czas potrzebny do połączenia z bazy
pt_pt: Falha na conexão com o banco de dados
ru_ru: Следить за время, необходимое для подключения к базе данных
zh_cn: 监视连接数据库所需的时间

source: Monitor the size of the database. Value is in KB.
bg_bg: да следите размера на базата данни. Стойността е в kb.
de_de: Überwachen Sie die Größe der Datenbank. Wert ist in KB.
es_es: monitorear el tamaño de la base de datos. el valor está en kb.
fr_fr: surveiller la taille de la base de données. la valeur est en kb.
it_it: monitorare la dimensione del database. il valore è in kb.
ja_jp: データベースのサイズを監視します。値はkbです。
pl_pl: monitorować wielkość bazy danych. wartość jest w kb.
pt_pt: monitorar o tamanho do banco de dados. o valor está em kb.
ru_ru: контролировать размер базы данных. значение находится в kb.
zh_cn: 监视数据库的大小。 值以KB为单位。

source: Log Cache Hitrate
de_de: Anmelden Cache Hitrate
es_es: Entrar Hitrate caché
fr_fr: Connectez-vous Hitrate Cache
it_it: Log Hitrate Cache
ja_jp: ログキャッシュヒット率
pl_pl: zaloguj cache hitrate
pt_pt: Entrar Cache Hitrate
ru_ru: Вход Cache Hitrate
zh_cn: 日志缓存命中率

source: Monitor the log cache hit rate
bg_bg: Наблюдавайте log cache hit rate
de_de: Überwachen Sie den Log-Cache Hit-Rate
es_es: Monitorear el host con este comando
fr_fr: Surveiller le taux de succès log cache
it_it: Monitorare la cache hit rate registro
ja_jp: ログキャッシュヒット率を監視します
pl_pl: monitorować dziennika cache hit rate
pt_pt: Monitorar o host com o comando
ru_ru: Следить за хитом кэш журнала скоростью
zh_cn: 监视日志缓存命中率

source: Log File Usage
bg_bg: Регистрирайте използване на файл (Log File Usage)
de_de: Log-Datei Aufruf
es_es: Archivos de Configuracion
fr_fr: Connectez-vous Utilisation du fichier
it_it: Log Utilizzo dei file
ja_jp: ログファイル使用
pl_pl: zaloguj wykorzystanie pliku
pt_pt: Arquivos de Configuração
ru_ru: Файл журнала Статистика
zh_cn: 日志文件使用情况

source: Monitor how much of the Log File is in use
bg_bg: Наблюдавайте каква част от лог файла е в употреба
de_de: Überwachen, wie viel von der Log-Datei in Gebrauch ist
es_es: Controlar la cantidad del archivo de registro está en uso
fr_fr: Surveiller la quantité du fichier journal est en cours d'utilisation
it_it: Monitorare la quantità di file di registro è in uso
ja_jp: 使用中のログファイルを監視します
pl_pl: monitorować, ile w pliku dziennika jest w użyciu
pt_pt: Monitorar o quanto do arquivo de log está em uso
ru_ru: Монитор, как большая часть файла журнала используется
zh_cn: 监视正在使用多少日志文件

source: Log Bytes Flushed/sec
bg_bg: лойт байтове размити / сек
de_de: Protokollbytes geleert / Sek
es_es: bytes de registro enjuagados / seg
fr_fr: octets de journal vidés / s
it_it: log byte scaricati / sec
ja_jp: フラッシュされたログバイト/秒
pl_pl: log bajtów opróżniony / s
pt_pt: bytes de log liberados / s
ru_ru: очищено лог байт / сек
zh_cn: 记录字节刷新/秒

source: Monitor the log bytes flushed per second
bg_bg: следете байтовете на дневника, зачервени в секунда
de_de: Überwachen Sie die pro Sekunde geleerten Protokollbytes
es_es: supervisar los bytes de registro enjuagados por segundo
fr_fr: surveiller les octets de journal vidés par seconde
it_it: monitorare i byte di registro scaricati al secondo
ja_jp: 1秒あたりにフラッシュされたログバイトを監視する
pl_pl: monitoruj bajty dziennika opróżnione na sekundę
pt_pt: monitorar os bytes de log liberados por segundo
ru_ru: контролировать количество очищенных байтов в секунду
zh_cn: 监视每秒刷新的日志字节

source: Log File(s) Size (KB)
bg_bg: размер на лог / файлове (kb)
de_de: Größe der Protokolldatei (en) (kb)
es_es: tamaño de archivo (s) de registro (kb)
fr_fr: taille des fichiers journaux (ko)
it_it: dimensione del file di registro (kb)
ja_jp: ログファイルのサイズ（kb）
pl_pl: rozmiar pliku dziennika (kb)
pt_pt: tamanho do arquivo de log (kb)
ru_ru: размер файла журнала (кб)
zh_cn: 日志文件大小（KB）

source: Monitor the log files size in KB
bg_bg: следете размера на лог файловете в kb
de_de: Überwachen Sie die Größe der Protokolldateien in KB
es_es: supervisar el tamaño de los archivos de registro en kb
fr_fr: surveiller la taille des fichiers journaux en Ko
it_it: monitorare le dimensioni dei file di registro in kb
ja_jp: ログファイルのサイズをKBで監視する
pl_pl: monitoruj rozmiar plików dziennika w KB
pt_pt: monitorar o tamanho dos arquivos de log em kb
ru_ru: контролировать размер файла журнала в кб
zh_cn: 监视日志文件大小，以KB为单位

source: Log File(s) Used Size (KB)
bg_bg: използван размер на лог / файлове (kb)
de_de: Verwendete Größe der Protokolldatei (en) (kb)
es_es: tamaño de archivo de registro utilizado (kb)
fr_fr: fichier (s) journal utilisé (s) taille (ko)
it_it: file di registro dimensioni utilizzate (kb)
ja_jp: ログファイルの使用サイズ（kb）
pl_pl: użyty rozmiar pliku dziennika (kb)
pt_pt: tamanho do arquivo (s) de registro usado (kb)
ru_ru: размер файла журнала (kb)
zh_cn: 日志文件使用大小（KB）

source: Monitor the log files used size in KB
bg_bg: следете използвания размер на лог файловете в kb
de_de: Überwachen Sie die Größe der verwendeten Protokolldateien in KB
es_es: supervisar el tamaño de los archivos de registro utilizados en kb
fr_fr: surveiller la taille des fichiers journaux utilisés en Ko
it_it: monitorare le dimensioni dei file di registro utilizzate in kb
ja_jp: ログファイルの使用サイズをKBで監視する
pl_pl: monitoruj rozmiar używanych plików dziennika w KB
pt_pt: monitorar os arquivos de log usados em tamanho em kb
ru_ru: контролировать размер файла журнала в килобайтах
zh_cn: 监视日志文件使用的大小（KB）

source: Log Flush Waits/sec
bg_bg: Регистрирайте (Log) Flush Wait Times
de_de: Anmelden Flush Wait Times
es_es: Entrar Enjuague los tiempos de espera
fr_fr: Connectez-vous Rincer les temps d'attente
it_it: Entra a filo i tempi di attesa
ja_jp: Log Flush Wait Time
pl_pl: zaloguj przepłukać czas oczekiwania
pt_pt: Entrar Lave os tempos de espera
ru_ru: Вход Флеш время ожидания
zh_cn: 日志刷新等待时间/秒

source: Monitor the log flush waits per second
bg_bg: следете скоростта на прочистване на регистрационните файлове в секунда
de_de: Überwachen Sie die Protokollspülrate pro Sekunde
es_es: controlar la tasa de descarga de logs por segundo
fr_fr: surveiller le taux de vidage des journaux par seconde
it_it: monitorare il flusso di logaritmo al secondo
ja_jp: 1秒あたりのログフラッシュレートを監視します
pl_pl: monitorować szybkość spłukiwania kłód na sekundę
pt_pt: monitorar a taxa de descarga de log por segundo
ru_ru: контролировать скорость сбрасывания журнала в секунду
zh_cn: 监视每秒的日志刷新等待时间

source: Log Flushes Per Second
bg_bg: вторични вълни за секунда
de_de: log löscht pro Sekunde
es_es: borrones de registro por segundo
fr_fr: vidages log par seconde
it_it: log flushes al secondo
ja_jp: 1秒あたりのログフラッシュ
pl_pl: loguje się na sekundę
pt_pt: log flushes por segundo
ru_ru: log flushes в секунду
zh_cn: 每秒日志刷新

source: Monitor the log flush rate per second
bg_bg: следете скоростта на прочистване на регистрационните файлове в секунда
de_de: Überwachen Sie die Protokollspülrate pro Sekunde
es_es: controlar la tasa de descarga de logs por segundo
fr_fr: surveiller le taux de vidage des journaux par seconde
it_it: monitorare il flusso di logaritmo al secondo
ja_jp: 1秒あたりのログフラッシュレートを監視します
pl_pl: monitorować szybkość spłukiwania kłód na sekundę
pt_pt: monitorar a taxa de descarga de log por segundo
ru_ru: контролировать скорость сбрасывания журнала в секунду
zh_cn: 监视每秒的日志刷新率

source: Log Growths
bg_bg: Регистрирайте (Log) Growths
de_de: Anmelden Gewächs
es_es: Entrar Crecimientos
fr_fr: Connectez-vous Crus
it_it: Log Crescite
ja_jp: Log Growth
pl_pl: wzrosty zalogować
pt_pt: Entrar Crescimentos
ru_ru: Вход насаждения
zh_cn: 日志增长
