Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: You can change this with a running configuration - NagiosQL will then upgrade or downgrade your configuration. Don't forget to write your complete configuration after a version change!
bg_bg: Можете да промените това с текуща конфигурация - тогава NagiosQL ще повиши или понижи вашата конфигурация. Не забравяйте да запишете вашата пълна конфигурация след промяна на версията!
de_de: können Sie dies mit einer laufenden Konfiguration zu ändern - NagiosQL dann Upgrade oder Downgrade Ihre Konfiguration. vergessen Sie nicht, Ihre vollständige Konfiguration nach einem Versionswechsel zu schreiben!
es_es: usted puede cambiar esto con una configuración en ejecución - NagiosQL luego actualizar o degradar su configuración. no se olvide de escribir su configuración completa después de un cambio de versión!
fr_fr: vous pouvez changer cela avec une configuration courante - NagiosQL sera ensuite augmenter ou diminuer votre configuration. Ne oubliez pas d'écrire votre configuration complète après un changement de version!
it_it: è possibile modificare questo con una configurazione in esecuzione - NagiosQL poi aumentare o ridurre la configurazione. non dimenticare di scrivere la configurazione completa dopo un cambio di versione!
ja_jp: これをrunnningコンフィグレーションで変更できます - NagiosQLは設定をアップグレードまたはダウングレードします. バージョン変更後にわすれずに完全なコンフィグレーションを記入してください!
pl_pl: można to zmienić z bieżącą konfiguracją - nagiosql następnie uaktualnić lub downgrade konfigurację. Nie zapomnij podać swojego pełną konfigurację po zmianie wersji!
pt_pt: você pode mudar isso com uma configuração em execução - NagiosQL irá então atualizar ou reduzir a sua configuração. não se esqueça de escrever a sua configuração completa depois de uma mudança de versão!
ru_ru: Вы можете изменить это с помощью работающей конфигурации - nagiosql будет обновить или понизить свою конфигурацию. не забудьте написать свой полный конфигурацию после изменения версии!
zh_cn: 您可以使用正在运行的配置更改此设置-NagiosQL随后将升级或降级您的配置。 不要忘记在更改版本后编写完整的配置！

source: Host - host name
bg_bg: Хост - име на хост
es_es: huésped - nombre de host
fr_fr: hôte - nom d'hôte
it_it: ospite - nome host
ja_jp: ホスト - ホスト名
pl_pl: hosta - nazwy hosta
pt_pt: hospedeiro - nome do host
ru_ru: хост - имя хоста
zh_cn: 主机 - 主机名

source: This directive is used to define a short name used to identify the host. It is used in host group and service definitions to reference this particular host. Hosts can have multiple services (which are monitored) associated with them. When used properly, the
bg_bg: Тази директива се използва за определяне на краткото име, използвано за идентифициране на хост. Тя се използва в хост групата и дефинициите, имащи връзка с този конкретен хост. Хостовете могат да имат множество сървиси (които се наблюдават), свързани с тях. Когато се използват правилно,
de_de: Diese Direktive wird benutzt, um einen Kurznamen zu definieren, der den Host identifiziert. es in Hostgruppe und Service-Definitionen verwendet wird, um diese bestimmten Host zu verweisen. Hosts können mehrere Services (die überwacht werden) die mit ihnen verbunden sind. wenn sie richtig, die verwendete
es_es: esta directiva se utiliza para definir un nombre corto utilizado para identificar el host. se utiliza en el grupo anfitrión y definiciones de servicios para hacer referencia a este host particular. hosts pueden tener múltiples servicios (las cuales son monitoreadas) asociados con ellos. cuando se utiliza correctamente, el
fr_fr: cette directive est utilisée pour définir un nom court utilisé pour identifier l'hôte. il est utilisé dans le groupe de l'hôte et les définitions de service pour faire référence à cet hôte en particulier. les hôtes peuvent avoir de multiples services (qui sont suivis) qui leur sont associés. lorsqu'il est utilisé correctement, le
it_it: questa direttiva viene utilizzata per definire un nome breve utilizzato per identificare l'host. è utilizzato in gruppo di accoglienza e definizioni di servizio per fare riferimento a questo host particolare. ospiti possono disporre di servizi multipli (che sono monitorati) ad essi associati. se usato correttamente, la
ja_jp: このディレクティブはホストを識別するために使用される短縮名を定義するために使用されます. これはこの特定のホストを参照するためにホストグループおよびサービス定義で使用されます. ホストは関連付けられた（監視対象の）複数のサービスを持てます.適切に使用されている場合、
pl_pl: dyrektywa ta jest używana do określenia krótką nazwę używaną do identyfikacji komputera. jest on stosowany w grupie przyjmującej i definicji usług odwołać tę szczególną gospodarza. Gospodarze mogą mieć wiele usług (które są monitorowane) z nimi powiązanych. kiedy jest stosowany prawidłowo,
pt_pt: esta directiva é utilizado para definir um nome abreviado utilizado para identificar o hospedeiro. ele é usado no grupo de acolhimento e definições de serviço para referenciar esse acolhimento particular. hospedeiros pode ter vários serviços (que são monitorados) associados a eles. quando usado corretamente, o
ru_ru: Эта директива используется для определения краткое имя, используемое для идентификации хозяина. он используется в принимающей группы и определения служб ссылаться на этот конкретный хост. хосты могут иметь несколько служб (которые контролируются), связанные с ними. при правильном, используемый
zh_cn: 该伪指令用于定义用于标识主机的简称。 在主机组和服务定义中使用它来引用此特定主机。 主机可以具有与之关联的多个服务（受监视）。 如果使用得当，

source: macro will contain this short name.
bg_bg: макрото ще съдържа това кратко име.
de_de: Makro wird diese Kurznamen enthalten.
es_es: macro contendrá este nombre corto.
fr_fr: macro contiendra ce nom abrégé.
it_it: macro conterrà questo nome breve.
ja_jp: マクロがこの短縮名に含まれます.
pl_pl: makro będzie zawierać tę krótką nazwę.
pt_pt: macro irá conter este nome curto.
ru_ru: Макрос будет содержать эту короткое имя.
zh_cn: 宏将包含此短名称。

source: Parameter name:
bg_bg: Име на параметъра:
es_es: Nombre del parámetro:
fr_fr: paramètre de nom:
it_it: nome del parametro:
ja_jp: パラメータ名：
pl_pl: Nazwa parametru:
pt_pt: nome do parâmetro:
ru_ru: Имя параметра:
zh_cn: 参数名：

source: Required:
bg_bg: Изискван:
de_de: Benötigt
es_es: Requiere
fr_fr: Nécessite
it_it: Richiede
ja_jp: 必須：
pl_pl: wymaga
pt_pt: exigido
ru_ru: Требуется
zh_cn: 需要：

source: yes
bg_bg: да
de_de: ja
es_es: sí
fr_fr: oui
it_it: sì
ja_jp: はい
pl_pl: tak
pt_pt: sim
ru_ru: да
zh_cn: 是的

source: Host - alias
bg_bg: Хост - псевдоним
es_es: anfitrionas - alias
fr_fr: accueil - alias
ja_jp: ホスト - エイリアス
pl_pl: gospodarze - Alias
pt_pt: hospedeiras - apelido
ru_ru: Host - псевдоним
zh_cn: 主机 - 别名

source: This directive is used to define a longer name or description used to identify the host. It is provided in order to allow you to more easily identify a particular host. When used properly, the
bg_bg: Тази директива се използва за определяне на дългото име или описанието, използвано за идентифициране на хоста. Тя е предвидена, за да ви позволи по-лесно да се идентифицира даден хост. Когато е използвана правилно,
de_de: Diese Direktive wird benutzt, um einen längeren Namen oder eine Beschreibung zu definieren, der den Host identifiziert. es, damit Sie leichter identifizieren einen bestimmten Host zur Verfügung gestellt wird. wenn sie richtig, die verwendete
es_es: esta directiva se utiliza para definir un nombre más largo o descripción utilizada para identificar el host. que se proporciona con el fin de permitirle identificar con mayor facilidad un host en particular. cuando se utiliza correctamente, el
fr_fr: cette directive est utilisée pour définir un nom long ou une description pour identifier l'hôte. il est fourni pour vous permettre d'identifier plus facilement un hôte particulier. lorsqu'il est utilisé correctement, le
it_it: questa direttiva viene utilizzato per definire un nome o una descrizione più utilizzato per identificare l'host. è previsto al fine di consentire di identificare più facilmente un particolare host. se usato correttamente, la
ja_jp: このディレクティブはホストを識別するために使用される長い名前または説明を定義するために使用されます. 特定のホストをより簡単に識別するために提供されます. 適切に使用されている場合、
pl_pl: dyrektywa ta służy do zdefiniowania większej nazwę lub opis używany do identyfikacji komputera. to jest, w celu umożliwienia, aby łatwiej zidentyfikować konkretnego gospodarza. kiedy jest stosowany prawidłowo,
pt_pt: esta directiva é usado para definir um nome ou descrição mais longa usado para identificar o host. ele é fornecido, de modo a permitir-lhe identificar mais facilmente um determinado host. quando usado corretamente, o
ru_ru: эта директива используется для определения более длинное название или описание, используемое для идентификации хозяина. это предусмотрено для того, чтобы позволить более легко идентифицировать конкретный хост. при правильном, используемый
zh_cn: 该伪指令用于定义用于标识主机的较长名称或描述。 提供它是为了使您能够更轻松地识别特定主机。 如果使用得当，

source: macro will contain this alias/description.
bg_bg: макрото ще съдържа този псевдоним / описание.
de_de: Makro diesen Alias ​​/ diese Beschreibung enthalten.
es_es: macro contendrá este alias / descripción.
fr_fr: macro contiendra cet alias / description.
it_it: macro conterrà questo alias / descrizione.
ja_jp: マクロがこのエイリアス/説明を含みます.
pl_pl: makro będzie zawierać ten alias / opis.
pt_pt: macro irá conter este alias / descrição.
ru_ru: Макрос будет содержать этот псевдоним / описание.
zh_cn: 宏将包含此别名/说明。

source: Host - address
bg_bg: Хост - адрес
de_de: Host-Adresse
es_es: Direccion del Host
fr_fr: Adresse de l'hôte
it_it: Indirizzo host
ja_jp: ホスト - アドレス
pl_pl: adres hosta
pt_pt: Endereço de IP
ru_ru: Адрес хоста
zh_cn: 主机-地址

source: This directive is used to define the address of the host. Normally, this is an IP address, although it could really be anything you want (so long as it can be used to check the status of the host). You can use a FQDN to identify the host instead of an IP address, but if DNS services are not availble this could cause problems. When used properly, the $HOSTADDRESS$ macro will contain this address.</p><p><strong>Note:</strong> If you do not specify an address directive in a host definition, the name of the host will be used as its address. A word of caution about doing this, however - if DNS fails, most of your service checks will fail because the plugins will be unable to resolve the host name.
bg_bg: Тази директива се използва за определяне на адреса на хоста. Обикновено, това е IP адрес, въпреки че може да бъде всичко, което искате (стига да може да се използва за проверка на статуса на хоста). Можете да използвате FQDN за идентифициране на хоста вместо IP адрес, но ако DNS сървиса не работи, това би могло да доведе до проблеми. Когато се използва правилно, $HOSTADDRESS$ макрото ще съдържа този адрес. </p><p> <strong>Забележка:</strong> Ако не посочите директива за адрес в дефиницията на хоста, името на хоста ще се използва вместо адрес. Предупреждение - ако DNS не работи, повечето от вашите проверки на сървиси ще се провалят, защото плъгините няма да могат да определят името на хоста.
de_de: Diese Direktive wird benutzt, um die Adresse des Hosts zu definieren. in der Regel ist dies eine IP-Adresse, obwohl es eigentlich alles, was Sie wollen (solange es verwendet werden, um den Status des Hosts zu prüfen). können Sie einen FQDN verwenden, um den Host statt einer IP-Adresse zu identifizieren, aber wenn die DNS-Dienste verfügbar sind, kann dies zu Problemen führen. wenn sie richtig eingesetzt, wird das $ HOSTADDRESS $ -Makro diese Adresse enthalten. </p><p> <strong>beachten Sie:</strong> wenn Sie eine Adresse Direktive in einer Host-Definition benutzen, wird der Name des Hosts statt der Adresse benutzt werden. ein Wort der Vorsicht über das tun dies jedoch - wenn DNS ausfällt, werden die meisten Ihrer Service-Prüfungen fehlschlagen, weil die Plugins nicht in der Lage, um den Hostnamen aufzulösen.
es_es: esta directiva se utiliza para definir la dirección del host. Normalmente, se trata de una dirección IP, aunque podría realmente ser lo que quieras (siempre que se puede utilizar para comprobar el estado de la máquina). puede utilizar un FQDN para identificar el host en lugar de una dirección IP, pero si los servicios de DNS no son disponible Esto podría causar problemas. cuando se utiliza correctamente, los $ hostaddress $ macro contendrá esta dirección. </p><p> <strong>Nota:</strong> si no se especifica una directiva de dirección en una definición de host, el nombre del host se utilizará como su dirección. una palabra de advertencia acerca de hacer esto, sin embargo - si dns falla, la mayoría de las comprobaciones de mantenimiento fallará porque los plugins serán incapaces de resolver el nombre de host.
fr_fr: cette directive est utilisée pour définir l'adresse de l'hôte. Normalement, ce est une adresse IP, mais il pourrait vraiment être ce que vous voulez (tant qu'il peut être utilisé pour vérifier l'état de l'hôte). vous pouvez utiliser un nom de domaine complet pour identifier l'hôte au lieu d'une adresse IP, mais si les services DNS ne sont pas actif, cela peut causer des problèmes. lorsqu'il est utilisé correctement, le $ hostaddress macro $ contiendra cette adresse. </p><p> <strong>Remarque:</strong> Si vous ne spécifiez pas une directive d'adresse dans une définition de l'hôte, le nom de l'hôte sera utilisé comme adresse. un mot d'avertissement à propos de cela, cependant - Si DNS échoue, la plupart de vos contrôles de service échoue parce que les plugins seront incapables de résoudre le nom d'hôte.
it_it: questa direttiva è utilizzato per definire l'indirizzo dell'host. Normalmente, si tratta di un indirizzo IP, anche se potrebbe davvero essere tutto quello che vuoi (purché può essere utilizzato per controllare lo stato dell'host). è possibile utilizzare un nome di dominio completo per identificare l'host invece di un indirizzo IP, ma se i servizi DNS non sono availble questo potrebbe causare problemi. se usato correttamente, il $ macro $ hostaddress conterrà questo indirizzo. </p><p> <strong>Attenzione:</strong> se non si specifica una direttiva indirizzo in una definizione di host, il nome dell'host sarà usato come indirizzo. una parola di cautela su questa operazione, però - se dns fallisce, la maggior parte dei vostri controlli di servizio fallirà poiché il plugin non saranno in grado di risolvere il nome host.
ja_jp: このディレクティブは、ホストのアドレスを定義するために使用されます. これは何でも構いませんが、通常は（ホストのステータスをチェックするために使用する限り）IPアドレスです. ホストを識別するためにIPアドレスの代わりにFQDNを使用できますが、DNSサービスが利用可能でない場合は問題が発生する可能性があります. 適切に使用すれば、$HOSTADDRESS$マクロは、このアドレスを含みます. </p><p><strong>注：</strong>ホスト定義の「アドレス」ディレクティブを指定しない場合、ホスト名がそのアドレスとして使用されます. DNSが失敗した場合はプラグインがホスト名を解決することができなくなるため、ほとんどのサービスチェックが失敗するということに注意してください.
pl_pl: dyrektywa ta służy do określenia adresu hosta. normalnie, jest to adres IP, chociaż tak naprawdę to może być cokolwiek chcesz (tak długo, jak może być używany do sprawdzania stanu hosta). można użyć nazwy FQDN do identyfikacji komputera zamiast adresu IP, ale jeśli nie są usługi dns może to spowodować availble problemów. kiedy jest stosowany prawidłowo, $ hostaddress $ makro będzie zawierać ten adres. </p><p> <strong>Uwaga:</strong> jeśli nie podasz dyrektywę adres w definicji hosta, nazwa hosta będzie używany jako adres. Słowo ostrzeżenia o robi to jednak - jeśli dns nie, większość swoich kontroli usług nie powiedzie się, ponieważ wtyczki nie będą w stanie rozpoznać nazwy hosta.
pt_pt: esta directiva é usado para definir o endereço do host. Normalmente, este é um endereço IP, embora pudesse realmente ser o que quiser (desde que ele pode ser usado para verificar o status do host). você pode usar um FQDN para identificar o host em vez de um endereço IP, mas se os serviços de DNS não são availble isso poderia causar problemas. quando usada corretamente, a US $ macro $ HostAddress irá conter este endereço. </p><p> <strong>Atenção:</strong> se você não especificar um endereço de directiva em uma definição de host, o nome do host será usado como seu endereço. uma palavra de cautela sobre como fazer isso, no entanto - Se o DNS falhar, a maioria de seus cheques de serviço falhará porque os plugins não será capaz de resolver o nome do host.
ru_ru: Эта директива используется для задания адреса хоста. Как правило, это адрес IP, хотя это может быть действительно все, что вы хотите (до тех пор, как он может быть использован для проверки состояния хоста). Вы можете использовать полное доменное имя для идентификации узла, а адрес IP, но если DNS услуги не доступный это может вызвать проблемы. при правильном использовании, $ hostaddress $ макро будет содержать этот адрес. </p><p> <strong>Примечание:</strong> Если вы не указываете адрес директиву в определении хозяина, имя хоста будет использоваться в качестве его адрес. Слово предостережения по поводу этого, однако, - если DNS не удается, большинство ваших сервисных проверок будет невозможно, потому что модули будут не в состоянии разрешить имя хоста.
zh_cn: 这条指令用于定义主机的地址，通常是一个IP地址，不过也可以是任何你想要的地址（只要可以用来检查主机的状态）。通常情况下，这是一个IP地址，尽管它真的可以是任何你想要的东西（只要它可以用来检查主机的状态）。你可以使用 FQDN 来识别主机，而不是 IP 地址，但如果 DNS 服务不可用，这可能会导致问题。</p><p><strong>注意：</strong>如果您没有在主机定义中指定地址指令，主机的名称将被用作它的地址。但是，要注意的是，如果 DNS 失败，您的大多数服务检查都会失败，因为插件将无法解析主机名。

source: Host - display name
bg_bg: Хост - име дисплей (display name)
de_de: Host - Anzeigenamen
es_es: huésped - nombre de visualización
fr_fr: hôte - nom d'affichage
it_it: ospite - nome visualizzato
ja_jp: ホスト - 表示名
pl_pl: hosta - nazwa wyświetlana
pt_pt: hospedeiro - nome de exibição
ru_ru: хост - имя дисплея
zh_cn: 主机 - 显示名称

source: This directive is used to define an alternate name that should be displayed in the web interface for this host. If not specified, this defaults to the value you specify for the
bg_bg: Тази директива се използва за определяне на алтернативно име, което трябва да се показва в уеб интерфейса за този хост. Ако не е посочена изрично, по подразбиране, това ще бъде стойността, посочена от вас за
de_de: Diese Direktive wird benutzt, um einen alternativen Namen, die im Web-Interface für den Host angezeigt werden soll, definieren. wenn nicht angegeben, wird standardmäßig der Wert, den Sie für die angeben
es_es: esta directiva se utiliza para definir un nombre alternativo que se debe mostrar en la interfaz web de este alojamiento. si no se especifica, el valor predeterminado es el valor especificado para el
fr_fr: cette directive est utilisée pour définir un autre nom qui doit être affiché dans l'interface web pour cet hôte. si non spécifié, la valeur par défaut à la valeur que vous spécifiez pour la
it_it: questa direttiva è utilizzato per definire un nome alternativo che dovrebbe essere visualizzato nell'interfaccia web per questo host. se non specificato, il valore predefinito per il valore specificato per il
ja_jp: このディレクティブは、Webインターフェイスに表示されるべきこのホストの代替名を定義するために使用されます。 指定されていない場合は、次のディレクティブで指定した値が既定で使用されます:
pl_pl: dyrektywa ta jest używana do określenia alternatywną nazwę który powinien być wyświetlany w interfejsie internetowym dla tego hosta. jeśli nie zostanie podany, to domyślnie wartość określona dla
pt_pt: esta directiva é usado para definir um nome alternativo que deve ser exibido na interface web para este alojamento. se não for especificado, o padrão será o valor especificado para o
ru_ru: эта директива используется, чтобы определить альтернативное имя, которое должно отображаться в веб-интерфейсе для этого хоста. если не указано, по умолчанию это значение, указанное для
zh_cn: 该指令用于定义备用名称，该备用名称应在此主机的Web界面中显示。 如果未指定，则默认为您为

source: directive.
bg_bg: директива.
de_de: Richtlinie.
es_es: Directiva.
it_it: direttiva.
ja_jp: ディレクティブ
pl_pl: dyrektywy.
pt_pt: directiva.
ru_ru: Директивы.
zh_cn: 指令。

source: The current CGIs do not use this option, although future versions of the web interface will.
bg_bg: Настоящите CGIs не използват тази опция, въпреки че бъдещите версии на уеб интерфейса ще я използват.
de_de: die aktuellen CGIs nutzen diese Option nicht, zukünftige Versionen des Web-Interfaces Willen.
es_es: los cgis actuales no utilizan esta opción, aunque las versiones futuras de la voluntad interfaz web.
fr_fr: Les CGI actuels ne utilisent pas cette option, bien que les versions futures de la volonté de l'interface Web.
it_it: i CGI attuali non utilizzare questa opzione, anche se le versioni future della volontà interfaccia web.
ja_jp: 現在のCGIはこのオプションを使用しません. 将来のWebインターフェイスバージョンで使用します.
pl_pl: obecne CGI nie korzystać z tej opcji, chociaż przyszłych wersjach woli interfejsu WWW.
pt_pt: os CGIs atuais não usar esta opção, embora as versões futuras da vontade interface web.
ru_ru: текущие CGIs не использовать эту опцию, хотя будущих версиях веб-интерфейс.
zh_cn: 尽管将来的Web界面版本会使用，但当前的CGI不使用此选项。

source: Host - parents
bg_bg: Хост - родители
de_de: Host - Eltern
es_es: anfitrionas - padres
fr_fr: accueil - les parents
it_it: HOST - genitori
ja_jp: ホスト - 親
pl_pl: gospodarze - rodzice
pt_pt: hospedeiras - pais
ru_ru: Host - родители
zh_cn: 主机 - 父
