Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: This directive is used to define an optional URL that can be used to provide more actions to be performed on the host group. If you specify an URL, you will see a red "splat" icon in the CGIs (when you are viewing hostgroup information) that links to the URL you specify here. Any valid URL can be used. If you plan on using relative paths, the base path will the the same as what is used to access the CGIs (i.e.
bg_bg: Тази директива се използва за определяне на допълнителен (незадължителен) URL адрес, който може да бъде използван за осигуряване на повече действия, извършени на хост групата. Ако определите URL, вие ще видите икона с формата на червено "кръгче" в CGIs (когато разглеждате информацията за хост групата), сочеща към адреса, който се задали тук. Всеки валиден URL адрес може да се използва. Ако имате намерение да използвате на относителните пътеки (relative paths), на основната пътека (base path) ще бъде същата, като тази, която се използва за достъп до CGIs (т.е.
de_de: Diese Direktive wird benutzt, um einen optionalen URL, die verwendet werden kann, um weitere Aktionen auf dem Host-Gruppe durchgeführt werden kann definieren. Wenn Sie einen URL angeben, werden Sie einen roten "Klecks" in den CGIs sehen (wenn Sie Hostgruppen-Informationen betrachten), das auf die URL den Sie hier angeben. Jeder gültige URL kann benutzt werden. Wenn Sie relative Pfade benutzen, der Basis-Pfad der gleiche sein, der benutzt wird, um auf die CGIs zuzugreifen (dh planen
es_es: esta directiva se utiliza para definir una URL opcional que se puede utilizar para proporcionar más acciones que se realizarán en el grupo de acogida. si especifica una URL, verá un icono rojo "plaf" en el cgis (si es que ves hostgroup información) que enlaza con la URL que especifique aquí. cualquier URL válida se puede utilizar. si usted planea usar rutas relativas, la ruta de la base será el mismo que lo que se utiliza para acceder a la cgis (es decir,
fr_fr: cette directive est utilisée pour définir une URL optionnelle qui peut être utilisé pour fournir plus d'actions à effectuer sur le groupe hôte. si vous spécifiez une URL, vous verrez une icône rouge "Splat" dans le CGI (quand vous regardez les informations hostgroup) qui relie à l'URL que vous spécifiez ici. toute URL valide peut être utilisée. si vous prévoyez d'utiliser des chemins relatifs, le chemin de base sera le même que celui utilisé pour accéder aux CGI (c.-à-
it_it: questa direttiva è utilizzato per definire un URL opzionale che può essere utilizzato per fornire più azioni da eseguire sul gruppo host. se si specifica un URL, verrà visualizzata una icona rossa "splat" in CGI (quando si sta visualizzando hostgroup informazioni) che collega all'URL specificato qui. qualsiasi URL valido può essere utilizzato. se si pensa di utilizzare percorsi relativi, il percorso di base sarà la stessa come quello che viene utilizzato per accedere al CGI (ie
ja_jp: このディレクティブは、ホストグループに対して実行される複数のアクションを提供するために使用できる任意のURLを定義するために使用されます. URLを指定する場合、（ホストグループ情報を表示すると）ここで指定したURLにリンクするCGIに赤い「スプラット」アイコンが表示されます. 任意の有効なURLを使用することができます. 相対パスを使用する場合は、ベースパスはCGIにアクセスするために使用されるのと同じになります（
pl_pl: dyrektywa ta jest stosowana do określenia opcjonalny adres URL, który może być wykorzystywany do zapewnienia więcej działań do wykonania w grupie przyjmującej. jeśli podasz adres url, zobaczysz ikonę czerwony "ikona" w CGI (podczas oglądania hostgroup informacji), że linki do określonego url tutaj. każdy poprawny adres URL może być używany. jeśli planujesz używać ścieżek względnych, ścieżka bazowa będzie takie samo jak to, co służy do uzyskania dostępu do CGI (tj
pt_pt: esta directiva é utilizado para definir um URL opcional que pode ser utilizado para proporcionar mais acções a serem realizadas no grupo de acolhimento. se você especificar uma URL, você verá um ícone vermelho "splat" no CGIs (quando você estiver vendo hostgroup informações) com links para a URL que você especificar aqui. qualquer URL válido pode ser utilizado. se você planeja usar caminhos relativos, o caminho base será a igual ao que é usado para acessar os CGIs (ie
ru_ru: Эта директива используется для определения дополнительного URL, который можно использовать, чтобы предоставить больше действия, которые будут выполняться на главном группы. если вы указываете URL, вы увидите красный значок "пейнтбольный" в CGIS (когда вы читаете hostgroup информацию), что ссылки на URL вы указали здесь. любой действительный URL могут быть использованы. Если вы планируете использовать относительные пути, базовый путь будет такой же, как то, что используется для доступа к CGI, (т.е.
zh_cn: 该指令用于定义可选URL，该URL可用于提供要在主机组上执行的更多操作。 如果指定URL，则在CGI中（当您查看主机组信息时）您将看到一个红色的“ splat”图标，该图标链接到您在此处指定的URL。 可以使用任何有效的URL。 如果您计划使用相对路径，则基本路径将与用于访问CGI的路径相同（即

source: hostgroup members
bg_bg: членове на хост групата
de_de: Hostgroup Mitglieder
es_es: Miembros del Grupo de Host
fr_fr: Les membres de groupe d'hôtes
it_it: Hostgroup Membri
ja_jp: ホストグループメンバ
pl_pl: Członkowie hostgroup
pt_pt: Membros do grupo de hosts
ru_ru: Члены группа узлов сети
zh_cn: 主机组成员

source: This optional directive can be used to include hosts from other "sub" host groups in this host group. Specify a comma-delimited list of short names of other host groups whose members should be included in this group.
bg_bg: Тази незадължителна директива може да се използва за включване на хостове от други хост "под-групи" в тази хост група. Определете списък с кратки имена на други хост групи, разделени със запетаи, чиито членове трябва да бъдат включени в тази група.
de_de: Diese optionale Direktive kann verwendet werden, um Hosts aus anderen "sub" Hostgruppen in diese Hostgruppe aufzunehmen werden. geben Sie eine durch Kommata getrennte Liste von Kurznamen anderer Hostgruppen an, deren Mitglieder in diese Gruppe aufgenommen werden.
es_es: esta directiva opcional puede utilizarse para incluir los ejércitos de otros grupos de hosts "sub" en este grupo de hosts. especificar una lista delimitada por comas de nombres cortos de otros grupos de hosts cuyos miembros deben incluirse en este grupo.
fr_fr: cette directive en option peut être utilisée pour inclure des hôtes d'autres "sous" groupes d'hôtes de ce groupe hôte. spécifier une liste de noms courts d'autres groupes d'hôtes dont les membres devraient être inclus dans ce groupe délimité par des virgules.
it_it: questa direttiva opzionale può essere usato per includere gli host di altri "sub" gruppi di host in questo gruppo host. specificare un elenco separato da virgole di nomi brevi di altri gruppi di host i cui membri dovrebbero essere inclusi in questo gruppo.
ja_jp: このディレクティブは任意です. このホストグループに他の「サブ」ホストグループからホストを含めるために使用することができます. メンバがこのグループに含まれるべき他のホストグループの短縮名をカンマ区切りで指定してください.
pl_pl: Ta opcjonalna dyrektywa może być wykorzystywane do objęcia gospodarzy od innych, "pod" grupach przyjmujących w grupie przyjmującej. określić listę oddzielonych przecinkami krótkich nazw innych grup hostów, których członkowie powinny być zawarte w tej grupie.
pt_pt: esta directiva opcional pode ser usado para incluir anfitriões de outros grupos de acolhimento "sub" neste grupo de acolhimento. especificar uma lista de nomes curtos de outros grupos de acolhimento, cujos membros devem ser incluídos neste grupo separado por vírgulas.
ru_ru: Это необязательная директива может использоваться, чтобы включить хосты из других "SUB" групп узлов в этой группе узлов. указать через запятую список коротких имен других групп принимающих члены которых должны быть включены в эту группу.
zh_cn: 该可选指令可用于将来自其他“子”主机组的主机包括在该主机组中。 指定以逗号分隔的其他主机组的短名称列表，其成员应包含在该组中。

source: Servicegroup -
bg_bg: Сървис група -
ja_jp: サービスグループ -
pt_pt: Grupo de serviço
zh_cn: 服务组-

source: servicegroup name
bg_bg: име на сървис група
de_de: Servicegroup-Namen
es_es: nombre Servicegroup
fr_fr: groupe de services
it_it: Nome Servicegroup
ja_jp: サービスグループ名
pl_pl: Nazwa servicegroup
pt_pt: nome servicegroup
ru_ru: Название ServiceGroup
zh_cn: 服务组名称

source: This directive is used to define a short name used to identify the service group.
bg_bg: Тази директива се използва за определяне на краткото име, използвано за идентифициране на сървис групата.
de_de: Diese Direktive wird benutzt, um einen Kurznamen verwendet, um die Servicegruppe identifiziert definieren.
es_es: esta directiva se utiliza para definir un nombre corto utilizado para identificar el grupo de servicio.
fr_fr: cette directive est utilisée pour définir un nom court utilisé pour identifier le groupe de services.
it_it: questa direttiva viene utilizzata per definire un nome breve utilizzato per identificare il gruppo di servizio.
ja_jp: このディレクティブは、サービスグループを識別するために使用される短縮名を定義するために使用されます.
pl_pl: dyrektywa ta jest używana do określenia krótką nazwę używaną do identyfikacji grupy usług.
pt_pt: esta directiva é usado para definir um nome abreviado usado para identificar o grupo de serviço.
ru_ru: Эта директива используется для определения короткое имя, используемое для идентификации группы услуг.
zh_cn: 该指令用于定义用于标识服务组的简短名称。

source: descriptions
bg_bg: описания
de_de: Beschreibung
es_es: Descripción
fr_fr: Description
it_it: Descrizione
ja_jp: 説明
pl_pl: opis
pt_pt: Descrição
ru_ru: Описание
zh_cn: 描述

source: of services (and the names of their corresponding hosts) that should be included in this group. Host and service names should be separated by commas. This directive may be used as an alternative to the
bg_bg: на сървисите (и имената на съответните им хостове), които следва да бъдат включени в тази група. Имената на хостовете и сървисите следва да бъдат разделени със запетаи. Тази директива може да се използва като алтернатива на
de_de: von Dienstleistungen (und die Namen der entsprechenden Hosts), die in dieser Gruppe enthalten sein sollen. Host- und Service-Namen sollten mit Kommas getrennt werden. Diese Direktive kann als Alternative zu der verwendet werden
es_es: de servicios (y los nombres de sus correspondientes anfitriones) que deben incluirse en este grupo. nombres de equipos y servicios deben estar separados por comas. esta directiva se puede utilizar como una alternativa a la
fr_fr: de services (et les noms de leurs hôtes correspondant) qui devraient être inclus dans ce groupe. les noms d'hôte et de service doivent être séparées par des virgules. cette directive peut être utilisé comme une alternative à la
it_it: dei servizi (ei nomi dei loro ospiti corrispondenti) che dovrebbero essere inclusi in questo gruppo. nomi host e di servizio devono essere separati da virgole. tale direttiva può essere utilizzata come alternativa al
ja_jp: : このグループに含まれるべきサービス（および対応するホストの名前）ホスト名およびサービス名は、カンマで区切る必要があります. このディレクティブは、サービス定義の
pl_pl: usług (i nazwy odpowiadających im gospodarze), które powinny być uwzględnione w tej grupie. nazwy hostów i usług powinny być oddzielone przecinkami. dyrektywa ta może być stosowana jako alternatywa dla
pt_pt: de serviços (e os nomes de seus anfitriões correspondentes) que devem ser incluídos neste grupo. nomes de host e serviços devem ser separados por vírgulas. esta directiva pode ser usado como uma alternativa para o
ru_ru: услуг (и имена соответствующих их хозяев), которые должны быть включены в эту группу. имена хостов и услуг должны быть разделены запятыми. Эта директива может использоваться в качестве альтернативы
zh_cn: 应包含在此组中的服务（及其相应主机的名称）。 主机名和服务名应用逗号分隔。 该指令可以替代

source: servicegroups
bg_bg: сървис групи
de_de: Servicegruppen
pt_pt: Grupo de serviços
zh_cn: 服务组

source: directive in service definitions.
bg_bg: директивата в дефиницията на сървис
de_de: Direktive in Service-Definitionen.
es_es: directiva en definiciones de servicios.
fr_fr: la directive dans les définitions de services.
it_it: la direttiva in definizioni di servizio.
ja_jp: ディレクティブの代替として使用できます.
pl_pl: dyrektywy w definicji usługi.
pt_pt: directiva, em definições de serviços.
ru_ru: директивы в определениях услуг.
zh_cn: 服务定义中的指令。

source: If you select a servicegroup inside a service definition using the
bg_bg: Ако изберете сървис група в дефиницията за сървис с помощта на
de_de: wenn Sie eine servicegroup in einer Service-Definition mit der Auswahl
es_es: si selecciona un Servicegroup dentro de una definición de servicio mediante la
fr_fr: si vous sélectionnez un groupe de services dans une définition de service à l'aide du
it_it: se si seleziona un Servicegroup all'interno di una definizione di servizio utilizzando il
ja_jp: サービス定義内で
pl_pl: jeśli wybierzesz servicegroup wewnątrz definicji usług z wykorzystaniem
pt_pt: se você selecionar um servicegroup dentro de uma definição de serviço utilizando a
ru_ru: Если вы выберите ServiceGroup внутри определения обслуживания, используя
zh_cn: 如果您使用以下命令在服务定义内选择服务组：

source: service definition
bg_bg: дефиниция на сървис
es_es: definición de servicio
fr_fr: définition du service
it_it: definizione di servizio
ja_jp: service 定義
pl_pl: Definicja usługi
pt_pt: definição de serviço
ru_ru: Определение услуг
zh_cn: 服务定义

source: this service will
bg_bg: Този сървис ще
de_de: Dieser Service wird
es_es: Este servicio
fr_fr: Ce service sera
it_it: questo servizio sarà
ja_jp: を使用してサービスグループを選択した場合、このサービス
pl_pl: usługa ta będzie
pt_pt: Este serviço
ru_ru: Эта услуга
zh_cn: 这项服务将

source: ere because these are two different ways to specify a servicegroup!
bg_bg: ere, защото това са два различни начина за определяне на сървис група (servicegroup)!
de_de: ehe denn das sind zwei verschiedene Möglichkeiten, um eine service angeben!
es_es: ERE porque son dos formas diferentes de especificar un Servicegroup!
fr_fr: avant parce que ce sont deux façons de spécifier un servicegroup!
it_it: ere perché questi sono due modi diversi per specificare un Servicegroup!
ja_jp: サービスグループを指定する方法が２通りあるためです!
pl_pl: ere, ponieważ są to dwa różne sposoby, aby określić servicegroup!
pt_pt: ere porque estas são duas formas diferentes de especificar um servicegroup!
ru_ru: прежде чем, потому что это два разных способа указания ServiceGroup!
zh_cn: 因为这是指定服务组的两种不同方式！

source: This directive is used to define is a longer name or description used to identify the service group. It is provided in order to allow you to more easily identify a particular service group.
bg_bg: Тази директива се използва за определяне на дългото име или описанието, използвано за идентифициране на сървис групата. Това е предвидено, за да ви позволи по-лесно да идентифицирате дадена сървис група.
de_de: Diese Richtlinie wird festgelegt, einen längeren Namen oder eine Beschreibung zu der Servicegruppe identifiziert. es, damit Sie leichter identifizieren ein bestimmte Servicegruppe versehen ist.
es_es: esta directiva se utiliza para definir un nombre más largo o descripción utilizado para identificar el grupo de servicio. que se proporciona con el fin de permitir a identificar más fácilmente a un grupo determinado servicio.
fr_fr: Cette directive est utilisée pour définir un nom long ou une description pour identifier le groupe de service. il est fourni pour vous permettre d'identifier plus facilement un groupe de service particulier.
it_it: Questa direttiva è usata per definire un nome o una descrizione più utilizzato per identificare il gruppo di servizio. è previsto al fine di consentire di identificare più facilmente un particolare gruppo di servizio.
ja_jp: このディレクティブは、サービスグループを識別するために使用される長い名前または説明です. 特定のサービスグループをより簡単に識別できるように提供されます.
pl_pl: dyrektywa ta służy do zdefiniowania jest już nazwa lub opis wykorzystywane do identyfikacji grupy usług. to jest, w celu umożliwienia, aby łatwiej określić szczególną grupę usług.
pt_pt: esta directiva é usado para definir um nome ou descrição mais longa usado para identificar o grupo de serviço. ele é fornecido, de modo a permitir-lhe identificar mais facilmente um grupo de serviço particular.
ru_ru: Эта директива используется для определения является более длинное название или описание используется для обозначения группы услуг. это сделано для того, чтобы позволить вам более легко определить конкретную группу услуг.
zh_cn: 该指令用于定义用于识别服务组的较长名称或描述。提供该指令是为了让您更容易地识别特定的服务组。

source: This directive is used to define an optional string of notes pertaining to the service group. If you specify a note here, you will see the it in the extended information CGI (when you are viewing information about the specified service group).
bg_bg: Тази директива се използва за определяне на допълнителна (незадължителна) поредица от бележки, отнасящи се към сървис група. Ако посочите бележка тук, вие ще я видите в разширената информация (extended information) CGI (когато разглеждате информацията за определената сърсис група).
de_de: Diese Direktive wird benutzt, um optional einen Text mit Informationen zu dieser Servicegruppe anzug. wenn Sie eine Anmerkung angeben, werden Sie diese im extended information CGI sehen (wenn Sie Informationen zu dem bestimmten Service-Gruppe).
es_es: esta directiva se utiliza para definir una cadena opcional de notas relacionadas con el grupo de servicio. si especifica una nota aquí, podrás ver el en el cgi información ampliada (si es que ves la información sobre el grupo de servicio especificado).
fr_fr: cette directive est utilisée pour définir une chaîne optionnelle de notes appartenant au groupe de service. si vous spécifiez une note ici, vous la verrez dans le CGI des informations étendues (quand vous regardez les informations sur le groupe de service spécifié).
it_it: questa direttiva è utilizzato per definire una stringa opzionale di note appartenenti al gruppo di servizio. se si specifica una nota qui, vedrete la nella informazioni estese cgi (quando si visualizza informazioni sul gruppo di servizio specificato).
ja_jp: このディレクティブは、サービスグループに属するメモの任意の文字列を定義するために使用されます. ここにメモを指定した場合、（指定されたサービスグループに関する情報を表示すると）拡張情報CGIでそれが表示されます.
pl_pl: dyrektywa ta jest używana do określenia opcjonalny ciąg notatek dotyczących grupy usług. jeśli podasz notatkę tutaj, zobaczysz go w rozszerzonej informacji cgi (podczas przeglądania informacji o określonej grupy usług).
pt_pt: esta directiva é usado para definir uma cadeia opcional de notas referentes ao grupo de serviço. se você especificar uma nota aqui, você vai ver o que na informação cgi estendida (quando você estiver vendo informações sobre o grupo de serviço especificado).
ru_ru: Эта директива используется для определения необязательная строка нот, относящихся к группе услуг. если вы укажете примечание здесь, вы увидите его в распространенной информации CGI (при просмотре информации о указанной группы услуг).
zh_cn: 这条指令用于定义与服务组有关的可选的注释字符串。如果您在这里指定了一个注释，您将在扩展信息CGI中看到它（当您查看有关指定服务组的信息时）。

source: This directive is used to define an optional URL that can be used to provide more information about the service group. If you specify an URL, you will see a red folder icon in the CGIs (when you are viewing service group information) that links to the URL you specify here. Any valid URL can be used. If you plan on using relative paths, the base path will the the same as what is used to access the CGIs (i.e.
bg_bg: Тази директива се използва за определяне на допълнителен (незадължителен) URL адрес, който може да бъде използван за осигуряване на повече действия, извършени на сървис групата. Ако определите URL, вие ще видите икона с формата на червена папка в CGIs (когато разглеждате информацията за сървис групата), сочеща към адреса, който се задали тук. Всеки валиден URL адрес може да се използва. Ако имате намерение да използвате на относителните пътеки (relative paths), основната пътека (base path) ще бъде същата, като тази, която се използва за достъп до CGIs (т.е.
de_de: Diese Direktive wird benutzt, um einen optionalen URL, die verwendet werden können, um mehr Informationen über das Servicegruppe zu liefern. Wenn Sie einen URL angeben, werden Sie ein rotes Verzeichnis-Icon in den CGIs sehen (wenn Sie Servicegruppen-Informationen betrachten), das auf die URL, die Sie hier angeben. Jeder gültige URL kann benutzt werden. Wenn Sie relative Pfade benutzen, der Basis-Pfad der gleiche sein, der benutzt wird, um auf die CGIs zuzugreifen (dh planen
es_es: esta directiva se utiliza para definir una URL opcional que se puede utilizar para proporcionar más información sobre el grupo de servicio. si especifica una URL, verá un icono de carpeta roja en la cgis (si es que ves la información del grupo de servicios) que enlaza con la URL que especifique aquí. cualquier URL válida se puede utilizar. si usted planea usar rutas relativas, la ruta de la base será el mismo que lo que se utiliza para acceder a la cgis (es decir,
fr_fr: cette directive est utilisée pour définir une URL optionnelle qui peut être utilisé pour fournir plus d'informations sur le groupe de services. si vous spécifiez une URL, vous verrez une icône de dossier rouge dans les CGI (quand vous regardez les informations de groupe de services) qui renverra vers l'URL que vous spécifiez ici. toute URL valide peut être utilisée. si vous prévoyez d'utiliser des chemins relatifs, le chemin de base sera le même que celui utilisé pour accéder aux CGI (c.-à-
it_it: questa direttiva è utilizzato per definire un URL opzionale che può essere utilizzato per fornire ulteriori informazioni sul gruppo di servizio. se si specifica un URL, si vedrà l'icona di cartella rossa in CGI (quando si visualizzano le informazioni sui gruppi di servizio) che collega all'URL specificato qui. qualsiasi URL valido può essere utilizzato. se si pensa di utilizzare percorsi relativi, il percorso di base sarà la stessa come quello che viene utilizzato per accedere al CGI (ie
ja_jp: このディレクティブは、サービスグループの詳細を提供するために使用することができる任意のURLを定義するために使用されます. URLを指定する場合、（サービスグループ情報を表示すると）ここで指定したURLへリンクするCGIに赤いフォルダアイコンが表示されます. 任意の有効なURLを使用することができます. 相対パスを使用する場合は、ベースパスはCGIにアクセスするために使用するものと同じです（
pl_pl: dyrektywa ta jest stosowana do określenia opcjonalny adres URL, który może być użyty do dostarczenia większej ilości informacji o grupie usług. jeśli podasz adres url, pojawi się czerwona ikona folderu w CGI (podczas przeglądania informacji o grupie usługi), który łączy się z adresem URL określonym tutaj. każdy poprawny adres URL może być używany. jeśli planujesz używać ścieżek względnych, ścieżka bazowa będzie takie samo jak to, co służy do uzyskania dostępu do CGI (tj
pt_pt: esta directiva é usado para definir uma URL opcional que pode ser usado para fornecer mais informações sobre o grupo de serviço. se você especificar uma URL, você verá um ícone de pasta vermelha na CGIs (quando você estiver visualizando as informações do grupo de serviços), que liga para a URL que você especificar aqui. qualquer URL válido pode ser utilizado. se você planeja usar caminhos relativos, o caminho base será a igual ao que é usado para acessar os CGIs (ie
ru_ru: Эта директива используется для определения дополнительного URL, которые могут быть использованы для обеспечения более подробную информацию о группе услуг. если вы указываете URL, вы увидите красный значок папки в CGIS (при просмотре информации о группе услуг), ссылки на URL-адрес вы указали здесь. любой действительный URL могут быть использованы. Если вы планируете использовать относительные пути, базовый путь будет такой же, как то, что используется для доступа к CGI, (т.е.
zh_cn: 该指令用于定义一个可选的URL，可用于提供有关服务组的更多信息。如果您指定了一个URL，您将在CGIs中看到一个红色的文件夹图标（当您查看服务组信息时），它链接到您在这里指定的URL。可以使用任何有效的URL。如果您计划使用相对路径，基本路径将与用于访问CGI的路径相同（即
