Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: If it does, the host object will look a bit wierd. Images for hosts are assumed to be in the <strong>logos/</strong> subdirectory in your HTML images directory (i.e.
bg_bg: Ако това е така, хост обекта ще изглежда малко странно. Изображенията за хостовете се предполага да бъдат в <strong>logos</strong> поддиректорията на вашата "HTML images" директория (т.е.
de_de: wenn dies der Fall, wird der Host-Objekt ein wenig komisch aussehen. Bilder für Hosts werden im <strong>logos /</strong> -Unterverzeichnis Ihres HTML-Images-Verzeichnis gesucht (dh
es_es: si lo hace, el objeto del sistema se verá un poco extraño. Imágenes para hosts se supone que son en el <strong>logos /</strong> subdirectorio en el directorio de imágenes en HTML (es decir,
fr_fr: si ce est le cas, l'objet hôte aura l'air un peu bizarre. images des hôtes sont censées être dans le <strong>logos /</strong> sous-répertoire dans votre répertoire d'images HTML (c.-à-
it_it: se lo fa, l'oggetto host apparirà un po 'strana. immagini per gli host vengono considerati nel <strong>logos /</strong> subdirectory nella directory immagini html (ie
ja_jp: 透過画像にすると、ホストオブジェクトは少し変に見えるでしょう. ホスト用の画像は、HTMLのimagesディレクトリの<strong>logos/</strong>サブディレクトリに存在すると想定されています（つまり、
pl_pl: jeśli tak, głównym obiektem będzie wyglądać trochę wierd. obrazy dla gospodarzy zakłada się w podkatalogu <strong>loga /</strong> w katalogu zdjęć html (tj
pt_pt: se isso acontecer, o objeto de host vai parecer um pouco estranho. imagens para anfitriões estão a ser assumida no <strong>logos /</strong> subdiretório no seu diretório de imagens de html (ie
ru_ru: если это произойдет, объект хозяин будет выглядеть немного странно. Изображения для хозяев, как предполагается, будет в <strong>Логосе /</strong> подкаталог в каталоге HTML изображений (т.е.
zh_cn: 如果确实如此，则宿主对象看起来会有些奇怪。 假定用于主机的图像位于HTML图像目录的<strong>logos/</strong>子目录中（即

source: This variable is used to define an optional URL that can be used to provide more information about the host. If you specify an URL, you will see a red folder icon in the CGIs (when you are viewing host information) that links to the URL you specify here. Any valid URL can be used.</p><p>If you plan on using relative paths, the base path will the the same as what is used to access the CGIs
bg_bg: Тази променлива се използва за определяне на допълнителен (незадължителен) URL адрес, който може да бъде използван за осигуряване на повече информация за хоста. Ако определите URL адрес, ще видите икона с формата на червена папка в CGIs (когато преглеждате информацията за хоста), сочеща към адреса, който се задали тук. Всеки валиден URL адрес може да се използва. </p><p> Ако имате намерение да използвате на относителните пътеки (relative paths), основната пътека (base path) ще бъде същата, като тази, която се използва за достъп до CGIs
de_de: Diese Variable wird benutzt, um einen optionalen URL, die verwendet werden können, um mehr Informationen zu diesem Host zu liefern. Wenn Sie einen URL angeben, werden Sie ein rotes Verzeichnis-Icon in den CGIs sehen (wenn Sie Host-Informationen betrachten), das auf die URL, die Sie hier angeben. Jeder gültige URL kann benutzt werden. </p><p> Wenn Sie relative Pfade benutzen, wird der Basis-Pfad der gleiche sein, der benutzt, um auf die CGIs zuzugreifen
es_es: esta variable se utiliza para definir una URL opcional que se puede utilizar para proporcionar más información acerca del anfitrión. si especifica una URL, verá un icono de carpeta roja en la cgis (si es que ves la información del host) que enlaza con la URL que especifique aquí. cualquier URL válida se puede utilizar. </p><p> si usted planea usar rutas relativas, la ruta de la base será el mismo que lo que se utiliza para acceder a la cgis
fr_fr: cette variable est utilisée pour définir une URL optionnelle qui peut être utilisé pour fournir plus d'informations sur l'hôte. si vous spécifiez une URL, vous verrez une icône de dossier rouge dans les CGI (quand vous regardez les informations de l'hôte) qui renverra vers l'URL que vous spécifiez ici. toute URL valide peut être utilisée. </p><p> si vous prévoyez d'utiliser des chemins relatifs, le chemin de base sera le même que celui utilisé pour accéder aux CGI
it_it: questa variabile è utilizzato per definire un URL opzionale che può essere utilizzato per fornire ulteriori informazioni sull'host. se si specifica un URL, si vedrà l'icona di cartella rossa in CGI (quando si visualizzano le informazioni host) che collega all'URL specificato qui. qualsiasi URL valido può essere utilizzato. </p><p> se si pensa di utilizzare percorsi relativi, il percorso di base sarà la stessa come quello che viene utilizzato per accedere al CGI
ja_jp: この変数は、このホストに関する詳細情報を提供するために使用できる任意のURLを定義するために使用されます. URLを指定する場合は、（ホスト情報を表示しているとき）ここで指定したURLにリンクするCGIの赤いフォルダアイコンが表示されます. 任意の有効なURLを使用することができます. </p><p>相対パスを使用する予定の場合は、ベースパスはCGIにアクセスするために使用されるものと同じです
pl_pl: Zmienna ta jest stosowana do określenia opcjonalny adres URL, który może być użyty do dostarczenia większej ilości informacji na temat gospodarza. jeśli podasz adres url, pojawi się czerwona ikona folderu w CGI (podczas przeglądania informacji hosta), który łączy się z adresem URL określonym tutaj. każdy poprawny adres URL może być używany. </p><p> jeśli planujesz używać ścieżek względnych, ścieżka bazowa będzie takie samo jak to, co służy do uzyskania dostępu do CGI
pt_pt: esta variável é utilizado para definir um URL opcional que pode ser utilizado para proporcionar mais informação sobre o hospedeiro. se você especificar uma URL, você verá um ícone de pasta vermelha na CGIs (quando você estiver vendo informações host) com links para a URL que você especificar aqui. qualquer URL válido pode ser utilizado. </p><p> se você planeja usar caminhos relativos, o caminho base será a igual ao que é usado para acessar os CGIs
ru_ru: Эта переменная используется для определения дополнительного URL, которые могут быть использованы для обеспечения более подробную информацию о хосте. если вы указываете URL, вы увидите красный значок папки в CGIS (при просмотре информации об узле), ссылки на URL-адрес вы указали здесь. любой действительный URL могут быть использованы. </p><p> Если вы планируете использовать относительные пути, базовый путь будет такой же, как то, что используется для доступа к CGI,
zh_cn: 此变量用于定义可选URL，该URL可用于提供有关主机的更多信息。 如果指定URL，则在CGI中（当您查看主机信息时）将看到一个红色文件夹图标，该图标链接到您在此处指定的URL。 可以使用任何有效的URL。</ p> <p>如果计划使用相对路径，则基本路径将与用于访问CGI的路径相同。

source: This can be very useful if you want to make detailed information on the host, emergency contact methods, etc. available to other support staff.
bg_bg: Това може да бъде много полезно ако искате да направите подробната информация за хоста, методите за връзка при спешни случаи, и т.н. достъпни за друг помощен персонал.
de_de: Dies kann sehr nützlich sein, wenn Sie detaillierte Informationen über den Host, Notfallkontaktmethoden usw. für anderes Support-Personal machen wollen.
es_es: esto puede ser muy útil si quiere hacer que la información detallada en el host, métodos de contacto de emergencia, etc. disponible para otro personal de apoyo.
fr_fr: cela peut être très utile si vous souhaitez des informations détaillées sur l'hôte, les méthodes de contact d'urgence, etc. disponibles à d'autres employés de soutien.
it_it: questo può essere molto utile se si vuole rendere le informazioni dettagliate su host, metodi di contatto di emergenza, ecc disponibile ad altro personale di supporto.
ja_jp: 他のサポートスタッフとホスト、緊急連絡方法などの詳細な情報を利用できるようにする場合、これは非常に便利です.
pl_pl: może to być bardzo przydatne, jeśli chcesz, aby szczegółowe informacje na hoście, metod kontaktu awaryjnych itp dostępnych do innych pracowników pomocniczych.
pt_pt: isso pode ser muito útil se você quiser fazer a informação detalhada sobre o hospedeiro, métodos de contato de emergência, etc. disponível para outro pessoal de apoio.
ru_ru: это может быть очень полезно, если вы хотите, чтобы подробную информацию о хосте, методы экстренной связи, и т.д. доступными для других вспомогательного персонала.
zh_cn: 如果您想向其他支持人员提供有关主机的详细信息，紧急联系方法等，这将非常有用。

source: Host - statusmap image
bg_bg: Хост - изображение на карта за статута (statusmap image)
de_de: Host - Statusmap Bild
es_es: anfitrión - imagen statusmap
fr_fr: hôte - l'image statusmap
it_it: ospite - immagine statusmap
ja_jp: ホスト - ステータスマップ画像
pl_pl: hosta - statusmap obrazu
pt_pt: hospedeiro - imagem statusmap
ru_ru: хост - statusmap изображения
zh_cn: 主机-状态图图像

source: This variable is used to define the name of an image that should be associated with this host in the statusmap CGI. You can specify a JPEG, PNG, and GIF image if you want, although I would strongly suggest using a GD2 format image, as other image formats will result in a lot of wasted CPU time when the statusmap image is generated.
bg_bg: Тази променлива се използва за определяне на името на образ, който трябва да бъде асоцииран с този хост в statusmap CGI. Ако желаете, може да укажете JPEG, PNG и GIF изображение, макар че аз бих ви препоръчал да използвате изображение в GD2 формат, къй като другите графични формати ще доведат до голяма загуба на процесорно време, когато се генерира statusmap изображението.
de_de: Diese Variable wird benutzt, um den Namen eines Bildes, das mit diesem Host im statusmap CGI verbunden werden soll. können Sie eine jpeg, png und GIF-Bild angeben, wenn Sie wollen, aber ich würde vorschlagen, mit einem gd2 Format Bild, weil andere Bildformate werden in einer Menge vergeudete CPU-Zeit zur Folge haben, wenn die Statusmap generiert wird.
es_es: esta variable se utiliza para definir el nombre de una imagen que se debe asociar con este anfitrión en el cgi statusmap. puede especificar una, png y gif jpeg si quieres, aunque me gustaría sugerir fuertemente utilizando una imagen de formato gd2, como otros formatos de imagen resultará en una gran cantidad de tiempo de CPU desperdiciado cuando se genera la imagen statusmap.
fr_fr: cette variable est utilisée pour définir le nom d'une image qui devrait être associé à cet hôte dans le CGI d'état. vous pouvez spécifier un, png et gif image jpeg si vous voulez, mais je vous conseillerais fortement en utilisant une image de format gd2, que d'autres formats d'image se traduira par beaucoup de temps cpu perdu lorsque l'image de statusmap est généré.
it_it: questa variabile viene utilizzato per definire il nome di un'immagine che deve essere associato a questo host nel CGI statusmap. è possibile specificare un jpeg, png, gif e l'immagine, se si desidera, anche se vorrei suggerire vivamente di utilizzare un formato immagine GD2, come altri formati di immagine si tradurrà in un sacco di tempo sprecato cpu quando viene generato l'immagine statusmap.
ja_jp: この変数は、ステータスマップCGIでこのホストに関連付けられるべき画像名を定義するために使用されます. 必要に応じて、JPEG, PNG, GIF画像を指定できます. 他の画像形式はステータスマップイメージが生成される際にCPU時間を大量に消費するため、GD2形式イメージの使用を強く推奨します.
pl_pl: zmienna ta jest używana do określenia nazwy obrazu, który powinien być związany z tym hostem w cgi statusmap. można określić JPEG, PNG i GIF obrazu, jeśli chcesz, chociaż chciałbym zdecydowanie wskazują przy użyciu formatu gd2 obrazu, jak inne formaty obrazu spowoduje dużo zmarnowanego czasu procesora, gdy obraz statusmap jest generowany.
pt_pt: Esta variável é usada para definir o nome de uma imagem que deve ser associado com este anfitrião no cgi statusmap. você pode especificar jpeg, png, gif e uma imagem, se quiser, embora eu sugiro fortemente utilizar uma imagem de formato GD2, como outros formatos de imagem irá resultar em uma grande quantidade de tempo de CPU desperdiçado quando a imagem statusmap é gerado.
ru_ru: эта переменная используется для определения имени изображения, которые должны быть связаны с этим хозяином в statusmap CGI. Вы можете задать JPEG, PNG, и GIF изображение, если вы хотите, хотя я бы настоятельно рекомендуем использовать формат gd2 изображение, как и другие графические форматы приведет к много впустую времени центрального процессора, когда statusmap изображение генерируется.
zh_cn: 此变量用于在状态图CGI中定义应与此主机关联的映像的名称。 您可以根据需要指定JPEG，PNG和GIF图像，尽管我强烈建议使用GD2格式的图像，因为其他图像格式会在生成状态图图像时浪费大量CPU时间。

source: GD2 images can be created from PNG images by using the
bg_bg: GD2 изображенията могат да бъдат създадени от PNG изображения с помощта на
de_de: gd2 Bilder können vom PNG-Bilder mit Hilfe der erstellt werden
es_es: imágenes GD2 se pueden crear a partir de imágenes PNG utilizando el
fr_fr: Les images GD2 peuvent être créées à partir d'images en utilisant le png
it_it: immagini GD2 possono essere creati da immagini png utilizzando
ja_jp: GD2画像は、Thomas Boutell's gdライブラリで提供される
pl_pl: GD2 obrazy mogą być tworzone z PNG za pomocą
pt_pt: imagens GD2 pode ser criado a partir de imagens PNG, utilizando o
ru_ru: GD2 изображения могут быть созданы из PNG изображений с помощью
zh_cn: GD2图像可以通过使用

source: utility supplied with Thomas Boutell's gd library . The GD2 images should be created in
bg_bg: ползата е доставена с Thomas Boutell's gd библиотека. GD2 изображенията трябва да се създадат в
de_de: Dienstprogramm mit gd library thomas Boutells geliefert. Die GD2-Bilder werden in erstellt werden
es_es: utilidad suministra con biblioteca gd de thomas Boutell. las imágenes GD2 deben crear en
fr_fr: utilitaire fourni avec la bibliothèque gd de Thomas Boutell. les images GD2 doivent être créées dans
it_it: utility fornita con la libreria gd di thomas Boutell. le immagini GD2 dovrebbero essere create
ja_jp: を使用してPNG画像から作成することができます. GD2画像は、ステータスマップCGIがネットワークマップイメージを生成するときのCPU負荷を最小限に抑えるために
pl_pl: Narzędzie dostarczane z gd biblioteki do Thomasa Boutell za. obrazy GD2 powinny być tworzone w
pt_pt: utilitário fornecido com biblioteca gd thomas Boutell. as imagens GD2 deve ser criado em
ru_ru: Утилита поставляется с библиотекой Б-г Томас Бутеллом-х годов. в GD2 изображения должны быть созданы в
zh_cn: Thomas Boutell的gd库提供的实用工具。 GD2映像应在

source: uncompressed
bg_bg: некомпресиран
de_de: unkomprimiert
es_es: sin comprimir
fr_fr: non compressé
it_it: compresso
ja_jp: 圧縮されていない
pl_pl: nieskompresowany
pt_pt: descompactado
ru_ru: несжатый
zh_cn: 未压缩

source: format in order to minimize CPU load when the statusmap CGI is generating the network map image.
bg_bg: Форматирайте, за да сведете до минимум CPU натоварването, когато CGI генерира на изображението на мрежовата карта.
de_de: Format, um die CPU-Last zu minimieren, wenn die Statusmap CGI das Netzwerkkartenbild.
es_es: formato con el fin de minimizar la carga de la CPU cuando el cgi statusmap está generando la imagen del mapa de la red.
fr_fr: format afin de minimiser la charge du processeur lorsque le CGI d'état génère l'image de la carte réseau.
it_it: formato al fine di ridurre al minimo il carico della CPU quando il cgi statusmap sta generando l'immagine mappa di rete.
ja_jp: ステータスマップCGIがNWマップイメージを生成しているときにPU負荷を最小にするためのフォーマット
pl_pl: Format, w celu zminimalizowania obciążenia procesora podczas cgi statusmap generuje mapę sieci zdjęcie.
pt_pt: formato, a fim de minimizar a carga da CPU quando o cgi statusmap está gerando a imagem do mapa de rede.
ru_ru: Формат для того, чтобы свести к минимуму загрузку процессора, когда statusmap CGI генерирует карту сети изображение.
zh_cn: 格式，以便在状态图CGI生成网络图映像时最大程度地减少CPU负载。

source: The image will look best if it is 40x40 pixels in size. You can leave these option blank if you are not using the statusmap CGI. Images for hosts are assumed to be in the
bg_bg: Изображението ще изглежда най-добре, ако е 40x40 пиксела. Можете да оставите тези опция празна, ако не използвате statusmap CGI. Допуска се, че изображенията за хостовете се намират в
de_de: wird das Bild am besten aussehen, wenn es 40x40 Pixel groß. Sie können diese Option leer lassen, wenn Sie nicht mit dem Statusmap cgi. Bilder für Hosts werden in der sein
es_es: la imagen se verá mejor si es de 40x40 píxeles de tamaño. usted puede dejar estas opciones en blanco si no está utilizando el cgi statusmap. Imágenes para hosts se supone que en la
fr_fr: l'image sera meilleure si elle est taille de 40x40 pixels. vous pouvez laisser cette option vide si vous ne utilisez pas le CGI d'état. images des hôtes sont censées être dans la
it_it: l'immagine apparirà migliore se è pixel 40x40 di dimensione. è possibile lasciare questi vuoto opzione se non si utilizza il cgi statusmap. immagini per gli host vengono considerati in
ja_jp: 画像サイズは 40×40ピクセルがベストです. ステータスマップCGIを使用していない場合は、これらのオプションを空白のままにすることができます. ホストの画像は、HTMLイメージディレクトリの
pl_pl: Obraz będzie wyglądać najlepiej, jeśli jest to 40x40 pikseli. możesz zostawić te opcję puste, jeśli nie korzysta się z CGI statusmap. obrazy dla gospodarzy Zakłada się w
pt_pt: a imagem ficará melhor se for 40x40 pixels de tamanho. você pode deixar estes opção em branco se você não estiver usando o cgi statusmap. imagens para anfitriões estão a ser assumida no
ru_ru: изображение будет выглядеть лучше, если это 40х40 пикселей. Вы можете оставить эти поле пустым, если вы не используете statusmap CGI. Изображения для хозяев, как предполагается, будет в
zh_cn: 如果图像尺寸为40x40像素，则图像将看起来最好。 如果不使用状态图CGI，则可以将这些选项留为空白。 主机的图像假定位于

source: subdirectory in your HTML images directory
bg_bg: поддиректория във вашта директория с HTML изображения
de_de: Unterverzeichnis Ihres HTML-Images-Verzeichnis
es_es: subdirectorio en el directorio de imágenes en HTML
fr_fr: sous-répertoire dans votre répertoire d'images HTML
it_it: sottodirectory nella directory immagini html
ja_jp: サブディレクトリに存在すると想定されます.
pl_pl: podkatalog w katalogu zdjęć html
pt_pt: subdiretório no seu diretório de imagens de html
ru_ru: подкаталог в каталоге HTML изображений
zh_cn: HTML图像目录中的子目录

source: Host - action url
bg_bg: Хост - action url
es_es: anfitrión - acción url
fr_fr: hôte - URL d'action
it_it: ospite - url azione
ja_jp: ホスト - アクションURL
pl_pl: hosta - działania url
pt_pt: hospedeiro - url ação
ru_ru: хост - действие гиперссылка
zh_cn: 主机-操作网址

source: This directive is used to define an optional URL that can be used to provide more actions to be performed on the host. If you specify an URL, you will see a red "splat" icon in the CGIs (when you are viewing host information) that links to the URL you specify here. Any valid URL can be used
bg_bg: Тази директива се използва за определяне на допълнителен (незадължителен) URL адрес, който може да бъде използван за осигуряване на повече действия, изпълнявани на хоста. Ако определите URL, вие ще видите икона с формата на червено "кръгче" в CGIs (когато разглеждате информацията за хоста), сочеща към адреса, който се задали тук. Всеки валиден URL адрес може да се използва
de_de: Diese Direktive wird benutzt, um einen optionalen URL, die verwendet werden kann, um weitere Aktionen auf dem Host durchgeführt werden kann definieren. Wenn Sie einen URL angeben, werden Sie einen roten "Klecks" in den CGIs sehen (wenn Sie Host-Informationen betrachten), das auf die URL, die Sie hier angeben. Jeder gültige URL kann benutzt werden
es_es: esta directiva se utiliza para definir una URL opcional que se puede utilizar para ofrecer más acciones a realizar en el host. si especifica una URL, verá un icono rojo "plaf" en el cgis (si es que ves la información del host) que enlaza con la URL que especifique aquí. cualquier URL válida se puede utilizar
fr_fr: cette directive est utilisée pour définir une URL optionnelle qui peut être utilisé pour fournir plus d'actions à exécuter sur l'hôte. si vous spécifiez une URL, vous verrez une icône rouge "Splat" dans le CGI (quand vous regardez les informations de l'hôte) qui renverra vers l'URL que vous spécifiez ici. toute URL valide peut être utilisée
it_it: questa direttiva è utilizzato per definire un URL opzionale che può essere utilizzato per fornire più azioni da eseguire sull'host. se si specifica un URL, verrà visualizzata una icona rossa "splat" in CGI (quando si visualizzano le informazioni host) che collega all'URL specificato qui. qualsiasi URL valido può essere usato
ja_jp: このディレクティブは、ホスト上で実行される複数のアクションを提供するために使用できる任意のURLを定義するために使用されます. URLを指定した場合、（ホスト情報を表示しているときに）ここで指定したURLへのリンクがCGIの中に赤い「スプラット」アイコンで表示されます. 任意の有効なURLが使用することができます
pl_pl: dyrektywa ta jest stosowana do określenia opcjonalny adres URL, który może być wykorzystywany do zapewnienia więcej działań do wykonania w komputerze. jeśli podasz adres url, zobaczysz ikonę czerwony "ikona" w CGI (podczas przeglądania informacji hosta), który łączy się z adresem URL określonym tutaj. każdy poprawny adres URL może być używany
pt_pt: esta directiva é utilizado para definir um URL opcional que pode ser utilizado para proporcionar mais acções a ser realizadas sobre o hospedeiro. se você especificar uma URL, você verá um ícone vermelho "splat" no CGIs (quando você estiver vendo informações host) com links para a URL que você especificar aqui. qualquer url válido pode ser usado
ru_ru: Эта директива используется для определения дополнительного URL, которые могут быть использованы для обеспечения более действий, которые будут выполняться на хосте. если вы указываете URL, вы увидите красный значок "пейнтбольный" в CGIS (при просмотре информации об узле), ссылки на URL-адрес вы указали здесь. любой действительный URL может быть использован
zh_cn: 这个指令用于定义一个可选的URL，可以用来提供更多对主机的操作。如果您指定了一个URL，您将在CGIs中看到一个红色的 "splaat "图标（当您查看主机信息时），它链接到您在这里指定的URL。任何有效的URL都可以使用

source: If you plan on using relative paths, the base path will the the same as what is used to access the CGIs
bg_bg: Ако имате намерение да използвате относителните пътеки (relative paths), основната пътека ще е същата като тази, която се използва за достъп до CGIs
de_de: Wenn Sie relative Pfade benutzen, wird der Basis-Pfad der gleiche sein, der benutzt, um auf die CGIs zuzugreifen
es_es: si usted planea usar rutas relativas, la ruta de la base será el mismo que lo que se utiliza para acceder a la cgis
fr_fr: si vous prévoyez d'utiliser des chemins relatifs, le chemin de base sera le même que celui utilisé pour accéder aux CGI
it_it: se si pensa di utilizzare percorsi relativi, il percorso di base sarà la stessa come quello che viene utilizzato per accedere al CGI
ja_jp: 相対パスを使用する場合は、ベースパスはCGIアクセスに使用されるものと同じです
pl_pl: jeśli planujesz używać ścieżek względnych, ścieżka bazowa będzie takie samo jak to, co służy do uzyskania dostępu do CGI
pt_pt: se você planeja usar caminhos relativos, o caminho base será a igual ao que é usado para acessar os CGIs
ru_ru: Если вы планируете использовать относительные пути, базовый путь будет такой же, как то, что используется для доступа к CGI,
zh_cn: 如果计划使用相对路径，则基本路径将与用于访问CGI的路径相同。

source: Host - icon image
bg_bg: Хост - икона на изображението (icon image)
de_de: Host - Symbolbild
es_es: anfitrión - imagen de icono
fr_fr: accueil - image d'icône
it_it: ospite - Immagine icona
ja_jp: ホスト - アイコンイメージ
pl_pl: hosta - Obraz ikony
pt_pt: hospedeiro - ícone
ru_ru: хост - изображение иконки
zh_cn: 主机 - 图标图像
