Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Allow using the insecure login ticket to authenticate this user. Use by passing the username and ticket in the URL parameters.
bg_bg: позволете да използвате несигурния билет за вход, за да удостоверите този потребител. използвайте чрез предаване на потребителското име и билета в параметрите на url.
de_de: Verwenden Sie das unsichere Anmeldeticket, um diesen Benutzer zu authentifizieren. Verwenden Sie, indem Sie den Benutzernamen und das Ticket in den URL-Parametern übergeben.
es_es: permitir el uso del ticket de inicio de sesión inseguro para autenticar a este usuario. utilizar pasando el nombre de usuario y el ticket en los parámetros url.
fr_fr: permet d'utiliser le ticket de connexion non sécurisé pour authentifier cet utilisateur. utilisez en passant le nom d'utilisateur et le ticket dans les paramètres url.
it_it: consentire l'utilizzo del ticket di accesso non sicuro per autenticare questo utente. utilizzare passando il nome utente e il ticket nei parametri dell'URL.
ja_jp: 安全でないログインチケットを使用してこのユーザーを認証できるようにします。 URLパラメータにユーザ名とチケットを渡して使用します。
pl_pl: zezwalaj na używanie niezabezpieczonego biletu logowania w celu uwierzytelnienia tego użytkownika. użyj, przekazując nazwę użytkownika i bilet w parametrach adresu URL.
pt_pt: permite usar o tíquete de login inseguro para autenticar esse usuário. use passando o nome de usuário e o ticket nos parâmetros de url.
ru_ru: разрешить использование небезопасного логина входа для аутентификации этого пользователя. используйте, передав имя пользователя и билет в параметрах URL.
zh_cn: 允许使用不安全的登录票证对该用户进行身份验证。 通过在URL参数中传递用户名和票证来使用。

source: Insecure Login Ticket
bg_bg: несигурен билет за вход
de_de: unsicheres Login-Ticket
es_es: boleto de acceso inseguro
fr_fr: ticket de connexion non sécurisé
it_it: ticket di accesso non sicuro
ja_jp: 安全でないログインチケット
pl_pl: niezabezpieczony bilet do logowania
pt_pt: ingresso de login inseguro
ru_ru: небезопасный входной билет
zh_cn: 不安全的登录凭证

source: Example of usage:
bg_bg: пример за употреба:
de_de: Anwendungsbeispiel:
es_es: ejemplo de uso:
fr_fr: exemple d'utilisation:
it_it: esempio di utilizzo:
ja_jp: 使用例：
pl_pl: przykład użycia:
pt_pt: exemplo de uso:
ru_ru: пример использования:
zh_cn: 用法示例：

source: Generate new insecure ticket
bg_bg: генерират нов несигурен билет
de_de: neues unsicheres Ticket erstellen
es_es: generar nuevo ticket inseguro
fr_fr: générer un nouveau ticket non sécurisé
it_it: generare un nuovo biglietto non sicuro
ja_jp: 新しい安全でないチケットを生成する
pl_pl: wygenerować nowy niezabezpieczony bilet
pt_pt: gerar novo bilhete inseguro
ru_ru: создать новый небезопасный билет
zh_cn: 生成新的不安全工单

source: Account Preferences
bg_bg: Настройки на потребителския профил
de_de: Konto Einstellungen
es_es: Preferencias de la cuenta
fr_fr: Préférences du compte
it_it: Preferenze account
ja_jp: アカウント設定
pl_pl: Ustawienia konta
pt_pt: Preferências da conta
ru_ru: Настройки аккаунта
zh_cn: 帐户首选项

source: Language
bg_bg: Език
de_de: Sprache
es_es: Idioma
fr_fr: Langue
it_it: Lingua
ja_jp: 言語
pl_pl: język
pt_pt: Linguagem
ru_ru: Язык
zh_cn: 语言

source: User Interface Theme
bg_bg: Тема на потребителския XI интерфейс
de_de: xi Benutzeroberfläche Thema
es_es: es el tema de interfaz de usuario xi
fr_fr: thème de l'interface utilisateur de xi
it_it: utente xi tema dell'interfaccia
ja_jp: ユーザーインターフェイスのテーマ
pl_pl: Temat xi interfejs użytkownika
pt_pt: tema interface xi
ru_ru: Тема XI пользовательский интерфейс
zh_cn: 用户界面主题

source: Default
bg_bg: По подразбиране
es_es: por defecto
fr_fr: défaut
it_it: difetto
ja_jp: 既定
pl_pl: domyślne
pt_pt: padrão
ru_ru: умолчанию
zh_cn: 默认

source: Modern
bg_bg: модерен
es_es: moderno
fr_fr: moderne
it_it: moderno
ja_jp: モダン
pl_pl: nowoczesny
pt_pt: moderno
ru_ru: современный
zh_cn: 现代

source: Modern Dark
bg_bg: модерна тъмна
de_de: modern dunkel
es_es: oscuro moderno
fr_fr: sombre moderne
it_it: buio moderno
ja_jp: モダンダーク
pl_pl: nowoczesna ciemność
pt_pt: escuro moderno
ru_ru: современная темнота
zh_cn: 现代黑暗

source: Classic
bg_bg: класически
de_de: klassisch
es_es: clásico
fr_fr: classique
it_it: classico
ja_jp: クラシック
pl_pl: klasyczny
pt_pt: clássico
ru_ru: классический
zh_cn: 经典

source: Default Type for Highcharts Graphs
bg_bg: Тип highcharts графики по подразбиране
de_de: Standardtyp für highcharts Graphen
es_es: tipo predeterminado para Highcharts gráficos
fr_fr: type par défaut pour Highcharts graphiques
it_it: tipo di default per i grafici Highcharts
ja_jp: Highcharts グラフの既定タイプ
pl_pl: Domyślnym typem dla highcharts wykresach
pt_pt: tipo padrão para Highcharts gráficos
ru_ru: тип по умолчанию для Highcharts графов
zh_cn: 高图图表的默认类型

source: Area (Stacked)
bg_bg: Площ (Подредена)
de_de: Bereich (gestapelt)
es_es: área (apilados)
fr_fr: zone (empilés)
it_it: zona (stacked)
ja_jp: エリア（スタック）
pl_pl: Obszar (układane)
pt_pt: Área (empilhadas)
ru_ru: Площадь (сложены)
zh_cn: 区域（叠）

source: Area
bg_bg: Площ
de_de: Bereich
es_es: zona
fr_fr: région
ja_jp: エリア
pl_pl: obszar
pt_pt: área
ru_ru: площадь
zh_cn: 区域

source: Line
bg_bg: Линия
de_de: Linie
es_es: línea
fr_fr: ligne
it_it: linea
ja_jp: ライン
pl_pl: linia
pt_pt: linha
ru_ru: линия
zh_cn: 线

source: Spline
es_es: ranura
it_it: linguetta
ja_jp: スプライン
pl_pl: klin
pt_pt: estriado
ru_ru: сплайн
zh_cn: 样条线

source: Date Format
bg_bg: Формат на датата
de_de: Datumsformat
es_es: Formato de Fecha
fr_fr: Format de date
it_it: Data Format
ja_jp: 日付フォーマット
pl_pl: Format daty
pt_pt: Formato de data
ru_ru: Формат даты
zh_cn: 日期格式

source: Number Format
bg_bg: Числов формат
es_es: Formato de numero
fr_fr: Format numérique
it_it: Formato numero
ja_jp: 数値フォーマット
pl_pl: format numeru
pt_pt: Formato de número
ru_ru: Числовой формат
zh_cn: 数字格式

source: Week Format
bg_bg: седмичен формат
de_de: Wochenformat
es_es: formato de la semana
fr_fr: format de la semaine
it_it: formato della settimana
ja_jp: 週フォーマット
pl_pl: format tygodnia
pt_pt: formato de semana
ru_ru: недельный формат
zh_cn: 星期格式

source: Show login alert screen
bg_bg: Покажете екрана за сигнали за тревога при влизане ( login alert screen)
de_de: Zur Anmeldung Warnbildschirm
es_es: Mostrar pantalla de alerta al loguearse
fr_fr: Voir Connexion de l'écran Alerte
it_it: Mostra schermata di Login Alert
ja_jp: ログインアラート画面を表示する
pl_pl: pokaż Alarm ekranu logowania
pt_pt: Mostrar tela de login alerta
ru_ru: Показать Войти оповещения экрана
zh_cn: 显示登录警告屏

source: Display host display names (replaces host name on host/service status and host status detail pages)
bg_bg: показва имена на хост (замества името на хоста на състоянието на хост / услуга и страниците с подробности за хоста)
de_de: Anzeigename des Hosts anzeigen (ersetzt den Hostnamen auf den Detailseiten des Host- / Servicestatus und des Hoststatus)
es_es: mostrar los nombres de visualización del host (reemplaza el nombre del host en el host / estado de servicio y las páginas de detalles del estado del host)
fr_fr: afficher les noms d'affichage d'hôte (remplace le nom d'hôte sur les pages d'état de l'hôte / du service et de son statut)
it_it: visualizza i nomi di visualizzazione degli host (sostituisce il nome host sullo stato dell'host / servizio e le pagine dei dettagli sullo stato dell'host)
ja_jp: ホストの表示名を表示します（ホスト/サービスのステータスおよびホストステータスの詳細ページでホスト名を置き換えます）
pl_pl: wyświetlaj nazwy wyświetlanych hostów (zastępuje nazwę hosta na statusie host / usługa i na stronach szczegółów statusu hosta)
pt_pt: exibir nomes de exibição do host (substitui o nome do host no status do host / serviço e as páginas de detalhes do status do host)
ru_ru: отображать отображаемые имена хостов (заменяет имя хоста на страницах статуса хоста / сервиса и подробностей статуса хоста)
zh_cn: 显示主机显示名称（在主机/服务状态和主机状态详细信息页面上替换主机名）

source: Display service display names (replaces service name in service status and service status detail pages)
bg_bg: показва имената на услугите (заменя името на услугата в статуса на услугата и страниците с подробности за състоянието на услугата)
de_de: Anzeigen der Serviceanzeigenamen (ersetzt den Servicenamen auf den Detailseiten zu Servicestatus und Servicestatus)
es_es: mostrar los nombres de visualización del servicio (reemplaza el nombre del servicio en el estado del servicio y las páginas de detalles del estado del servicio)
fr_fr: afficher les noms d'affichage du service (remplace le nom du service dans les pages de détail d'état du service et d'état du service)
it_it: visualizza i nomi visualizzati del servizio (sostituisce il nome del servizio nello stato del servizio e le pagine dei dettagli dello stato del servizio)
ja_jp: サービス表示名の表示（サービス状態およびサービス状態の詳細ページのサービス名を置き換える）
pl_pl: wyświetlanie nazw wyświetlanych usług (zastępuje nazwę usługi w statusie usługi i stronach szczegółów stanu usługi)
pt_pt: exibir nomes de exibição do serviço (substitui o nome do serviço no status do serviço e nas páginas de detalhes do status do serviço)
ru_ru: отображать отображаемые имена служб (заменяет имя службы на страницах статуса службы и сведений о состоянии службы)
zh_cn: 显示服务显示名称（在服务状态和服务状态详细信息页面中替换服务名称）

source: Update Settings
bg_bg: Актуализиране на настройките
de_de: Update-Einstellungen
es_es: Configuraciones para actualizar
fr_fr: Mise à jour des paramètres
it_it: Aggiorna impostazioni
ja_jp: 設定の更新
pl_pl: Ustawienia aktualizacji
pt_pt: Configuração de atualização
ru_ru: Настройки обновления
zh_cn: 更新设置

source: Cancel
bg_bg: Анулира
de_de: Kündigen
es_es: Cancelar
fr_fr: Annuler
it_it: Annullare
ja_jp: キャンセル
pl_pl: anulować
pt_pt: Cancelar
ru_ru: Отменить
zh_cn: 取消

source: Changes are disabled while in demo mode.
bg_bg: Не са позволени промени в демо режим.
de_de: Änderungen werden während im Demo-Modus deaktiviert.
es_es: Los cambios están deshabilitados en el modo de demostración.
fr_fr: Les changements sont désactivées en mode démo.
it_it: Le modifiche sono disabilitate in modalità demo.
ja_jp: デモモードでは、変更が無効になっています.
pl_pl: Zmiany są wyłączone w trybie demo.
pt_pt: As alterações são desativadas enquanto no modo de demonstração.
ru_ru: Изменения будут отключены в то время как в демо-режиме.
zh_cn: 在演示模式下，更改被禁用。

source: Theme selected does not exist.
bg_bg: избраната тема не съществува.
de_de: Thema ausgewählt existiert nicht.
es_es: El tema seleccionado no existe.
fr_fr: le thème sélectionné n'existe pas.
it_it: il tema selezionato non esiste.
ja_jp: 選択したテーマは存在しません。
pl_pl: wybrany motyw nie istnieje.
pt_pt: O tema selecionado não existe.
ru_ru: выбранная тема не существует.
zh_cn: 所选主题不存在。

source: You cannot have an empty insecure login ticket.
bg_bg: не можете да имате празен несигурен билет за вход.
de_de: Sie können kein leeres unsicheres Anmeldeticket haben.
es_es: no puede tener un ticket de inicio de sesión inseguro vacío.
fr_fr: vous ne pouvez pas avoir un ticket de connexion non sécurisé vide.
it_it: non è possibile avere un ticket di accesso non sicuro vuoto.
ja_jp: 空の安全でないログインチケットを持つことはできません。
pl_pl: nie możesz mieć pustego niezabezpieczonego biletu do logowania.
pt_pt: você não pode ter um ticket de login inseguro e vazio.
ru_ru: у вас не может быть пустой небезопасный входной билет.
zh_cn: 您不能有空的不安全的登录凭证。

source: Current password does not match authentication records.
bg_bg: Настоящата парола не съвпада със записите за удостоверяване (authentication records).
de_de: aktuelle Passwort nicht mit Authentifizierung Aufzeichnungen.
es_es: contraseña actual no coincide con los registros de autenticación.
fr_fr: mot de passe actuel ne correspond pas à des enregistrements d'authentification.
it_it: password corrente non corrisponde record di autenticazione.
ja_jp: 現在のパスワードが認証レコードと一致しません.
pl_pl: aktualne hasło nie pasuje rekordy uwierzytelniania.
pt_pt: senha atual não corresponde registros de autenticação.
ru_ru: Текущий пароль не соответствует записи аутентификации.
zh_cn: 当前密码与身份验证记录不匹配。

source: Please enter your current password to change password or email.
bg_bg: моля, въведете текущата си парола, за да промените паролата или имейла.
de_de: Bitte geben Sie Ihr aktuelles Passwort ein, um das Passwort oder die E-Mail-Adresse zu ändern.
es_es: ingrese su contraseña actual para cambiar la contraseña o el correo electrónico.
fr_fr: veuillez entrer votre mot de passe actuel pour changer de mot de passe ou d'e-mail.
it_it: si prega di inserire la password attuale per modificare la password o l'e-mail.
ja_jp: パスワードまたは電子メールを変更するには、現在のパスワードを入力してください。
pl_pl: wprowadź aktualne hasło, aby zmienić hasło lub adres e-mail.
pt_pt: digite sua senha atual para alterar a senha ou e-mail.
ru_ru: пожалуйста, введите свой текущий пароль, чтобы изменить пароль или адрес электронной почты.
zh_cn: 请输入您当前的密码以更改密码或电子邮件。

source: Password provided must be less than 72 characters long.
bg_bg: Предоставената парола трябва да е по-малко от 72 знака.
de_de: Das bereitgestellte Passwort muss weniger als 72 Zeichen lang sein.
es_es: la contraseña provista debe tener menos de 72 caracteres de largo.
fr_fr: Le mot de passe fourni doit comporter moins de 72 caractères.
it_it: la password fornita deve essere lunga meno di 72 caratteri.
ja_jp: パスワードは72文字以内で入力してください。
pl_pl: podane hasło musi mieć mniej niż 72 znaki.
pt_pt: A senha fornecida deve ter menos de 72 caracteres.
ru_ru: Предоставленный пароль должен содержать не более 72 символов.
zh_cn: 提供的密码必须少于72个字符。

source: Password provided was previously used. You must use a new password.
bg_bg: Предоставената парола е използвана преди това. трябва да използвате нова парола.
de_de: Das angegebene Passwort wurde zuvor verwendet. Sie müssen ein neues Passwort verwenden.
es_es: la contraseña proporcionada fue utilizada previamente. debes usar una nueva contraseña.
fr_fr: Le mot de passe fourni a déjà été utilisé. vous devez utiliser un nouveau mot de passe.
it_it: la password fornita è stata precedentemente utilizzata. è necessario utilizzare una nuova password.
ja_jp: パスワードは以前使用されていました。新しいパスワードを使用する必要があります。
pl_pl: Podane hasło zostało wcześniej użyte. musisz użyć nowego hasła.
pt_pt: A senha fornecida foi usada anteriormente. você deve usar uma nova senha.
ru_ru: ранее предоставленный пароль. вы должны использовать новый пароль.
zh_cn: 提供的密码先前已使用。 您必须使用新密码。

source: Specified password does not meet the complexity requirements.
bg_bg: Посочената парола не отговаря на изискванията за сложност.
de_de: angegebene Kennwort erfüllt nicht die Komplexitätsanforderungen.
es_es: contraseña especificada no cumple con los requisitos de complejidad.
fr_fr: mot de passe spécifié ne répond pas aux exigences de complexité.
it_it: password specificata non soddisfa i requisiti di complessità.
ja_jp: 指定されたパスワードは、複雑さの要件を満たしていません.
pl_pl: Określone hasło nie spełnia wymagania co do złożoności.
pt_pt: senha especificada não atende aos requisitos de complexidade.
ru_ru: Указанный пароль не отвечает требованиям сложности.
zh_cn: 指定的密码不符合复杂性要求。

source: Name is blank.
bg_bg: Името е празно.
de_de: Name ist leer.
es_es: Nombre esta en blanco
fr_fr: Nom est vide.
it_it: Nome è vuoto.
ja_jp: 名前が空白です.
pl_pl: Nazwa jest puste.
pt_pt: Nome está em branco
ru_ru: Имя пустым.
zh_cn: 名称为空。

source: Email address is blank.
bg_bg: Имейл адреса е празен.
de_de: E-Mail-Adresse ist leer.
es_es: Direccion de correo electronico esta vacio.
fr_fr: Adresse e-mail est vide.
it_it: Indirizzo e-mail è vuoto.
ja_jp: メールアドレスが空白です.
pl_pl: adres e-mail jest puste.
pt_pt: Endereço de e-mail está em branco.
ru_ru: Адрес электронной почты пустым.
zh_cn: 电子邮件地址是空白的。

source: Email address is invalid.
bg_bg: Имейл адреса е невалиден.
de_de: E-Mail-Adresse ist ungültig.
es_es: Direccion de correo electronica es invalida.
fr_fr: Adresse e-mail n'est pas valide.
it_it: Indirizzo e-mail non è valido.
ja_jp: メールアドレスが無効です.
pl_pl: adres e-mail jest nieprawidłowy.
pt_pt: Endereço de email é inválido.
ru_ru: Адрес электронной почты является недопустимым.
zh_cn: 电子邮件地址是无效的。

source: Your account settings have been updated.
bg_bg: Настройките на профила ви са били актуализирани.
de_de: Ihr Kontoeinstellungen aktualisiert wurden.
es_es: configuración de la cuenta se han actualizado.
fr_fr: vos paramètres de compte ont été mis à jour.
it_it: le impostazioni dell'account sono state aggiornate.
ja_jp: アカウント設定が更新されました.
pl_pl: ustawienia konta zostały zaktualizowane.
pt_pt: as configurações da conta foram atualizados.
ru_ru: настройки учетной записи были обновлены.
zh_cn: 您的帐户设置已更新。

source: Notification Methods
bg_bg: Нотификационни методи
de_de: Benachrichtigungs-Methoden
es_es: Metodos de Notificacion
fr_fr: Méthodes de notification
it_it: Metodi di notifica
ja_jp: 通知方法
pl_pl: metody powiadamiania
pt_pt: Métodos de Notificação
ru_ru: Методы оповещения
zh_cn: 通知方法

source: Alert
bg_bg: Известие
de_de: Alerts
es_es: Alertas
fr_fr: Alertes
it_it: Avvisi
ja_jp: アラート
pl_pl: Alerty
pt_pt: Alertas
ru_ru: Оповещения
zh_cn: 警报

source: You currently have notifications disabled for your account
bg_bg: Вие в момента сте изключили уведомленията за вашия профил
de_de: Du hast derzeit Benachrichtigungen für Ihr Konto deaktiviert
es_es: Usted actualmente tiene notificaciones deshabilitada para su cuenta
fr_fr: Vous avez actuellement notifications désactivé pour votre compte
it_it: Al momento, le notifiche disattivate per il tuo account
ja_jp: 現在ご利用のアカウントの通知は無効です
pl_pl: obecnie mamy powiadomienia wyłączona dla konta
pt_pt: Você está atualmente com notificações desativado para a sua conta
ru_ru: У вас отключен уведомлений для вашей учетной записи
zh_cn: 您目前已禁用帐户通知

source: Change your settings
bg_bg: Променете настройките си
de_de: Ihre Einstellungen ändern
es_es: Cambien sus configuraciones
fr_fr: modifier tes paramètres de
it_it: modificare le impostazioni
ja_jp: 設定を変更する
pl_pl: zmiana ustawień
pt_pt: Altere suas configurações do celular
ru_ru: изменить настройки
zh_cn: 更改您的设置

source: if you would like to receive alerts
bg_bg: Ако желаете да получавате нотификации
de_de: wenn Sie möchten, Benachrichtigungen erhalten
es_es: Le gustaria recibir alertas
fr_fr: si vous souhaitez recevoir des alertes
it_it: se si desidera ricevere notifiche
ja_jp: アラートを受信する場合
pl_pl: jeśli chcesz otrzymywać powiadomienia
pt_pt: Se você gostaria de receber alertas
ru_ru: Если вы хотите получать оповещения
zh_cn: 如果你想收到警报

source: Management of notification preferences is not available because your account is not configured to be a monitoring contact. Contact your system administrator for details.
bg_bg: Управлението на предпочитанията за уведомяване не е налице, тъй като профилът ви не е конфигуриран да бъде контакт за мониторинг. Свържете се с вашия Nagios XI администратор за подробности.
de_de: Management von Benachrichtigungseinstellungen ist nicht verfügbar, da Ihr Konto nicht konfiguriert ist, ein Monitoring-Kontakt sein. Kontaktieren Sie Ihren Nagios XI Administrator.
es_es: Administración de las preferencias de notificación no está disponible porque la cuenta no está configurada para ser un contacto de seguimiento. Póngase en contacto con su administrador de Nagios XI para más detalles.
fr_fr: Gestion des préférences de notification n'est pas disponible parce que votre compte n'est pas configuré pour être un contact de surveillance. Contactez votre administrateur Nagios XI pour plus de détails.
it_it: Gestione delle preferenze di notifica non è disponibile perché l'account non è configurato per essere un contatto di controllo. Contattare l'amministratore di Nagios XI per i dettagli.
ja_jp: アカウントが監視連絡先として設定されていないため、通知設定管理を使用できません。 詳細については、システム管理者にお問い合わせください。
pl_pl: zarządzanie preferencji powiadomień nie jest dostępna, ponieważ Twoje konto nie jest skonfigurowany do kontaktu monitoringu. skontaktuj się z administratorem Nagios XI szczegółów.
pt_pt: Gestão de preferências de notificação não está disponível porque a conta não está configurada para ser um contato de monitoramento. Contate o administrador do Nagios XI para mais detalhes.
ru_ru: Управление настройки уведомлений не доступен, потому что ваш аккаунт не настроен для мониторинга контакт. Обратитесь к Nagios XI администратору.
zh_cn: 通知首选项的管理不可用，因为您的帐户未配置为监视联系人。 请与系统管理员联系以获取详细信息。

source: Management of notification preferences is not available for your account. Contact your system administrator for details.
bg_bg: Управлението на предпочитанията за уведомяване не е налице за вашия профил. Свържете се с вашия Nagios XI администратор за подробности.
de_de: Management von Benachrichtigungseinstellungen ist nicht für Ihren Account vorhanden. Kontaktieren Sie Ihren Nagios XI Administrator.
es_es: Gestión de preferencias de notificación no está disponible para su cuenta. Póngase en contacto con su administrador de Nagios XI para más detalles.
fr_fr: Gestion des préférences de notification n'est pas disponible pour votre compte. Contactez votre administrateur Nagios XI pour plus de détails.
it_it: Gestione delle preferenze di notifica non è disponibile per il tuo account. Contattare l'amministratore di Nagios XI per i dettagli.
ja_jp: このアカウントは、通知設定管理を使用できません。 詳細については、システム管理者にお問い合わせください。
pl_pl: zarządzanie preferencji powiadomień nie jest dostępny dla Twojego konta. skontaktuj się z administratorem Nagios XI szczegółów.
pt_pt: Gestão de preferências de notificação não está disponível para sua conta. Contate o administrador do Nagios XI para mais detalhes.
ru_ru: Управление настройки уведомлений недоступна для вашего аккаунта. Обратитесь к Nagios XI администратору.
zh_cn: 通知首选项的管理不适用于您的帐户。 请与系统管理员联系以获取详细信息。

source: Specify the methods by which you'd like to receive alert messages. <br><b>Note:</b>These methods are only used if you have <a href='notifyprefs.php'>enabled notifications</a> for your account.
bg_bg: Определете методите, чрез които бихте искали да получавате съобщения за предупреждение. <br><b>Забележка:</b> Тези методи се използват само ако сте <a href='notifyprefs.php'>активирали уведомленията</a> за вашия профил.
de_de: Geben Sie die Methoden, mit denen Sie gerne Warnmeldungen erhalten möchten. <br> <b>Hinweis:</b> Diese Methoden werden nur verwendet, wenn Sie <a href='notifyprefs.php'>aktivierte Benachrichtigungen</a> für Ihr Konto.
es_es: Especifique los métodos por los cuales le gustaría recibir mensajes de alerta. <br> <b>Nota:</b> Estos métodos se utilizan solamente si tiene <a href='notifyprefs.php'>notificaciones habilitadas</a> para su cuenta.
fr_fr: Indiquer les méthodes par lesquelles vous souhaitez recevoir des messages d'alerte. <br> <b>Remarque:</b> Ces méthodes ne sont utilisées que si vous avez <a href='notifyprefs.php'>notifications activées</a> pour votre compte.
it_it: Specificare i metodi con i quali vorresti ricevere messaggi di avviso. <br> <b>Nota:</b> Questi metodi sono utilizzati solo se si dispone di <a href='notifyprefs.php'>notifiche abilitate</a> per il tuo account.
ja_jp: アラートメッセージの受信方法を指定します. <br><b>注：</b>これらの方法は、アカウントの<a href='notifyprefs.php'>通知が有効</a>場合にのみ使用されます.
pl_pl: określenie metod, które, które chcesz otrzymywać komunikaty alarmowe. <br> <b>Uwaga:</b> Te metody są stosowane tylko wtedy, gdy <a href='notifyprefs.php'>włączone powiadomienia</a> dla Twojego konta.
pt_pt: especificar os métodos pelos quais você gostaria de receber mensagens de alerta. <br> <b>Nota:</b> estes métodos são usados ​​somente se você tiver <a href='notifyprefs.php'>notificações habilitadas</a> para sua conta.
ru_ru: Укажите методы, с помощью которых вы хотели бы получать предупреждающие сообщения. <br> <b>Примечание:</b> Эти методы используются только если у вас <a href='notifyprefs.php'>включен уведомлений</a> для вашей учетной записи.
zh_cn: 指定您想要接收警报消息的方法。 <br><b>注意:</b>这些方法仅在您的帐户有<a href='notifyprefs.php'>启用通知</a>时使用。
