Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: If allow_html is true, then only %s and %s tags are allowed (you'll need those to create a table header).
bg_bg: Ако allow_html е вярно (true), тогава само %s и %s тагове ще бъдат разрешени (вие ще се нуждаете от тези за създаване на хедер от таблицата).
de_de: wenn allow_html wahr ist, dann nur% s und% s-Tags sind erlaubt (Sie werden diejenigen brauchen einen Tabellenkopf zu schaffen).
es_es: si allow_html es cierto, entonces sólo% s% s etiquetas y se les permite (necesitará aquellos para crear un encabezado de la tabla).
fr_fr: si allow_html est vrai, alors que% s et les balises% de sont autorisés (vous aurez besoin ceux pour créer un en-tête de table).
it_it: se allow_html è vero, allora solo% se% s tag sono consentiti (è necessario quelli per creare un'intestazione tabella).
ja_jp: allow_htmlがtrueの場合、%sおよび%s タグのみが許可されます（テーブルヘッダーを作成するために必要）.
pl_pl: jeśli allow_html jest prawdziwe, to tylko% s% s znaczniki są akceptowane (trzeba ci stworzyć nagłówek tabeli).
pt_pt: se allow_html é verdade, então só% se% s marcas são permitidos (você vai precisar aqueles para criar um cabeçalho de tabela).
ru_ru: если allow_html верно, то только% s и% S-теги разрешены (вам нужны те, чтобы создать заголовок таблицы).
zh_cn: 如果allow_html为true，那么只允许使用%s和%s标签（你需要这些标签来创建表头）。

source: Executed right before the %s tag is printed.
bg_bg: Изпълнен точно преди отпечатването на %s тага (tag).
de_de: direkt vor der% s ausgeführt Tag gedruckt wird.
es_es: ejecutado justo antes de que se imprima la etiqueta% s.
fr_fr: exécuté juste avant la balise de l'% est imprimé.
it_it: eseguito a destra prima tag% s viene stampato.
ja_jp: %s タグがプリントされる前に実行されます.
pl_pl: wykonywany tuż przed% s znacznik jest drukowany.
pt_pt: executado logo antes da tag% s é impresso.
ru_ru: выполняется непосредственно перед% S тега печатается.
zh_cn: 就在%s标签打印之前执行。

source: Used when generating host/service status tables. Allows you to insert data into the icon section of the table cells, inside of %s.
bg_bg: Използван при генерирането на таблици за статуса на хост / сървис. Позволява ви да въведете данни в раздела за икона на клетките на таблицата, вътре в %s.
de_de: verwendet, wenn Host / Service-Statustabellen zu erzeugen. ermöglicht es Ihnen, Daten in das Symbol Abschnitt der Tabellenzellen, innerhalb von% s einzufügen.
es_es: utilizado en la generación de tablas de estado anfitrión / servicio. le permite insertar datos en la sección de iconos de las celdas de la tabla, en el interior de% s.
fr_fr: utilisé lors de la génération des tables d'état hôte / service. vous permet d'insérer des données dans la section de l'icône des cellules du tableau, à l'intérieur de% s.
it_it: usato durante la generazione tabelle di stato host / servizio. consente di inserire i dati nella sezione dell'icona delle celle della tabella, all'interno di% s.
ja_jp: ホスト/サービスステータステーブルを生成するときに使用されます. テーブルセル、%s の内側にアイコンセクションにデータを挿入することができます.
pl_pl: wykorzystywane podczas generowania tabel stanu host / usługi. pozwala na wprowadzanie danych do sekcji ikona komórek tabeli, wewnątrz% s.
pt_pt: usado ao gerar tabelas de status host / serviço. permite inserir dados na seção ícone das células da tabela, dentro de% s.
ru_ru: используется при создании таблиц статуса хоста / услуг. позволяет вставлять данные в секцию значок ячеек таблицы, внутри% с.
zh_cn: 生成主机/服务状态表时使用。允许您将数据插入表格单元格的图标部分，在%s内。

source: The type of table cell you're dealing with
bg_bg: Типа на клетка в таблицата, с която си имате работа
de_de: die Art der Tabellenzelle Sie es zu tun
es_es: el tipo de celda de la tabla que está tratando con
fr_fr: le type de cellule de table que vous avez affaire à
it_it: il tipo di cella di tabella hai a che fare con
ja_jp: 扱っているテーブルセルのタイプ
pl_pl: typ komórki tabeli masz do czynienia z
pt_pt: o tipo de célula da tabela que você está lidando
ru_ru: тип ячейки таблицы вы имеете дело с
zh_cn: 您正在处理的表单元格类型。

source: The array to append elements to, they will be inserted into this cell's %s section.
bg_bg: Масива, към който да се добавят елементите, те ще бъдат включени в %s секцията на тази клетка.
de_de: die Array-Elemente anzuhängen, werden sie in dieser Zelle% s Abschnitt eingefügt werden.
es_es: la matriz para añadir elementos a, se inserta en la sección% de esta célula s.
fr_fr: le tableau pour ajouter des éléments à, ils seront insérés dans la section de% de cette cellule.
it_it: la matrice per aggiungere elementi a, che sarà inserito nella sezione% di questa cella s.
ja_jp: 要素を追加する配列. このセルの %s セクションに挿入されます.
pl_pl: tablica do dołączania elementów do, zostaną one wprowadzone do sekcji tej komórce za% s.
pt_pt: a matriz para acrescentar elementos para, eles serão inseridos em secção% deste célula s.
ru_ru: массив для добавления элементов к, они будут вставлены в секцию этой ячейки% S.
zh_cn: 要追加元素的数组，它们将被插入到这个单元格的%s部分。

source: If allow_html is true, then only %s tags are allowed (you'll need that to display your icon).
bg_bg: Ако allow_html е вярно (true), тогава само %s тагове ще бъдат разрешени (вие ще се нуждаете от това за показване на иконата).
de_de: wenn allow_html wahr ist, dann nur% s-Tags erlaubt sind (Sie werden feststellen, dass benötigen Symbol angezeigt).
es_es: si allow_html es cierto, entonces sólo se permiten etiquetas% s (tendrá que mostrar su icono).
fr_fr: si allow_html est vrai, alors les balises uniquement% sont autorisés (vous en aurez besoin pour afficher votre icône).
it_it: se allow_html è vero, allora solo% s tag sono consentiti (è necessario che per visualizzare l'icona).
ja_jp: allow_html がtrueの場合、%s タグのみ許可されます（アイコンを表示するために必要です）.
pl_pl: jeśli allow_html jest prawdziwe, to tylko% s znaczniki są akceptowane (trzeba, że ​​aby wyświetlać ikonę).
pt_pt: se allow_html é verdade, então só% s marcas são permitidos (você vai precisar que, para exibir seu ícone).
ru_ru: если allow_html верно, то только теги% S разрешено (вам нужно, чтобы отобразить значок).
zh_cn: 如果allow_html为true，那么只允许使用%s标签（你需要它来显示你的图标）。

source: Executed after an event is added to the XI database.
bg_bg: Изпълнен след като дадено събитие е добавено към базата данни на XI.
de_de: ausgeführt, nachdem ein Ereignis in die xi-Datenbank hinzugefügt wird.
es_es: ejecutado después de añadir un evento a la base de datos xi.
fr_fr: exécuté après qu'un événement est ajouté à la base de données xi.
it_it: eseguita dopo un evento viene aggiunto al database xi.
ja_jp: イベントをXIデータベースに追加した後に実行されます.
pl_pl: wykonywane po tym, jak jest dodawane do bazy danych XI.
pt_pt: executado após um evento é adicionado ao banco de dados xi.
ru_ru: выполняться после того, как событие будет добавлен в базу данных XI.
zh_cn: 在事件被添加到XI数据库后执行。

source: The ID returned from the insert into the nagiosxi database.
bg_bg: Идентификатора се върна от вмъкването в nagiosxi базата данни.
de_de: die ID zurückgegeben von dem Einsatz in die nagiosxi Datenbank.
es_es: el identificador obtenido a partir de la inserción en la base de datos nagiosxi.
fr_fr: l'id retour de l'insert dans la base de données nagiosxi.
it_it: l'id restituito dal inserimento nel database nagiosxi.
ja_jp: Nagios XIデータベースへの挿入から戻されたID.
pl_pl: id wrócił z wkładką do nagiosxi bazie.
pt_pt: o ID retornado a partir da inserção na base de dados nagiosxi.
ru_ru: идентификатором, возвращенным из вставки в nagiosxi базу данных.
zh_cn: 从插入到nagiosxi数据库中返回的ID。

source: The source of the event. You can find the defined types in %s in the %s section.
bg_bg: Източник на събитието. Можете да намерите определените видове в %s и в %s раздела.
de_de: die Quelle des Ereignisses. Sie können die definierten Arten in% s in der Sektion% s finden.
es_es: La fuente del evento. se pueden encontrar los tipos definidos en la sección% s en% s.
fr_fr: la source de l'événement. vous pouvez trouver les types définis dans% s dans la section de l'%.
it_it: l'origine dell'evento. si possono trovare i tipi definiti in% s nella sezione% s.
ja_jp: イベントのソース. %s セクションの %s で定義されたタイプを見つけることができます.
pl_pl: źródło zdarzenia. można znaleźć zdefiniowane typy w sekcji% sw% s.
pt_pt: a fonte do evento. você pode encontrar os tipos definidos em% s na seção% s.
ru_ru: источник события. вы можете найти определенные типы в% s в разделе% S.
zh_cn: 事件的来源。你可以在%s部分找到%s中定义的类型。

source: The type of event. You can find the defined types in %s in the %s section
bg_bg: Вида на събитието. Можете да намерите определени видове в %s и в %s раздела
de_de: die Art der Veranstaltung. Sie können die definierten Arten in% s in der Sektion% s finden
es_es: el tipo de evento. se pueden encontrar los tipos definidos en la sección% s en% s
fr_fr: le type d'événement. vous pouvez trouver les types définis dans% s dans la section de l'%
it_it: il tipo di evento. si possono trovare i tipi definiti in% s nella sezione% s
ja_jp: イベントのタイプ. %s セクションの %s で定義されたタイプを見つけることができます.
pl_pl: rodzaj imprezy. można znaleźć zdefiniowane typy w sekcji% sw% s
pt_pt: o tipo de evento. você pode encontrar os tipos definidos em% s na seção% s
ru_ru: тип события. вы можете найти определенные типы в% s в разделе% S
zh_cn: 事件的类型。 您可以在%s部分的%s中找到定义的类型

source: The UNIX timestamp of the time at which the event occured.
bg_bg: UNIX клеймото (timestamp) на момента, в който възникна този случай.
de_de: die Unix-Zeitstempel von dem Zeitpunkt, an dem das Ereignis aufgetreten ist.
es_es: la marca de tiempo Unix de la hora en la que ocurrió el evento.
fr_fr: l'horodatage unix de l'heure à laquelle l'événement a eu lieu.
it_it: il timestamp unix del momento in cui l'evento si è verificato.
ja_jp: イベントが発生時刻のUnixタイムスタンプ.
pl_pl: datownik UNIX czasu, w którym zdarzenie wystąpił.
pt_pt: o timestamp do momento em que o evento ocorreu.
ru_ru: В Unix, временная метка времени, на котором произошло событие.
zh_cn: 事件发生的时间的UNIX时间戳。

source: Any associated data with this event. This string is in JSON format.
bg_bg: Всички данни, свързани с това събитие. Този символен низ (string) е в JSON формат.
de_de: alle zugehörigen Daten mit diesem Ereignis. Diese Saite ist im JSON-Format.
es_es: cualquier dato asociado con este evento. esta cadena está en formato JSON.
fr_fr: toutes les données associées à cet événement. cette chaîne est au format JSON.
it_it: tutti i dati associati a questo evento. questa stringa è in formato JSON.
ja_jp: このイベントに関連するすべてのデータ. この文字列はJSON形式です.
pl_pl: wszelkich danych związanych z tym zdarzeniem. Ciąg ten jest w formacie JSON.
pt_pt: qualquer dado associado a este evento. essa seqüência está no formato JSON.
ru_ru: любые связанные данные с этим событием. эта строка в формате JSON.
zh_cn: 与该事件相关的任何数据。该字符串为JSON格式。

source: Executed after an event is processed by XI %s.
bg_bg: Изпълнен след като дадено събитие е обработено от XI %s.
de_de: ausgeführt, nachdem ein Ereignis von xi% s verarbeitet wird.
es_es: ejecutado después de un evento es procesado por xi% s.
fr_fr: exécuté après un événement est traité par xi% s.
it_it: eseguito dopo un evento viene elaborato dal xi% s.
ja_jp: イベントがXI %sで処理された後に実行されます.
pl_pl: wykonane po zdarzenie jest przetwarzane przez xi% s.
pt_pt: executado após um evento é processado por xi% s.
ru_ru: выполняется после того, как событие обрабатывается хг% х.
zh_cn: 在事件被XI %s处理后执行。

source: Whether logging was enabled or disabled during this events processing.
bg_bg: Дали записванията в лога са разрешени или забранени по време на обработката на тези събития.
de_de: ob die Protokollierung wurde während dieser Ereignisse Verarbeitung aktiviert oder deaktiviert.
es_es: si el registro fue activada o desactivada durante este procesamiento de eventos.
fr_fr: si l'enregistrement a été activé ou désactivé lors de ce traitement d'événements.
it_it: se la registrazione è stata attivata o disattivata durante questa elaborazione eventi.
ja_jp: このイベントの処理中、ログが有効か無効か。
pl_pl: czy rejestrowanie zostało włączone lub wyłączone podczas tego przetwarzania zdarzeń.
pt_pt: se o log foi ativado ou desativado durante este processamento de eventos.
ru_ru: был ли включен или выключен каротаж во время этой обработки событий.
zh_cn: 在该事件处理过程中，是否启用或禁用了日志记录。

source: Executed after the footer %s is printed, but before the page %s is printed.
bg_bg: Изпълнен след футъра (footer) %s е отпечатан, но преди страницата %s да е отпечатана.
de_de: ausgeführt s nach der Fußzeile% gedruckt wird, aber bevor die Seite% s gedruckt wird.
es_es: ejecutado después se imprime el pie de página% s, pero antes de que se imprima la página% s.
fr_fr: exécuté après le pied de page% s est imprimé, mais avant que la page% s est imprimé.
it_it: eseguito dopo il piè di pagina% s viene stampato, ma prima che la pagina% s viene stampata.
ja_jp: フッター %s がプリントされた後だが ページ %s がプリントされる前に実行されます.
pl_pl: wykonane po stopka% s zostanie wydrukowany, ale zanim strona% s zostanie wydrukowany.
pt_pt: executado após o rodapé% s é impresso, mas antes da página% s é impresso.
ru_ru: выполняется после сноска% s печатается, но до страницы% s печатается.
zh_cn: 在打印页脚%s之后，但在打印页面%s之前执行。

source: Executed before the footer is printed.
bg_bg: Изпълнен преди отпечатването на футъра (footer).
de_de: ausgeführt, bevor die Fußzeile gedruckt wird.
es_es: ejecutado antes de imprimir el pie de página.
fr_fr: exécutée avant le pied de page est imprimé.
it_it: eseguito prima il piè di pagina viene stampato.
ja_jp: フッターがプリントされる前に実行されます.
pl_pl: wykonywane przed stopka jest drukowana.
pt_pt: executado antes do rodapé é impresso.
ru_ru: выполняемый перед сноска печатается.
zh_cn: 在打印页脚之前执行。

source: Executed before the header %s is printed.
bg_bg: Изпълнен преди отпечатването на хедера %s (header)
de_de: ausgeführt, bevor der Header% s gedruckt wird.
es_es: ejecutado antes de imprimir el encabezado% s.
fr_fr: exécutée avant l'en-tête% s est imprimé.
it_it: eseguito prima l'intestazione% s viene stampato.
ja_jp: ヘッダー %s がプリントされる前に実行されます.
pl_pl: wykonywane przed nagłówek% s zostanie wydrukowany.
pt_pt: executado antes do cabeçalho% s é impresso.
ru_ru: выполняется до заголовка% s печатается.
zh_cn: 在打印页眉%s之前执行。

source: Executed directly after the header is printed.
bg_bg: Изпълнен директно след отпечатването на хедера (header).
de_de: unmittelbar nach dem Header ausgeführt wird gedruckt.
es_es: ejecutados inmediatamente después de que se imprime el encabezado.
fr_fr: exécutée directement après l'en-tête est imprimé.
it_it: eseguiti direttamente dopo l'intestazione viene stampata.
ja_jp: ヘッダーがプリントされた後で実行されます.
pl_pl: wykonywane bezpośrednio po nagłówku zostanie wydrukowany.
pt_pt: executados diretamente após o cabeçalho é impresso.
ru_ru: выполняется непосредственно после заголовка печатается.
zh_cn: 打印完页眉后直接执行。

source: Used to override default home page options.
bg_bg: Използван за заменяне на "стандартните" (по подразбиране) опции на началната страница.
de_de: verwendet, um Standard-Homepage Optionen außer Kraft setzen.
es_es: utilizado para anular las opciones de la página de inicio por defecto.
fr_fr: utilisée pour remplacer les options par défaut de la page d'accueil.
it_it: utilizzato per sostituire opzioni della home page di default.
ja_jp: 既定のホームページオプションを上書きするために使用されます。
pl_pl: używany do przesłonić domyślne opcje strony głównej.
pt_pt: usado para substituir opções da página inicial padrão.
ru_ru: используется для замены по умолчанию параметры домашней страницы.
zh_cn: 用于覆盖默认的主页选项。

source: Used to determine how to handle the other elements of the array.
bg_bg: Използван, за да определи как да се справите с другите елементи на масива.
de_de: verwendet, um zu bestimmen, wie die anderen Elemente des Arrays zu verarbeiten.
es_es: se utiliza para determinar cómo manejar los otros elementos de la matriz.
fr_fr: utilisé pour déterminer comment gérer les autres éléments de la matrice.
it_it: utilizzato per determinare come gestire gli altri elementi della matrice.
ja_jp: 配列の要素を処理する方法を決定するために使用されます.
pl_pl: używane do określenia sposobu obsługi innych elementów tablicy.
pt_pt: utilizado para determinar como lidar com os outros elementos da matriz.
ru_ru: используется для определения того, как обрабатывать остальные элементы массива.
zh_cn: 用于决定如何处理数组中的其他元素。

source: The string to overwrite the page title with.
bg_bg: Символния низ за презаписване заглавието на страницата с.
de_de: die Zeichenfolge den Seitentitel überschrieben mit.
es_es: la cadena para sobrescribir el título de la página con.
fr_fr: la chaîne à remplacer le titre de la page avec.
it_it: la stringa di sovrascrivere il titolo della pagina con.
ja_jp: ページタイトルを上書きするための文字列.
pl_pl: ciąg nadpisać tytuł strony z.
pt_pt: a string para substituir o título da página com.
ru_ru: строка перезаписать заголовок страницы с.
zh_cn: 要覆盖页面标题的字符串。

source: The string used to redirect if %s.
bg_bg: Символния низ, използван за пренасочване, ако %s.
de_de: die Zeichenfolge verwendet, wenn% s umleiten.
es_es: la cadena que se utiliza para redirigir si% s.
fr_fr: la chaîne utilisée pour rediriger si% s.
it_it: la stringa utilizzata per reindirizzare se% s.
ja_jp: %s の場合リダイレクトに使用される文字列.
pl_pl: ciąg używany do przekierowania, jeśli% s.
pt_pt: a string usada para redirecionar se% s.
ru_ru: строка используется для перенаправления, если% с.
zh_cn: 用于重定向的字符串，如果%s。

source: Used to determine if we're going to redirect the homepage to another URL.
bg_bg: Използван, за да се определи дали ние ще пренасочим началната страница на друг URL адрес.
de_de: verwendet, um festzustellen, ob wir die Homepage auf eine andere URL umleiten gehst.
es_es: se utiliza para determinar si vamos a redirigir la página a otra URL.
fr_fr: utilisé pour déterminer si nous allons rediriger la page d'accueil à une autre URL.
it_it: utilizzato per determinare se stiamo andando a reindirizzare la home page di un altro URL.
ja_jp: ホームページを他のURLにリダイレクトするかどうかを決定するために使用します.
pl_pl: używane do określenia, czy mamy zamiar przekierować stronę na inny adres URL.
pt_pt: usado para determinar se nós estamos indo para redirecionar a página inicial para outra URL.
ru_ru: используется для определения, если мы будем перенаправлять на главную страницу на другой адрес.
zh_cn: 用于确定我们是否要将主页重定向到另一个URL。

source: If destination is equal to '%s', and %s is not blank, and %s is true, then the page will be redirected to %s's value
bg_bg: Ако дестинацията е равна на '%s' и %s не е празно, и %s е вярно, тогава страницата ще бъде пренасочена към стойността на %s
de_de: wenn Ziel gleich '% s' ist, und% s ist nicht leer, und% s ist wahr, dann wird die Seite zu% s Wert umgeleitet werden
es_es: si el destino es igual a '% s', y% s no está en blanco, y el% s es cierto, entonces la página será redirigido a% s de valor
fr_fr: si la destination est égale à '% s', et% s est pas vide, et% s est vrai, alors la page sera redirigé vers la valeur de% s
it_it: se la destinazione è uguale a '% s', e% s non è vuoto, e il% s è vero, allora la pagina verrà reindirizzato al valore di% s
ja_jp: destination が '%s' と等しく %s がブランクではない、かつ %s が true の場合、このページは %s の値にリダイレクトされます
pl_pl: jeśli cel jest równa '% s' i% s nie jest puste, a% s jest prawdziwe, to strona zostanie przekierowany do wartości% s
pt_pt: se o destino for igual a '% s', e% s não está em branco, e% s é verdade, então a página será redirecionada para o valor de% s
ru_ru: если пункт назначения равен '% S' и% s не является пустым, а% s истинно, то страница будет перенаправлен на% S по стоимости
zh_cn: 如果目的地等于'%s'，并且%s不是空白，%s为真，那么页面将被重定向到%s的值。

source: If destination is equal to '%s', then the title of the page will be set to %s's value
bg_bg: Aко дестинацията е равна на '%s', тогава на заглавието на страницата ще бъде дадена стойността на %s
de_de: wenn Ziel gleich '% s' ist, dann ist der Titel der Seite wird in% s den Wert eingestellt werden
es_es: si el destino es igual a '% s', entonces el título de la página se establece en el valor de% s
fr_fr: si la destination est égale à '% s', puis le titre de la page sera mise à la valeur de% s
it_it: se la destinazione è uguale a '% s', poi il titolo della pagina verrà impostato il valore di% s
ja_jp: destination が '%s' と等しい場合、ページのタイトルに %s の値が設定されます.
pl_pl: jeśli cel jest równa '% s', a następnie tytuł strony zostanie ustawiony na wartość% s
pt_pt: se o destino for igual a '% s', então o título da página será definido para o valor de% s
ru_ru: если пункт назначения равен '% S', то заголовок страницы будет установлен на значение% s-х
zh_cn: 如果目的地等于'%s'，那么页面的标题将被设置为%s的值。

source: Used to add an action to the Quick Action section on the Host Status Detail page.
bg_bg: Използван за добавяне на секция за "Бързо Действие" (Quick Action) на страницата с подробности за състоянието на хоста (Host Status Detail page).
de_de: verwendet, um eine Aktion auf die Schnell Abschnitt auf dem Host-Status Detailseite hinzuzufügen.
es_es: se utiliza para añadir una acción a la sección de acción rápida en la página de detalles del estado anfitrión.
fr_fr: utilisé pour ajouter une action à la section d'action rapide sur la page de détail de l'état de l'hôte.
it_it: utilizzata per aggiungere un'azione alla sezione rapida azione nella pagina di dettaglio dello stato ospite.
ja_jp: ホストステータス詳細ページの「クイックアクション」セクションにアクションを追加するために使用されます.
pl_pl: stosowane, aby dodać akcję do szybkiego działania sekcji na stronie szczegółów statusu gospodarza.
pt_pt: usado para adicionar uma ação para a secção de ação rápida na página de detalhes de status de acolhimento.
ru_ru: используется для добавления действия в секцию быстрого действия на странице детали статуса хоста.
zh_cn: 用于在 "主机状态详情 "页面的 "快速操作 "部分添加操作。

source: Although not necessary, in order to maintain consistency, the preferred format for the actions array elements is: %s
bg_bg: Въпреки че не е необходимо, за да се запази последователността, предпочитания формат на елементния масив за действия (actions array elements) е: %s
de_de: Obwohl es nicht notwendig, um die Kohärenz, das bevorzugte Format für die Aktionen Arrayelemente zu halten ist:% s
es_es: Aunque no es necesario, con el fin de mantener la consistencia, el formato preferido para los elementos de matriz acciones es:% s
fr_fr: bien que non nécessaire, afin de maintenir la cohérence, le format préféré pour les éléments actions du tableau est:% s
it_it: anche se non necessario, per mantenere la coerenza, il formato preferito per gli elementi dell'array azioni è:% s
ja_jp: 必須ではありませんが、一貫性を保つため、アクション配列要素に好まれるフォーマットは次です： %s
pl_pl: chociaż nie jest to konieczne, w celu zachowania spójności, preferowany format do elementów tablicy działania to:% s
pt_pt: Embora não seja necessário, a fim de manter a consistência, o formato preferencial para os elementos da matriz acções é a seguinte:% s
ru_ru: хотя и не необходимо, для того, чтобы обеспечить согласованность, предпочтительный формат для элементов действия массива является:% s
zh_cn: 虽然没有必要，但为了保持一致性，动作数组元素的首选格式是：%s。

source: The hostname of the current host.
bg_bg: Хост име на сегашния хост.
de_de: der Hostname des aktuellen Host.
es_es: el nombre de host del host actual.
fr_fr: le nom d'hôte de l'hôte actuel.
it_it: l'hostname dell'host corrente.
ja_jp: 現在のホストのhostname
pl_pl: nazwa hosta obecnego gospodarza.
pt_pt: o nome da máquina atual.
ru_ru: имя хоста текущего хоста.
zh_cn: 当前主机的主机名。

source: The ID of the current host.
bg_bg: Идентификатора на сегашния хост.
de_de: die ID des aktuellen Hosts.
es_es: el identificador del host actual.
fr_fr: l'identifiant de l'hôte actuel.
it_it: l'id dell'host corrente.
ja_jp: 現在のホストのID.
pl_pl: identyfikator bieżącego hosta.
pt_pt: o id do host atual.
ru_ru: идентификатор текущего хоста.
zh_cn: 当前主机的ID。
