Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: This directive is used to define an optional URL that can be used to provide more actions to be performed on the service. If you specify an URL, you will see a link that says "Extra Service Actions" in the extended information CGI (when you are viewing information about the specified service). Any valid URL can be used. If you plan on using relative paths, the base path will the the same as what is used to access the CGIs
bg_bg: Тази директива се използва за определяне на допълнителен URL адрес, който може да бъде използван за осигуряване на повече действия, изпълнявани на сървис. Ако определите URL, вие ще видите връзка, която казва "допълнителни действия на сървис" ("Extra Service Actions") в разширената (за напреднали) информация CGI (когато разглеждате информацията за определен сървис). Всеки валиден URL може да се използва. Ако имате намерение да използвате относителните пътеки (relative paths), основната пътек ще е същата, като тази, което се използва за достъп до CGIs
de_de: Diese Direktive wird benutzt, um einen optionalen URL, die verwendet werden kann, um weitere Aktionen für den Service durchgeführt werden kann definieren. Wenn Sie einen URL angeben, werden Sie einen Link, der "Extra-Aktivität" in der extended information-CGI sehen (wenn Sie Informationen zu dem bestimmten Service ansehen) sagt zu sehen. Jeder gültige URL kann benutzt werden. Wenn Sie relative Pfade benutzen, wird der Basis-Pfad der gleiche sein, der benutzt, um auf die CGIs zuzugreifen
es_es: esta directiva se utiliza para definir una URL opcional que se puede utilizar para proporcionar más acciones que se realizarán en el servicio. si especifica una URL, verá un enlace que dice "acciones de servicio adicionales" en la información ampliada cgi (si es que ves la información sobre el servicio especificado). cualquier URL válida se puede utilizar. si usted planea usar rutas relativas, la ruta de la base será el mismo que lo que se utiliza para acceder a la cgis
fr_fr: cette directive est utilisée pour définir une URL optionnelle qui peut être utilisé pour fournir plus d'actions à effectuer sur le service. si vous spécifiez une URL, vous verrez un lien qui dit «actions de service supplémentaires" dans le CGI des informations étendues (quand vous regardez les informations du service spécifié). toute URL valide peut être utilisée. si vous prévoyez d'utiliser des chemins relatifs, le chemin de base sera le même que celui utilisé pour accéder aux CGI
it_it: questa direttiva è utilizzato per definire un URL opzionale che può essere utilizzato per fornire più azioni da eseguire sul servizio. se si specifica un URL, verrà visualizzato un link che dice "azioni di servizio extra" in informazioni estese cgi (quando si visualizza le informazioni sul servizio specificato). qualsiasi URL valido può essere utilizzato. se si pensa di utilizzare percorsi relativi, il percorso di base sarà la stessa come quello che viene utilizzato per accedere al CGI
ja_jp: このディレクティブは、サービス上で実行される複数のアクションを提供するために使用できる任意のURLを定義するために使用されます. URLを指定した場合、（指定したサービスに関する情報を表示すると）拡張情報CGIで「Extra Service Actions」というリンクが表示されます. 任意の有効なURLを使用することができます. 相対パスを使用する場合は、ベースパスはCGIにアクセスするために使用されるものと同じです
pl_pl: dyrektywa ta jest stosowana do określenia opcjonalny adres URL, który może być wykorzystywany do zapewnienia więcej działań do wykonania na tej usługi. jeśli podasz adres url, pojawi się link, który mówi, że "dodatkowe czynności serwisowych" w rozszerzonej informacji cgi (podczas przeglądania informacji o określonej usługi). każdy poprawny adres URL może być używany. jeśli planujesz używać ścieżek względnych, ścieżka bazowa będzie takie samo jak to, co służy do uzyskania dostępu do CGI
pt_pt: esta directiva é utilizado para definir um URL opcional que pode ser utilizado para proporcionar mais acções a ser realizadas sobre o serviço. se você especificar uma URL, você verá um link que diz "ações de serviço extra" nas informações cgi estendida (quando você estiver vendo informações sobre o serviço especificado). qualquer URL válido pode ser utilizado. se você planeja usar caminhos relativos, o caminho base será a igual ao que é usado para acessar os CGIs
ru_ru: Эта директива используется для определения дополнительного URL, который можно использовать, чтобы обеспечить более действий, которые необходимо выполнить на обслуживание. если вы указываете URL, вы увидите ссылку "дополнительные действия услуги« В расширенную информацию CGI (при просмотре информации о указанной службы). любой действительный URL могут быть использованы. Если вы планируете использовать относительные пути, базовый путь будет такой же, как то, что используется для доступа к CGI,
zh_cn: 该指令用于定义可选URL，该URL可用于提供要在服务上执行的更多操作。 如果指定URL，则在扩展信息CGI中（当您查看有关指定服务的信息时）将看到一个链接，上面写着“其他服务动作”。 可以使用任何有效的URL。 如果计划使用相对路径，则基本路径将与用于访问CGI的路径相同。

source: This directive is used to define an optional URL that can be used to provide more information about the service. If you specify an URL, you will see a link that says "Extra Service Notes" in the extended information CGI (when you are viewing information about the specified service). Any valid URL can be used.</p><p>If you plan on using relative paths, the base path will the the same as what is used to access the CGIs
bg_bg: Тази директива се използва за определяне на допълнителен (незадължителен) URL adres, който може да бъде използван за осигуряване на повече информация за сървиса. Ако определите URL, вие ще видите връзка, която казва "допълнителни бележки за сървиси" ("Extra Service Notes") разширената (за напреднали) информация CGI (когато разглеждате информация за дадения сървис). Всеки валиден URL адрес може да се използва. </p><p> Ако имате намерение да използвате на относителните пътеки (relative paths), основната пътека (base path) ще бъде същата, като тази, която се използва за достъп до CGIs
de_de: Diese Direktive wird benutzt, um einen optionalen URL, die verwendet werden können, um mehr Informationen zu diesem Service zu liefern. Wenn Sie einen URL angeben, werden Sie einen Link, der "Extra-Service Hinweise" in der extended information-CGI sehen (wenn Sie Informationen zu dem bestimmten Service ansehen) sagt zu sehen. Jeder gültige URL kann benutzt werden. </p><p> Wenn Sie relative Pfade benutzen, wird der Basis-Pfad der gleiche sein, der benutzt, um auf die CGIs zuzugreifen
es_es: esta directiva se utiliza para definir una URL opcional que se puede utilizar para proporcionar más información sobre el servicio. si especifica una URL, verá un enlace que dice "notas de servicio adicionales" en la información ampliada cgi (si es que ves la información sobre el servicio especificado). cualquier URL válida se puede utilizar. </p><p> si usted planea usar rutas relativas, la ruta de la base será el mismo que lo que se utiliza para acceder a la cgis
fr_fr: cette directive est utilisée pour définir une URL optionnelle qui peut être utilisé pour fournir plus d'informations sur le service. si vous spécifiez une URL, vous verrez un lien qui dit "notes de service supplémentaires" dans le CGI des informations étendues (quand vous regardez les informations du service spécifié). toute URL valide peut être utilisée. </p><p> si vous prévoyez d'utiliser des chemins relatifs, le chemin de base sera le même que celui utilisé pour accéder aux CGI
it_it: questa direttiva è utilizzato per definire un URL opzionale che può essere utilizzato per fornire ulteriori informazioni sul servizio. se si specifica un URL, verrà visualizzato un link che dice "note di servizio extra" in informazioni estese cgi (quando si visualizza le informazioni sul servizio specificato). qualsiasi URL valido può essere utilizzato. </p><p> se si pensa di utilizzare percorsi relativi, il percorso di base sarà la stessa come quello che viene utilizzato per accedere al CGI
ja_jp: このディレクティブは、サービスに関する詳細情報を提供するために使用できる任意のURLを定義するために使用されます. URLを指定した場合、（指定したサービスに関する情報を表示すると）拡張情報CGIで「Extra Service Notes」というリンクが表示されます. 任意の有効なURLを使用することができます. </p><p>相対パスを使用する場合は、ベースパスはCGIにアクセスするために使用されるものと同じす
pl_pl: dyrektywa ta jest używana do określenia opcjonalny adres URL, który może być użyty do dostarczyć więcej informacji na temat usługi. jeśli podasz adres url, pojawi się link, który mówi, że "dodatkowe notatki usług" w rozszerzonej informacji cgi (podczas przeglądania informacji o określonej usługi). każdy poprawny adres URL może być używany. </p><p> jeśli planujesz używać ścieżek względnych, ścieżka bazowa będzie takie samo jak to, co służy do uzyskania dostępu do CGI
pt_pt: esta directiva é utilizado para definir um URL opcional que pode ser utilizado para proporcionar mais informação sobre o serviço. se você especificar uma URL, você verá um link que diz "notas de serviço extra" nas informações cgi estendida (quando você estiver vendo informações sobre o serviço especificado). qualquer URL válido pode ser utilizado. </p><p> se você planeja usar caminhos relativos, o caminho base será a igual ao que é usado para acessar os CGIs
ru_ru: Эта директива используется для определения дополнительного URL, которые могут быть использованы для обеспечения более подробную информацию об услуге. если вы указываете URL, вы увидите ссылку "дополнительные заметки службу» в распространенной информации CGI (при просмотре информации о указанной службы). любой действительный URL могут быть использованы. </p><p> Если вы планируете использовать относительные пути, базовый путь будет такой же, как то, что используется для доступа к CGI,
zh_cn: 该指令用于定义可选URL，该URL可用于提供有关服务的更多信息。 如果指定URL，则在扩展信息CGI中（当您查看有关指定服务的信息时）将看到一个显示“附加服务注释”的链接。 可以使用任何有效的URL。</p><p>如果计划使用相对路径，则基本路径将与用于访问CGI的路径相同。

source: The ALT tag is used in the status, extended information and statusmap CGIs.
bg_bg: Маркера ALT се използва в състоянието, разширената информация и statusmap CGIs
de_de: das alt-Tag wird in der Status, erweiterten Information und Statusmap CGIs.
es_es: la etiqueta alt se utiliza en el estado, información ampliada y cgis statusmap.
fr_fr: la balise alt est utilisé dans l'état, les informations étendues et statusmap CGI.
it_it: il tag alt è usato nello stato, informazioni estese e statusmap CGI.
ja_jp: ALTタグはステータス、拡張情報、ステータスマップCGIで使用されます.
pl_pl: znacznik alt jest używany w stanie, rozszerzonych informacji i statusmap CGI.
pt_pt: a tag alt é usado no status, informações estendidas e statusmap CGIs.
ru_ru: Alt тег используется в статусе, расширенной информации и statusmap CGI скрипты.
zh_cn: ALT标签用于状态，扩展信息和状态图CGI。

source: logged out of the Core Config Manager
bg_bg: излезете от основния мениджър на конфигурирането
de_de: vom Core-Konfigurationsmanager abgemeldet
es_es: desconectado del administrador de configuración del núcleo
fr_fr: déconnecté du gestionnaire de configuration principal
it_it: disconnesso dal gestore di configurazione principale
ja_jp: Coreコンフィグマネージャからログアウトしました
pl_pl: wylogowany z głównego menedżera konfiguracji
pt_pt: desconectado do gerenciador de configuração principal
ru_ru: вышел из основного конфигурационного менеджера
zh_cn: 退出核心配置管理器

source: Management
bg_bg: Управление
es_es: Administracion de Usuarios
fr_fr: Gestion
it_it: Gestione
ja_jp: 管理
pl_pl: zarządzanie
pt_pt: Gerenciamento de usuários
ru_ru: Управление
zh_cn: 管理

source: License Limit Exceeded
bg_bg: ограничението на лиценза е превишено
de_de: Lizenzlimit überschritten
es_es: límite de licencia excedido
fr_fr: limite de licence dépassée
it_it: limite di licenza superato
ja_jp: ライセンス制限を超えました
pl_pl: Przekroczono limit licencji
pt_pt: limite de licença excedido
ru_ru: превышен лимит лицензии
zh_cn: 超过许可限制

source: You have exceeded your
bg_bg: Вие сте превишили
de_de: Sie haben überschritten Ihre
es_es: que ha superado su
fr_fr: vous avez dépassé votre
it_it: si è superato il
ja_jp: 超過しています：
pl_pl: Został przekroczony
pt_pt: você excedeu o seu
ru_ru: Вы превысили
zh_cn: 你已经超过了你的

source: license limits
bg_bg: Лимити за лицензите
de_de: Lizenzlimits
es_es: límites de la licencia
fr_fr: limites de licence
it_it: limiti di licenza
ja_jp: ライセンスの制限
pl_pl: ograniczenia licencyjne
pt_pt: limites da licença
ru_ru: ограничения лицензии
zh_cn: 许可证限制

source: Cannot copy object
bg_bg: не може да копира обект
de_de: Objekt kann nicht kopiert werden
es_es: no puede copiar el objeto
fr_fr: ne peut pas copier d'objet
it_it: non è possibile copiare oggetti
ja_jp: オブジェクトをコピーできません
pl_pl: nie można skopiować obiektu
pt_pt: não é possível copiar o objeto
ru_ru: не может копировать объект
zh_cn: 不能复制对象

source: the checks available for this instance
bg_bg: наличните проверки за този случай
de_de: die für diese Instanz verfügbaren Überprüfungen
es_es: los cheques disponibles para esta instancia
fr_fr: les chèques disponibles pour cette instance
it_it: i controlli disponibili per questa istanza
ja_jp: このインスタンスで使用可能なチェック
pl_pl: kontrole dostępne dla tej instancji
pt_pt: as verificações disponíveis para esta instância
ru_ru: проверки, доступные для этого экземпляра
zh_cn: 此实例可用的检查

source: To add more checks, either upgrade the instance via your
bg_bg: за да добавите още проверки, надстройте инстанцията чрез вашето
de_de: Um weitere Prüfungen hinzuzufügen, aktualisieren Sie entweder die Instanz über Ihre
es_es: para agregar más controles, actualice la instancia a través de su
fr_fr: pour ajouter plus de contrôles, soit mettre à niveau l'instance via votre
it_it: per aggiungere più assegni, aggiorna l'istanza tramite il tuo
ja_jp: チェックを追加するには、インスタンスを追加するか、
pl_pl: aby dodać więcej kontroli, zaktualizuj instancję za pomocą swojego
pt_pt: para adicionar mais verificações, atualize a instância pelo seu
ru_ru: чтобы добавить дополнительные проверки, либо обновите экземпляр с помощью своего
zh_cn: 要添加更多检查，请通过

source: or remove old checks you no longer need.
bg_bg: или премахнете старите чекове, които вече не се нуждаете.
de_de: oder entfernen Sie alte Schecks, die Sie nicht mehr benötigen.
es_es: o elimine cheques viejos que ya no necesita.
fr_fr: ou supprimez les anciens chèques dont vous n'avez plus besoin.
it_it: o rimuovere i vecchi controlli non più necessari.
ja_jp: 不要になった古いチェックを取り除くことができます。
pl_pl: lub usunąć stare kontrole, których już nie potrzebujesz.
pt_pt: ou remova os cheques antigos que você não precisa mais.
ru_ru: или удалить старые проверки, которые вам больше не нужны.
zh_cn: 或删除不再需要的旧检查。

source: To add more checks, either upgrade the license or remove old hosts you no longer need.
bg_bg: за да добавите още проверки, надстройте лиценза или премахнете старите хостове, които вече не се нуждаете.
de_de: Um weitere Prüfungen hinzuzufügen, aktualisieren Sie entweder die Lizenz oder entfernen Sie alte Hosts, die Sie nicht mehr benötigen.
es_es: para agregar más controles, actualice la licencia o elimine los hosts antiguos que ya no necesita.
fr_fr: Pour ajouter d'autres contrôles, mettez à niveau la licence ou supprimez les anciens hôtes dont vous n'avez plus besoin.
it_it: per aggiungere ulteriori controlli, aggiornare la licenza o rimuovere i vecchi host non più necessari.
ja_jp: チェックを追加するには、ライセンスをアップグレードするか、不要になった古いホストを削除します。
pl_pl: aby dodać więcej kontroli, albo zaktualizuj licencję, albo usuń stare hosty, których już nie potrzebujesz.
pt_pt: Para adicionar mais verificações, atualize a licença ou remova os hosts antigos que não são mais necessários.
ru_ru: чтобы добавить дополнительные проверки, либо обновите лицензию, либо удалите старые хосты, которые вам больше не нужны.
zh_cn: 要添加更多检查，请升级许可证或删除不再需要的旧主机。

source: Cannot copy object, license limits have been exceeded.
bg_bg: не може да се копира обект, ограниченията на лиценза са превишени.
de_de: Objekt kann nicht kopiert werden, Lizenzgrenzen wurden überschritten.
es_es: no se puede copiar el objeto, se han excedido los límites de la licencia.
fr_fr: ne peut pas copier l'objet, les limites de licence ont été dépassées.
it_it: non è possibile copiare oggetti, i limiti di licenza sono stati superati.
ja_jp: オブジェクトをコピーできません。ライセンスの制限を超えています。
pl_pl: nie można skopiować obiektu, limity licencji zostały przekroczone.
pt_pt: não é possível copiar o objeto, os limites de licença foram excedidos.
ru_ru: не могут копировать объект, лимиты лицензии превышены.
zh_cn: 无法复制对象，已超出许可证限制。

source: No objects copied.
bg_bg: Няма копирани обекти.
de_de: Keine Objekte kopiert.
es_es: Ningun objecto copiado.
fr_fr: Aucun objet copié.
it_it: Nessun oggetto copiato.
ja_jp: コピーされたオブジェクトはありません.
pl_pl: żadne przedmioty skopiowane.
pt_pt: Nenhum objeto copiado.
ru_ru: Нет объектов скопированы.
zh_cn: 没有对象被复制。

source: objects copied
bg_bg: Обектите са копирани
de_de: Objekte kopiert
es_es: objectos copiados
fr_fr: objets copiés
it_it: oggetti copiati
ja_jp: オブジェクトがコピーされました
pl_pl: obiekty skopiowane
pt_pt: objetos copiados
ru_ru: объекты, скопированные
zh_cn: 对象已被复制

source: objects failed to copy.
bg_bg: Обектите не успяха да се копират.
de_de: fehlgeschlagenen Objekte zu kopieren.
es_es: objectados fallaron al copiarse.
fr_fr: objets ayant échoué à copier.
it_it: oggetti non è riuscito a copiare.
ja_jp: オブジェクトのコピーに失敗しました.
pl_pl: obiekty nie kopiować.
pt_pt: cópia dos objetos falharam
ru_ru: Объекты не удалось скопировать.
zh_cn: 对象复制失败。

source: objects copied succesfully!
bg_bg: Обектите са копирани успешно!
de_de: Objekte kopiert erfolgreich!
es_es: Objectos copiados satisfactoriamente!!!
fr_fr: objets copiés avec succès!
it_it: oggetti copiati con successo!
ja_jp: オブジェクトを正常にコピーしました!
pl_pl: obiekty skopiowane pomyślnie!
pt_pt: objetos copiados com sucesso!
ru_ru: объекты, скопированные успешно!
zh_cn: 对象复制成功！

source: Dependent relationships denoted by
bg_bg: Зависими отношения, обозначени с
de_de: abhängige Beziehungen bezeichnet durch
es_es: relaciones dependientes denotados por
fr_fr: relations de dépendance désignés par
it_it: relazioni di dipendenza indicati con
ja_jp: 依存関係は次で表示されます
pl_pl: relacje zależne oznaczone
pt_pt: relações dependentes denotados por
ru_ru: зависимые отношения, обозначаемые
zh_cn: 依赖关系表示为

source: Inactive objects denoted by red text and
bg_bg: неактивни обекти, обозначени с червен текст и
de_de: inaktive Objekte, die durch roten Text und gekennzeichnet sind
es_es: objetos inactivos denotados por texto en rojo y
fr_fr: objets inactifs indiqués par du texte rouge et
it_it: oggetti inattivi denotati da testo rosso e
ja_jp: 赤いテキストで示されている非アクティブオブジェクト
pl_pl: nieaktywne obiekty oznaczone czerwonym tekstem i
pt_pt: objetos inativos denotados por texto vermelho e
ru_ru: неактивные объекты, обозначенные красным текстом и
zh_cn: 红色文字表示的不活动对象和

source: Object relationships
bg_bg: Обектни взаимовръзки
de_de: Objektbeziehungen
es_es: las relaciones entre objetos
fr_fr: relations d'objet
it_it: relazioni oggettuali
ja_jp: オブジェクトの関係
pl_pl: relacje obiektów
pt_pt: relações de objetos
ru_ru: объектные отношения
zh_cn: 对象关系

source: Dependent relationships
bg_bg: Зависими отношения
de_de: Abhängigkeitsverhältnis
es_es: Relación de dependencia
fr_fr: Relation de dépendance
it_it: Rapporto di dipendenza
ja_jp: 依存関係
pl_pl: relacje zależne
pt_pt: Relação de dependência
ru_ru: Зависимые отношения
zh_cn: 依赖关系

source: Missing arguments! No type specified for route.
bg_bg: липсващи аргументи! няма определен тип за маршрут.
de_de: fehlende Argumente! Kein Typ für Route angegeben.
es_es: ¡argumentos perdidos! ningún tipo especificado para la ruta
fr_fr: arguments manquants! aucun type spécifié pour l'itinéraire.
it_it: argomenti mancanti! nessun tipo specificato per il percorso.
ja_jp: 引数がありません！ routeに指定された型はありません。
pl_pl: brakujące argumenty! nie określono typu dla trasy.
pt_pt: argumentos ausentes! nenhum tipo especificado para rota.
ru_ru: отсутствующие аргументы! тип не указан для маршрута.
zh_cn: 缺少论点！ 没有为路由指定类型。

source: Submitted modify or insert form without proper object type
bg_bg: изпратена промяна или вмъкване на формуляр без подходящ тип обект
de_de: eingereichtes Formular ändern oder einfügen ohne richtigen Objekttyp
es_es: enviado modificar o insertar formulario sin tipo de objeto adecuado
fr_fr: soumis modifier ou insérer le formulaire sans le type d'objet approprié
it_it: inviato modificare o inserire il modulo senza il tipo di oggetto appropriato
ja_jp: 適切なオブジェクトタイプなしで送信された変更または挿入フォーム
pl_pl: złożone zmodyfikować lub wstawić formularz bez odpowiedniego typu obiektu
pt_pt: submetido modificar ou inserir formulário sem o tipo de objeto adequado
ru_ru: отправлено изменить или вставить форму без правильного типа объекта
zh_cn: 提交的修改或插入表单没有正确的对象类型

source: Permission denied for object type
bg_bg: отказано разрешение за тип обект
de_de: Berechtigung für Objekttyp verweigert
es_es: permiso denegado por tipo de objeto
fr_fr: autorisation refusée pour le type d'objet
it_it: autorizzazione negata per il tipo di oggetto
ja_jp: オブジェクトタイプに対する権限が拒否されました
pl_pl: odmowa uprawnień dla typu obiektu
pt_pt: permissão negada para o tipo de objeto
ru_ru: разрешение отклонено для типа объекта
zh_cn: 对象类型的权限被拒绝

source: There are modifications to objects that have not been applied yet. Apply configuration for new changes to take affect.
bg_bg: Има промени в обектите, които все още не са били приложени. Приложете конфигурацията, за да може новите промени да влязат в сила.
de_de: gibt es Änderungen an Objekten, die noch nicht angewendet haben. Konfiguration gelten für Änderungen wirksam werden.
es_es: hay modificaciones a los objetos que no se hayan aplicado aún. aplicar la configuración para los nuevos cambios surtan efecto.
fr_fr: il existe des modifications à des objets qui n'ont pas encore été appliquées. appliquer la configuration pour les nouvelles modifications prennent effet.
it_it: ci sono modifiche agli oggetti che non sono stati ancora applicati. applicare la configurazione di nuove modifiche abbiano effetto.
ja_jp: まだ適用されていないオブジェクトへの変更があります. 新しい変更を有効にするため設定を適用してください.
pl_pl: istnieją modyfikacje obiektów, które jeszcze nie zostały zastosowane. stosuje konfigurację nowe zmiany odniosły skutek.
pt_pt: há modificações em objetos que não foram aplicadas ainda. aplicar a configuração de novas alterações tenham efeito.
ru_ru: Есть модификации объектов, которые не были применены еще. применить конфигурацию для новых изменения вступили в силу.
zh_cn: 对尚未应用的对象进行了修改。 应用配置以使新更改生效。

source: The page is currently being edited by another user.
bg_bg: Страницата в момента се редактира от друг потребител.
de_de: derzeit der Seite wird von einem anderen Benutzer bearbeitet.
es_es: la página está siendo editado por otro usuario.
fr_fr: la page est actuellement en cours de modification par un autre utilisateur.
it_it: la pagina è attualmente in fase di modifica da un altro utente.
ja_jp: ページは現在別のユーザーによって編集されています.
pl_pl: strona jest obecnie edytowane przez innego użytkownika.
pt_pt: a página está sendo editado por outro usuário.
ru_ru: страница в настоящее время редактируется другим пользователем.
zh_cn: 该页面当前正在由其他用户编辑。

source: started editing at
bg_bg: започнете редактирането на
de_de: begann die Bearbeitung an
es_es: iniciado en la edición
fr_fr: commencé à éditer
it_it: ha iniziato l'editing a
ja_jp: 編集を開始:
pl_pl: rozpoczął edycję w
pt_pt: começado a editar na
ru_ru: начала редактирования в
zh_cn: 在开始编辑

source: Remove Lock
bg_bg: Премахнете заключването
de_de: entfernen Schloss
es_es: quitar la cerradura
fr_fr: retirer serrure
it_it: rimuovere blocco
ja_jp: ロックを解除
pl_pl: usunięcie blokady
pt_pt: remover bloqueio
ru_ru: снять блокировку
zh_cn: 解除锁定

source: Manage Contacts
bg_bg: Управлявайте контактите
de_de: Kontakte verwalten
es_es: Administrar contactos
fr_fr: Gérer les contacts
it_it: Gestione dei contatti
ja_jp: 連絡先管理
pl_pl: zarządzanie kontaktami
pt_pt: Gerenciar contatos
ru_ru: Управление контактами
zh_cn: 联系人管理
