Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: BPI settings page
bg_bg: bpi страница за настройки
de_de: bpi-Einstellungsseite
es_es: página de configuración de bpi
fr_fr: page de paramètres bpi
it_it: pagina delle impostazioni di bpi
ja_jp: BPI設定ページ
pl_pl: strona ustawień bpi
pt_pt: página de configurações do bpi
ru_ru: Страница настроек BPI
zh_cn: BPI设置页面

source: BPI Sync NDO Startup Timeout
bg_bg: bpi синхронизиране и не изчакване при стартиране
de_de: bpi sync und Startzeitüberschreitung
es_es: bpi sync ndo tiempo de espera de inicio
fr_fr: délai de démarrage bpi sync ndo
it_it: bpi sync ndo timeout di avvio
ja_jp: bpi sync ndoスタートアップタイムアウト
pl_pl: bpi synchronizacja ndo limitu czasu uruchamiania
pt_pt: tempo limite de inicialização do bpi sync ndo
ru_ru: Время ожидания синхронизации bpi и запуска
zh_cn: BPI同步NDO启动超时

source: Amount of seconds to wait for NDO to startup when syncing BPI after apply config.
bg_bg: количество секунди за изчакване за стартиране на ndo при синхронизиране на bpi след прилагането на config.
de_de: Wartezeit in Sekunden, bis ndo gestartet ist, wenn bpi nach dem Anwenden von config synchronisiert wird.
es_es: cantidad de segundos para esperar a que ndo se inicie al sincronizar bpi después de aplicar la configuración.
fr_fr: nombre de secondes à attendre pour que ndo démarre au moment de la synchronisation de bpi après l’application de config.
it_it: quantità di secondi di attesa per l'avvio di ndo durante la sincronizzazione di bpi dopo aver applicato config.
ja_jp: 設定の適用後にbpiを同期するときにndoが起動するまで待機する秒数。
pl_pl: ilość sekund oczekiwania na uruchomienie ndo podczas synchronizacji bpi po zastosowaniu konfiguracji.
pt_pt: quantidade de segundos para esperar que o ndo seja inicializado ao sincronizar o bpi após aplicar a configuração.
ru_ru: количество секунд ожидания для запуска ndo при синхронизации bpi после применения конфигурации.
zh_cn: 应用配置后同步BPI时等待NDO启动的秒数。

source: Edit performance settings for auto-running pages such as reports, metrics, etc
bg_bg: Редактирайте настройките за производителност на авто-текущите страници като доклади, показатели и др.
de_de: edit Leistungseinstellungen für Auto-Seiten laufen wie Berichte, Kennzahlen, etc.
es_es: la configuración de rendimiento de edición de páginas auto-funcionamiento tales como informes, métricas, etc
fr_fr: les paramètres de performance de modifier des pages auto-exécution tels que les rapports, métriques, etc
it_it: modificare le impostazioni delle prestazioni per le pagine auto-esecuzione quali report, metriche, ecc
ja_jp: レポート、メトリックスなどのページの自動実行パフォーマンス設定を編集します
pl_pl: edytuj ustawienia charakterystyki auto-running stron, takich jak raporty, metryki itp
pt_pt: editar configurações de desempenho para páginas de auto-execução, tais como relatórios, métricas, etc
ru_ru: редактировать параметры производительности для авто-запуска страниц, таких как отчеты, метрик и т.д.
zh_cn: 编辑自动运行页面的性能设置，例如报告，指标等

source: Auto-running Page Performance Options
bg_bg: Автоматично работеща страница за настройките за производителност
de_de: auto-Lauf Seite Performance-Optionen
es_es: autoejecutable opciones de rendimiento página
fr_fr: auto-fonctionnement des options de performance de la page
it_it: Opzioni prestazioni pagina di auto-funzionamento
ja_jp: 自動実行ページパフォーマンスオプション
pl_pl: auto do jazdy Opcje wydajności strona
pt_pt: auto-execução opções de desempenho página
ru_ru: авто-эксплуатационные параметры производительности страницы
zh_cn: 自动运行页面性能选项

source: Disable reports from automatically running on page load
bg_bg: Забранете на докладите да се показват автоматично при зареждане на страницата
de_de: Berichte automatisch beim Laden der Seite ausgeführt deaktivieren
es_es: desactivar los informes de ejecución automática al cargar la página
fr_fr: désactiver les rapports de s'exécuter automatiquement à la page charge
it_it: disabilitare relazioni in esecuzione automaticamente al caricamento della pagina
ja_jp: ページロード時のレポート自動実行を無効にする
pl_pl: wyłączyć automatyczne uruchamianie raportów na stronie obciążenia
pt_pt: desabilitar os relatórios de execução automaticamente no carregamento da página
ru_ru: отключить отчеты от автоматического запуска при загрузке страницы
zh_cn: 禁止报表在页面加载时自动运行

source: Disable metrics from loading on page load
bg_bg: Забранете на показателите да се показват при зареждане на страницата
de_de: deaktivieren Metriken aus dem Laden beim Laden der Seite
es_es: desactivar las métricas de carga al cargar la página
fr_fr: désactiver les paramètres de chargement sur le chargement de la page
it_it: disabilitare le metriche di caricare il caricamento della pagina
ja_jp: ページロード時のメトリックスロードを無効にする
pl_pl: wyłączyć metryki ładowanie na stronie obciążenia
pt_pt: desativar métricas de carregar no carregamento da página
ru_ru: отключить метрики загрузку при загрузке страницы
zh_cn: 禁用页面加载时的指标

source: Edit settings relating to the Backend Cache. This is used to cache some of the calls to the database.
bg_bg: Редактирайте настройките, свързани с Backend Cache. Това се използва, за да кешират някои от разговорите към базата данни.
de_de: Einstellungen bearbeiten in das Backend-Cache beziehen. Dies wird verwendet, um einige der Anrufe an die Datenbank zu cachen.
es_es: editar los ajustes relacionados con la memoria caché de servidor. esto se utiliza para almacenar en caché algunas de las llamadas a la base de datos.
fr_fr: modifier les paramètres relatifs à la cache d'arrière-plan. ceci est utilisé pour mettre en cache certains des appels à la base de données.
it_it: modificare le impostazioni relative alla cache di back-end. questo viene utilizzato per memorizzare nella cache alcune delle chiamate al database.
ja_jp: バックエンドキャッシュに関する設定を編集します. データベースコールの一部をキャッシュするために使用されます.
pl_pl: Edytuj ustawienia dotyczące pamięci podręcznej zaplecza. ta służy do buforowania niektórych połączeń do bazy danych.
pt_pt: edite as configurações relativas ao cache backend. isto é usado para armazenar em cache algumas das chamadas para o banco de dados.
ru_ru: редактировать параметры, относящиеся к бэкэнды. это используется для кэширования некоторых вызовов в базе данных.
zh_cn: 编辑与后端缓存有关的设置。 这用于缓存对数据库的某些调用。

source: Enabling this feature will result in non-realtime data. If you need data displayed in realtime, then %sDO NOT%s enable this feature.
bg_bg: Активирането на тази функция ще доведе до данни, които на са показани в реално време. Амо имате нужда от данни, показани в реално време, тогава %sНЕ%s активирайте тази функция.
de_de: Aktivierung dieser Funktion wird in Nicht-Echtzeit-Daten zur Folge haben. wenn Sie Daten in Echtzeit angezeigt werden müssen, dann% SDO% s nicht diese Funktion aktivieren.
es_es: activar esta función dará lugar a los datos en tiempo no real. si necesita datos que se muestran en tiempo real, entonces% sNo% s habilitar esta característica.
fr_fr: l'activation de cette fonction se traduira par des données non en temps réel. si vous avez besoin des données affichées en temps réel, puis% sdo pas% s activer cette fonctionnalité.
it_it: l'attivazione di questa funzione si tradurrà in dati non in tempo reale. se avete bisogno di dati visualizzati in tempo reale, quindi% SDO non% s attivare questa funzione.
ja_jp: この機能を有効にすると、リアルタイムデータではなくなります. データをリアルタイムに表示する場合は、%sこの機能を使用しないでください%s .
pl_pl: Włączenie tej funkcji spowoduje danych non-realtime. jeśli potrzebne dane wyświetlane w czasie rzeczywistym, a następnie% SDO% s nie włączyć tę funkcję.
pt_pt: permitindo que esse recurso irá resultar em dados não-tempo-real. se você precisar de dados exibidos em tempo real, então% sdo não% s ativar esse recurso.
ru_ru: включение этой функции приведет к не-данных реального времени. если вам нужны данные, отображаемые в режиме реального времени, а затем% SDO не% s включить эту функцию.
zh_cn: 启用此功能将导致非实时数据。如果您需要实时显示数据，那么 %sDo NOT%s 启用此功能。

source: This can considerably improve performance on systems that perform a lot of host and/or service checks.
bg_bg: Това може значително да се подобри производителността на системите, които изпълняват много от хост и/или сървис проверките.
de_de: Dies kann erheblich Leistung auf Systemen zu verbessern, die eine Menge von Host- und / oder Service-Prüfungen durchführen.
es_es: esto puede mejorar considerablemente el rendimiento en sistemas que realizan una gran cantidad de receptores y / o servicios de cheques.
fr_fr: cela peut considérablement améliorer les performances sur les systèmes qui effectuent beaucoup de contrôles d'hôtes et / ou services.
it_it: questo può migliorare sensibilmente le prestazioni su sistemi che eseguono un sacco di ospiti e / o di servizio assegni.
ja_jp: 大量のホストおよび/またはサービスチェックを実行しているシステムのパフォーマンスを大幅に向上できます.
pl_pl: może to znacznie poprawić wydajność w systemach, które wykonują wiele kontroli gospodarza i / lub usług.
pt_pt: isso pode melhorar consideravelmente o desempenho em sistemas que executam uma série de verificações de acolhimento e / ou de serviços.
ru_ru: это может значительно повысить производительность систем, которые выполняют много хоста и / или сервисных проверок.
zh_cn: 这可以大大提高执行大量主机和/或服务检查的系统的性能。

source: Enabling this feature on systems with a lower amount of checks (%s 1,000) will be detrimental to performance and is %snot recommended%s.
bg_bg: Активирането на тази функция в системи с по-нисък брой на проверки (%s 1,000) ще бъде пагубно за производителността и %sне се препоръчва%s.
de_de: % SNOTE:% senabling diese Funktion auf Systemen mit einer geringeren Menge an Kontrollen (% s 1000) werden, um die Leistung beeinträchtigen und wird nicht empfohlen.
es_es: SNota%:% senabling esta función en sistemas con una menor cantidad de cheques (% s 1.000) será perjudicial para el rendimiento y no se recomienda.
fr_fr: % SNote:% senabling cette fonctionnalité sur les systèmes avec une quantité inférieure de contrôle (% s 1000) sera préjudiciable à la performance et est déconseillée.
it_it: % SNota:% senabling questa funzione su sistemi con una quantità inferiore di controlli (% s 1.000) sarà dannosa per le prestazioni e non è raccomandato.
ja_jp: チェック数が少ない%s(1,000)システムでこの機能を有効にするとパフォーマンスに有害となるため、%s推奨しません%s.
pl_pl: % Snote:% senabling tę funkcję w systemach z mniejszą ilością kontroli (% s 1000) będzie szkodliwe dla wydajności i nie jest zalecane.
pt_pt: % Snote:% senabling esse recurso em sistemas com uma menor quantidade de cheques (% s 1.000) será prejudicial ao desempenho e não é recomendado.
ru_ru: % Snote:% senabling эту функцию в системах с меньшим количеством проверок (% s) 1000 будет иметь пагубные последствия для производительности и не рекомендуется.
zh_cn: 在支票金额较少（%s 1,000）的系统上启用此功能将对性能有害，因此%s不建议%s。

source: Enabling this feature on systems that add or remove hosts and/or services frequently is %snot recommended%s.
bg_bg: Активирането на тази функция в системи, които добавят или премахват хостове и / или сървиси често, %sне се препоръчва%s.
de_de: diese Funktion auf Systemen ermöglicht, die Hinzufügen oder Entfernen von Hosts und / oder Dienstleistungen ist häufig% Rotz empfohlen% s.
es_es: activar esta función en los sistemas que añadir o eliminar hosts y / o servicios con frecuencia es recomendada% mocos% s.
fr_fr: activer cette fonctionnalité sur les systèmes qui ajoutent ou retirent des hôtes et / ou des services est souvent% snot recommandé% s.
it_it: Abilitando questa funzione sui sistemi che aggiungono o rimuovono host e / o servizi di frequente è% moccio% raccomandato s.
ja_jp: ホスト/サービスを頻繁に追加、削除するシステムでこの機能を有効にすることは、%s推奨しません%s.
pl_pl: Włączenie tej funkcji w systemach, które dodają lub usuwają gospodarze i / lub usług jest często zalecany% smark% s.
pt_pt: habilitar esse recurso em sistemas que adicionar ou remover anfitriões e / ou serviços com frequência é% ranho recomendado% s.
ru_ru: включить эту функцию в системах, добавление или удаление узлов и / или услуги часто является% сопли рекомендуется% s.
zh_cn: %s建议不要%s在经常添加或删除主机和/或服务的系统上启用此功能。

source: Backend Cache Settings
bg_bg: Настройки на бекенд кеш
de_de: Back-End-Cache-Einstellungen
es_es: configuración de la caché de back-end
fr_fr: paramètres de cache d'arrière-plan
it_it: le impostazioni della cache backend
ja_jp: バックエンドキャッシュ設定
pl_pl: Ustawienia backend cache
pt_pt: configurações de cache backend
ru_ru: Настройки бэкэнды
zh_cn: 后端缓存设置

source: Enable Backend Cache
bg_bg: Позволете Backend Cache
de_de: Backend-Cache aktivieren
es_es: activar la caché de back-end
fr_fr: activer le cache d'arrière-plan
it_it: abilitare la cache backend
ja_jp: バックエンドキャッシュを有効にする
pl_pl: umożliwić backend cache
pt_pt: ativar o cache backend
ru_ru: включить бэкэнды
zh_cn: 启用后端缓存

source: Backend Cache Location
bg_bg: Бекенд кеш локализация
de_de: Back-End-Cache-Speicherort
es_es: ubicación de la caché de back-end
fr_fr: emplacement du cache d'arrière-plan
it_it: backend posizione della cache
ja_jp: バックエンドキャッシュの場所
pl_pl: backend lokacja
pt_pt: localização do cache backend
ru_ru: бэкэнда расположение кэша
zh_cn: 后端缓存位置

source: Change the location of the backend cache, just make sure that the new location has write permissions for the apache user.
bg_bg: Променeте местоположението на бекенд кеша (backend cache), за да се уверете, че новото място има права за писане за потребителя apache (apache user).
de_de: ändern sich die Position des Back-End-Cache, nur sicherstellen, dass der neue Standort Schreibberechtigungen für den Apache-Benutzer hat.
es_es: cambiar la ubicación de la caché de back-end, sólo asegúrese de que la nueva ubicación tiene permisos de escritura para el usuario apache.
fr_fr: changer l'emplacement du cache d'arrière-plan, assurez-vous juste que le nouvel emplacement dispose d'autorisations d'écriture pour l'utilisateur apache.
it_it: modificare la posizione della cache back-end, basta assicurarsi che la nuova posizione ha i permessi di scrittura per l'utente apache.
ja_jp: バックエンドキャッシュの場所を変更します. apache ユーザーが新しい場所に書込み権限を持っていることを確認してください.
pl_pl: zmienić lokalizację pamięci podręcznej backend, tylko upewnij się, że nowa lokalizacja ma uprawnienia do zapisu dla użytkownika apache.
pt_pt: alterar a localização do cache backend, apenas certifique-se que o novo local tem permissões de gravação para o usuário apache.
ru_ru: изменить расположение бэкэнды, просто убедитесь, что новое место имеет разрешения на запись для пользователя Apache.
zh_cn: 更改后端缓存的位置，只需确保新位置对apache用户具有写权限。

source: Backend Cache Expiration Time
bg_bg: Бекенд време на изтичане на кеш
de_de: Back-End-Cache Verfallszeit
es_es: backend tiempo de caducidad de la caché
fr_fr: backend temps d'expiration du cache
it_it: backend tempo di scadenza della cache
ja_jp: バックエンドキャッシュの有効期間
pl_pl: backend Czas ważności pamięci podręcznej
pt_pt: backend tempo de expiração de cache
ru_ru: Время истечения бэкэнды
zh_cn: 后端缓存过期时间

source: How long will a particular cache exist? Measured in seconds.
bg_bg: Колко време ще съществува конкретен кеш (cache)? Измерено в секунди.
de_de: wie lange ein bestimmter Cache vorhanden sind? in Sekunden gemessen.
es_es: cuánto tiempo existirá una caché en concreto? medido en segundos.
fr_fr: combien de temps un cache particulier exister? mesuré en secondes.
it_it: Quanto dura una particolare cache di esistere? misurato in secondi.
ja_jp: キャッシュが存在する期間を指定します（秒）.
pl_pl: Jak długo będzie istniał konkretny cache? mierzy się w sekundach.
pt_pt: quanto tempo um cache particular, existe? medido em segundos.
ru_ru: как долго будет какой-либо кэш существует? измеряется в секундах.
zh_cn: 特定缓存将存在多长时间？ 以秒为单位。

source: Backend Cache Performance Monitoring
bg_bg: Бекенд следене на изпълнението на кеша
es_es: supervisión del rendimiento de caché backend
fr_fr: backend surveillance des performances du cache
it_it: il monitoraggio delle prestazioni della cache di back-end
ja_jp: バックエンドキャッシュパフォーマンス監視
pl_pl: monitorowanie wydajności cache backend
pt_pt: monitoramento de desempenho de cache backend
ru_ru: Мониторинг производительности бэкэнды
zh_cn: 后端缓存性能监控

source: This option only shows up in Developer Mode. Enabling will output some basic microtime() timestamps to the xidebug.log file.
bg_bg: Тази опция се появява само в режим за програмисти (Developer Mode). Активирането ѝ ще доведе до някои основни microtime () клейма (timestamps) в xidebug.log файла.
de_de: Durch diese Option wird nur im Entwicklermodus auf. ausgeben wird einige grundlegende micro ermöglicht () Zeitstempel in die xidebug.log Datei.
es_es: esta opción sólo aparece en el modo de programador. activar la salida de voluntad alguna microtime básica () marcas de tiempo para el archivo xidebug.log.
fr_fr: cette option ne se présente en mode développeur. permettant la sortie de volonté certaine microtime de base () timestamps dans le fichier xidebug.log.
it_it: questa opzione mostra solo in modalità sviluppatore. consentendo uscita volontà alcuni microtime di base () timestamp per il file xidebug.log.
ja_jp: このオプションは開発者モードでのみ表示されます. xidebug.log ファイルにいくつか基本的なmicrotime() タイムスタンプが出力されます.
pl_pl: Opcja ta pokazuje tylko w trybie dewelopera. umożliwiając wyjście będzie podstawowe microtime () znacznika czasu do pliku xidebug.log.
pt_pt: esta opção só aparece no modo de desenvolvedor. permitindo a saída vontade alguma microtime básica () timestamps para o arquivo xidebug.log.
ru_ru: эта опция показывает только в режиме разработчика. позволяя выход будет некоторые основные микропоры () временные метки к файлу xidebug.log.
zh_cn: 此选项仅在开发人员模式下显示。 启用后，会将一些基本的microtime（）时间戳输出到xidebug.log文件。

source: Maximum Backend Cache Performance
bg_bg: Максимална производителност на бекенд кеша
de_de: maximale Backend-Cache-Leistung
es_es: el rendimiento máximo de caché de back-end
fr_fr: les performances du cache backend maximale
it_it: le prestazioni della cache massima di back-end
ja_jp: バックエンドキャッシュパフォーマンスの最大化
pl_pl: Maksymalna wydajność cache backend
pt_pt: desempenho máximo do cache backend
ru_ru: производительность кэша максимального бэкенд
zh_cn: 最大后端缓存性能

source: In order to take full advantage of the Backend Cache, you might want to ensure that your Backend Cache Location is writing to RAM instead of disk.
bg_bg: За да се възползвате напълно от бекенд кеша (Backend Cache), ще трябва да се уверите, че бекенд кеша (Backend Cache) се записва в RAM-а вместо на диска.
de_de: um vollen Nutzen aus der Back-End-Cache zu nehmen, sollten Sie sicherstellen, dass Ihr Back-End-Cache-Speicherort schreibt, anstatt Scheibe zu rammen.
es_es: con el fin de sacar el máximo provecho de la caché de back-end, es posible que desee asegurarse de que su ubicación de la caché de back-end está escribiendo en la memoria RAM en lugar de disco.
fr_fr: afin de tirer pleinement parti du cache d'arrière-plan, vous pouvez vous assurer que votre emplacement du cache d'arrière-plan est en train d'écrire de ram au lieu de disque.
it_it: al fine di trarre il massimo vantaggio della cache back-end, si potrebbe desiderare di garantire che il percorso della cache back-end è la scrittura di speronare invece di disco.
ja_jp: バックエンドキャッシュを最大限に活用するため、バックエンドキャッシュをディスクではなくRAMへ書きこみたい場合があります.
pl_pl: aby w pełni korzystać z pamięci podręcznej zaplecza, można mieć pewność, że Twój backend lokacja jest pisanie do ubijania zamiast dysku.
pt_pt: a fim de tirar o máximo proveito do cache backend, você pode querer garantir que o seu local de cache backend está escrevendo para a RAM em vez de disco.
ru_ru: для того, чтобы в полной мере использовать кэш бэкэнд, вы можете захотеть, чтобы убедиться, что ваш бэкэнда расположение кэша запись в оперативную память вместо диска.
zh_cn: 为了充分利用后端缓存，您可能需要确保后端缓存位置正在写入RAM而不是磁盘。

source: To create a 512 MB RAM Disk to hold the cache data, console in to your %s server as root, and execute the following command:
bg_bg: За да създадете 512 MB RAM диск, който да съдържа кешираните данни, влезте на конзола (терминал) в профила си на Nagios XI сървъра като root, и изпълнете следната команда:
de_de: eine 512 MB RAM-Disk zu erstellen, um die Cache-Daten, die Konsole in Ihrem nagios xi-Server als root, und führen Sie den folgenden Befehl zu halten:
es_es: para crear un disco de 512 MB de RAM para almacenar los datos de caché, la consola a su servidor de nagios xi como root, y ejecute el siguiente comando:
fr_fr: pour créer un disque de 512 mb de ram pour contenir les données du cache, la console à votre serveur nagios xi en tant que root et exécutez la commande suivante:
it_it: per creare un disco di 512 MB di RAM per contenere i dati della cache, console al tuo Nagios Server XI come root, ed eseguire il seguente comando:
ja_jp: キャッシュデータを保持するための 512 MB RAMディスクを作成するには、%s サーバーのコンソールに root としてログインし、以下のコマンドを実行します:
pl_pl: utworzyć dysk 512 MB RAM do przechowywania danych, cache konsoli na swoje Nagios serwera xi jako root i wykonać następujące polecenie:
pt_pt: criar um disco de 512 MB de RAM para armazenar os dados de cache, consola na sua nagios servidor xi como root e execute o seguinte comando:
ru_ru: для создания 512 МБ RAM диск в для хранения данных кэша, консоль в свой Nagios хг сервер в качестве корня, и выполните следующую команду:
zh_cn: 要创建一个512 MB的RAM磁盘来保存缓存数据，以root身份进入%s服务器，并执行以下命令。

source: Select the amount of different kinds of snapshots to keep. You must keep at least the last one good CCM and Core snapshot.
bg_bg: изберете размера на различните видове снимки, които да запазите. трябва да съхранявате поне последния един добър калций и основната снимка.
de_de: Wählen Sie die Anzahl der zu speichernden Snapshots aus. Sie müssen mindestens den letzten guten ccm und Kern-Snapshot behalten.
es_es: seleccione la cantidad de diferentes tipos de instantáneas para mantener. debe mantener al menos el último ccm bueno y una instantánea central.
fr_fr: sélectionnez la quantité de différents types d'instantanés à conserver. vous devez conserver au moins le bon ccm et l'instantané de base.
it_it: seleziona la quantità di diversi tipi di istantanee da conservare. è necessario conservare almeno l'ultimo snapshot ccm e core.
ja_jp: 保持するスナップショットの種類を選択します。少なくとも最後の1つの CCM と Core スナップショットを保持する必要があります。
pl_pl: wybierz ilość różnych rodzajów migawek do zachowania. musisz zachować przynajmniej ostatnią dobrą migawkę ccm i rdzeń.
pt_pt: selecione a quantidade de diferentes tipos de instantâneos a serem mantidos. você deve manter pelo menos o último bom ccm e core snapshot.
ru_ru: выберите количество различных снимков для сохранения. вы должны сохранить хотя бы последний хороший снимок ccm и core.
zh_cn: 选择要保留的不同种类的快照数量。您必须至少保留最后一个良好的CCM和Core快照。

source: Number of Core Snapshots
bg_bg: брой основни снимки
de_de: Anzahl der Core-Snapshots
es_es: número de instantáneas centrales
fr_fr: nombre d'instantanés de base
it_it: numero di istantanee core
ja_jp: Core スナップショットの数
pl_pl: liczba podstawowych migawek
pt_pt: número de instantâneos principais
ru_ru: количество снимков ядра
zh_cn: 核心快照数量

source: Number of Error Snapshots
bg_bg: брой на снимките за грешки
de_de: Anzahl der Fehler-Snapshots
es_es: cantidad de instantáneas de error
fr_fr: nombre d'instantanés d'erreur
it_it: numero di istantanee di errore
ja_jp: エラースナップショットの数
pl_pl: liczba migawek błędów
pt_pt: número de instantâneos de erro
ru_ru: количество снимков ошибок
zh_cn: 错误快照的数量

source: Number of CCM Snapshots
bg_bg: брой циклени снимки
de_de: Anzahl der ccm Snapshots
es_es: número de instantáneas ccm
fr_fr: nombre d'instantanés ccm
it_it: numero di istantanee ccm
ja_jp: CCM スナップショットの数
pl_pl: liczba migawek ccm
pt_pt: número de instantâneos ccm
ru_ru: количество снимков ccm
zh_cn: CCM快照数
