Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Error: This component requires Nagios XI 5.2.1 or later.
bg_bg: Грешка: този компонент изисква Nagios XI 5.2.1 или по-нова версия.
de_de: Fehler: Diese Komponente erfordert Nagios XI 2011R1 oder später.
es_es: Error: Este componente requiere Nagios XI 2011R1 o superior
fr_fr: Erreur: Ce composant nécessite Nagios XI 2011R1 ou tard.
it_it: Errore: Questo componente richiede Nagios XI 2011R1 o versione successiva.
ja_jp: エラー： このコンポーネントは、Nagios XI 5.2.1 以降が必要です.
pl_pl: Błąd: ta część wymaga Nagios XI 2014 lub nowszej.
pt_pt: Erro: Este componente requer a versão Nagios XI 2011R1 ou maior.
ru_ru: Ошибка: Этот компонент требует Nagios XI 2011R1 или более поздней версии.
zh_cn: 错误：此组件需要Nagios XI 5.2.1或更高版本。

source: Error: Required setup has not been completed.
bg_bg: Грешка: задължителната настройка не е завършена.
de_de: Fehler: Benötigte Setup wurde nicht abgeschlossen.
es_es: Error: Configuracion requerida no ha sido completada.
fr_fr: Erreur: configuration requise n'a pas été achevée.
it_it: Errore: la configurazione richiesta non è stata completata.
ja_jp: エラー：必須設定が完了していません.
pl_pl: Błąd: wymagana konfiguracja nie została zakończona.
pt_pt: erro: configuração necessária não foi concluída.
ru_ru: Ошибка: Необходимые настройки не были завершены.
zh_cn: 错误：所需的设置尚未完成。

source: Learn more
bg_bg: Научете повече
de_de: Erfahren Sie mehr
es_es: Aprenda mas
fr_fr: En savoir plus
it_it: Per saperne di più
ja_jp: 詳細はこちら
pl_pl: dowiedz się więcej
pt_pt: saber mais
ru_ru: Узнать больше
zh_cn: 了解更多

source: Provides device and service auto-discovery.
bg_bg: Осигурява устройство и сървис за автоматично откриване (auto-discovery).
de_de: Bietet Gerät und das Auto-Entdeckung.
es_es: Provee auto-descubrimiento de dispositivos y servicios
fr_fr: Fournit dispositif et le service de découverte automatique.
it_it: Fornisce dispositivo e servizio di auto-scoperta.
ja_jp: デバイスとサービスの自動検出を提供します.
pl_pl: zapewnia urządzeń i usług automatyczne wykrywanie.
pt_pt: fornece equipamento e serviço de auto-descoberta.
ru_ru: Обеспечивает устройство и обслуживание авто-открытие.
zh_cn: 提供设备和服务的自动发现。

source: Windows Workstation
bg_bg: Windows работна станция
de_de: Windows-Arbeitsstation
es_es: estación de trabajo ventanas
it_it: workstation Windows
ja_jp: Windowsワークステーション
pl_pl: Okna stacja robocza
pt_pt: janelas estação de trabalho
ru_ru: окна рабочей станции
zh_cn: Windows工作站

source: Windows Server
ja_jp: Windowsサーバー
zh_cn: Windows服务器

source: Linux Server
bg_bg: Linux сървър
ja_jp: Linux サーバー
pl_pl: serwer linux
zh_cn: Linux服务器

source: UNIX Server
bg_bg: UNIX сървъра
es_es: servidor Unix
fr_fr: serveur unix
it_it: server UNIX
ja_jp: UNIX サーバー
pl_pl: Serwer UNIX
pt_pt: servidor unix
ru_ru: Сервер Unix
zh_cn: UNIX服务器

source: Apple Workstation
bg_bg: Apple работна станция
de_de: Apfel-Workstation
es_es: estación de trabajo de manzana
fr_fr: apple poste de travail
it_it: workstation mela
ja_jp: Appleワークステーション
pl_pl: Apple stacja robocza
pt_pt: workstation maçã
ru_ru: яблоко станция
zh_cn: 苹果工作站

source: Apple Server
bg_bg: Apple сървър
de_de: Apfel-Server
es_es: servidor de manzana
fr_fr: serveur pomme
it_it: server di mela
ja_jp: Apple サーバー
pl_pl: Serwer jabłko
pt_pt: servidor maçã
ru_ru: Сервер яблоко
zh_cn: 苹果服务器

source: IP Phone
bg_bg: IP телефон
de_de: IP-Telefon
es_es: teléfono ip
fr_fr: Téléphone IP
it_it: telefono ip
ja_jp: IP電話
pl_pl: Telefon IP
pt_pt: telefone ip
ru_ru: IP-телефон
zh_cn: IP电话

source: Switch
bg_bg: Мрежов комутатор
de_de: Schalter
es_es: interruptor
fr_fr: interrupteur
it_it: interruttore
ja_jp: スイッチ
pl_pl: przełącznik
pt_pt: interruptor
ru_ru: переключатель
zh_cn: 开关

source: Router
bg_bg: Рутер
es_es: enrutador
fr_fr: routeur
ja_jp: ルータ
pt_pt: roteador
ru_ru: маршрутизатор
zh_cn: 路由器

source: Auto-discovery job added.
bg_bg: Добавена работа за автоматично откриване.
de_de: Auto-Discovery-Job hinzugefügt.
es_es: trabajo de auto-descubrimiento agregó.
fr_fr: travail d'auto-découverte ajouté.
it_it: lavoro rilevamento automatico aggiunto.
ja_jp: 自動検出ジョブが追加されました.
pl_pl: dodany pracy automatycznego wykrywania.
pt_pt: trabalho de auto-descoberta acrescentou.
ru_ru: Автоматическое обнаружение работа добавил.
zh_cn: 自动发现作业已添加。

source: Auto-discovery job updated.
bg_bg: Беше актуализирана работата за автоматично откриване.
de_de: Auto-Discovery-Job aktualisiert.
es_es: trabajo de auto-descubrimiento actualiza.
fr_fr: travail d'auto-découverte à jour.
it_it: lavoro rilevamento automatico aggiornato.
ja_jp: 自動検出ジョブを更新しました.
pl_pl: zaktualizowane pracy automatycznego wykrywania.
pt_pt: trabalho de auto-descoberta atualizado.
ru_ru: Автоматическое обнаружение работа обновляется.
zh_cn: 自动发现作业已更新。

source: Job deleted.
bg_bg: Работата беше анулирана.
de_de: Tool gelöscht.
es_es: Herramienta detectada
fr_fr: Outil supprimée.
it_it: Strumento cancellato.
ja_jp: ジョブが削除されました.
pl_pl: Narzędzie usunięte.
pt_pt: Ferramenta deletada.
ru_ru: Инструмент удалены.
zh_cn: 作业已删除。

source: Auto-discovery job started.
bg_bg: Започна работата за автоматично откриване.
de_de: Auto-Discovery-Job gestartet.
es_es: comenzó el trabajo de auto-descubrimiento.
fr_fr: travail d'auto-découverte a commencé.
it_it: lavoro rilevamento automatico avviato.
ja_jp: 自動検出ジョブが開始されました.
pl_pl: Automatyczne wykrywanie pracy zaczął.
pt_pt: trabalho de auto-descoberta começou.
ru_ru: Автоматическое обнаружение работа началась.
zh_cn: 自动发现作业已启动。

source: Auto-Discovery Jobs
bg_bg: Задачи за автоматично откриване
es_es: Tareas de Auto-descubrimiento
it_it: Auto-Discovery Lavoro
ja_jp: 自動検出ジョブ
pl_pl: auto-discovery pracy
pt_pt: Auto-Discovery Job
ru_ru: Auto-Discovery Вакансии
zh_cn: 自动发现工作

source: Run the wizard
bg_bg: Стартирайте съветника (wizard)
de_de: führen Sie den Assistenten
es_es: ejecutar el asistente
fr_fr: exécutez l'assistant
it_it: eseguire la procedura guidata
ja_jp: ウィザードを実行
pl_pl: uruchomić kreatora
pt_pt: executar o assistente
ru_ru: запустить мастер
zh_cn: 运行该向导

source: New
bg_bg: Нов
de_de: Neu
es_es: Nuevo
fr_fr: Nouveau
it_it: Nuovo
ja_jp: 新規
pl_pl: nowy
pt_pt: Novo
ru_ru: Новое
zh_cn: 新

source: Total
bg_bg: Общо
de_de: Gesamt
it_it: Totale
ja_jp: 合計
pl_pl: całkowity
ru_ru: Общий
zh_cn: 汇总

source: New Auto-Discovery Job
bg_bg: Нова задача за автоматично откриване
de_de: Auto-Discovery Job
es_es: Tareas de Auto-descubrimiento
fr_fr: Auto-Discovery emploi
it_it: Rilevamento automatico di lavoro
ja_jp: 新しい自動検出ジョブ
pl_pl: Automatyczne wykrywanie pracy
pt_pt: Auto-Discovery Job
ru_ru: Auto-Discovery работы
zh_cn: 新的自动发现作业

source: Refresh job list
bg_bg: Обнови списъка със задачи
de_de: Aktualisieren Jobliste
es_es: Refrescar lista de tareas
fr_fr: Actualiser la liste des travaux
it_it: Aggiorna elenco di posti di lavoro
ja_jp: ジョブリストを更新
pl_pl: odświeżyć listę zadań
pt_pt: Atualizar
ru_ru: Обновить список вакансий
zh_cn: 刷新作业列表

source: Scan Target
bg_bg: Цел за сканиране
de_de: Prüfziel
es_es: Destino a escanear
fr_fr: Analyser la cible
it_it: Target di Scansione
ja_jp: スキャン対象
pl_pl: Skanowane
pt_pt: Alvo da Análise
ru_ru: Сканирование Целевая
zh_cn: 扫描目标

source: Exclusions
bg_bg: Изключвания
de_de: Ausschlüsse
es_es: Exclusiones
it_it: Esclusioni
ja_jp: 除外
pl_pl: Wyłączenia
pt_pt: exclusões
ru_ru: Исключения
zh_cn: 排除

source: Schedule
bg_bg: Разписание
de_de: Planen
es_es: Calendarizar
fr_fr: Calendrier
it_it: Programmare
ja_jp: スケジュール
pl_pl: harmonogram
pt_pt: Adicionar horário
ru_ru: Расписание
zh_cn: 时间表

source: Last Run
bg_bg: Последната серия
es_es: Ultima ejecucion
it_it: Ultima esecuzione
ja_jp: 前回の実行
pl_pl: Ostatni przejazd
pt_pt: última corrida
ru_ru: Последнее Run
zh_cn: 上次运行

source: Devices Found
bg_bg: Намерени устройства
de_de: Devices gefunden
es_es: Dispositivos encontrados
fr_fr: Trouvé appareils
it_it: Dispositivi trovati
ja_jp: 検出デバイス
pl_pl: Urządzenia znaleziono
pt_pt: dispositivos encontrados
ru_ru: Устройства найдены
zh_cn: 找到设备

source: Created By
bg_bg: Създадено от
de_de: Erstellt von
es_es: Creados por
fr_fr: Créé par
it_it: Creato da
ja_jp: 作成者
pl_pl: utworzony przez
pt_pt: criado pela
ru_ru: Создано
zh_cn: 创建者

source: There are no auto-discovery jobs.
bg_bg: Няма задачи за автоматично откриване.
de_de: Es gibt keine automatische Erkennung Arbeitsplätze.
es_es: No hay tareas de auto-descubrimiento
fr_fr: Il n'y a pas d'emplois auto-découverte.
it_it: Non ci sono auto-discovery posti di lavoro.
ja_jp: 自動検出ジョブがありません.
pl_pl: nie ma pracy Automatyczne wykrywanie.
pt_pt: não há empregos auto-descoberta.
ru_ru: Есть никаких автоматическое обнаружение рабочих мест.
zh_cn: 有没有自动发现作业。

source: Add one now
bg_bg: Добави един сега
de_de: Fügen Sie jetzt einen
es_es: Añada una ahora
fr_fr: Ajouter un maintenant
it_it: Aggiungere un ora
ja_jp: 今すぐ追加
pl_pl: dodaj je teraz
pt_pt: Adicionar uma agora
ru_ru: Добавить один сейчас
zh_cn: 现在添加一个

source: Edit job
bg_bg: Редактирайте задача
es_es: Editar trabajo
fr_fr: Modifier le travail
it_it: Modifica lavoro
ja_jp: ジョブを編集
pl_pl: edit pracy
pt_pt: editar trabalho
ru_ru: редактировать работа
zh_cn: 编辑作业

source: Re-run job
bg_bg: Изпълнете отново работата
de_de: Wieder laufen Job
es_es: volver a ejecutar el trabajo
fr_fr: re-exécuter emploi
it_it: re-run lavoro
ja_jp: ジョブを再実行
pl_pl: ponownego uruchomienia pracy
pt_pt: re-executar trabalho
ru_ru: повторно запустить работу
zh_cn: 重新运行作业

source: View job results
bg_bg: Вижте резултатите от работата
de_de: Stelle anzeigen Ergebnisse
es_es: ver los resultados del trabajo
fr_fr: vue des résultats d'emploi
it_it: visualizzare i risultati di lavoro
ja_jp: ジョブ結果を表示
pl_pl: Wyniki widok pracy
pt_pt: Resultados vista de emprego
ru_ru: Результаты работы вид
zh_cn: 查看作业结果

source: Delete job
bg_bg: Изтрийте работа
de_de: Job löschen
es_es: Eliminar trabajo
fr_fr: supprimer emploi
it_it: eliminare lavoro
ja_jp: ジョブを削除
pl_pl: usuń pracę
pt_pt: Excluir trabalho
ru_ru: удалить задание
zh_cn: 删除作业

source: Invalid address.
bg_bg: Невалиден адрес.
de_de: Ungültige Adresse.
es_es: Direccion invalida.
fr_fr: Adresse non valide.
it_it: Indirizzo non valido.
ja_jp: アドレスが無効です.
pl_pl: nieprawidłowy adres.
pt_pt: Relatório inválido
ru_ru: Неверный адрес.
zh_cn: 无效地址。

source: Invalid characters in scan target.
bg_bg: Невалидни символи в целта, която ще се сканира.
de_de: ungültige Zeichen in Prüfziel.
es_es: caracteres no válidos en objeto de análisis.
fr_fr: caractères non valides cible d'analyse.
it_it: caratteri non validi nel target di scansione.
ja_jp: スキャン対象に無効な文字列が含まれています.
pl_pl: nieprawidłowe znaki w celu skanowania.
pt_pt: caracteres inválidos no alvo da análise.
ru_ru: недопустимые символы в объект проверки.
zh_cn: 扫描目标中的字符无效。

source: Invalid characters in exclude IPs.
bg_bg: Невалидни символи в изключените IP адреси.
de_de: ungültige Zeichen in auszuschließen ips.
es_es: caracteres no válidos en excluir ips.
fr_fr: caractères non valides exclure des adresses IP.
it_it: caratteri non validi escludere ips.
ja_jp: 除外IPに無効な文字列が含まれています.
pl_pl: nieprawidłowe znaki w wykluczyć ips.
pt_pt: caracteres inválidos em excluir ips.
ru_ru: недопустимые символы исключить IPS.
zh_cn: 排除IP中的无效字符。

source: Scheduled scans are only available in the Enterprise Edition.
bg_bg: Планираните сканирания са на разположение само в Enterprise Edition.
de_de: Geplante Scans sind nur in der Enterprise Edition verfügbar.
es_es: Escaneos calendarizados estan solo disponible en la Edicion Empresarial.
fr_fr: Les analyses planifiées sont uniquement disponibles dans la version Enterprise Edition.
it_it: Le scansioni pianificate sono disponibili solo nella Enterprise Edition.
ja_jp: スケジュールスキャンは、Enterprise版でのみ利用できます.
pl_pl: skanowania zaplanowane są dostępne tylko w wersji Enterprise.
pt_pt: Relatórios programados estão disponíveis apenas na Enterprise Edition.
ru_ru: Запланированное сканирование доступны только в Enterprise Edition.
zh_cn: 计划的扫描仅在企业版中可用。

source: Invalid job.
bg_bg: Невалидна задача.
de_de: Ungültige Werkzeug.
es_es: Herramienta invalida.
fr_fr: Invalid outil.
it_it: Valido strumento.
ja_jp: 無効なジョブ.
pl_pl: nieważne narzędziem.
pt_pt: Ferramenta inválida.
ru_ru: Неверный инструмент.
zh_cn: 无效的作业。

source: Invalid command.
bg_bg: Невалидна команда.
de_de: ungültiger Befehl.
es_es: comando inválido.
fr_fr: commande non valide.
it_it: comando non valido.
ja_jp: 無効なコマンド.
pl_pl: niepoprawna komenda.
pt_pt: comando inválido.
ru_ru: Неверная команда.
zh_cn: 命令无效。

source: Scan Results
bg_bg: Резултати от сканирането
de_de: Scan-Ergebnisse
es_es: Resultados del Escaneo
fr_fr: Résultats d'analyse
it_it: Risultati scansione
ja_jp: スキャン結果
pl_pl: Wyniki skanowania
pt_pt: Resultado
ru_ru: Результаты сканирования
zh_cn: 扫描结果

source: Back To Auto-Discovery Jobs
bg_bg: Назад към задачите за автоматично откриване
de_de: Nach Auto-Discovery Jobs
es_es: Regresar a tareas de Auto-descubrimiento
it_it: Back To Auto-Discovery Lavoro
ja_jp: 自動検出ジョブに戻る
pl_pl: z powrotem do pracy Automatyczne wykrywanie
pt_pt: de volta aos trabalhos auto-descoberta
ru_ru: Back To Auto-Discovery Вакансии
zh_cn: 返回自动发现工作

source: Scan Summary
bg_bg: Обобщение на сканирането
de_de: Scannen Zusammenfassung
es_es: Resumen del escaneo
fr_fr: Numérisation Sommaire
it_it: Scansione Sommario
ja_jp: スキャンサマリー
pl_pl: Podsumowanie skanowania
pt_pt: digitalizar resumo
ru_ru: Сканирование резюме
zh_cn: 扫描摘要

source: Scan Date
bg_bg: Дата на сканиране
de_de: Scan-Datum
es_es: Fecha del Escaneo
fr_fr: Numérisation Date de
it_it: Scansione Data
ja_jp: スキャン日時
pl_pl: Data skanowania
pt_pt: digitalizar data
ru_ru: Сканирование дате
zh_cn: 扫描日期

source: Scan Address
bg_bg: Адрес за сканиране
de_de: Abtastadresse
es_es: Direccion a escanear
fr_fr: Numérisation d'adresses
it_it: Scansione Indirizzo
ja_jp: スキャンアドレス
pl_pl: Adres skanowania
pt_pt: digitalizar endereço
ru_ru: Сканирование адресов
zh_cn: 扫描地址

source: Excludes
bg_bg: Изключва
de_de: Schließt
es_es: Excluya
fr_fr: Exclut
it_it: Esclude
ja_jp: 除外
pl_pl: wyklucza
pt_pt: exclui
ru_ru: Исключает
zh_cn: 不包括

source: Initiated By
bg_bg: Иницииран от
de_de: Initiiert durch
es_es: Iniciado por
fr_fr: Initié par
it_it: Iniziato da
ja_jp: 実施者
pl_pl: inicjowane przez
pt_pt: iniciada pela
ru_ru: Инициированной
zh_cn: 启动

source: Total Hosts Found
bg_bg: Общо намерени хостове
de_de: Insgesamt Hosts gefunden
es_es: Total de Hosts encontrados
fr_fr: Hôtes trouvés
it_it: Host Totale Trovato
ja_jp: 検出したホストの総数
pl_pl: W sumie znaleziono gospodarze
pt_pt: Total de computadores encontrados
ru_ru: Всего хостов найдены
zh_cn: 发现主机总数

source: Show all
bg_bg: Покажете всички
de_de: zeige alles
es_es: mostrar todo
fr_fr: montre tout
it_it: mostra tutto
ja_jp: すべて表示
pl_pl: Pokaż wszystko
pt_pt: mostre tudo
ru_ru: Показать все
zh_cn: 显示所有

source: New Hosts Found
bg_bg: Намерени нови хостове
de_de: New Hosts gefunden
es_es: Nuevos Hosts encontrados
fr_fr: Hôtes de nouveaux Trouvé
it_it: Nuove Ragazze Trovato
ja_jp: 新しく検出したホストの数
pl_pl: Znaleziono nowe komputery
pt_pt: novos hospedeiros encontrados
ru_ru: Новые модели найдены
zh_cn: 新发现主机

source: Show only new
bg_bg: Покажете само нови
de_de: zeige nur neue
es_es: mostrar único nuevo
fr_fr: montrer que nouvelle
it_it: mostrare solo nuovi
ja_jp: 新規のみ表示
pl_pl: pokaż tylko nowe
pt_pt: mostrar apenas novo
ru_ru: показать только новые
zh_cn: 只显示新

source: Processing Options
bg_bg: Опции за обработка на
de_de: Verarbeitungsoptionen
es_es: Opciones de procesamiento
fr_fr: Options de traitement
it_it: Opzioni di elaborazione
ja_jp: 処理オプション
pl_pl: Opcje przetwarzania
pt_pt: opções de processamento
ru_ru: Параметры обработки
zh_cn: 处理选项

source: Export Data As
bg_bg: Изнесете данните както
de_de: Exportieren von Daten als
es_es: Exportar datos como
fr_fr: Exportation des données Comme
it_it: Esportazione dei dati come
ja_jp: データのエクスポート
pl_pl: eksport danych, jak
pt_pt: exportar dados como
ru_ru: Экспорт данных в
zh_cn: 将数据导出为

source: Export As CSV
bg_bg: Изнесен като CSV
de_de: Exportieren als CSV
es_es: Exportar como CSV
fr_fr: Exporter en tant que fichier CSV
it_it: Esporta come CSV
ja_jp: CSVファイルにエクスポート
pl_pl: eksport, jak csv
pt_pt: Exportar como CSV
ru_ru: Экспортировать как CSV
zh_cn: 导出为CSV

source: Configure Basic Monitoring
bg_bg: Конфигурирайте основния мониторинг (monitoring)
de_de: Konfigurieren der Standardauthentifizierung Überwachung
es_es: Configurar monitoreo basico
fr_fr: Configurer la surveillance de base
it_it: Configurazione di monitoraggio di base
ja_jp: 基本的な監視設定
pl_pl: skonfigurować podstawowe monitorowanie
pt_pt: configurar o monitoramento básico
ru_ru: Основные настройки мониторинга
zh_cn: 配置基本的监控功能

source: New hosts only
bg_bg: Само нови хостове
de_de: nur neue Hosts
es_es: Sólo nuevos huéspedes
fr_fr: nouveaux hôtes seulement
it_it: Solo nuovi host
ja_jp: 新しいホストのみ
pl_pl: tylko nowe komputery
pt_pt: única novos hospedeiros
ru_ru: только новые хозяева
zh_cn: 仅新主机

source: Both old and new hosts
bg_bg: Стари и нови хостове
de_de: alte und neue Hosts
es_es: ambos ejércitos antiguos y nuevos
fr_fr: les deux hôtes anciens et nouveaux
it_it: entrambi gli host vecchi e nuovi
ja_jp: 新旧両方のホスト
pl_pl: zarówno starych jak i nowych gospodarze
pt_pt: ambos os antigos e novos hospedeiros
ru_ru: и старые, и новые хозяева
zh_cn: 新旧主机

source: New hosts
bg_bg: Нови хостове
es_es: Nuevos Hosts encontrados
fr_fr: Hôtes de nouvelles
it_it: Nuove Ragazze
ja_jp: 新しいホスト
pl_pl: Nowi gospodarze
pt_pt: Hosts
ru_ru: Новые модели
zh_cn: 新主机

source: Discovered Items
bg_bg: Открити елементи
de_de: Entdeckt Artikel
es_es: Items descubiertos
fr_fr: Découvertes
it_it: Oggetti scoperti
ja_jp: 検出されたアイテム
pl_pl: odkryte przedmioty
pt_pt: itens descobertos
ru_ru: Обнаруженные товары
zh_cn: 发现项目

source: and services
bg_bg: и сървиси
de_de: und Dienstleistungen
es_es: y servicios
fr_fr: et des services
it_it: e servizi
ja_jp: およびサービス
pl_pl: i usługi
pt_pt: e serviços
ru_ru: и услуги
zh_cn: 与服务

source: The hosts
bg_bg: Хостовете
de_de: Die Gastgeber
es_es: Los Hosts
fr_fr: Les hôtes
it_it: I padroni di casa
ja_jp: ホスト
pl_pl: gospodarze
pt_pt: os anfitriões
ru_ru: Хостов
zh_cn: 主机

source: below were discovered during the auto-discovery scan. Hosts identified as Linux servers with SSH available and no agent already deployed have been pre-selected for Agent Deployment.
bg_bg: по-долу са открити по време на сканирането за автоматично откриване. хостове, идентифицирани като linux сървъри с наличен ssh и нито един агент, който вече е разположен, не са предварително избрани за разполагане на агент.
de_de: Die folgenden Informationen wurden während des Auto-Discovery-Scans ermittelt. Hosts, die als Linux-Server mit verfügbarem SSH identifiziert wurden und auf denen noch kein Agent bereitgestellt wurde, wurden für die Agentenbereitstellung vorausgewählt.
es_es: a continuación se descubrieron durante el escaneo de descubrimiento automático. Los hosts identificados como servidores linux con ssh disponible y ningún agente ya implementado han sido preseleccionados para la implementación del agente.
fr_fr: ci-dessous ont été découverts lors de l'analyse de détection automatique. les hôtes identifiés comme des serveurs Linux avec ssh disponible et aucun agent déjà déployé ont été présélectionnés pour le déploiement de l'agent.
it_it: di seguito sono stati rilevati durante la scansione di rilevamento automatico. host identificati come server Linux con ssh disponibile e nessun agente già distribuito sono stati preselezionati per la distribuzione dell'agente.
ja_jp: 以下は、自動検出スキャン中に検出されました。 sshが使用可能でエージェントがまだ展開されていないLinuxサーバーとして識別されたホストは、エージェント展開用に事前に選択されています。
pl_pl: poniżej zostały wykryte podczas skanowania automatycznego wykrywania. hosty zidentyfikowane jako serwery linux z dostępnym protokołem ssh i brak już wdrożonego agenta zostały wstępnie wybrane do wdrożenia agenta.
pt_pt: abaixo foram descobertos durante a varredura de descoberta automática. hosts identificados como servidores linux com ssh disponível e nenhum agente já implantado foi pré-selecionado para implantação de agente.
ru_ru: ниже были обнаружены во время сканирования автообнаружения. узлы, идентифицированные как серверы linux с доступным ssh и уже развернутым агентом, не были предварительно выбраны для развертывания агента.
zh_cn: 自动发现扫描期间发现了以下内容。预先标识为具有ssh可用且尚未部署任何代理的linux服务器的主机已预先选择用于代理部署。

source: Show discovered services
bg_bg: покажи откритите услуги
de_de: Entdeckte Dienste anzeigen
es_es: mostrar servicios descubiertos
fr_fr: afficher les services découverts
it_it: mostra i servizi rilevati
ja_jp: 発見されたサービスを表示する
pl_pl: pokaż znalezione usługi
pt_pt: mostrar serviços descobertos
ru_ru: показать обнаруженные услуги
zh_cn: 显示发现的服务

source: Hide services
bg_bg: скрий услуги
de_de: Dienste verstecken
es_es: ocultar servicios
fr_fr: masquer les services
it_it: nascondere i servizi
ja_jp: サービスを隠す
pl_pl: ukryj usługi
pt_pt: ocultar serviços
ru_ru: скрыть услуги
zh_cn: 隐藏服务

source: Device/Operating System [Accuracy]
bg_bg: Устройство / Операционна система [точност]
de_de: Gerät / Betriebssystem [Genauigkeit]
es_es: dispositivo de sistema operativo / [precisión]
fr_fr: dispositif / système d'exploitation [Précision]
it_it: dispositivo / sistema operativo [precisione]
ja_jp: デバイス/オペレーティングシステム[精度]
pl_pl: Urządzenie / system operacyjny [Dokładność]
pt_pt: dispositivo de sistema operacional / [precisão]
ru_ru: Устройство / операционная система [точность]
zh_cn: 设备/操作系统[精度]

source: The accuracy value is given by nmap's known hashes database. Even 100% accurate matches may not be the correct device or operating system.
bg_bg: Точната стойност се дава от известната hashes база данни на nmap. Дори и 100% точно попадение може да не бъде правилното устройство или операционна система.
de_de: die Genauigkeit Wert wird von nmap ist bekannt Hashes Datenbank gegeben. sogar 100% genau Spiele dürfen nicht das richtige Gerät oder Betriebssystem sein.
es_es: el valor de precisión está dada por la base de datos hashes conocido de nmap. incluso 100% coincidencias exactas pueden no ser el dispositivo correcto o sistema operativo.
fr_fr: la valeur de précision est donnée par la base de données connu hashes de nmap. même correspondances à 100% précises peuvent ne pas être le bon appareil ou système d'exploitation.
it_it: il livello di precisione è dato dalla nota banca dati hash di nmap. anche 100% partite accurate potrebbero non essere il dispositivo corretto o sistema operativo.
ja_jp: 精度値はnmapのハッシュデータベースから取得されます. 100%正確でない可能性があります.
pl_pl: Wartość Dokładność jest przez znanego bazy hashe Nmap jest. nawet w 100% dokładne mecze nie mogą być poprawne urządzenie lub system operacyjny.
pt_pt: o valor da precisão é dada pelo conhecido banco de dados hashes de nmap. até 100% precisos partidas pode não ser o dispositivo correto ou sistema operacional.
ru_ru: Значение точности дается известной базе данных хэшей Nmap в. даже 100% точные совпадения не могут быть правильное устройство или операционная система.
zh_cn: 精度值由nmap的已知哈希数据库给出。 即使100％准确的匹配也可能不是正确的设备或操作系统。

source: MAC Vendor
bg_bg: MAC продавач (Vendor)
de_de: mac Anbieter
es_es: proveedor mac
fr_fr: mac fournisseur
ja_jp: MACベンダ
pl_pl: mac sprzedawca
pt_pt: mac fornecedor
ru_ru: Mac поставщика
zh_cn: MAC供应商

source: Agent Deployed
bg_bg: агент разположен
de_de: Agent bereitgestellt
es_es: agente desplegado
fr_fr: agent déployé
it_it: agente distribuito
ja_jp: エージェントが展開されました
pl_pl: agent wdrożony
pt_pt: agente implantado
ru_ru: агент развернут
zh_cn: 部署代理
