Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Development of Nagios XI components is outside of the scope of this document, so we'll be making the assumption that you have at least a basic working knowledge of creating and testing custom components. We're going to create a component entirely from scratch, so we need to come up with a name. We'll use nagiosxicallbacks. Create a directory in <strong>/usr/local/nagiosxi/html/includes/components/</strong> called <strong>nagiosxicallbacks</strong>.
bg_bg: Разработката на Nagios XI компоненти е извън обхвата на този документ, така че ще допуснем, че най-малко имате елементарни познания за създаване и тестване на потребителски компоненти. Ние ще създадем компонент, започвайки от нулата, така че ние трябва изберем име. Ще използваме nagiosxicallbacks. Създайте директория в <strong>/usr/local/nagiosxi/html/includes/components/</strong> наречена <strong>nagiosxicallbacks</strong>.
de_de: Entwicklung von nagios xi Komponenten außerhalb des Geltungsbereichs dieses Dokuments, so dass wir die Annahme, machen, dass Sie zumindest Grundkenntnisse der Erstellung und Prüfung von benutzerdefinierten Komponenten haben. wir werden eine Komponente vollständig von Grund auf neu erstellen, so müssen wir mit einem Namen zu kommen. wir nagiosxicallbacks verwenden. Erstellen Sie ein Verzeichnis in <strong>/ usr / local / nagiosxi / html / includes / Komponenten /</strong> genannt <strong>nagiosxicallbacks.</strong>
es_es: desarrollo de componentes xi nagios está fuera del alcance de este documento, por lo que estará haciendo la suposición de que tiene al menos un conocimiento básico de crear y probar los componentes personalizados. vamos a crear un componente completamente desde cero, por lo que necesitamos para llegar a un nombre. usaremos nagiosxicallbacks. crear un directorio en <strong>/ nagiosxi / html / includes / componentes /</strong> llamados <strong>nagiosxicallbacks</strong> <strong>/ usr / local.</strong>
fr_fr: développement de composants nagios xi est hors de la portée de ce document, nous allons donc être fait l'hypothèse que vous avez au moins une connaissance de base de travail de création et de test des composants personnalisés. nous allons créer un composant entièrement à partir de zéro, nous avons donc besoin de trouver un nom. nous allons utiliser nagiosxicallbacks. créer un répertoire dans <strong>/ usr local / nagiosxi / html / includes / composants /</strong> appelés <strong>nagiosxicallbacks</strong> <strong>/.</strong>
it_it: sviluppo di componenti xi Nagios è al di fuori del campo di applicazione di questo documento, quindi dovremo essere fare l'ipotesi che hai almeno una conoscenza di base di creare e testare componenti personalizzati. stiamo andando a creare un componente completamente da zero, quindi abbiamo bisogno di venire con un nome. useremo nagiosxicallbacks. creare una directory in <strong>/ / nagiosxi / html / include / components /</strong> chiamati <strong>nagiosxicallbacks</strong> <strong>usr / local.</strong>
ja_jp: Nagios XIコンポーネント開発はこのドキュメントの範囲外です. このためここでは、カスタムコンポーネントを作成およびテストするための基本的な作業知識について説明します. コンポーネントをほぼゼロから作成していきます. ここではnagiosxicallbacksという名前にします. <strong>/usr/local/nagiosxi/html/includes/components/</strong> ディレクトリに <strong>nagiosxicallbacks</strong>というディレクトリを作成してください.
pl_pl: Rozwój Nagios elementów xi jest poza zakresem tego dokumentu, więc będziemy przy założeniu, że masz przynajmniej podstawową wiedzę na temat tworzenia i testowania komponentów niestandardowych. mamy zamiar utworzyć komponent całkowicie od podstaw, więc musimy wymyślić nazwy. użyjemy nagiosxicallbacks. utworzyć katalog <strong>/ usr / local / nagiosxi / html / includes / components /</strong> zwanych <strong>nagiosxicallbacks.</strong>
pt_pt: desenvolvimento de componentes xi Nagios é fora do escopo deste documento, por isso vamos estar fazendo a suposição de que você tem pelo menos um conhecimento básico de trabalho de criar e testar componentes personalizados. vamos criar um componente a partir do zero, por isso precisamos de chegar a um nome. usaremos nagiosxicallbacks. criar um diretório no <strong>local / nagiosxi / html / includes / componentes /</strong> chamados <strong>nagiosxicallbacks</strong> <strong>/ usr /.</strong>
ru_ru: разработка компонентов Xi NAGIOS находится вне рамки этого документа, поэтому мы будем делать предположение о том, что у вас есть по крайней мере базовые знания создания и тестирования пользовательских компонентов. мы собираемся создать компонент с нуля, поэтому нам нужно придумать имя. мы будем использовать nagiosxicallbacks. создать каталог в <strong>/ USR / местные / nagiosxi / HTML / включает / компонентов /</strong> называемых <strong>nagiosxicallbacks.</strong>
zh_cn: Nagios XI 组件的开发不在本文档的范围内，所以我们将假设你至少有创建和测试自定义组件的基本工作知识。我们将完全从头开始创建一个组件，所以我们需要想出一个名字。我们将使用 nagiosxicallbacks。在<strong>/usr/local/nagiosxi/html/includes/components/</strong>中创建一个名为<strong>nagiosxicallbacks</strong>的目录。

source: Now we need to populate the directory with two files: <strong>nagiosxicallbacks.js</strong> and <strong>nagiosxicallbacks.inc.php</strong>
bg_bg: Сега ние трябва да запълним директорията само с два файла: <strong>nagiosxicallbacks.js</strong> и <strong>nagiosxicallbacks.inc.php</strong>
de_de: Jetzt müssen wir das Verzeichnis mit zwei Dateien füllen: <strong>nagiosxicallbacks.js</strong> und <strong>nagiosxicallbacks.inc.php</strong>
es_es: ahora hay que rellenar el directorio con dos archivos: <strong>nagiosxicallbacks.js</strong> y <strong>nagiosxicallbacks.inc.php</strong>
fr_fr: maintenant nous avons besoin pour remplir le répertoire avec deux fichiers: <strong>nagiosxicallbacks.js</strong> et <strong>nagiosxicallbacks.inc.php</strong>
it_it: ora abbiamo bisogno di popolare la directory con due file: <strong>nagiosxicallbacks.js</strong> e <strong>nagiosxicallbacks.inc.php</strong>
ja_jp: このディレクトリに２つのファイルを作成します: <strong>nagiosxicallbacks.js</strong> , <strong>nagiosxicallbacks.inc.php</strong>
pl_pl: Teraz musimy zapełnić katalog z dwóch plików: <strong>nagiosxicallbacks.js</strong> i <strong>nagiosxicallbacks.inc.php</strong>
pt_pt: agora precisamos para preencher o diretório com dois arquivos: <strong>nagiosxicallbacks.js</strong> e <strong>nagiosxicallbacks.inc.php</strong>
ru_ru: Теперь нам нужно заполнить каталог с двумя файлами: <strong>nagiosxicallbacks.js</strong> и <strong>nagiosxicallbacks.inc.php</strong>
zh_cn: 现在我们需要用两个文件填充该目录。<strong>nagiosxicallbacks.js</strong>和<strong>nagiosxicallbacks.inc.php</strong>。

source: make a popup so we know its working
bg_bg: направи изскачащ прозорец, за да знаем че това работи
de_de: machen ein Pop-up, so dass wir ihre Arbeits kennen
es_es: hacer una ventana emergente por lo que sabemos de su trabajo
fr_fr: faire un popup nous savons donc son travail
it_it: fare un popup in modo che conosciamo il suo funzionamento
ja_jp: 動作するかを確認できるようにポップアップを作成
pl_pl: dokonać popup więc wiemy swoją pracę
pt_pt: fazer um pop-up por isso sabemos o seu trabalho
ru_ru: сделать всплывающее окно, так что мы знаем свою работу
zh_cn: 弹出一个窗口，让我们知道它起作用

source: include the xi component helper
bg_bg: Включва програмата "xi component helper"
de_de: umfassen die xi Komponente Helfer
es_es: incluir el ayudante componente xi
fr_fr: inclure l'aide du composant xi
it_it: includere l'helper componente xi
ja_jp: XIコンポーネントヘルパーのインクルード
pl_pl: obejmują pomocnika komponentu xi
pt_pt: incluem o auxiliar componente xi
ru_ru: включают помощника XI компонента
zh_cn: 包括xi组件帮助器

source: define/call our component initialize function
bg_bg: Дефинирайте / повикайте инициализиращата функция на нашия компонент
de_de: definieren / unsere Komponente initialize-Funktion aufrufen
es_es: definir / llamar a nuestra función componente de inicialización
fr_fr: définir / appeler notre fonction composante initialize
it_it: definire / chiamare la nostra funzione di componente di inizializzazione
ja_jp: コンポーネントの初期化関数の定義/呼び出し
pl_pl: zdefiniować / nazwać naszą funkcję składnika initialize
pt_pt: definir / chamar a nossa função componente initialize
ru_ru: определить / вызвать нашу функцию компонент инициализации
zh_cn: 定义/调用我们的组件初始化函数

source: information to pass to xi about our component
bg_bg: информация, за подаване към XI за нашия компонент
de_de: Informationen weitergeben über unsere Komponente xi
es_es: la información pase a XI sobre nuestro componente
fr_fr: informations à transmettre à xi notre composante
it_it: informazioni per passare a XI circa la nostra componente
ja_jp: XIへ渡す情報
pl_pl: informacje przekazać XI o naszej komponentu
pt_pt: informação para passar a XI sobre o nosso componente
ru_ru: информация перейти к XI о нашем компоненте
zh_cn: 传递给xi的有关我们组件的信息

source: register with xi
bg_bg: Регистрирайте се с XI
de_de: registrieren xi
es_es: se registra en el xi
fr_fr: inscrivez-vous avec xi
it_it: registri con xi
ja_jp: XIに登録
pl_pl: zarejestrować się w XI
pt_pt: registrar com xi
ru_ru: зарегистрироваться XI
zh_cn: 注册xi

source: register a function to be called when CALLBACK_PAGE_HEAD is executed
bg_bg: Регистрирайте функция, която да се повика, при изплъняването на CALLBACK_PAGE_HEAD
de_de: eine Funktion registrieren, um aufgerufen werden, wenn callback_page_head ausgeführt wird
es_es: registrar una función que se llamará cuando se ejecuta callback_page_head
fr_fr: enregistrer une fonction à appeler lorsque callback_page_head est exécuté
it_it: registrare una funzione da chiamare quando viene eseguito callback_page_head
ja_jp: CALLBACK_PAGE_HEADが実行されたときに呼び出される関数を登録
pl_pl: przypisać funkcję do wywołania kiedy callback_page_head jest wykonywany
pt_pt: registrar uma função a ser chamada quando callback_page_head é executado
ru_ru: зарегистрировать функцию, которая вызывается, когда callback_page_head выполняется
zh_cn: 注册执行CALLBACK_PAGE_HEAD时要调用的函数

source: include javascript links in page heads in xi
bg_bg: Включва JavaScript връзки (links) в хедерите на страниците в XI
de_de: sind JavaScript-Links in der Seitenköpfe in xi
es_es: incluir enlaces javascript en cabezas de página en xi
fr_fr: inclure des liens javascript dans la page des têtes en xi
it_it: includere collegamenti javascript in testa di pagina in xi
ja_jp: XIのページヘッダーにjavascriptリンクを含める
pl_pl: zawierają linki Javascript w głowach strona w XI
pt_pt: incluir links javascript nas cabeças de página em xi
ru_ru: включить JavaScript ссылки на страницы руководителей в XI
zh_cn: 在xi的页面标题中包含javascript链接

source: make sure we are in the right callback
bg_bg: Уверете се, че ние сме в правилното "обратно повикване" (callback)
de_de: stellen Sie sicher, wir sind in der richtigen Rückruf
es_es: Asegúrese de que estamos en la devolución de llamada derecha
fr_fr: Assurez-vous que nous sommes dans la bonne callback
it_it: assicurarsi che noi siamo nel giusto callback
ja_jp: コールバックが正しいか確認
pl_pl: upewnij się, że jesteśmy we właściwym zwrotnego
pt_pt: certifique-se de que estamos no retorno certo
ru_ru: убедиться, что мы находимся в правильном обратного вызова
zh_cn: 确保我们在正确的回调中

source: we only need to include our javascript if this is a child page
bg_bg: ние само трябва да включим нашия javascript, ако това е подстраница (child page)
de_de: wir müssen nur unsere Javascript enthalten, wenn diese ein Kind Seite ist
es_es: sólo tenemos que incluir nuestro código JavaScript si se trata de una página secundaria
fr_fr: nous avons seulement besoin d'inclure notre javascript si cela est une page enfant
it_it: abbiamo solo bisogno di includere il nostro javascript se questa è una pagina figlio
ja_jp: これが子ページであれば、javascriptのインクルードが必要
pl_pl: musimy tylko to nasz skrypt, czy jest to strona dla dzieci
pt_pt: só precisamos incluir o nosso javascript se esta é uma página filha
ru_ru: нам нужно только включить наш JavaScript, если это ребенок страница
zh_cn: 如果这是一个子页面，我们只需要包含您的JavaScript

source: What happened?
bg_bg: Какво стана?
de_de: Was ist passiert?
es_es: ¿que pasó?
fr_fr: Qu'est-il arrivé?
it_it: quello che è successo?
ja_jp: 何をしたか？
pl_pl: co się stało?
pt_pt: o que aconteceu?
ru_ru: что случилось?
zh_cn: 发生了什么？

source: If you followed the directions up to this point, you may have noticed a javascript alert window popping up on every page refresh. If you didn't get a popup, clear your browser's cache and try again.
bg_bg: Ако сте следвали указанията до този момент, може би сте забелязали javascript предупредителен прозорец, появяващ се при всяко презареждане на страницата. Ако видите изскачащ прозорец, изчистете кеша на браузъра си и опитайте отново.
de_de: wenn Sie den Anweisungen bis zu diesem Punkt gefolgt, haben Sie eine Javascript-Alarm-Fenster Aufspringen auf jeder Aktualisierung der Seite bemerkt. wenn Sie nicht ein Popup-Fenster, deaktivieren Sie den Cache des Browsers und versuchen Sie es erneut.
es_es: si ha seguido las instrucciones hasta este punto, es posible que haya notado una ventana de alerta Javascript a aparecer en cada página de actualización. Si usted no recibió una ventana emergente, borrar la caché del navegador y vuelva a intentarlo.
fr_fr: si vous avez suivi les directions jusqu'à ce point, vous avez peut-être remarqué une fenêtre d'alerte javascript popping up sur chaque rafraîchissement de la page. si vous ne recevez pas un popup, vider le cache de votre navigateur et essayer à nouveau.
it_it: se avete seguito le istruzioni fino a questo punto, avrete notato una finestra di avviso JavaScript spuntando in ogni pagina di aggiornamento. se non si ottiene un popup, cancellare la cache del browser e riprova.
ja_jp: 上の説明に従ってここまで作業した場合、ページを更新するたびにjavascriptアラート画面がポップアップ表示されます. ポップアップが表示されない場合、ブラウザキャッシュをクリアしてからもう一度試してください.
pl_pl: jeśli po kierunkach aż do tego momentu, można zauważyć javascript okno alertu pojawiały się na każdym odświeżania strony. jeśli nie dostaniesz okienka, wyczyść pamięć podręczną przeglądarki i spróbuj ponownie.
pt_pt: Se você seguiu as instruções até este ponto, você pode ter notado uma janela de alerta javascript aparecendo em cada atualização da página. Se você não receber um pop-up, limpar o cache do seu navegador e tente novamente.
ru_ru: если вы следовали инструкциям до этого момента, вы, возможно, заметили окно предупреждения яваскрипта выскакивают на каждом обновлении страницы. если вы не получите всплывающее окно, очистить кэш браузера и повторите попытку.
zh_cn: 如果您按照指示进行操作，则可能会注意到每次刷新页面时都会弹出一个javascript警报窗口。 如果没有弹出窗口，请清除浏览器的缓存，然后重试。

source: Got the popup now? Ok, good - lets go over the code. First, we defined our javascript file responsible for displaying the popup on page load. Then we defined a few functions in PHP responsible for making sure that the javascript file was included in the &lt;head&gt; of our Nagios XI pages.
bg_bg: Виждате ли изкачащ прозорец (popup) сега? ОК, добре - нека обърнем внимание на кода. На първо място, ние определяме javascript файла, отговарящ за показване на изкачащ прозорец (popup) при зареждане на страницата. След това, ние определqme няколко функции в PHP, за да сме сигурни, че javascript файла е включен в <хедера> на нашите Nagios XI страници.
de_de: bekam nun das Popup? ok, gut - können über den Code gehen. Zuerst definierten wir unsere Javascript-Datei für verantwortlich das Popup beim Laden der Seite angezeigt wird. dann definiert wir einige Funktionen in PHP dafür verantwortlich, sicherzustellen, dass die JavaScript-Datei im <head> enthalten war unserer nagios xi Seiten.
es_es: conseguido el popup ahora? ok, bueno - vamos a repasar el código. En primer lugar, definimos nuestro archivo javascript responsable de mostrar la ventana emergente al cargar la página. a continuación, definimos algunas funciones en php responsables de asegurarse de que el archivo JavaScript se incluyó en el <head> de nuestras páginas Nagios XI.
fr_fr: obtenu popup maintenant? ok, bon - laisse aller sur le code. d'abord, nous avons défini notre fichier javascript chargé d'afficher la fenêtre contextuelle à la page charge. puis nous avons défini quelques fonctions en php responsables de faire en sorte que le fichier javascript a été inclus dans le <head> de nos pages nagios xi.
it_it: ottenuto il popup ora? ok, buono - lascia andare sul codice. In primo luogo, abbiamo definito il nostro file javascript responsabile della visualizzazione del popup al caricamento della pagina. poi abbiamo definito alcune funzioni in php responsabile di assicurarsi che il file javascript è stato incluso nella sezione <head> delle nostre pagine Nagios XI.
ja_jp: ポップアップが表示されましたか？ 表示されたらOKです. コードを確認してみましょう. まず、ページの読込でポップアップを表示するjavascript ファイルを定義しました. 次にNagios XIページの <head> にインクルードされたPHPでjavascript ファイルを確認する関数を定義しました.
pl_pl: mam teraz popup? ok, dobra - puszcza nad kodem. Po pierwsze, określiliśmy nasz plik javascript odpowiedzialny za wyświetlanie popup na stronie obciążenia. Następnie określiliśmy kilka funkcji w PHP odpowiedzialne za upewnienie się, że plik JavaScript został zawarty w sekcji <head> naszych stronach Nagios XI.
pt_pt: tem o pop-up agora? ok, bom - permite passar por cima do código. em primeiro lugar, definimos nosso arquivo javascript responsável por exibir o pop-up no carregamento da página. em seguida, definimos algumas funções em php responsáveis ​​por certificar-se de que o arquivo javascript foi incluído no <head> das nossas páginas nagios xi.
ru_ru: получил всплывающее окно сейчас? ок, хорошо - отпускает по коду. во-первых, мы определили наш файла JavaScript отвечает за отображение всплывающего окна при загрузке страницы. Затем мы определили несколько функций в PHP, ответственные за убедившись, что Javascript файл был включен в <HEAD> наших Nagios XI страниц.
zh_cn: 现在弹出了吗？ 好的，很好-让我们回顾一下代码。 首先，我们定义了负责在页面加载时显示弹出窗口的javascript文件。然后，我们在 PHP 中定义了一些函数，以确保 javascript 文件被包含在 Nagios XI 页面的 <head> 中。

source: We defined a pretty basic component, and made sure to call the component initialize function. Inside of the initialize function, we declared our component with our <code>$args</code> and calling register_component. We defined a function (<code>nagiosxicallbacks_cb_page_head</code>) to echo our script link.
bg_bg: Ние дефинирахме доста основен компонент, и се убедихме, че е извикана инициализиращата функцията на компонента. Във функцията за инициализиране, ние декларирахме компонент си с нашите <code>$args</code> и призовавахме register_component. Ние дефинирахме функцията ( <code>nagiosxicallbacks_cb_page_head</code> ) да повторя нашата скрипт връзка.
de_de: wir definiert eine ziemlich grundlegende Komponente, und sorgte dafür, dass die Komponente initialize Funktion aufzurufen. innerhalb der Initialisierungsfunktion, erklärten wir unsere Komponente mit unserem <code>$args</code> und ruft register_component. wir definiert eine Funktion ( <code>nagiosxicallbacks_cb_page_head</code> ) unser Script Link Echo.
es_es: definimos un componente bastante básico, y se aseguró de llamar a la función initialize componente. dentro de la función de inicialización, declaramos nuestro componente con nuestros <code>$args</code> y register_component llamando. definimos una función ( <code>nagiosxicallbacks_cb_page_head</code> ) hacer eco de nuestro enlace guión.
fr_fr: nous avons défini une composante assez basique, et fait en sorte d'appeler la fonction initialize composant. à l' intérieur de la fonction d'initialisation, nous avons déclaré notre composant avec nos <code>$args</code> et register_component appelant. nous avons défini une fonction ( <code>nagiosxicallbacks_cb_page_head</code> ) pour faire écho à notre lien de script.
it_it: abbiamo definito un componente piuttosto semplice, e fatto in modo di chiamare la funzione di inizializzazione del componente. all'interno della funzione di inizializzazione, abbiamo dichiarato la nostra componente con i nostri <code>$args</code> e register_component chiamando. abbiamo definito una funzione ( <code>nagiosxicallbacks_cb_page_head</code> ) per riprendere il nostro link script.
ja_jp: とても基本的なコンポーネントを定義しました. そしてコンポーネント初期化関数の呼び出しを確認しました. 関数の初期化内で、<code>$args</code>とregister_component呼び出しをもつコンポーネントを宣言しました. スクリプトリンクをechoする関数 (<code>nagiosxicallbacks_cb_page_head</code>) を定義しました.
pl_pl: określiliśmy dość podstawowy składnik i zadbał, aby wywołać funkcję składnika zainicjowany. wewnątrz funkcji initialize, zadeklarowaliśmy nasz komponent z naszymi <code>$args</code> i nazywając register_component. zdefiniowaliśmy funkcję ( <code>nagiosxicallbacks_cb_page_head</code> ) echo nasz link skryptu.
pt_pt: nós definimos um componente bastante básico, e fez questão de chamar a função initialize componente. dentro da função initialize, declaramos nosso componente com nossos <code>$args</code> e register_component chamando. nós definimos uma função ( <code>nagiosxicallbacks_cb_page_head</code> ) para ecoar o nosso link de script.
ru_ru: мы определили довольно основной компонент, и убедились, что для вызова функции компонента инициализации. внутри функции инициализации, мы объявили наш компонент с нашими <code>$args</code> и вызывающей register_component. мы определили функцию ( <code>nagiosxicallbacks_cb_page_head</code> ) , чтобы эхо нашу ссылку сценария.
zh_cn: 我们定义了一个非常基本的组件，并确保调用组件初始化函数。在初始化函数中，我们用<code>$args</code>声明我们的组件，并调用register_component。我们定义了一个函数(<code>nagiosxicallbacks_cb_page_head</code>)来呼应我们的脚本链接。
