Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Error: This component requires Nagios XI 2012R1.0 or later with Enterprise Features enabled.
bg_bg: Грешка: този компонент изисква Nagios XI 2012R1.0 или по-нова версия с активирани Enterprise функции.
de_de: Fehler: Diese Komponente erfordert Nagios XI 2012R1.0 oder später mit Enterprise Features aktiviert.
es_es: Error: Este componente requiere Nagios XI 2012R1.0 o posterior con características de empresa habilitada.
fr_fr: Erreur: Ce composant nécessite Nagios XI 2012R1.0 ou version ultérieure avec les fonctionnalités d'entreprise activés.
it_it: Errore: Questo componente richiede Nagios XI 2012R1.0 o successiva con funzionalità Enterprise abilitati.
ja_jp: エラー：このコンポーネントは、Nagios XI 2012R1.0 以降でEnterprise機能が有効である必要があります.
pl_pl: Błąd: ta część wymaga Nagios XI 2012r1.0 czy później z funkcji biznesowych włączone.
pt_pt: erro: este componente requer nagios xi 2012r1.0 ou mais tarde, com os recursos da empresa habilitada.
ru_ru: Ошибка: Этот компонент требует Nagios XI 2012R1.0 или поздно с предприятия Особенности включен.
zh_cn: 错误：此组件需要启用了企业功能的Nagios XI 2012R1.0或更高版本。

source: Bulk Renaming Tool
bg_bg: Инструмент за множествено преименуване
de_de: Masse Umbenennen-Tool
es_es: Herramienta renombrar masivamente
fr_fr: Outil Renommer vrac
it_it: Rinominare strumento Bulk
ja_jp: 一括名前変更ツール
pl_pl: luzem narzędzie zmiany nazwy
pt_pt: ferramenta de renomeação em massa
ru_ru: Массовое переименование инструмент
zh_cn: 批量重命名工具

source: Unable to create directory
bg_bg: Не може да създадем директория
de_de: Verzeichnis kann nicht erstellt
es_es: Imposible crear directorio
fr_fr: Impossible de créer le répertoire
it_it: Impossibile creare la directory
ja_jp: ディレクトリを作成できません
pl_pl: Nie można utworzyć katalogu
pt_pt: incapaz de criar diretório
ru_ru: Невозможно создать каталог
zh_cn: 无法创建目录

source: Unable to update performance data XML file:
bg_bg: Не може да се обнови XML файла с данните за ефективност:
de_de: Kann Leistungsdaten XML-Datei aktualisieren:
es_es: Imposible actualizar los datos de desempeño en el archivo XML:
fr_fr: Impossible de mettre à jour les données de performance de fichier XML:
it_it: Impossibile aggiornare il file di dati XML prestazioni:
ja_jp: パフォーマンスデータのXMLファイルを更新できません：
pl_pl: nie może zaktualizować pliku xml dane wydajności:
pt_pt: incapaz de atualizar desempenho do arquivo xml de dados:
ru_ru: Не удается обновить данные о производительности XML файла:
zh_cn: 无法更新性能数据XML文件：

source: Unable to update performance data XML file
bg_bg: Не може да се обнови XML файла с данните за ефективност
de_de: Kann Leistungsdaten XML-Datei aktualisieren
es_es: No se puede actualizar el rendimiento del archivo de datos XML
fr_fr: Impossible de mettre à jour les données de performance de fichier XML
it_it: Impossibile aggiornare il file di dati XML prestazioni
ja_jp: パフォーマンスデータのXMLファイルを更新できません
pl_pl: nie może zaktualizować pliku xml danych wydajności
pt_pt: incapaz de atualizar desempenho do arquivo xml de dados
ru_ru: Не удается обновить данные о производительности XML-файла
zh_cn: 无法更新性能数据XML文件

source: Renaming Tool
bg_bg: Инструмент за преименуване
de_de: Umbenennen-Tool
es_es: Herramienta de renombrar
fr_fr: Outil Renommer
it_it: Rinominare Strumento
ja_jp: 名前変更ツール
pl_pl: narzędzie zmiany nazwy
pt_pt: ferramenta de renomeação
ru_ru: Переименование инструмент
zh_cn: 重命名工具

source: The Renaming Tool allows for host and service names to be updated in bulk, while retaining all historical status information and performance data. The renaming tool updates configurations based on what is defined in the Core Config Manager.
bg_bg: Инструмента за преименуване (Renaming Tool) дава възможност да се актуализират "наведнъж" имената на хостове и сървиси, като се запазва всичката историческа информация за статуса и данните за продуцктивност. Инструмента за преименуване актуализира конфигурациите, въз основа на това, което е дефинирано в Core Config Manager.
de_de: Das Umbenennen-Tool ermöglicht für Host-und Service-Namen in der Masse aktualisiert werden, unter Beibehaltung aller historischen status Informationen und Leistungsdaten. Die Umbenennung Tool aktualisiert Konfigurationen auf, was ist Basis defined im Core Config Manager.
es_es: La herramienta permite cambiar el nombre de los nombres de host y el servicio que se actualicen a granel, mientras que conserva toda la información de la condición histórica y datos de rendimiento. El cambio de nombre herramienta actualiza configuraciones sobre la base de lo que se define en el Administrador de Configuración Core.
fr_fr: L'outil Renommer permet des noms d'hôtes et de services à mettre à jour en vrac, tout en conservant historique status informations et les données de performance. Les mises à jour d'outils de renommer des configurations basées sur ce qui est defined dans le Gestionnaire de configuration de base.
it_it: Lo strumento permette di rinominare i nomi host e di servizio da aggiornare in massa, pur conservando tutte storico status informazioni e dati sulle prestazioni. Gli aggiornamenti degli strumenti di ridenominazione configurazioni in base a ciò che è defined in Gestione configurazione Core.
ja_jp: 名前変更ツールを使用すれば、ステータス情報とパフォーマンスデータのすべての履歴を維持した状態で、ホストとサービスの名前を一括で更新できます. 名前変更ツールは、Coreコンフィグマネージャで定義されている内容に基づいて設定を更新します.
pl_pl: narzędzie zmiany nazwy pozwala na nazwy hostów i usług, aby być na bieżąco w dużych ilościach, przy zachowaniu wszystkich danych historycznych informacji o statusie i wydajności. konfiguracje aktualizacje narzędzia zmiany nazwy na podstawie tego, co zostało zdefiniowane w menedżerze rdzeń config.
pt_pt: a ferramenta permite a renomeação de acolhimento e serviço de nomes a serem atualizados a granel, mantendo todas as informações de status histórico e dados de desempenho. as configurações de ferramentas actualizações renomeando com base no que é definido no gestor de configuração do núcleo.
ru_ru: Переименование инструмент позволяет хост и услуг должны быть обновлены в объеме, сохраняя при этом все исторические Статус информации и данных о производительности. Переименование инструмент обновления конфигураций, основанных на том, что defined в диспетчере конфигурации Core.
zh_cn: 重命名工具允许批量更新主机名和服务名，同时保留所有历史记录 状态信息和性能数据。 重命名工具根据什么来更新配置 在核心配置管理器中定义。

source: Hosts and services that are renamed will show as <strong>Pending</strong> until the first check result is received with the new name.
bg_bg: Хостове и сървиси, които са преименувани ще са показани като <strong>"В очакване" (Pending)</strong> докато се получи първата проверка с новото име.
de_de: Hosts und Services, die umbenannt wird zeigen, wie <strong>Pending</strong> bis der erste Prüfergebnis mit dem neuen Namen erhalten wird.
es_es: Los anfitriones y los servicios que se cambia el nombre aparecerá como <strong>pendiente</strong> hasta que el resultado de la comprobación se recibe la primera con el nuevo nombre.
fr_fr: Les hôtes et les services qui sont renommés montrera que <strong>l'attente</strong> jusqu'à ce que le résultat du contrôle de réception de la première avec le nouveau nom.
it_it: Host e servizi che vengono rinominati mostrerà come <strong>sospeso</strong> fino a quando il risultato del controllo viene ricevuto il primo con il nuovo nome.
ja_jp: 名前を変更されるホストとサービスは、最初のチェック結果が新しい名前で受信されるまでの間は <strong>保留</strong> と表示されます.
pl_pl: gospodarze i usługi, które są ze zmienioną nazwą pojawi się <strong>w oczekiwaniu,</strong> aż otrzymał pierwszy wynik wyboru z nową nazwą.
pt_pt: hosts e serviços que são renomeados vai mostrar como <strong>pendente</strong> até que o primeiro resultado do teste é recebido com o novo nome.
ru_ru: Хосты и услуг, которые будут переименованы покажет, как <strong>ожидании,</strong> пока первый результат проверки полученной с новым именем.
zh_cn: 重命名的主机和服务将显示为<strong>待处理</ strong>，直到收到带有新名称的第一个检查结果。

source: Stage 1
bg_bg: Етап 1
es_es: Etapa 1
fr_fr: Étape 1
it_it: Fase 1
ja_jp: ステージ 1
pl_pl: Etap 1
pt_pt: Estágio 1
ru_ru: Этап 1
zh_cn: 第1阶段

source: What would you like to rename?
bg_bg: Какво бихте искали да преименувате?
de_de: Was möchten Sie umbenennen?
es_es: Que le gustaria renombrar?
fr_fr: Que voulez-vous de renommer?
it_it: Cosa vorresti rinominare?
ja_jp: 何の名前を変更しますか？
pl_pl: tego, co chcesz zmienić nazwę?
pt_pt: O que você gostaria de configurar?
ru_ru: Что бы вы хотели переименовать?
zh_cn: 您想重命名什么？

source: Stage 2
bg_bg: Етап 2
es_es: Etapa 2
fr_fr: Étape 2
it_it: Fase 2
ja_jp: ステージ 2
pl_pl: etap 2
pt_pt: Estágio 1
ru_ru: Этап 2
zh_cn: 第2阶段

source: Which
bg_bg: Който
de_de: Die
es_es: Que
fr_fr: Qui
it_it: Che
ja_jp: どの
pl_pl: który
pt_pt: Que
ru_ru: Который
zh_cn: 哪个

source: would you like to rename?
bg_bg: бихте искали да преименувате?
de_de: möchten Sie umbenennen?
es_es: Le gustaria renombrarlo
fr_fr: voulez-vous renommer?
it_it: volete rinominare?
ja_jp: の名前を変更しますか？
pl_pl: chcesz zmienić nazwę?
pt_pt: gostaria de mudar o nome?
ru_ru: Вы хотели бы переименовать?
zh_cn: 您想重命名吗？

source: Stage 3
bg_bg: Етап 3
de_de: Stage 1
es_es: Etapa 1
fr_fr: Étape 1
it_it: Fase 1
ja_jp: ステージ 3
pl_pl: Etap 1
pt_pt: Estágio 1
ru_ru: Этап 1
zh_cn: 第3阶段

source: Update names for the selected objects
bg_bg: Актуализираете имената за избраните обекти
de_de: Aktualisieren Sie Namen für die ausgewählten Objekte
es_es: Actualizar los nombres para los objectos seleccionados
fr_fr: Mise à jour des noms pour les objets sélectionnés
it_it: Aggiornare i nomi per gli oggetti selezionati
ja_jp: 選択したオブジェクトの名前を更新します
pl_pl: Nazwy aktualizacji dla wybranych obiektów
pt_pt: atualizar nomes para os objetos selecionados
ru_ru: Обновление имена для выбранных объектов
zh_cn: 更新所选对象的名称

source: Do not apply config at the end of the wizard
bg_bg: Не прилагайте конфигурацията в края на програмата wizard
de_de: nicht Config am Ende des Assistenten gelten
es_es: no se aplican de configuración al final del asistente
fr_fr: ne pas appliquer config à la fin de l'assistant
it_it: non si applicano config alla fine della procedura guidata
ja_jp: ウィザードの終了時に設定を適用しない
pl_pl: Nie stosuje konfiguracyjny przy końcu kreatora
pt_pt: não se aplicam de configuração na extremidade do assistente
ru_ru: не применяются конфигурации в конце мастера
zh_cn: 不要在向导结束时应用配置

source: This feature is not available in demo mode.
bg_bg: Това действие не е достъпно в демо режим.
de_de: Diese Aktion ist im Demo-Modus nicht verfügbar.
es_es: esta acción no está disponible en modo de demostración.
fr_fr: cette action n'est pas disponible en mode démo.
it_it: Questa azione non è disponibile in modalità demo.
ja_jp: このアクションは、デモモードで使用できません.
pl_pl: akcja ta nie jest dostępna w trybie demo.
pt_pt: esta ação não está disponível no modo de demonstração.
ru_ru: это действие не доступен в демо-режиме.
zh_cn: 此功能在演示模式下不可用。

source: This feature requires a Nagios XI Enterprise Edition license.
bg_bg: Тази функция изисква лиценз за Nagios XI Enterprise Edition.
de_de: Diese Funktion erfordert ein Nagios XI Enterprise Edition-Lizenz.
es_es: Esta función requiere una Nagios XI licencia Enterprise Edition.
fr_fr: Cette fonction nécessite une Nagios XI licence Enterprise Edition.
it_it: Questa funzionalità richiede un Nagios Enterprise XI licenza Edition.
ja_jp: この機能は、Nagios XI Enterprise版ライセンスが必要です.
pl_pl: Ta funkcja wymaga Nagios przedsiębiorstwa xi licencji Edition.
pt_pt: este recurso requer um nagios xi empresa licença edição.
ru_ru: Эта функция требует Nagios XI Enterprise Edition лицензию.
zh_cn: 此功能需要Nagios XI企业版许可证。

source: Missing use a valid Host Name for Host
bg_bg: Липсва използването на валидно хост име за хост
de_de: fehlt verwenden einen gültigen Hostnamen für Host
es_es: falta utilizar un nombre de host válido para el host
fr_fr: manquant utiliser un nom d'hôte valide pour l'hôte
it_it: Manca utilizzare un nome host valido per l'host
ja_jp: ホストの有効なホスト名がありません
pl_pl: brakuje używać poprawnej nazwy hosta dla hosta
pt_pt: faltando usar um nome de host válido para o host
ru_ru: отсутствует использовать допустимое имя узла для хоста
zh_cn: 缺少使用主机的有效主机名

source: Must use a valid Service Description for Service
bg_bg: Трябва да използвате валидно описание на сървис (Service Description) за сървис
de_de: Muse mit einem gültigen Servicebeschreibung für Service
es_es: musa utilizar una descripción de servicio válidos para el servicio
fr_fr: muse utiliser une description de service valide pour le service
it_it: muse utilizzare una descrizione del servizio valido per il servizio
ja_jp: サービスの有効なサービス説明を使用してください
pl_pl: muza używać poprawnego opisu usług dla usług
pt_pt: musa usar uma descrição de serviço válido para o serviço
ru_ru: муза использовать действительный описание службы для обслуживания
zh_cn: 必须使用有效的服务说明进行服务

source: The new config has not yet been applied.
bg_bg: Новата конфигурацията все още не е била приложена.
de_de: die neue Config noch nicht angewendet worden.
es_es: la nueva configuración aún no se ha aplicado.
fr_fr: la nouvelle configuration n'a pas encore été appliquée.
it_it: la nuova configurazione non è ancora stata applicata.
ja_jp: 新しい設定はまだ適用されていません.
pl_pl: Nowa konfiguracja nie został zastosowany.
pt_pt: a nova configuração ainda não foi aplicada.
ru_ru: новая конфигурация до сих пор не применяется.
zh_cn: 新配置尚未应用。

source: now
bg_bg: сега
de_de: jetzt
es_es: ahora
fr_fr: maintenant
it_it: ora
ja_jp: を今すぐ行う
pl_pl: teraz
pt_pt: agora
ru_ru: сейчас
zh_cn: 现在

source: The new config is being applied in the background and on large systems can take some time.
bg_bg: Новата конфигурация се прилага на заден план (in the background) и на големи системи може да отнеме известно време.
de_de: die neue config im Hintergrund und auf großen Systemen angewendet kann einige Zeit dauern.
es_es: la nueva configuración se está aplicando en el fondo y en los grandes sistemas puede llevar algún tiempo.
fr_fr: la nouvelle configuration est appliquée dans le fond et sur les grands systèmes peuvent prendre un certain temps.
it_it: la nuova configurazione viene applicato in background e su sistemi di grandi dimensioni può richiedere un certo tempo.
ja_jp: 新しい設定をバックグラウンドで適用しています. 大規模システムの場合しばらく時間がかかります.
pl_pl: Nowa konfiguracja jest stosowana w tle i na dużych systemach może zająć trochę czasu.
pt_pt: a nova configuração está sendo aplicado no fundo e em sistemas de grande porte pode levar algum tempo.
ru_ru: новый конфигурационный применяется в фоновом режиме и на больших системах может занять некоторое время.
zh_cn: 新配置正在后台应用，在大型系统上可能需要一些时间。

source: Complete
bg_bg: Пълен
de_de: komplett
es_es: completar
fr_fr: Achevée
it_it: completare
ja_jp: 完了
pl_pl: kompletny
pt_pt: completo
ru_ru: полный
zh_cn: 完成

source: Run This This Wizard Again
bg_bg: Стартирайте този съветник (Wizard) отново
de_de: Run This diesen Assistenten erneut
es_es: Ejecutar este winzard nuevamente
fr_fr: Run This Assistant Ce nouveau
it_it: Run This nuovamente la procedura guidata
ja_jp: 再度このウィザードを実行する
pl_pl: ponownie uruchomić tego kreatora
pt_pt: executar este o assistente novamente
ru_ru: Run This этот диалог
zh_cn: 再次运行此向导

source: Old Service Description
bg_bg: Старо описание на сървис (Service Description)
es_es: Descripción del servicio Antiguo
fr_fr: Service Description Vieux
it_it: Descrizione del servizio Vecchio
ja_jp: 旧いサービス説明
pl_pl: stare opis usługi
pt_pt: Descrição velha do serviço
ru_ru: Старый описание обслуживания
zh_cn: 旧服务说明

source: New Service Description
bg_bg: Ново сървис описание (Service Description)
es_es: Descripción Nuevo servicio
fr_fr: Description de Services Nouveau-
it_it: Descrizione del servizio Nuovo
ja_jp: 新しいサービス説明
pl_pl: Nowy opis usługi
pt_pt: Descrição nova do serviço
ru_ru: Новый Описание службы
zh_cn: 新服务说明

source: Affected Hosts
bg_bg: Засегнати хостове
de_de: Betroffene Hosts
es_es: Hosts afectados
fr_fr: Hôtes affectés
it_it: Host interessati
ja_jp: 影響を受けるホスト
pl_pl: dotknięte gospodarze
pt_pt: Hosts afetados
ru_ru: Затронутые Хосты
zh_cn: 受影响的主机

source: Response Server Settings
bg_bg: Настройки на отговарящия сървър
de_de: Reaktionszeit Server-Einstellungen
es_es: Configuración de respuesta del servidor
fr_fr: Paramètres du serveur de réponse
it_it: Risposta del server Impostazioni
ja_jp: レスポンスサーバ設定
pl_pl: Ustawienia serwera odpowiedzi
pt_pt: Configurações do servidor de resposta
ru_ru: Настройки ответа сервера
zh_cn: Response服务器设置

source: The URL of your Response server
bg_bg: URL адреса на вашия Response сървър
de_de: Die URL Ihrer Antwort-Server
es_es: La dirección URL del servidor de respuesta
fr_fr: L'URL de votre serveur de réponse
it_it: L'URL del server di risposta
ja_jp: レスポンスサーバーのURL
pl_pl: URL serwera odpowiedzi
pt_pt: A URL do servidor de resposta
ru_ru: URL вашего ответа сервера
zh_cn: 您的Response服务器的URL

source: Username used for Response authentication
bg_bg: Потребителя, използван за Response оторизация
de_de: Benutzername verwendet für Response-Authentifizierung
es_es: Nombre de usuario para la autenticación de respuesta
fr_fr: Nom d'utilisateur utilisé pour l'authentification de réponse
it_it: Nome utente utilizzato per l'autenticazione di risposta
ja_jp: レスポンス認証で使用されるユーザー名
pl_pl: nazwa użytkownika używana do uwierzytelniania odpowiedzi
pt_pt: Nome de usuário usado para autenticação de resposta
ru_ru: Имя пользователя, используемое для аутентификации ответ
zh_cn: 用于Response身份验证的用户名

source: Password used for Response authentication
bg_bg: Парола, използвана за Response authentication
de_de: Passwort für Response-Authentifizierung verwendet
es_es: Contraseña utilizada para la autenticación de respuesta
fr_fr: Mot de passe utilisé pour l'authentification de réponse
it_it: Password utilizzata per l'autenticazione di risposta
ja_jp: レスポンス認証で使用されるパスワード
pl_pl: Hasło używane do uwierzytelniania odpowiedzi
pt_pt: v
ru_ru: Пароль используется для ответа аутентификации
zh_cn: 用于Response身份验证的密码

source: Integration Settings
bg_bg: Настройки за интегриране
es_es: Configuraciones de Integracion
fr_fr: Réglages d'intégration
it_it: Impostazioni di integrazione
ja_jp: 統合設定
pl_pl: Ustawienia integracyjne
pt_pt: Configurações de integração
ru_ru: Настройки интеграции
zh_cn: 集成设置

source: Enable Integration
bg_bg: Позволете интеграция
de_de: Aktivieren Integration
es_es: Habilitar integracion
fr_fr: Activer l'intégration
it_it: Abilitare l'integrazione
ja_jp: 統合を有効にする
pl_pl: umożliwiają integrację
pt_pt: Permitir a integração
ru_ru: Включить интеграцию
zh_cn: 启用Response

source: Enables integration between Nagios XI and Response
bg_bg: Позволява интеграция между Nagios XI и отговор
de_de: Ermöglicht die Integration zwischen Nagios XI and Response
es_es: Permite la integración entre Nagios XI y Respuesta
fr_fr: Permet une intégration entre Nagios XI et de réponse
it_it: Consente l'integrazione tra Nagios XI e risposta
ja_jp: Nagios XIとレスポンスを統合する
pl_pl: umożliwia integrację pomiędzy Nagios XI i odpowiedzi
pt_pt: Permite a integração entre Nagios XI e Resposta
ru_ru: Обеспечивает интеграцию между Nagios XI и реагирования
zh_cn: 启用Nagios XI和Response之间的集成

source: Auto-Create Issues
bg_bg: Автоматично създаване на проблеми
de_de: Auto-Create Probleme
es_es: Crear Temas Auto-
fr_fr: Auto-créer des problèmes
it_it: Auto-creare problemi di
ja_jp: 自動作成の障害
pl_pl: automatyczne tworzenie problemów
pt_pt: Criar Auto-Questões
ru_ru: Автоматическая создать проблемы
zh_cn: 自动创建问题

source: Automatically create new issues in Response when problems are detected in Nagios
bg_bg: Автоматично създава нови инциденти, в резултат на откриването на проблеми в Nagios
de_de: Automatisches Erstellen von neuen Themen in Reaktionszeit bei Problemen in Nagios erkannt
es_es: Creación automática de nuevos temas en la respuesta cuando se detectan problemas en Nagios
fr_fr: Créer automatiquement de nouveaux problèmes pour les interventions lorsque des problèmes sont détectés dans Nagios
it_it: Creazione automatica di nuove emissioni di risposta quando i problemi vengono rilevati in Nagios
ja_jp: 障害がNagiosで検出されると、レスポンスで新しい問題が自動的に作成されます
pl_pl: automatycznie tworzyć nowe problemy w odpowiedzi, gdy wykryte problemy w Nagios
pt_pt: Criar automaticamente novas questões na resposta quando problemas são detectados em Nagios
ru_ru: Автоматически создавать новые вопросы, в ответ в случае обнаружения проблем в Nagios
zh_cn: 在Nagios中检测到问题时，自动在Response中创建新问题

source: Could not process the request.
bg_bg: Не можа да обработи заявката
de_de: Könnte nicht verarbeiten Anfrage
es_es: No se pudo procesar la peticion
fr_fr: Impossible de traiter la demande
it_it: Impossibile elaborare la richiesta
ja_jp: 要求を処理することができません.
pl_pl: nie może przetworzyć żądania.
pt_pt: Não foi possível processar a solicitação
ru_ru: Не удается обработать запрос
zh_cn: 无法处理该请求。

source: You must specify a valid pubkey file and make sure it has apache:nagios permissions.
bg_bg: трябва да посочите валиден файл за публикуване и да се уверите, че има разрешение за apache: nagios.
de_de: Sie müssen eine gültige Pubkey-Datei angeben und sicherstellen, dass sie Apache: Nagios-Berechtigungen hat.
es_es: debe especificar un archivo pubkey válido y asegurarse de que tiene permisos de apache: nagios.
fr_fr: vous devez spécifier un fichier pubkey valide et vous assurer qu'il possède les permissions apache: nagios.
it_it: devi specificare un file pubkey valido e assicurarti che abbia le autorizzazioni apache: nagios.
ja_jp: 有効なpubkeyファイルを指定し、apache：nagios権限を持っていることを確認する必要があります。
pl_pl: musisz podać poprawny plik pubkey i upewnić się, że ma on uprawnienia apache: nagios.
pt_pt: você deve especificar um arquivo pubkey válido e certificar-se de que ele tenha permissões apache: nagios.
ru_ru: вы должны указать действительный файл pubkey и убедиться, что у него есть apache: разрешения nagios.
zh_cn: 您必须指定一个有效的pubkey文件，并确保它具有apache：nagios权限。

source: Could not establish a connection. Must enter server host/ip and port.
bg_bg: Не може да се установи връзка. Трябва да въведете сървър хост / IP и порт.
de_de: konnte keine Verbindung. müssen Server-Host / IP und den Port eingeben.
es_es: no pudo establecer una conexión. debe entrar servidor host / ip y el puerto.
fr_fr: Impossible d'établir une connexion. doit entrer serveur hôte / IP et le port.
it_it: non poteva stabilire una connessione. deve entrare server host / IP e la porta.
ja_jp: 接続を確立できませんでした. サーバホスト/ IPおよびポートを入力してください.
pl_pl: nie można nawiązać połączenia. należy wprowadzić serwera hosta / IP i port.
pt_pt: não foi possível estabelecer uma conexão. deve entrar servidor host / IP e porta.
ru_ru: не удалось установить соединение. необходимо ввести хост-сервер / IP и порт.
zh_cn: 无法建立连接。 必须输入服务器主机/ IP和端口。

source: Could not connect to FTP server.
bg_bg: Не може да се свърже към FTP сървъра.
de_de: konnte nicht auf FTP-Server zu verbinden.
es_es: no pudo conectar con el servidor ftp.
fr_fr: Impossible de se connecter au serveur FTP.
it_it: non è riuscito a connettersi al server ftp.
ja_jp: FTPサーバーに接続できませんでした.
pl_pl: nie może połączyć się z serwerem FTP serwer.
pt_pt: não pôde se conectar ao servidor FTP.
ru_ru: не удалось подключиться к FTP серверу.
zh_cn: 无法连接到FTP服务器。

source: Could not authenticate.
bg_bg: Не можахме да удостоверим.
de_de: konnte nicht authentifizieren.
es_es: No se pudo autenticar.
fr_fr: n'a pas pu authentifier.
it_it: non poteva autenticarsi.
ja_jp: 認証に失敗しました.
pl_pl: nie może uwierzytelnić.
pt_pt: não pôde autenticar.
ru_ru: не удалось проверить подлинность.
zh_cn: 无法验证。
