Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: User added a comment on
bg_bg: Потребителят добави коментар
de_de: Benutzer hat einen Kommentar hinzugefügt
es_es: usuario agregó un comentario en
fr_fr: utilisateur a ajouté un commentaire sur
it_it: l'utente ha aggiunto un commento
ja_jp: ユーザーがコメントを追加しました
pl_pl: użytkownik dodał komentarz
pt_pt: usuário adicionou um comentário em
ru_ru: Пользователь добавил комментарий
zh_cn: 用户添加了评论

source: Comment has been submitted.
bg_bg: коментарът е изпратен.
de_de: Kommentar wurde gesendet.
es_es: el comentario ha sido enviado.
fr_fr: le commentaire a été soumis.
it_it: il commento è stato inviato
ja_jp: コメントが提出されました。
pl_pl: komentarz został przesłany.
pt_pt: comentário foi enviado.
ru_ru: комментарий был отправлен.
zh_cn: 评论已提交。

source: User disabled notifications for
bg_bg: Потребителя деактивира уведомленията за
de_de: Benutzer deaktiviert Benachrichtigungen für
es_es: Usuario deshabilito notificaciones para
fr_fr: Utilisateur désactivé les notifications pour
it_it: Utente disattivato le notifiche per
ja_jp: ユーザーが通知を無効にしました
pl_pl: Powiadomienia dla użytkowników wyłączony
pt_pt: Usuário desabilitou notificações para
ru_ru: Пользователь отключил уведомления
zh_cn: 用户禁用通知

source: Notifications have been disabled.
bg_bg: Известията са деактивирани
de_de: Benachrichtigungen sind deaktiviert
es_es: Notificaciones estan deshabilitadas
fr_fr: Les notifications sont désactivées
it_it: Le notifiche sono disattivate
ja_jp: 通知が無効
pl_pl: powiadomienia są wyłączone
pt_pt: As notificações estão desabilitadas
ru_ru: Уведомления отключены
zh_cn: 通知已被禁用

source: User acknowledged problem state for
bg_bg: Потребителя призна проблемно състояние за
de_de: Anwender quittiert Problem Zustand
es_es: Usuario reconocio el estado del problema para
fr_fr: Utilisateur a acquitté l'état du problème de
it_it: Utente riconosciuto stato un problema per
ja_jp: ユーザーが障害ステータスを認知済みにしました：
pl_pl: użytkownik uznał stan problemu dla
pt_pt: Usuário reconheceu estado de problema para
ru_ru: Пользователь признал проблемы состояния
zh_cn: 用户确认的问题状态

source: Acknowledged problem state.
bg_bg: признато състояние на проблема.
de_de: bestätigter Problemzustand.
es_es: estado de problema reconocido.
fr_fr: état de problème reconnu.
it_it: stato del problema riconosciuto.
ja_jp: 認識された問題の状態。
pl_pl: potwierdzony stan problemu.
pt_pt: estado do problema reconhecido.
ru_ru: признанное состояние проблемы.
zh_cn: 确认问题状态。

source: User scheduled downtime for
bg_bg: Потребителя планира прекъсвания (по график) за
de_de: Benutzer geplante Ausfallzeiten für
es_es: Usuario ha calendarizado tiempo de inactividad para
fr_fr: Utilisateur programmé la maintenance de
it_it: Utente previsto un downtime per
ja_jp: ユーザーがダウンタイムをスケジュール
pl_pl: planie użytkownik przestój
pt_pt: Usuário programado para o tempo de inatividade
ru_ru: Пользователь запланированных простоев
zh_cn: 用户安排的停机时间

source: Downtime has been scheduled.
bg_bg: времето за престой е насрочено.
de_de: Ausfallzeiten sind geplant.
es_es: el tiempo de inactividad ha sido programado.
fr_fr: les temps d'arrêt ont été planifiés.
it_it: i tempi di inattività sono stati programmati.
ja_jp: ダウンタイムが予定されています。
pl_pl: przestój został zaplanowany.
pt_pt: o tempo de inatividade foi agendado.
ru_ru: время простоя запланировано.
zh_cn: 停机时间已安排。

source: Failed action
bg_bg: неуспешно действие
de_de: gescheiterte Aktion
es_es: acción fallida
fr_fr: action échouée
it_it: azione fallita
ja_jp: 失敗したアクション
pl_pl: nieudane działanie
pt_pt: ação falhada
ru_ru: неудачное действие
zh_cn: 失败的操作

source: via Rapid Response
bg_bg: чрез "Бърза Реакция" (Rapid Response)
de_de: über Rapid Response
es_es: a través de una rápida respuesta
fr_fr: par l'intermédiaire de réponse rapide
it_it: via di risposta rapida
pl_pl: poprzez szybkie reagowanie
pt_pt: via de resposta rápida
ru_ru: с помощью быстрого реагирования
zh_cn: 通过快速响应

source: Rapid Response
bg_bg: бърз отговор
de_de: schnelle Antwort
es_es: respuesta rápida
fr_fr: réponse rapide
it_it: risposta rapida
ja_jp: 高速応答
pl_pl: natychmiastowa odpowiedź
pt_pt: resposta rápida
ru_ru: быстрый ответ
zh_cn: 快速反应

source: Error: Unauthorized access. You cannot view this object.
bg_bg: грешка: неоторизиран достъп. не можете да видите този обект.
de_de: Fehler: unbefugter Zugriff. Sie können dieses Objekt nicht anzeigen.
es_es: error: acceso no autorizado. no puedes ver este objeto
fr_fr: erreur: accès non autorisé. vous ne pouvez pas voir cet objet.
it_it: errore: accesso non autorizzato. non puoi vedere questo oggetto.
ja_jp: エラー：不正アクセス。このオブジェクトを表示することはできません。
pl_pl: błąd: nieautoryzowany dostęp. nie możesz wyświetlić tego obiektu.
pt_pt: erro: acesso não autorizado. você não pode ver este objeto.
ru_ru: ошибка: несанкционированный доступ. вы не можете просмотреть этот объект.
zh_cn: 错误：未经授权的访问。 您无法查看该对象。

source: Why am I getting this error?
bg_bg: защо получа тази грешка?
de_de: Warum bekomme ich diesen Fehler?
es_es: ¿Por qué recibo este error?
fr_fr: Pourquoi est-ce que j'obtiens cette erreur?
it_it: perché sto ricevendo questo errore?
ja_jp: なぜこのエラーが発生していますか？
pl_pl: dlaczego otrzymuję ten błąd?
pt_pt: Por que estou recebendo esse erro?
ru_ru: почему я получаю эту ошибку?
zh_cn: 为什么会出现此错误？

source: Verify the rapid response URL is the exact same as in the notifiction. Possible reasons for error include
bg_bg: проверете дали URL адресът за бърза реакция е точно същият като в уведомлението. възможните причини за грешка включват
de_de: Überprüfen Sie die schnelle Antwort URL ist genau das gleiche wie in der Benachrichtigung. Mögliche Gründe für einen Fehler sind
es_es: verifica que la url de respuesta rápida sea exactamente la misma que en la notificación. posibles razones para el error incluyen
fr_fr: vérifier la réponse rapide url est exactement le même que dans la notification. les raisons possibles d'erreur comprennent
it_it: verificare l'url risposta rapida è lo stesso come nella notifica. possibili motivi di errore includono
ja_jp: 高速応答URLがnotifictionとまったく同じであることを確認します。エラーの原因として考えられるもの
pl_pl: sprawdź, czy adres URL szybkiej odpowiedzi jest dokładnie taki sam, jak w powiadomieniu. możliwe przyczyny błędu obejmują
pt_pt: Verifique se o URL de resposta rápida é exatamente o mesmo que na notificação. Possíveis razões para erro incluem
ru_ru: проверьте, что URL быстрого ответа точно такой же, как в уведомлении. Возможные причины ошибки:
zh_cn: 确认快速响应URL与通知中的URL完全相同。 错误的可能原因包括

source: The single use URL has already been used
bg_bg: URL адресът за еднократна употреба вече е използван
de_de: Die Single-Use-URL wurde bereits verwendet
es_es: la URL de uso único ya se ha utilizado
fr_fr: l'URL à usage unique a déjà été utilisée
it_it: l'url monouso è già stato utilizzato
ja_jp: 一回限りのURLが既に使用されています
pl_pl: adres URL jednorazowego użytku już został wykorzystany
pt_pt: o URL de uso único já foi usado
ru_ru: одноразовый URL уже используется
zh_cn: 一次性URL已被使用

source: The URL has expired
bg_bg: url е изтекъл
de_de: Die URL ist abgelaufen
es_es: la url ha expirado
fr_fr: l'URL a expiré
it_it: l'URL è scaduto
ja_jp: URLの有効期限が切れています
pl_pl: adres URL wygasł
pt_pt: o URL expirou
ru_ru: срок действия URL-адреса истек
zh_cn: 该网址已过期

source: Invalid or no auth token given in URL
bg_bg: невалиден или никакъв авторски маркер, даден в URL адреса
de_de: ungültiges oder kein Authentifizierungs-Token in der URL
es_es: no válido o sin token de autenticación dado en url
fr_fr: Jeton d'authentification non valide ou non indiqué dans l'URL
it_it: non valido o nessun token di autenticazione fornito nell'URL
ja_jp: URLで指定された認証トークンが無効か、まったくない
pl_pl: nieprawidłowy lub żaden token uwierzytelniający podany w url
pt_pt: inválido ou nenhum token de autorização fornecido no URL
ru_ru: недействительный или отсутствующий токен, указанный в URL-адресе
zh_cn: 网址中提供的验证令牌无效或未提供

source: Could not load object. The object is not a host or service.
bg_bg: не може да се зареди обект. обектът не е хост или услуга.
de_de: Objekt konnte nicht geladen werden. Das Objekt ist kein Host oder Dienst.
es_es: no pudo cargar el objeto el objeto no es un host o servicio.
fr_fr: Impossible de charger l'objet. l'objet n'est pas un hôte ou un service.
it_it: impossibile caricare l'oggetto. l'oggetto non è un host o un servizio.
ja_jp: オブジェクトを読み込めませんでした。オブジェクトはホストまたはサービスではありません。
pl_pl: nie można załadować obiektu. obiekt nie jest hostem lub usługą.
pt_pt: não foi possível carregar o objeto. o objeto não é um host ou serviço.
ru_ru: не удалось загрузить объект. объект не является хостом или сервисом.
zh_cn: 无法加载对象。 该对象不是主机或服务。

source: Perform Action
bg_bg: изпълнете действие
de_de: Aktion ausführen
es_es: realizar una acción
fr_fr: faire une action
it_it: eseguire azioni
ja_jp: 行動を起こす
pl_pl: wykonywania działań
pt_pt: executar a ação
ru_ru: выполнять действия
zh_cn: 执行操作

source: Problem is acknowledged
bg_bg: Проблем е признат
de_de: Problem anerkannt wird
es_es: El problema es reconocido
fr_fr: Problème est reconnu
it_it: Il problema è riconosciuto
ja_jp: 障害を認知しました
pl_pl: Problem jest potwierdzone
pt_pt: Problema foi reconhecido
ru_ru: Проблема признана
zh_cn: 问题已确认

source: [A]
bg_bg: [А]
de_de: [ein]
es_es: [la]
fr_fr: [un]
pt_pt: [uma]
ru_ru: [а]
zh_cn: [一个]

source: Common tools that you have defined are available to all users on the system.
bg_bg: Общите инструменти, които сте определили, са достъпни до всички потребители на системата.
de_de: Gemeinsame Werkzeuge, die Sie definiert haben stehen allen Benutzern des Systems.
es_es: Las herramientas comunes que se han definido están disponibles para todos los usuarios del sistema.
fr_fr: Des outils communs que vous avez définies sont accessibles à tous les utilisateurs du système.
it_it: Strumenti comuni che sono state definite sono disponibili per tutti gli utenti del sistema.
ja_jp: 定義済みの共通ツールはシステムのすべてのユーザーが使用できます.
pl_pl: wspólne narzędzia, które zostały zdefiniowane są dostępne dla wszystkich użytkowników systemu.
pt_pt: Ferramentas comuns que foram definidas estão disponíveis para todos os usuários do sistema.
ru_ru: Общие инструменты, которые вы определили доступны для всех пользователей в системе.
zh_cn: 您所定义的常用工具对系统中的所有用户都是可用的。

source: Add a Tool
bg_bg: Добави инструмент
de_de: Werkzeug hinzufügen
es_es: Añadir herramienta
fr_fr: Ajouter un outil
it_it: Strumento Aggiungi
ja_jp: ツールの追加
pl_pl: dodaj narzędzia
pt_pt: Adicionar ferramenta
ru_ru: Добавить инструментов
zh_cn: 添加工具

source: Access common tools that have been defined by the administrator.
bg_bg: Достъп до общи инструменти, които са били определени от администратора.
de_de: Zugriff auf die gängigsten Tools, die vom Administrator definiert wurden.
es_es: Acceder a las herramientas comunes que han sido definidas por el administrador.
fr_fr: Accéder à des outils communs qui ont été définies par l'administrateur.
it_it: Accedere agli strumenti comuni che sono stati definiti dall'amministratore.
ja_jp: 管理者によって定義されている共通ツールにアクセスします.
pl_pl: dostęp do wspólnych narzędzi, które zostały zdefiniowane przez administratora.
pt_pt: Acesse as ferramentas comuns que foram definidas pelo administrador.
ru_ru: Доступ общие инструменты, которые были определены администратором.
zh_cn: 访问管理员定义的常用工具。

source: Tool Name
bg_bg: Име на инструмента
de_de: Werkzeug-Namen
es_es: Nombre de la Herramienta
fr_fr: Nom de l'outil
it_it: Strumento Nome
ja_jp: ツール名
pl_pl: Nazwa narzędzia
pt_pt: Nome da ferramenta
ru_ru: Наименование инструмента
zh_cn: 工具名称

source: You haven't defined any tools yet.
bg_bg: Вие все още не са определили никакви инструменти.
de_de: Sie haben keine Werkzeuge definiert haben.
es_es: Usted no ha definido ninguna herramienta todavia
fr_fr: Vous n'avez pas défini d'outils encore.
it_it: Non è stato definito alcun attrezzo ancora.
ja_jp: 定義済みのツールがありません.
pl_pl: nie zdefiniowano jeszcze żadnych narzędzi.
pt_pt: Você não definiu quaisquer ferramentas ainda.
ru_ru: Вы не определено никаких инструментов нет.
zh_cn: 您还没有定义任何工具。

source: No common tools have been defined yet.
bg_bg: Все още няма определени общи инструменти.
de_de: Keine gemeinsamen Werkzeuge wurden noch nicht definiert.
es_es: Ninguna herramienta comun ha sido definida todavia.
fr_fr: Aucun des outils communs ont été définis pour le moment.
it_it: Non sono strumenti comuni sono stati definiti ancora.
ja_jp: 共通のツールはまだ定義されていません.
pl_pl: żadne wspólne narzędzia zostały jeszcze zdefiniowane.
pt_pt: Nenhuma ferramenta comum foi definida ainda.
ru_ru: Нет общих инструментов были определены.
zh_cn: 尚未定义通用工具。

source: Invalid tool. Please select a tool from the list below.
bg_bg: Невалиден инструмент. Моля изберете инструмент от списъка по-долу.
de_de: Ungültige Werkzeug. Bitte wählen Sie ein Werkzeug aus der Liste unten.
es_es: Invalid herramienta. Por favor, seleccione una herramienta de la lista de abajo.
fr_fr: Invalid outil. S'il vous plaît sélectionner un outil dans la liste ci-dessous.
it_it: Valido strumento. Si prega di selezionare un utensile dalla lista qui sotto.
ja_jp: 無効なツール. 以下のリストからツールを選択してください.
pl_pl: nieważne narzędziem. Proszę wybrać narzędzie z listy poniżej.
pt_pt: Ferramenta inválida. Por favor, selecione uma ferramenta na lista abaixo.
ru_ru: Неверный инструмент. Пожалуйста, выберите инструмент из списка ниже.
zh_cn: 无效的工具。 请从下面的列表中选择一个工具。

source: New Tool
bg_bg: Нов инструмент
de_de: Neues Werkzeug
es_es: Nueva herramienta
fr_fr: Un nouvel outil
it_it: Nuovo strumento
ja_jp: 新しいツール
pl_pl: Nowe narzędzie
pt_pt: Nova ferramenta.
ru_ru: Новый инструмент
zh_cn: 新工具

source: Add Common Tool
bg_bg: Добави публичен инструмент
de_de: hinzufügen gemeinsames Werkzeug
es_es: añadir herramienta común
fr_fr: ajouter outil commun
it_it: aggiungi strumento comune
ja_jp: 共通ツールの追加
pl_pl: dodaj wspólne narzędzia
pt_pt: adicionar ferramenta comum
ru_ru: добавить общий инструмент
zh_cn: 添加常用工具

source: Edit Common Tool
bg_bg: Редактирайте общ инструмент (Common Tool)
de_de: bearbeiten gemeinsames Werkzeug
es_es: editar herramienta común
fr_fr: modifier outil commun
it_it: modificare strumento comune
ja_jp: 共通ツールを編集
pl_pl: edytować wspólne narzędzia
pt_pt: editar ferramenta comum
ru_ru: редактировать общий инструмент
zh_cn: 编辑常用工具

source: Use this form to define a new tool that can be quickly accessed from Nagios.
bg_bg: Използвате тази форма за дефиниране на нов инструмент, който може бързо да бъде достъпен от Nagios.
de_de: Verwenden Sie dieses Formular um ein neues Tool, das schnell von Nagios zugegriffen werden kann definieren.
es_es: Utilizar este formulario para definir una nueva herramienta que se puede ser accesada rapidamente desde Nagios.
fr_fr: Utilisez ce formulaire pour définir un nouvel outil qui peut être rapidement accessible à partir de Nagios.
it_it: Utilizza questo modulo per definire un nuovo strumento che può essere rapidamente accessibile da Nagios.
ja_jp: Nagiosからすばやくアクセスできる新しいツールを定義します.
pl_pl: skorzystaj z poniższego formularza, aby zdefiniować nowe narzędzie, które można szybko dostępne z Nagios.
pt_pt: Utilize este formulário para definir uma nova ferramenta que pode ser rapidamente acessado a partir de Nagios.
ru_ru: Используйте эту форму, чтобы определить новый инструмент, который можно быстро получить из Nagios.
zh_cn: 使用此表单定义可以从Nagios快速访问的新工具。

source: The name you want to use for this tool.
bg_bg: Името, което искате да използвате за този инструмент.
de_de: Der Name, den Sie für dieses Tool zu benutzen.
es_es: El nombre que usted quiere usar para esta herramienta.
fr_fr: Le nom que vous souhaitez utiliser pour cet outil.
it_it: Il nome che si desidera utilizzare per questo strumento.
ja_jp: このツールの名前.
pl_pl: Nazwa chcesz używać tego narzędzia.
pt_pt: O nome que você deseja usar para esta ferramenta.
ru_ru: Имя, которое Вы хотите использовать для этого инструмента.
zh_cn: 您要为此工具使用的名称。

source: The URL used to access this tool.
bg_bg: URL адреса, използван за достъп до този инструмент.
de_de: Die URL verwendet, um dieses Tool zuzugreifen.
es_es: La URL usada para accesar a esta herramienta.
fr_fr: L'URL utilisée pour accéder à cet outil.
it_it: L'URL utilizzato per accedere a questo strumento.
ja_jp: このツールにアクセスするためのURL.
pl_pl: url umożliwia dostęp do tego narzędzia.
pt_pt: A URL usada para acessar essa ferramenta.
ru_ru: URL используется для доступа к этим инструментом.
zh_cn: 用于访问此工具的URL。

source: Invalid tool.
bg_bg: Невалиден инструмент.
de_de: Ungültige Werkzeug.
es_es: Herramienta invalida.
fr_fr: Invalid outil.
it_it: Valido strumento.
ja_jp: 無効なツール.
pl_pl: nieważne narzędziem.
pt_pt: Ferramenta inválida.
ru_ru: Неверный инструмент.
zh_cn: 无效的工具。

source: Tool deleted.
bg_bg: Инструмента беше изтрит.
de_de: Tool gelöscht.
es_es: Herramienta detectada
fr_fr: Outil supprimée.
it_it: Strumento cancellato.
ja_jp: ツールが削除されました.
pl_pl: Narzędzie usunięte.
pt_pt: Ferramenta deletada.
ru_ru: Инструмент удалены.
zh_cn: 工具已删除。

source: Invalid tool URL.
bg_bg: Невалиден URL инструмент.
de_de: Ungültige Tool URL.
es_es: URL de la herramienta invalida
fr_fr: URL outil invalide.
it_it: Strumento di URL non valido.
ja_jp: ツールのURLが無効です.
pl_pl: nieważne url narzędziem.
pt_pt: Ferramenta URL inválida
ru_ru: Неверный URL инструмент.
zh_cn: 无效的工具URL。

source: No tool name specified.
bg_bg: Не е посочено име инструмент.
de_de: Kein Werkzeug angegeben.
es_es: Ningun nombre de herramienta especificado.
fr_fr: Aucun nom de l'outil spécifié.
it_it: Nessun nome utensile indicato.
ja_jp: ツール名が指定されていません.
pl_pl: nazwa nie ustalono narzędzia.
pt_pt: Nenhum nome de ferramenta especificado.
ru_ru: Ни один инструмент не указано имя.
zh_cn: 没有指定的工具名称。

source: Tool saved.
bg_bg: Инструмент беше запазен.
de_de: Tool gespeichert.
es_es: Herramienta guardada.
fr_fr: Outil acceptée.
it_it: Strumento salvato.
ja_jp: ツールが保存されました.
pl_pl: Narzędzie zapisane.
pt_pt: Ferramenta salva.
ru_ru: Инструмент сохранены.
zh_cn: 工具已保存。

source: Tools are utilities that you can quickly access from Nagios using your web browser.
bg_bg: Инструменти са обекти, от които можете бързо да получите достъп от Nagios, използвайки вашия уеб браузър.
de_de: Werkzeuge sind Dienstprogramme, die Sie schnell von Nagios mit Ihrem Web-Browser zugreifen können.
es_es: Las herramientas son utilitarios que usted puede rapidamente accesar desde Nagios usando su navegador web.
fr_fr: Les outils sont des utilitaires qui vous pouvez rapidement accéder à partir de Nagios en utilisant votre navigateur Web.
it_it: Gli strumenti sono utility che si può rapidamente accedere da Nagios utilizzando il browser web.
ja_jp: ツールはWebブラウザを使用してNagiosからすばやくアクセスできるユーティリティです.
pl_pl: narzędzia są narzędzia, które można szybko uzyskać dostęp z Nagios z wykorzystaniem przeglądarki internetowej.
pt_pt: As ferramentas são utilitários que você pode acessar rapidamente do Nagios usando o seu browser.
ru_ru: Инструменты утилиты, которые можно быстро получить доступ из Nagios с помощью веб-браузера.
zh_cn: 工具是你可以通过网络浏览器快速访问Nagios的实用工具。

source: Manage your own personal tools
bg_bg: Управлявайте вашите лични инструменти
de_de: Verwalten Sie Ihre eigenen persönlichen Tools
es_es: Administre sus propias herramientas personales
fr_fr: Gérer vos propres outils personnels
it_it: Gestisci i tuoi strumenti personali
ja_jp: 個人ツールを管理する
pl_pl: zarządzać swoimi narzędziami osobowych
pt_pt: Gerenciar suas próprias ferramentas pessoais
ru_ru: Управление позицией в личных инструментов
zh_cn: 管理自己的个人工具

source: Access tools pre-defined by the administrator
bg_bg: Инструменти за достъп, предварително определени от администратора
de_de: Access-Tools vom Administrator vordefiniert
es_es: Acceso a herramientas predefinidas por el administrador
fr_fr: Outils d'accès pré-définies par l'administrateur
it_it: Strumenti di accesso pre-definite dall'amministratore
ja_jp: 管理者が事前定義したツールを使用する
pl_pl: Narzędzia dostępu wstępnie zdefiniowanych przez administratora
pt_pt: Ferramentas de acesso pré-definidas pelo administrador
ru_ru: Получите доступ к инструментам предварительно определенных администратором
zh_cn: 管理员预先定义的访问工具

source: Your personal tools that you have defined are available only to you.
bg_bg: Вашите лични инструменти, които сте определили са достъпни само за вас.
de_de: Ihre persönliche Tools, die Sie definiert haben, stehen nur Ihnen.
es_es: Sus herramientas personales que usted ha definido sólo están disponibles para usted.
fr_fr: Vos outils personnels que vous avez définis sont disponibles uniquement pour vous.
it_it: Gli strumenti personali che sono state definite sono disponibili solo per voi.
ja_jp: 定義した個人ツールは自分だけが利用できます。
pl_pl: Twoje narzędzia osobowe, które zostały zdefiniowane są dostępne tylko dla Ciebie.
pt_pt: Suas ferramentas pessoais que você tenha definido estão disponíveis apenas para você.
ru_ru: Ваши личные средства, которые вы определили доступны только вам.
zh_cn: 您定义的个人工具仅对您可用。

source: Add Tool
bg_bg: Добави инструмент
de_de: Werkzeug hinzufügen
es_es: Añadir herramienta
fr_fr: Ajouter un outil
it_it: Strumento Aggiungi
ja_jp: ツールの追加
pl_pl: dodaj narzędzia
pt_pt: Adicionar ferramenta
ru_ru: Добавить инструментов
zh_cn: 添加工具

source: Edit Tool
bg_bg: Редактирайте инструмент
de_de: Edit-Tools
es_es: Editar herramienta
fr_fr: Outil Édition
it_it: Modifica Strumento
ja_jp: ツールの編集
pl_pl: Narzędzie edycji
pt_pt: Editar ferramenta
ru_ru: Измените инструмент
zh_cn: 编辑工具

source: Use this form to define a new tool that you can quickly access from Nagios.
bg_bg: Използвате тази форма за дефиниране на нов инструмент, който може бързо да бъде достъпен от Nagios.
de_de: Verwenden Sie dieses Formular um ein neues Tool, das schnell von Nagios zugegriffen werden kann definieren.
es_es: Utilizar este formulario para definir una nueva herramienta que se puede ser accesada rapidamente desde Nagios.
fr_fr: Utilisez ce formulaire pour définir un nouvel outil qui peut être rapidement accessible à partir de Nagios.
it_it: Utilizza questo modulo per definire un nuovo strumento che può essere rapidamente accessibile da Nagios.
ja_jp: Nagiosからすばやくアクセスできる新しいツールを定義します.
pl_pl: skorzystaj z poniższego formularza, aby zdefiniować nowe narzędzie, które można szybko uzyskać dostęp z Nagios.
pt_pt: Utilize este formulário para definir uma nova ferramenta que pode ser rapidamente acessado a partir de Nagios.
ru_ru: Используйте эту форму, чтобы определить новый инструмент, который можно быстро получить из Nagios.
zh_cn: 使用此表单定义可以从Nagios快速访问的新工具。

source: The name you want to use for this tool
bg_bg: Името, което искате да използвате за този инструмент
de_de: Der Name, den Sie für dieses Tool verwenden
es_es: El nombre que usted quiere utilizar para esta herramienta
fr_fr: Le nom que vous souhaitez utiliser pour cet outil
it_it: Il nome che si desidera utilizzare per questo strumento
ja_jp: このツールの名前
pl_pl: Nazwa chcesz używać tego narzędzia
pt_pt: O nome que você deseja usar para esta ferramenta
ru_ru: Имя, которое Вы хотите использовать для этого средства
zh_cn: 您要为此工具使用的名称

source: The URL used to access this tool
bg_bg: URL адреса, използван за достъп до този инструмент
de_de: Die URL verwendet, um dieses Tool zugreifen
es_es: El URL utilizado para acceder a esta herramienta
fr_fr: L'URL utilisée pour accéder à cet outil
it_it: L'URL utilizzato per accedere a questo strumento
ja_jp: このツールにアクセスするためのURL
pl_pl: url umożliwia dostęp do tego narzędzia
pt_pt: A URL usada para acessar essa ferramenta
ru_ru: URL используется для доступа к этим инструментом
zh_cn: 用于访问此工具的URL

source: Increase rotation speed
bg_bg: Увеличаване на скоростта на въртене
de_de: Drehzahl erhöhen
es_es: aumentar la velocidad de rotación
fr_fr: accroître la vitesse de rotation
it_it: aumentare la velocità di rotazione
ja_jp: ローテーション速度を上げる
pl_pl: zwiększyć prędkość obrotową
pt_pt: aumentar a velocidade de rotação
ru_ru: увеличить скорость вращения
zh_cn: 提高转速
