Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Monitor the roll wraps.
bg_bg: Наблюдавайте roll wraps.
de_de: Überwachen Sie die Rolle Wraps.
es_es: Monitorear el host cada
fr_fr: Surveiller le voile rouleau.
it_it: Monitorare le coperture rotolo.
ja_jp: ロールラップを監視します.
pl_pl: monitorować okłady rolki.
pt_pt: Monitorar o host cada
ru_ru: Следить за рулон обертывания.
zh_cn: 监控滚动包装。

source: Roll Extends
de_de: Roll erweitert
es_es: Rollo extiende
fr_fr: Rouleau Prolonge
it_it: Rotolo Estende
ja_jp: ロール拡張
pl_pl: rolki rozciąga
pt_pt: Estende rolo
ru_ru: Рулон Расширяет
zh_cn: 滚动扩展

source: Monitor the roll extends.
bg_bg: Наблюдавайте roll extends.
de_de: Überwachen Sie die Rolle erstreckt.
es_es: Monitorear el host cada
fr_fr: Surveiller le déploiement s'étend.
it_it: Monitorare il rotolo si estende.
ja_jp: ロール拡張を監視します.
pl_pl: monitorować rolki rozciąga.
pt_pt: Monitorar o host cada
ru_ru: Следить за рулон расширяется.
zh_cn: 监控滚动延伸。

source: Flash Recovery Area Usage
bg_bg: Използване на флаш площ за възстановяване (Flash Recovery Area Usage)
de_de: Flash Recovery Area Aufruf
es_es: Flash Recovery Zona de Uso
fr_fr: Utilisation zone de récupération flash
it_it: Flash Recovery Area Uso
ja_jp: フラッシュリカバリ領域の使用
pl_pl: Wykorzystanie obszar odzyskiwania błysku
pt_pt: Uso do flash Área de Recuperação
ru_ru: Flash Recovery Площадь Статистика
zh_cn: 闪回恢复区使用

source: Monitor the flash recovery area.
bg_bg: Наблюдавайте зоната на флаш възстановяване (flash recovery area).
de_de: Überwachen Sie den Flash Recovery-Bereich.
es_es: Monitorear el host cada
fr_fr: Surveiller la zone de récupération flash.
it_it: Monitorare l'area di recupero flash.
ja_jp: フラッシュリカバリ領域を監視します.
pl_pl: monitorować obszar odzyskiwania błysku.
pt_pt: Monitorar o host cada
ru_ru: Монитор области мгновенного восстановления.
zh_cn: 监控闪回恢复区域。

source: SGA Latches Hit Ratio
de_de: SGA Riegel Hit-Ratio
es_es: SGA Pestillos proporción de aciertos
fr_fr: SGA Loquets Ratio Toucher
it_it: SGA Chiusure percentuale di successi
ja_jp: SGA Latches Hit率
pl_pl: SGA hit stosunek zatrzaski
pt_pt: SGA Travas taxa de acerto
ru_ru: SGA Защелки Процент попадания
zh_cn: SGA插销命中率

source: Monitor SGA Latches .
bg_bg: Наблюдавайте SGA ключалките.
de_de: Monitor SGA Riegel.
es_es: Monitorear el host cada
fr_fr: Moniteur SGA Loquets.
it_it: Monitor SGA Chiusure.
ja_jp: SGAラッチを監視します.
pl_pl: monitorować SGA zatrzaski.
pt_pt: Monitorar o host cada
ru_ru: Монитор SGA защелки.
zh_cn: 监控SGA锁存器。

source: Monitor an Oracle Tablespace
bg_bg: Наблюдавайте Oracle таблици
de_de: Überwachung eines Oracle Tablespace
es_es: Vigilar un Tablespace Oracle
fr_fr: Surveiller un Tablespace Oracle
it_it: Monitorare un tablespace Oracle
ja_jp: Oracleの表領域を監視します
pl_pl: monitorować tabel oracle
pt_pt: Monitorar uma Tablespace do Oracle
ru_ru: Мониторинг Oracle табличного
zh_cn: 监控Oracle表空间

source: Oracle Tablespace
es_es: Oracle espacio de tabla
ja_jp: Oracle表領域
pl_pl: Oracle tabel
ru_ru: Oracle табличного
zh_cn: Oracle表空间

source: WARNING:
bg_bg: ВНИМАНИЕ:
de_de: WARNUNG:
es_es: ADVERTENCIA
fr_fr: MISE EN GARDE:
it_it: ATTENZIONE:
ja_jp: 警告：
pl_pl: Ostrzeżenie:
pt_pt: AVISO
ru_ru: ПРЕДУПРЕЖДЕНИЕ:
zh_cn: 警告：

source: racle libraries do not appear to be installed. See the
bg_bg: Изглежда, че сякаж racle библиотеките не са инсталирани. Виж
de_de: racle Bibliotheken anscheinend nicht installiert werden. Siehe
es_es: bibliotecas Racle no parece estar instalado. Consulte la
fr_fr: bibliothèques Racle à ne semble pas être installé. Voir l'
it_it: librerie racle non sembra essere installato. Vedere la
ja_jp: Oracle ライブラリがインストールされていません。
pl_pl: biblioteki racle nie wydają się być zainstalowane. zobacz
pt_pt: bibliotecas racle não parece ser instalado. Ver o
ru_ru: racle библиотек, кажется, не установлено. См.
zh_cn: oracle库似乎未安装。 见

source: Install Instructions
bg_bg: Инструкции за инсталиране
de_de: Agent-Installation Instructions:
es_es: Instrucciones de instalación del agente:
fr_fr: Instructions d'installation de l'agent:
it_it: Agente di installazione Istruzioni:
ja_jp: インストール手順
pl_pl: Instrukcje instalacji agenta
pt_pt: Instruções de instalação do agente:
ru_ru: Инструкция агента Install:
zh_cn: 安装说明

source: Specify the details for connecting to the Oracle tablespace you want to monitor.
bg_bg: Посочете данните за връзка с Oracle tablespace, който искате да наблюдавате.
de_de: Geben Sie die Details für die Verbindung zum Oracle Tablespace, den Sie überwachen möchten.
es_es: Especifique los detalles para la conexión con el espacio de tablas de Oracle que desea supervisar.
fr_fr: Spécifiez les détails pour se connecter à l'espace de table Oracle que vous souhaitez surveiller.
it_it: Specificare i dettagli per la connessione al tablespace Oracle che si desidera monitorare.
ja_jp: 監視するOracle表領域に接続するための詳細を指定します.
pl_pl: określa szczegółowe dane potrzebne do połączenia z tabel oracle, który chcesz monitorować.
pt_pt: Especifique o formato das mensagens SMS que você deseja receber.
ru_ru: Укажите сведения для подключения к табличного Oracle вы хотите контролировать.
zh_cn: 指定用于连接到要监视的Oracle表空间的详细信息。

source: The SID to use to connect to the Oracle server.
bg_bg: sid, който използвате, за да се свържете с Oracle сървъра.
de_de: Der Hafen zu nutzen, um auf die Oracle-Server herstellen.
es_es: El puerto que se utilizará para conectar con el servidor Oracle.
fr_fr: Le port à utiliser pour se connecter au serveur Oracle.
it_it: La porta da utilizzare per la connessione al server Oracle.
ja_jp: Oracleサーバーへの接続に使用するSID.
pl_pl: sid używać do łączenia się z serwerem Oracle.
pt_pt: A porta para usar para se conectar ao servidor Oracle.
ru_ru: Порт для подключения к серверу Oracle.
zh_cn: 用于连接到Oracle服务器的SID。

source: Database:
bg_bg: База данни:
de_de: Datenbank:
es_es: Base de datos:
fr_fr: Base de données:
ja_jp: データベース：
pl_pl: Baza danych:
pt_pt: Banco de dados NDOUtils
ru_ru: База данных:
zh_cn: 数据库：

source: The tablespace to connect to on the Oracle server.
bg_bg: Таблиците (tablespace), с които да се свържете на Oracle сървъра.
de_de: Der Tablespace auf dem Oracle-Server herstellen.
es_es: El espacio de tablas para conectar con el servidor Oracle.
fr_fr: Le tablespace auquel se connecter sur le serveur Oracle.
it_it: Il tablespace per connettersi sul server Oracle.
ja_jp: Oracleサーバ上の接続する表領域.
pl_pl: tabel, aby połączyć się na serwerze Oracle.
pt_pt: Falha na conexão com o banco de dados
ru_ru: Табличном для подключения к серверу по Oracle.
zh_cn: 要在Oracle服务器上连接的表空间。

source: No tablespace specified.
bg_bg: Не са определени таблици (tablespace).
de_de: Kein Tablespace angegeben.
es_es: Ningun nombre de herramienta especificado.
fr_fr: Pas de tablespace spécifié.
it_it: No tablespace specificato.
ja_jp: 表領域が指定されていません.
pl_pl: brak tabel podano.
pt_pt: Nenhum nome de ferramenta especificado.
ru_ru: Нет табличного указан.
zh_cn: 未指定表空间。

source: The name you'd like to have associated with this Oracle Tablespace.
bg_bg: Името, което искате да се асоциира с този Oracle Tablespace.
de_de: Der Name, den Sie gerne mit dieser Oracle Tablespace zugeordnet haben würde.
es_es: El nombre que te gustaría haber asociado a este espacio de tablas de Oracle.
fr_fr: Le nom que vous aimeriez avoir associé à ce Tablespace Oracle.
it_it: Il nome che desideri sia associato a questo tablespace Oracle.
ja_jp: Oracle表領域に関連付ける名前.
pl_pl: Nazwa chcesz być związane z tym Oracle tabel.
pt_pt: O host associado com este horário.
ru_ru: Имя, которое вы хотели бы иметь, связанные с этим табличного Oracle.
zh_cn: 您想要与此Oracle Tablespace关联的名称。

source: Tablespace:
bg_bg: Таблици:
ja_jp: 表領域：
pl_pl: tabel:
ru_ru: Табличное:
zh_cn: 表空间：

source: Oracle Tablespace Metrics
bg_bg: Показатели на Oracle Tablespace
de_de: Oracle Tablespace Metriken
es_es: Oracle tablas métricas
it_it: Oracle tablespace Metriche
ja_jp: Oracleの表領域のメトリック
pl_pl: oracle metryki tabel
pt_pt: Oracle tablespace Métricas
ru_ru: Oracle табличного Метрики
zh_cn: Oracle表空间指标

source: Specify the metrics you'd like to monitor on the Oracle Tablespace.
bg_bg: Определете показателите, които искате да наблюдавате на Oracle Tablespace.
de_de: Geben Sie die Metriken, die Sie gerne auf der Oracle Tablespace überwachen würde.
es_es: Especifique los parámetros que le gustaría seguir en el espacio de tablas de Oracle.
fr_fr: Spécifiez les paramètres que vous souhaitez surveiller sur le Tablespace Oracle.
it_it: Specificare i parametri che desideri monitorare sul tablespace Oracle.
ja_jp: Oracle表領域で監視するメトリックを指定します.
pl_pl: określić wskaźniki, które chcesz monitorować na tabel oracle.
pt_pt: Especificar os momentos do dia que você gostaria de receber alertas.
ru_ru: Укажите показатели вы хотели бы использовать для наблюдения за табличного Oracle.
zh_cn: 指定您要在Oracle Tablespace上监视的指标。

source: Tablespace Usage
bg_bg: Използване на табличното пространство (Tablespace Usage)
it_it: Tablespace utilizzo
ja_jp: 表領域使用
pl_pl: Wykorzystanie tabel
pt_pt: Uso Tablespace
ru_ru: Использование табличного
zh_cn: 表空间的使用

source: Monitor amount of space used on the tablespace.
bg_bg: Наблюдавайте размера на свободното пространство в таблиците.
de_de: Überwachen Menge an Speicherplatz auf dem Tablespace verwendet.
es_es: Controlar la cantidad de espacio utilizado en el espacio de tablas.
fr_fr: Surveiller la quantité d'espace utilisée sur le tablespace.
it_it: Monitorare quantità di spazio utilizzato sul tablespace.
ja_jp: 表領域の使用量を監視します.
pl_pl: monitorować ilość miejsca używanego na tabel.
pt_pt: Monitorar quantidade de espaço utilizado no espaço de tabela.
ru_ru: Монитор количество используемого пространства на табличное пространство.
zh_cn: 监视表空间上使用的空间量。

source: Tablespace Free Space
bg_bg: Свободно пространство на таблиците (Tablespace Free Space)
de_de: Tablespace Freiraum
es_es: tablas de espacio libre
fr_fr: espace libre tablespace
it_it: spazio tablespace libero
ja_jp: 表領域のフリースペース
pl_pl: wolna przestrzeń tabel
pt_pt: tablespace de espaço livre
ru_ru: табличного свободного пространства
zh_cn: 表空间可用空间

source: Monitor amount of space free on the tablespace.
bg_bg: Наблюдавайте размера на свободното пространство в таблиците.
de_de: Überwachen Menge an Speicherplatz kostenlos auf der Tablespace.
es_es: Controlar la cantidad de espacio libre en el espacio de tablas.
fr_fr: Surveiller la quantité d'espace libre sur le tablespace.
it_it: Monitorare quantità di spazio libero sul tablespace.
ja_jp: 表領域の空き容量を監視します.
pl_pl: monitorować ilość wolnego miejsca na tabel.
pt_pt: Monitorar quantidade de espaço livre no tablespace.
ru_ru: Мониторинг количества свободного пространства на табличное пространство.
zh_cn: 监视表空间上的可用空间量。

source: Tablespace Remaining Time Until Full
bg_bg: Оставащо време до запълването на таблицата (Tablespace Remaining Time Until Full)
de_de: Tablespace Verbleibende Zeit bis zur vollständigen
es_es: Tablespace tiempo restante hasta completar aforo
fr_fr: Temps restant jusqu'à tablespace complet
it_it: Tablespace tempo rimanente prima completa
ja_jp: 表領域がフルになるまでの残り時間
pl_pl: tabel czas pozostały do ​​pełna
pt_pt: Tempo restante até Tablespace total
ru_ru: Табличное время, оставшееся до полной
zh_cn: 表空间到满的剩余时间

source: Monitor indicators of how much time until tablespace is full.
bg_bg: Наблюдавайте показателите за това колко време остава докато се напълни таблицата.
de_de: Überwachen Indikatoren dafür, wie viel Zeit bis Tablespace voll ist.
es_es: Monitorear los indicadores de la cantidad de tiempo hasta que está lleno de tablas.
fr_fr: Surveiller les indicateurs de combien de temps jusqu'à ce tablespace est pleine.
it_it: Monitorare gli indicatori di quanto tempo fino tablespace è pieno.
ja_jp: 表領域がいっぱいになるまでにどのくらいかかるかを監視します.
pl_pl: monitorowanie wskaźników, jak dużo czasu do tabel jest pełny.
pt_pt: Monitorar indicadores de quanto tempo até tablespace está cheio.
ru_ru: Мониторинг показателей, сколько времени, пока табличное пространство полном объеме.
zh_cn: 监视指示器，直到表空间已满为止。

source: Tablespace Fragmentation
bg_bg: Фрагментация на таблиците (Tablespace Fragmentation)
es_es: La fragmentación de tablas
it_it: Tablespace frammentazione
ja_jp: 表領域の断片化
pl_pl: fragmentacja tabel
pt_pt: Tablespace fragmentação
ru_ru: Фрагментация табличного
zh_cn: 表空间碎片

source: Monitor indicators of how fragmented a tablespace is.
bg_bg: Наблюдавайте показателите за това колко е фрагментирана таблицата.
de_de: Überwachen Indikatoren wie fragmentiert ein Tablespace ist.
es_es: Monitorear los indicadores de grado de fragmentación es un espacio de tablas.
fr_fr: Surveiller les indicateurs de fragmentation d'un tablespace est.
it_it: Monitorare gli indicatori di come uno spazio tabella è frammentata.
ja_jp: 表領域がどのくらい断片化されたかを監視します.
pl_pl: monitorowanie wskaźników, jak rozdrobniony tabel jest.
pt_pt: Monitorar indicadores de quão fragmentado é um espaço de tabela.
ru_ru: Мониторинг показателей, как фрагментированные табличное пространство.
zh_cn: 监视表空间碎片的指示符。

source: Tablespace IO Balance
bg_bg: IO баланс на таблиците (Tablespace IO Balance)
de_de: Tablespace IO Bilanz
es_es: Tablas IO Equilibrio
fr_fr: Tablespace IO Solde
ja_jp: 表領域のIOバランス
pl_pl: Bilans tabel io
pt_pt: Tablespace Balanço IO
ru_ru: Табличного ввода-вывода баланса
zh_cn: 表空间IO平衡

source: Monitor indicators IO Balance.
bg_bg: Наблюдавайте показателите IO баланс.
de_de: Monitor Indikatoren IO Balance.
es_es: Indicadores de la pantalla IO Balance.
fr_fr: Indicateurs moniteur IO balance.
it_it: Monitor indicatori IO Balance.
ja_jp: IOバランスの指標を監視します.
pl_pl: monitorowanie wskaźników IO równowagi.
pt_pt: Monitor de indicadores Balanço IO.
ru_ru: Монитор IO показатели баланса.
zh_cn: 监控指标IO平衡。

source: Can Allocate Next Extent
bg_bg: Може да определи следващата степен
de_de: kann nächste Umfang zuweisen
es_es: puede asignar la próxima medida
fr_fr: peut allouer prochaine mesure
it_it: può allocare successiva misura
ja_jp: 次のエクステント割当が可能
pl_pl: może przeznaczyć kolejny stopień
pt_pt: pode alocar próxima extensão
ru_ru: может выделить следующий степень
zh_cn: 可以分配下一个范围

source: Monitor segments of a tablespace which can allocate next extent.
bg_bg: Наблюдавайте сегменти на таблици, които могат да отпуснат следващия размер.
de_de: überwachen Segmente eines Tablespace, die nächste Umfang zuordnen können.
es_es: controlar los segmentos de un espacio de tablas que puede asignar el próximo punto.
fr_fr: surveiller des segments d'un espace de table qui peut affecter prochaine mesure.
it_it: monitorare i segmenti di una tablespace che può assegnare il prossimo punto.
ja_jp: 次のエクステントの割当が可能か表領域のセグメントを監視します.
pl_pl: monitorować segmenty tabel, które mogą przeznaczyć kolejny stopień.
pt_pt: monitorar segmentos de um espaço de tabela, que pode alocar próxima medida.
ru_ru: контролировать сегменты табличном которые могут выделять следующий степень.
zh_cn: 监视可以分配下一个扩展数据块的表空间段。

source: Monitor passive service checks and events such as security alerts.
bg_bg: Наблюдавайте пасивни сървис проверки и събития, като например сигнали за тревога за сигурността.
de_de: Überwachen passive Service-Prüfungen und Veranstaltungen wie Sicherheitswarnungen.
es_es: Supervisar los controles pasivos de servicios y eventos como alertas de seguridad.
fr_fr: Surveiller les contrôles passifs de service et des événements tels que les alertes de sécurité.
it_it: Monitorare i controlli passivi di servizi ed eventi come avvisi di sicurezza.
ja_jp: パッシブサービスチェックとセキュリティ警告などのイベントを監視します.
pl_pl: monitorowanie pasywne kontrole usług i wydarzeń, takich jak alerty zabezpieczeń.
pt_pt: Monitorar as verificações de serviços passiva e eventos, como alertas de segurança.
ru_ru: Мониторинг пассивных проверок службы и событий, таких как предупреждения системы безопасности.
zh_cn: 监视被动服务检查和事件，例如安全警报。

source: The IP address or FQDNS name of the device or server associated with the passive check(s).
bg_bg: IP адрес или FQDNS име на устройството или сървъра, асоциирани с пасивната проверка (и).
de_de: Die IP-Adresse oder FQDNs Name der Vorrichtung oder einem Server mit der passiven Kontrolle (n) zugeordnet ist.
es_es: La direccion IP o el nombre FQDNS del host
fr_fr: L'adresse IP ou le nom FQDN de l'appareil ou serveur associé au contrôle passif (s).
it_it: L'indirizzo IP o il nome FQDN del dispositivo o server associato al controllo passivo (s).
ja_jp: パッシブチェックに関連付けるデバイスまたはサーバーのIPアドレスまたはFQDN.
pl_pl: adres IP lub FQDN nazwa urządzenia lub serwera związanego z biernym kontroli (-ach).
pt_pt: O endereço IP ou FQDN nome do host
ru_ru: IP-адрес или FQDN, имя устройства или сервера, связанных с пассивной проверки (ы).
zh_cn: 与被动检查关联的设备或服务器的IP地址或FQDNS名称。

source: Check Type:
bg_bg: Тип проверка:
de_de: Überprüfen Typ:
es_es: Tipo de Chequeo
fr_fr: Vérifiez Type:
it_it: Controllare Tipo:
ja_jp: チェックタイプ:
pl_pl: sprawdzić typ:
pt_pt: Verifique Transferências
ru_ru: Проверьте тип:
zh_cn: 检查类型：

source: Security-Related Check
bg_bg: Проверка, свързана със сигурността
de_de: In Bezug auf Sicherheit prüfen
es_es: Relacionada con la seguridad Check
fr_fr: Relatives à la sécurité Vérifier
it_it: Relative alla sicurezza Verifica
ja_jp: セキュリティ関連のチェック
pl_pl: Kontrola dotycząca zabezpieczeń
pt_pt: Relacionados à segurança Verificação
ru_ru: Связанные с безопасностью проверки
zh_cn: 与安全相关的检查

source: Other Check Type
bg_bg: Друг вид проверка
de_de: Andere prüfen Type
es_es: Tipo de Chequeo
fr_fr: Type d'Vérifier Autre
it_it: Verifica Altro Tipo
ja_jp: 他のチェックタイプ
pl_pl: Inny typ kontroli
pt_pt: Com verificado
ru_ru: Другой тип проверки
zh_cn: 检查其他类型

source: What type of passive check(s) are you configuring? Your selection here will be used to set defaults on the next screen.
bg_bg: Какъв тип пасивна проверка (и) конфигурирате в момента? Вашия избор тук ще се използва за задаване на "стандартни" (по подразбиране) настройки на следващия екран.
de_de: Welche Art von passiven (s) sind Sie mit der Konfiguration? Ihre Auswahl wird hier verwendet, um Ausfälle auf dem nächsten Bildschirm eingestellt werden.
es_es: ¿Qué tipo de control pasivo (s) está configurando? Su selección aquí se utilizará para establecer los valores predeterminados en la siguiente pantalla.
fr_fr: Quel type de contrôle passif (s) êtes-vous configurer? Votre sélection ici sera utilisé pour définir par défaut sur l'écran suivant.
it_it: Che tipo di controllo passivo (s) è la configurazione? La tua selezione di questo campo viene utilizzato per impostare i valori predefiniti nella schermata successiva.
ja_jp: 構成するパッシブチェックのタイプを選択してください。 この選択により、次の画面の既定値が決まります。
pl_pl: jaki rodzaj pasywnej kontroli (y) jesteś konfiguracji? Twój wybór będzie używany do ustawienia domyślne na następnym ekranie.
pt_pt: Que tipo de verificação passiva (s) que você está configurando? Sua seleção aqui será usado para definir padrões na tela seguinte.
ru_ru: Какой вид пассивной проверки (ы) вы настройки? Ваш выбор здесь будет использоваться для установки значения по умолчанию на следующем экране.
zh_cn: 您要配置哪种类型的被动检查？ 您在此处所做的选择将用于在下一个屏幕上设置默认值。

source: Passive Services
bg_bg: Пасивни сървиси
de_de: Passive Leistungen
es_es: Chequeo de Servicios Pasivos
fr_fr: Services passifs
it_it: Servizi passivi
ja_jp: パッシブサービス
pl_pl: biernych
pt_pt: Verificação passiva
ru_ru: Пассивный услуги
zh_cn: 被动服务

source: Define one or more service names that should be configured as passive services associated with the host.
bg_bg: Определете едно или повече имена на сървиси, които трябва да бъдат конфигурирани като пасивни сървиси, свързани с хоста.
de_de: Definieren Sie ein oder mehrere Service-Namen, konfiguriert als passive Dienste mit dem Host verbunden werden soll.
es_es: Definir uno o más nombres de servicio que se deben configurar como servicios pasivos asociados con el host.
fr_fr: Définissez un ou plusieurs noms de service qui doivent être configurés en tant que services passifs associés à l'hôte.
it_it: Definire uno o più nomi di servizio che devono essere configurati come servizi passivi associato con l'host.
ja_jp: ホストに関連付けられているパッシブサービスの名前を設定します.
pl_pl: zdefiniować jedną lub więcej nazw usług, które powinny być skonfigurowane jako usługi biernych związanych z hostem.
pt_pt: Defina um ou mais nomes de serviço que devem ser configurados como serviços passivos associados ao hospedeiro.
ru_ru: Определите одну или несколько имен служб, которые должны быть сконфигурированы как пассивные услуги, связанные с хостом.
zh_cn: 定义一个或多个服务名称，这些名称应配置为与主机关联的被动服务。

source: Service Name(s):
bg_bg: Име(на) на сървис(и):
de_de: Service Name (n):
es_es: Estado del Servicio
fr_fr: Nom du service (s):
it_it: Name Service (s):
ja_jp: サービス名:
pl_pl: imię (imiona) usługi:
pt_pt: Serviço do Estado
ru_ru: Имя службы (ы):
zh_cn: 服务名称（S）：

source: Service Options
bg_bg: Опции на сървиса
de_de: Service-Optionen
es_es: Configuraciones de Servicios
fr_fr: Options de service
it_it: Opzioni di assistenza
ja_jp: サービスオプション
pl_pl: Opcje serwisowe
pt_pt: Configurações de serviço
ru_ru: Параметры службы
zh_cn: 服务选项

source: Volatility:
bg_bg: Изменчивост:
de_de: Volatilität:
es_es: Disponibilidad
fr_fr: Volatilité:
it_it: Volatilità:
ja_jp: 不安定性：
pl_pl: Zmienność:
pt_pt: Disponibilidade
ru_ru: Волатильность:
zh_cn: 波幅：

source: Should the service(s) be volatile? Volatile services generate alerts each time a non-OK event is received, which can be useful when monitoring security events.
bg_bg: Трябва ли сървиса (ите) да е (са) "непостоянен" (ни)? Непостоянните (Volatile) сървиси генерират сигнали за тревога всеки път, когато се получи не-ОК събитие, което може да бъде полезно, когато следят събитията по сигурността.
de_de: Sollte der Dienst (s) volatil sein? Flüchtige Services generieren Warnungen jedes Mal, wenn ein nicht-OK-Ereignis empfangen wird, die nützlich sein können, wenn die Überwachung Security-Events.
es_es: Si el servicio (s) ser volátil? Servicios volátiles generar alertas cada vez que se recibe un evento no-OK, que puede ser útil en el seguimiento de eventos de seguridad.
fr_fr: Si le service (s) volatil? Les services volatils générer des alertes à chaque fois qu'un événement non-OK est reçu, ce qui peut être utile lors de la surveillance des événements de sécurité.
it_it: Se il servizio (s) essere volatile? Servizi volatili generare avvisi ogni volta che viene ricevuto un non-OK evento, che può essere utile quando il monitoraggio degli eventi di sicurezza.
ja_jp: サービス(複数)は不安定ですか？不安定なサービスは、正常以外のイベントが受信されるたびにアラートを生成します. セキュリティイベントを監視するときに役立ちます.
pl_pl: Usługa powinna (-y) być zmienne? Usługi lotne generowania alertów każdą otrzymaną nie ok wydarzeniem, które mogą być przydatne podczas monitorowania zdarzeń bezpieczeństwa.
pt_pt: Se o serviço (s) ser volátil? Serviços voláteis gerar alertas cada vez que um evento não-OK é recebido, o que pode ser útil ao monitorar eventos de segurança.
ru_ru: В случае, если услуги (услуг) будет летучий? Летучие услуги генерировать предупреждения каждый раз, когда не-OK событие получено, которые могут быть полезны при мониторинге событий безопасности.
zh_cn: 服务应该是易变的吗？ 每当接收到非正常事件时，易失性服务都会生成警报，这在监视安全事件时很有用。

source: Stalking:
bg_bg: Издебване (Stalking):
es_es: Acecho:
ja_jp: 追跡：
ru_ru: Преследование:
zh_cn: 跟踪：
