Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: If you have special characters in the command_name and cannot pass it through the path, you can use %s with the %s URL parameter instead.
bg_bg: ако имате специални символи в името на командата и не можете да го прекарате през пътя, вместо това можете да използвате% s с параметъра% s url.
de_de: Wenn der Befehlsname Sonderzeichen enthält und diese nicht über den Pfad übergeben kann, können Sie stattdessen% s mit dem URL-Parameter% s verwenden.
es_es: si tiene caracteres especiales en command_name y no puede pasarlos por la ruta, puede usar% s con el parámetro% s url en su lugar.
fr_fr: si vous avez des caractères spéciaux dans le nom_commande et que vous ne pouvez pas le passer par le chemin, vous pouvez utiliser% s avec le paramètre url% s à la place.
it_it: se hai caratteri speciali nel nome_comando e non puoi passarlo attraverso il percorso, puoi invece usare% s con il parametro% s url.
ja_jp: command_nameに特殊文字があり、それをパスに渡すことができない場合は、代わりに％s urlパラメーターを指定して％sを使用できます。
pl_pl: jeśli masz znaki specjalne w nazwa_polecenia i nie możesz przekazać go przez ścieżkę, możesz zamiast tego użyć% s z parametrem% s url.
pt_pt: se você tiver caracteres especiais no command_name e não puder passá-los pelo caminho, você pode usar% s com o parâmetro de url% s.
ru_ru: если у вас есть специальные символы в имени_команды и вы не можете передать его по пути, вместо этого вы можете использовать% s с параметром URL% s.
zh_cn: 如果command_name中包含特殊字符并且无法通过路径传递，则可以将％s与％s url参数一起使用。

source: This endpoint deletes a command object.
bg_bg: тази крайна точка изтрива команден обект.
de_de: Dieser Endpunkt löscht ein Befehlsobjekt.
es_es: este punto final elimina un objeto de comando.
fr_fr: ce point de terminaison supprime un objet de commande.
it_it: questo endpoint cancella un oggetto comando.
ja_jp: このエンドポイントはコマンドオブジェクトを削除します。
pl_pl: ten punkt końcowy usuwa obiekt polecenia.
pt_pt: esse terminal exclui um objeto de comando.
ru_ru: эта конечная точка удаляет объект команды.
zh_cn: 该端点删除命令对象。

source: This command gets all the configured contacts in the CCM even if they have not been applied. Note: This lists <i>all</i> contacts in the CCM unless filtered by the optional paramters below.
bg_bg: тази команда получава всички конфигурирани контакти в ccm, дори и да не са били приложени. Забележка: това изброява <i>всички</i> контакти в ccm, освен ако не се филтрира от допълнителните параметри по-долу.
de_de: Dieser Befehl ruft alle konfigurierten Kontakte in der ccm ab, auch wenn sie nicht angewendet wurden. Hinweis: Hier werden <i>alle</i> Kontakte in der Ccm aufgelistet, sofern nicht durch die optionalen Parameter unten gefiltert.
es_es: este comando obtiene todos los contactos configurados en el ccm incluso si no se han aplicado. nota: esto lista <i>todos los</i> contactos en el ccm a menos que esté filtrado por los parámetros opcionales a continuación.
fr_fr: cette commande récupère tous les contacts configurés dans le ccm même s'ils n'ont pas été appliqués. remarque: ceci liste <i>tous les</i> contacts de la cmc à moins d’être filtré par les paramètres optionnels ci-dessous.
it_it: questo comando ottiene tutti i contatti configurati nel ccm anche se non sono stati applicati. nota: elenca <i>tutti i</i> contatti nel ccm a meno che non vengano filtrati dai parametri opzionali riportati di seguito.
ja_jp: このコマンドは、適用されていない場合でも、ccmに設定されているすべての連絡先を取得します。注：以下のオプションのパラメーターでフィルター処理されていない限り、これはccm内の<i>すべての</i>連絡先をリスト<i>し</i>ます。
pl_pl: to polecenie pobiera wszystkie skonfigurowane kontakty w ccm, nawet jeśli nie zostały zastosowane. uwaga: wyświetla listę <i>wszystkich</i> kontaktów w ccm, chyba że są one filtrowane przez opcjonalne parametry poniżej.
pt_pt: este comando obtém todos os contatos configurados no ccm, mesmo que eles não tenham sido aplicados. nota: isso lista <i>todos os</i> contatos no ccm, a menos que sejam filtrados pelos opcionais abaixo.
ru_ru: эта команда получает все настроенные контакты в ccm, даже если они не были применены. примечание: здесь перечислены <i>все</i> контакты в ccm, если они не отфильтрованы необязательными параметрами ниже.
zh_cn: 即使尚未应用，此命令也会获取CCM中所有已配置的联系人。 注意：除非通过以下可选参数过滤，否则此列表会列出CCM中的所有<i>所有</i>联系人。

source: This command gets all the configured contact groups in the CCM even if they have not been applied. Note: This lists <i>all</i> contact groups in the CCM unless filtered by the optional paramters below.
bg_bg: тази команда получава всички конфигурирани групи контакти в ccm, дори и да не са били приложени. Забележка: това изброява <i>всички</i> групи контакти в ccm, освен ако не се филтрира от допълнителните параметри по-долу.
de_de: Dieser Befehl ruft alle konfigurierten Kontaktgruppen im ccm ab, auch wenn sie nicht angewendet wurden. Hinweis: Hier werden <i>alle</i> Kontaktgruppen in der ccm aufgelistet, sofern nicht durch die optionalen Parameter gefiltert.
es_es: este comando obtiene todos los grupos de contactos configurados en el ccm, incluso si no se han aplicado. nota: esto enumera <i>todos</i> los grupos de contactos en el ccm a menos que esté filtrado por los parámetros opcionales a continuación.
fr_fr: cette commande récupère tous les groupes de contacts configurés dans le ccm même s'ils n'ont pas été appliqués. Remarque: ceci répertorie <i>tous</i> les groupes de contacts de la cmc, à moins qu’il ne soit filtré par les paramètres facultatifs ci-dessous.
it_it: questo comando ottiene tutti i gruppi di contatti configurati nel ccm anche se non sono stati applicati. nota: elenca <i>tutti</i> i gruppi di contatti nel ccm a meno che non vengano filtrati dai parametri opzionali riportati di seguito.
ja_jp: このコマンドは、適用されていない場合でも、ccmに設定されているすべての連絡先グループを取得します。注：以下のオプションのパラメーターでフィルター処理されていない限り、これはccm内の<i>すべての</i>連絡先グループをリスト<i>し</i>ます。
pl_pl: to polecenie pobiera wszystkie skonfigurowane grupy kontaktów w ccm, nawet jeśli nie zostały zastosowane. Uwaga: wyświetla listę <i>wszystkich</i> grup kontaktów w ccm, chyba że są one filtrowane przez opcjonalne parametry poniżej.
pt_pt: este comando obtém todos os grupos de contatos configurados no ccm, mesmo que eles não tenham sido aplicados. nota: isso lista <i>todos</i> os grupos de contatos no ccm, a menos que sejam filtrados pelos parâmetros opcionais abaixo.
ru_ru: эта команда возвращает все настроенные группы контактов в ccm, даже если они не были применены. примечание: здесь перечислены <i>все</i> группы контактов в ccm, если они не отфильтрованы необязательными параметрами ниже.
zh_cn: 即使尚未应用，此命令也会获取CCM中所有已配置的联系人组。 注意：除非通过以下可选参数过滤，否则此列表将列出CCM中的所有<i>所有</i>联系人组。

source: This endpoint creates a new contact object.
bg_bg: тази крайна точка създава нов команден обект.
de_de: Dieser Endpunkt erstellt ein neues Befehlsobjekt.
es_es: este punto final crea un nuevo objeto de comando.
fr_fr: ce point de terminaison crée un nouvel objet de commande.
it_it: questo endpoint crea un nuovo oggetto comando.
ja_jp: このエンドポイントは新しいコマンドオブジェクトを作成します。
pl_pl: ten punkt końcowy tworzy nowy obiekt polecenia.
pt_pt: esse terminal cria um novo objeto de comando.
ru_ru: эта конечная точка создает новый объект команды.
zh_cn: 该端点创建一个新的联系人对象。

source: This endpoint creates a new contact group object.
bg_bg: тази крайна точка създава нов команден обект.
de_de: Dieser Endpunkt erstellt ein neues Befehlsobjekt.
es_es: este punto final crea un nuevo objeto de comando.
fr_fr: ce point de terminaison crée un nouvel objet de commande.
it_it: questo endpoint crea un nuovo oggetto comando.
ja_jp: このエンドポイントは新しいコマンドオブジェクトを作成します。
pl_pl: ten punkt końcowy tworzy nowy obiekt polecenia.
pt_pt: esse terminal cria um novo objeto de comando.
ru_ru: эта конечная точка создает новый объект команды.
zh_cn: 该端点创建一个新的联系人组对象。

source: This endpoint edits a contact object.
bg_bg: тази крайна точка изтрива команден обект.
de_de: Dieser Endpunkt löscht ein Befehlsobjekt.
es_es: este punto final elimina un objeto de comando.
fr_fr: ce point de terminaison supprime un objet de commande.
it_it: questo endpoint cancella un oggetto comando.
ja_jp: このエンドポイントはコマンドオブジェクトを編集します。
pl_pl: ten punkt końcowy usuwa obiekt polecenia.
pt_pt: esse terminal exclui um objeto de comando.
ru_ru: эта конечная точка удаляет объект команды.
zh_cn: 该端点编辑联系人对象。

source: If you have special characters in the contact_name and cannot pass it through the path, you can use %s with the %s URL parameter instead.
bg_bg: ако имате специални символи в името на контакта и не можете да го прекарате през пътя, вместо това можете да използвате% s с параметъра% s url.
de_de: Wenn der Kontaktname Sonderzeichen enthält und diese nicht über den Pfad übergeben kann, können Sie stattdessen% s mit dem URL-Parameter% s verwenden.
es_es: si tiene caracteres especiales en contact_name y no puede pasarlo por la ruta, puede usar% s con el parámetro% s url en su lugar.
fr_fr: si vous avez des caractères spéciaux dans le contact_name et que vous ne pouvez pas le passer par le chemin, vous pouvez utiliser% s avec le paramètre url% s à la place.
it_it: se hai caratteri speciali nel contact_name e non puoi passarlo attraverso il percorso, puoi invece usare% s con il parametro% s url.
ja_jp: contact_nameに特殊文字があり、それをパスに渡すことができない場合は、代わりに％s urlパラメーターを指定して％sを使用できます。
pl_pl: jeśli masz znaki specjalne w contact_name i nie możesz przekazać go przez ścieżkę, możesz zamiast tego użyć% s z parametrem% s url.
pt_pt: se você tiver caracteres especiais em contact_name e não puder passá-los pelo caminho, poderá usar% s com o parâmetro de url% s.
ru_ru: если у вас есть специальные символы в contact_name и вы не можете передать его по пути, вы можете вместо этого использовать% s с параметром url% s.
zh_cn: 如果contact_name中包含特殊字符且无法通过路径传递，则可以将％s与％s url参数一起使用。

source: All normal contact directives are able to be used like normal core config definition files.
bg_bg: Всичките най-обикновени хост директиви могат да бъдат използвани като основни конфигурационни файлове.
de_de: alle normalen Host-Richtlinien in der Lage sind wie normale Kernkonfigurationsdefinitionsdateien verwendet werden.
es_es: todas las directivas de acogida normales son capaces de ser utilizados como archivos de definición de configuración del núcleo normal.
fr_fr: toutes les directives normales de l'hôte sont capables d'être utilisés comme des fichiers de définition de config de base normale.
it_it: tutte le direttive di accoglienza normali sono in grado di essere utilizzati come file di base normale definizione config.
ja_jp: すべての通常のコンフィグディレクティブは、通常のCoreコンフィグ定義ファイルと同じように使用できます.
pl_pl: wszystkie normalne dyrektyw gospodarze są w stanie być używane jak normalny podstawowych plików definicji config.
pt_pt: todas as directivas acolhimento normais são capazes de ser usado como arquivos de definição de configuração do núcleo normal.
ru_ru: все нормальные директивы хозяева смогли быть использованы как обычно основных файлов конфигурации четкости.
zh_cn: 所有普通的接触指令都可以像普通的核心配置定义文件一样使用。

source: This endpoint edits a contact group object.
bg_bg: тази крайна точка изтрива команден обект.
de_de: Dieser Endpunkt löscht ein Befehlsobjekt.
es_es: este punto final elimina un objeto de comando.
fr_fr: ce point de terminaison supprime un objet de commande.
it_it: questo endpoint cancella un oggetto comando.
ja_jp: このエンドポイントはコマンドオブジェクトを編集します。
pl_pl: ten punkt końcowy usuwa obiekt polecenia.
pt_pt: esse terminal exclui um objeto de comando.
ru_ru: эта конечная точка удаляет объект команды.
zh_cn: 该端点编辑联系人组对象。

source: If you have special characters in the contactgroup_name and cannot pass it through the path, you can use %s with the %s URL parameter instead.
bg_bg: ако имате специални знаци в contactgroup_name и не можете да го прекарате през пътя, вместо това можете да използвате% s с параметъра% s url.
de_de: Wenn der Name der Kontaktgruppe Sonderzeichen enthält und diese nicht über den Pfad übergeben kann, können Sie stattdessen% s mit dem URL-Parameter% s verwenden.
es_es: si tiene caracteres especiales en contactgroup_name y no puede pasarlo por la ruta, puede usar% s con el parámetro% s url.
fr_fr: si vous avez des caractères spéciaux dans le contactgroup_name et que vous ne pouvez pas le passer par le chemin, vous pouvez utiliser% s avec le paramètre url% s à la place.
it_it: se hai caratteri speciali nel contactgroup_name e non puoi passarlo attraverso il percorso, puoi invece usare% s con il parametro% s url.
ja_jp: contactgroup_nameに特殊文字があり、それをパスに渡すことができない場合は、代わりに％s urlパラメーターを指定して％sを使用できます。
pl_pl: jeśli masz znaki specjalne w contactgroup_name i nie możesz przekazać ich przez ścieżkę, możesz zamiast tego użyć% s z parametrem% s url.
pt_pt: se você tiver caracteres especiais no contactgroup_name e não puder passá-los pelo caminho, você pode usar% s com o parâmetro de url% s.
ru_ru: если у вас есть специальные символы в contactgroup_name и вы не можете передать их по пути, вы можете использовать% s с параметром url% s вместо этого.
zh_cn: 如果contactgroup_name中包含特殊字符且无法通过路径传递，则可以将％s与％s url参数一起使用。

source: All normal contact group directives are able to be used like normal core config definition files.
bg_bg: Всичките най-обикновени хост директиви могат да бъдат използвани като основни конфигурационни файлове.
de_de: alle normalen Host-Richtlinien in der Lage sind wie normale Kernkonfigurationsdefinitionsdateien verwendet werden.
es_es: todas las directivas de acogida normales son capaces de ser utilizados como archivos de definición de configuración del núcleo normal.
fr_fr: toutes les directives normales de l'hôte sont capables d'être utilisés comme des fichiers de définition de config de base normale.
it_it: tutte le direttive di accoglienza normali sono in grado di essere utilizzati come file di base normale definizione config.
ja_jp: すべての通常のホストグループディレクティブは、通常のCoreコンフィグ定義ファイルと同じように使用できます.
pl_pl: wszystkie normalne dyrektyw gospodarze są w stanie być używane jak normalny podstawowych plików definicji config.
pt_pt: todas as directivas acolhimento normais são capazes de ser usado como arquivos de definição de configuração do núcleo normal.
ru_ru: все нормальные директивы хозяева смогли быть использованы как обычно основных файлов конфигурации четкости.
zh_cn: 所有常规联系人组指令都可以像常规核心配置定义文件一样使用。

source: This endpoint deletes a contact object.
bg_bg: тази крайна точка изтрива команден обект.
de_de: Dieser Endpunkt löscht ein Befehlsobjekt.
es_es: este punto final elimina un objeto de comando.
fr_fr: ce point de terminaison supprime un objet de commande.
it_it: questo endpoint cancella un oggetto comando.
ja_jp: このエンドポイントはコマンドオブジェクトを削除します。
pl_pl: ten punkt końcowy usuwa obiekt polecenia.
pt_pt: esse terminal exclui um objeto de comando.
ru_ru: эта конечная точка удаляет объект команды.
zh_cn: 该端点删除联系人对象。

source: This endpoint deletes a contact group object.
bg_bg: тази крайна точка изтрива команден обект.
de_de: Dieser Endpunkt löscht ein Befehlsobjekt.
es_es: este punto final elimina un objeto de comando.
fr_fr: ce point de terminaison supprime un objet de commande.
it_it: questo endpoint cancella un oggetto comando.
ja_jp: このエンドポイントはコマンドオブジェクトを削除します。
pl_pl: ten punkt końcowy usuwa obiekt polecenia.
pt_pt: esse terminal exclui um objeto de comando.
ru_ru: эта конечная точка удаляет объект команды.
zh_cn: 该端点删除联系人组对象。

source: This command gets all the configured time periods in the CCM even if they have not been applied. Note: This lists <i>all</i> time periods in the CCM unless filtered by the optional paramters below.
bg_bg: тази команда получава всички конфигурирани времеви периоди в ccm, дори и да не са били приложени. Забележка: това изброява <i>всички</i> периоди от време в ccm, освен ако не се филтрира по избор по-долу.
de_de: Dieser Befehl ruft alle konfigurierten Zeiträume im ccm ab, auch wenn sie nicht angewendet wurden. Hinweis: Hier werden <i>alle</i> Zeiträume in ccm aufgeführt, sofern nicht durch die optionalen Parameter unten gefiltert.
es_es: este comando obtiene todos los períodos de tiempo configurados en el ccm incluso si no se han aplicado. nota: esto enumera <i>todos los</i> períodos de tiempo en el ccm a menos que esté filtrado por los parámetros opcionales a continuación.
fr_fr: Cette commande récupère toutes les périodes configurées dans le ccm même si elles n'ont pas été appliquées. remarque: ceci liste <i>toutes les</i> périodes de temps dans le ccm à moins que filtré par les paramètres optionnels ci-dessous
it_it: questo comando ottiene tutti i periodi di tempo configurati nel ccm anche se non sono stati applicati. nota: questo elenca <i>tutti i</i> periodi di tempo nel ccm a meno che non venga filtrato dai parametri opzionali seguenti.
ja_jp: このコマンドは、適用されていない場合でも、ccmに設定されているすべての期間を取得します。注：以下のオプションのパラメーターでフィルターをかけない限り、これはccm内の<i>すべての</i>期間をリスト<i>し</i>ます。
pl_pl: to polecenie pobiera wszystkie skonfigurowane okresy czasu w ccm, nawet jeśli nie zostały zastosowane. Uwaga: ta lista zawiera <i>wszystkie</i> okresy czasu w ccm, chyba że są filtrowane przez opcjonalne parametry poniżej.
pt_pt: Esse comando obtém todos os períodos de tempo configurados no ccm, mesmo que eles não tenham sido aplicados. nota: isso lista <i>todos os</i> períodos de tempo no ccm, a menos que sejam filtrados pelos parâmetros opcionais abaixo.
ru_ru: эта команда получает все настроенные периоды времени в ccm, даже если они не были применены. примечание: здесь перечислены <i>все</i> периоды времени в ccm, если они не отфильтрованы необязательными параметрами ниже
zh_cn: 即使尚未应用，此命令也会获取CCM中所有已配置的时间段。 注意：除非在下面的可选参数中进行了过滤，否则这会列出CCM中的所有<i>所有时间段。

source: This endpoint creates a new time period object.
bg_bg: тази крайна точка създава нов команден обект.
de_de: Dieser Endpunkt erstellt ein neues Befehlsobjekt.
es_es: este punto final crea un nuevo objeto de comando.
fr_fr: ce point de terminaison crée un nouvel objet de commande.
it_it: questo endpoint crea un nuovo oggetto comando.
ja_jp: このエンドポイントは新しいコマンドオブジェクトを作成します。
pl_pl: ten punkt końcowy tworzy nowy obiekt polecenia.
pt_pt: esse terminal cria um novo objeto de comando.
ru_ru: эта конечная точка создает новый объект команды.
zh_cn: 该端点创建一个新的时间段对象。

source: This endpoint edits a time period object.
bg_bg: тази крайна точка изтрива команден обект.
de_de: Dieser Endpunkt löscht ein Befehlsobjekt.
es_es: este punto final elimina un objeto de comando.
fr_fr: ce point de terminaison supprime un objet de commande.
it_it: questo endpoint cancella un oggetto comando.
ja_jp: このエンドポイントはコマンドオブジェクトを編集します。
pl_pl: ten punkt końcowy usuwa obiekt polecenia.
pt_pt: esse terminal exclui um objeto de comando.
ru_ru: эта конечная точка удаляет объект команды.
zh_cn: 该端点编辑时间段对象。

source: If you have special characters in the timeperiod_name and cannot pass it through the path, you can use %s with the %s URL parameter instead.
bg_bg: ако имате специални символи в timeperiod_name и не можете да го прекарате през пътя, вместо това можете да използвате% s с параметъра% s url.
de_de: Wenn der Zeitperiodenname Sonderzeichen enthält und diese nicht über den Pfad übergeben kann, können Sie stattdessen% s mit dem URL-Parameter% s verwenden.
es_es: si tiene caracteres especiales en timeperiod_name y no puede pasarlos por la ruta, puede usar% s con el parámetro% s url.
fr_fr: si vous avez des caractères spéciaux dans timeperiod_name et que vous ne pouvez pas le passer par le chemin, vous pouvez utiliser% s avec le paramètre url% s à la place.
it_it: se hai caratteri speciali nel timeperiod_name e non puoi passarlo attraverso il percorso, puoi invece usare% s con il parametro% s url.
ja_jp: timeperiod_nameに特殊文字があり、それをパスに渡すことができない場合は、代わりに％s urlパラメーターを指定して％sを使用できます。
pl_pl: jeśli masz znaki specjalne w timeperiod_name i nie możesz przekazać ich przez ścieżkę, możesz zamiast tego użyć% s z parametrem% s url.
pt_pt: se você tiver caracteres especiais no timeperiod_name e não puder passá-los pelo caminho, você pode usar% s com o parâmetro de url% s.
ru_ru: если у вас есть специальные символы в timeperiod_name и вы не можете передать его по пути, вы можете вместо этого использовать% s с параметром url% s.
zh_cn: 如果timeperiod_name中包含特殊字符且无法通过路径传递，则可以将％s与％s url参数一起使用。

source: This endpoint deletes a time period object.
bg_bg: тази крайна точка изтрива команден обект.
de_de: Dieser Endpunkt löscht ein Befehlsobjekt.
es_es: este punto final elimina un objeto de comando.
fr_fr: ce point de terminaison supprime un objet de commande.
it_it: questo endpoint cancella un oggetto comando.
ja_jp: このエンドポイントはコマンドオブジェクトを削除します。
pl_pl: ten punkt końcowy usuwa obiekt polecenia.
pt_pt: esse terminal exclui um objeto de comando.
ru_ru: эта конечная точка удаляет объект команды.
zh_cn: 该端点删除时间段对象。

source: Raw Import
bg_bg: суров внос
de_de: roher Import
es_es: importación sin procesar
fr_fr: importation brute
it_it: importazione grezza
ja_jp: 生インポート
pl_pl: surowy import
pt_pt: importação bruta
ru_ru: сырой импорт
zh_cn: 原始导入

source: <b>Warning!</b> These configurations are not checked for validity. You should be sure your configuration will apply before sending your raw config data to this endpoint.
bg_bg: <b>внимание!</b> тези конфигурации не се проверяват за валидност. трябва да сте сигурни, че конфигурацията ви ще се прилага, преди да изпратите данните си за сурови конфигурации на тази крайна точка.
de_de: <b>Warnung!</b> Diese Konfigurationen werden nicht auf ihre Gültigkeit überprüft. Sie sollten sicherstellen, dass Ihre Konfiguration gültig ist, bevor Sie die Raw-Konfigurationsdaten an diesen Endpunkt senden.
es_es: <b>¡advertencia!</b> estas configuraciones no se verifican por validez. debe asegurarse de que su configuración se aplicará antes de enviar sus datos de configuración sin procesar a este punto final.
fr_fr: <b>Attention!</b> ces configurations ne sont pas vérifiées pour la validité. Vous devez vous assurer que votre configuration s'appliquera avant d'envoyer vos données de configuration brutes à ce point de terminaison.
it_it: <b>avvertimento!</b> queste configurazioni non sono verificate per la validità. dovresti essere sicuro che la tua configurazione verrà applicata prima di inviare i tuoi dati di configurazione grezzi a questo endpoint.
ja_jp: <b>警告！</b>これらの構成の妥当性はチェックされません。未設定の設定データをこのエンドポイントに送信する前に、設定が適用されることを確認する必要があります。
pl_pl: <b>ostrzeżenie!</b> te konfiguracje nie są sprawdzane pod kątem ważności. powinieneś się upewnić, że twoja konfiguracja zostanie zastosowana przed wysłaniem twoich nieprzetworzonych danych konfiguracyjnych do tego punktu końcowego.
pt_pt: <b>Atenção!</b> essas configurações não são verificadas quanto à validade. você deve ter certeza de que sua configuração será aplicada antes de enviar seus dados de configuração brutos para este terminal.
ru_ru: <b>предупреждение!</b> эти конфигурации не проверяются на достоверность. вы должны быть уверены, что ваша конфигурация будет применяться перед отправкой исходных данных конфигурации в эту конечную точку.
zh_cn: <b>警告！</b>不会检查这些配置的有效性。 在将原始配置数据发送到此端点之前，您应确保配置将适用。
