Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: This directive is used to specify the
bg_bg: Тази директива се използва за определяне на
de_de: Diese Direktive wird benutzt, um die angeben
es_es: esta directiva se utiliza para especificar el
fr_fr: cette directive est utilisée pour spécifier le
it_it: questa direttiva viene utilizzato per specificare il
ja_jp: このディレクティブは次の
pl_pl: dyrektywa ta jest używana do określenia
pt_pt: esta directiva é usado para especificar o
ru_ru: Эта директива используется для задания
zh_cn: 该指令用于指定

source: short name
bg_bg: кратко име
de_de: Kurzbezeichnung
es_es: nombre corto
fr_fr: nom court
it_it: nome breve
ja_jp: 短縮名
pl_pl: Nazwa skrócona
pt_pt: nome curto
ru_ru: Краткое наименование
zh_cn: 简称

source: of the command that should be used to check if the host is up or down. Typically, this command would try and ping the host to see if it is "alive". The command must return a status of OK (0) or Nagios will assume the host is down.
bg_bg: на командата, която трябва да се използва, за да се провери, ако хоста е в работещо състояние или не е. Обикновено, тази команда ще се опита да изпълни пинг към хоста, за да се види дали е "жив". Командата трябва да се върне статус ОК (0) или Nagios ще допусне, че хоста не е в работещо състояние.
de_de: der Befehl, der verwendet werden soll, um zu überprüfen, ob der Host nach oben oder unten. Typischerweise würde dieser Befehl versuchen, den Host-ping, um zu sehen, ob es "lebendig". der Befehl muss den Status OK (0) zurückzukehren oder nimmt Nagios an, der Host ist ausgefallen.
es_es: del comando que se debe utilizar para comprobar si el host está arriba o abajo. normalmente, este comando sería tratar de ping al host para ver si está "vivo". el comando debe devolver un estado de bien (0) o nagios asumirá el anfitrión está abajo.
fr_fr: de la commande qui doit être utilisée pour vérifier si l'hôte est haut ou le bas. généralement, cette commande serait essayer de ping sur l'hôte pour voir si elle est "vivant". la commande doit retourner un état OK (0) ou nagios supposera l'hôte est en panne.
it_it: del comando che deve essere utilizzato per verificare se l'host è alto o in basso. in genere, questo comando avrebbe cercato e ping all'host per vedere se è "vivo". il comando deve restituire uno stato di ok (0) o Nagios si assume l'host è giù.
ja_jp: を指定するために使用されます: ホストが稼働(up)または停止(down)しているかどうかをチェックするために使用するコマンド. 通常、このコマンドはホストが"稼働している"かを確認するためにpingを行います. コマンドはOK(0)ステータスを返さなければなりません.そうでない場合はホストは停止していると推測されます.
pl_pl: polecenia, które należy stosować, aby sprawdzić, czy komputer jest w górę lub w dół. zazwyczaj, to polecenie będzie spróbować i ping do hosta, aby sprawdzić, czy jest "żywa". Polecenie musi powrócić stan OK (0) lub Nagios przejmie gospodarz jest w dół.
pt_pt: do comando que deve ser utilizado para verificar se o host é para cima ou para baixo. Normalmente, este comando iria tentar e ping no host para ver se ele está "vivo". o comando deve retornar um status de ok (0) ou nagios assumirá o anfitrião é baixo.
ru_ru: команды, которые должны быть использованы для проверки хост вверх или вниз. Как правило, эта команда будет пытаться проверить связь с хост, чтобы увидеть, если это "живой". Команда должна вернуть статус OK (0), или Nagios примет хост выключен.
zh_cn: 用于检查主机是关闭还是关闭的命令。 通常，此命令将尝试对主机执行ping操作，以查看其是否“活动”。 该命令必须返回OK（0）状态，否则Nagios将假定主机已关闭。

source: If you leave this argument blank, the host will
bg_bg: Ако оставите този аргумент празен, хоста ще
de_de: wenn Sie dieses Argument nicht angeben, wird der Host-
es_es: si se deja en blanco este argumento, el anfitrión
fr_fr: si vous laissez cet argument vide, l'hôte
it_it: se si lascia questo argomento vuoto, l'host
ja_jp: この変数を空欄にした場合、ホストはアクティブにチェック
pl_pl: jeśli opuścisz ten argument puste, gospodarz będzie
pt_pt: se você deixar esse argumento em branco, o anfitrião
ru_ru: если вы оставите этот аргумент пустым, хост будет
zh_cn: 如果将此参数保留为空白，则主机将

source: not
bg_bg: не
de_de: nicht
es_es: no
fr_fr: pas
it_it: non
ja_jp: しない
pl_pl: nie
pt_pt: não
ru_ru: не
zh_cn: 不

source: be actively checked. Thus, Nagios will likely always assume the host is up (it may show up as being in a "PENDING" state in the web interface). This is useful if you are monitoring printers or other devices that are frequently turned off. The maximum amount of time that the notification command can run is controlled by the host_check_timeout option.
bg_bg: Активно да се проверява. По този начин, Nagios вероятно винаги ще допуска, че хоста работи (това може да се прояви като т.нар. "висящо" състояние ("PENDING" state) в уеб интерфейса). Това е полезно, ако се наблюдават принтери и други устройства, които често са изключени. Максималния период от време на командата за уведомяване се контролира чрез опцията host_check_timeout.
de_de: aktiv geprüft. so wird Nagios höchstwahrscheinlich annehmen, der Host funktioniert (Es kann bis als in einem "pending" im Web-Interface anzeigen). Dies ist nützlich, wenn Sie die Überwachung Drucker oder andere Geräte, die regelmäßig ausgeschaltet werden. die maximale Zeit, die der Prüfbefehl laufen kann wird durch die Option host_check_timeout gesteuert.
es_es: comprobar activamente. por lo tanto, es probable que nagios siempre asumen el anfitrión está arriba (puede aparecer como miembros de un estado "pendiente" en la interfaz web). esto es útil si está supervisando las impresoras u otros dispositivos que se activan con frecuencia fuera. la cantidad máxima de tiempo que el comando de notificación puede funcionar es controlado por la opción host_check_timeout.
fr_fr: contrôler activement. Ainsi, nagios seront probablement toujours supposer l'hôte est en haut (il peut apparaître comme étant dans un état "en attente" dans l'interface Web). ce qui est utile si vous êtes imprimantes ou d'autres dispositifs qui sont souvent éteints surveillez. le montant maximum de temps que la commande de notification peut fonctionner est contrôlé par l'option de host_check_timeout.
it_it: da verificare attivamente. quindi, nagios probabilmente assumono sempre l'host è alto (si può mostrare come essere in uno stato "sospeso" nell'interfaccia web). questo è utile se si sta stampanti o altri dispositivi che sono spesso disattivati ​​monitorando. la quantità massima di tempo che il comando di notifica può essere eseguito è controllata dall'opzione host_check_timeout.
ja_jp: . このように、Nagiosはおそらく常にホストが稼働していると仮定します（Webンターフェイスで「ペンディング」ステータスにあると表示される場合があります）. プリンタや頻繁にオフになる他のデバイスを監視している場合に便利です. 通知コマンドを実行できる最大時間はhost_check_timeout オプションによって制御されています.
pl_pl: aktywnie sprawdzane. w ten sposób, Nagios będzie prawdopodobnie zawsze zakładać gospodarz jest się (może pokazać się jako w "oczekiwaniu" stanie w interfejsie internetowym). Jest to przydatne, jeśli drukarki lub innych urządzeń, które są często wyłączane z monitoringu. Maksymalny czas, który można uruchomić polecenie Zgłoszenie jest kontrolowany przez opcję host_check_timeout.
pt_pt: ser activamente marcada. Assim, nagios provavelmente vai sempre assumir o host está ativo (que pode mostrar-se como se estivesse em um estado "pendente" na interface web). isso é útil se você estiver monitorando impressoras ou outros dispositivos que são freqüentemente desligados. a quantidade máxima de tempo que o comando notificação pode ser executado é controlada pela opção host_check_timeout.
ru_ru: активно проверяется. Таким образом, Nagios, скорее всего, всегда предполагать, хозяин вверх (это может проявляться как в "ожидании" состоянии в веб-интерфейсе). это полезно, если вы контролируете принтеров или других устройств, которые часто выключены. Максимальное количество времени, что команда уведомление может работать контролируется с помощью опции host_check_timeout.
zh_cn: 积极检查。 因此，Nagios可能总是假设主机已启动（它可能在Web界面中显示为处于“挂起”状态）。 如果要监视经常关闭的打印机或其他设备，此功能很有用。 通知命令可以运行的最大时间由host_check_timeout选项控制。

source: Host - arguments
bg_bg: Хост - аргументи
de_de: Host - Argumente
es_es: anfitrionas - argumentos
fr_fr: accueil - arguments
it_it: HOST - argomenti
ja_jp: ホスト - 引数
pl_pl: gospodarze - argumenty
pt_pt: hospedeiras - argumentos
ru_ru: Host - аргументы
zh_cn: 主机 - 参数

source: The values defined here will replace the according argument variable behind the selected command. Up to 8 argument variables are supported. Be sure, that you defines a valid value for each required argument variable.
bg_bg: Стойностите, определени тук ще заменят съотвентия аргумент на променливата в края на избраната команда. Поддържат се не повече от 8 аргумента на променливи. Бъдете сигурни, че сте определили валидна стойност за всеки задължителен аргумент на променлива.
de_de: die hier definierten Werte werden nach den variablen Argument hinter dem ausgewählten Befehl zu ersetzen. bis zu 8 Argument Variablen werden unterstützt. sicher sein, dass Sie einen gültigen Wert für jedes benötigte Argument Variable definiert.
es_es: los valores definidos aquí reemplazarán el argumento según variables detrás del comando seleccionado. se admiten hasta 8 variables de argumentos. estar seguro, que define un valor válido para cada variable argumento necesario.
fr_fr: les valeurs définies ici remplaceront l'argument selon variables derrière la commande sélectionnée. jusqu'à 8 variables des arguments sont pris en charge. assurez-vous, qui vous définit une valeur valide pour chaque variable d'argument requis.
it_it: i valori definiti qui sostituiranno la variabile tesi secondo dietro il comando selezionato. fino a 8 variabili degli argomenti sono supportati. essere sicuri, che si definisce un valore valido per ogni variabile argomento richiesto.
ja_jp: ここで定義された値は、選択したコマンドの後ろの引数の変数に応じて、置換されます. 最大8引数変数がサポートされています. 各必要な引数変数の有効値を定義していることを確認してください.
pl_pl: wartości określone w tym miejscu wymienić według zmiennej argumentów za wybranego polecenia. do 8 zmiennych argumentów są obsługiwane. pamiętaj, że określa poprawną wartość każdej zmiennej argumentu wymagana.
pt_pt: os valores definidos aqui irá substituir o acordo variável argumento por trás do comando selecionado. até 8 variáveis ​​argumentos são suportados. não se esqueça, que você define um valor válido para cada variável argumento obrigatório.
ru_ru: значения, определенные здесь заменит в соответствии аргументов переменной за выбранной команды. до 8 аргументов переменных поддерживаются. быть уверены, что вы определяет действительное значение для каждого обязательного переменной аргумента.
zh_cn: 此处定义的值将替换所选命令后面的相应自变量。 最多支持8个参数变量。 确保为每个必需的参数变量定义一个有效值。

source: Host - Templates
bg_bg: Хост - Шаблони (Templates)
es_es: Plantillas de Hosts
fr_fr: Modèles d'accueil
it_it: Host Modelli
ja_jp: ホスト - テンプレート
pl_pl: Szablony gospodarza
pt_pt: Modelos de host
ru_ru: Хост Шаблоны
zh_cn: 主机-模板

source: You can add one or more host templates to a host configuration. Nagios will add the definitions from each template to a host configuration.
bg_bg: Можете да добавите един или повече "хост" шаблони (templates) в конфигурация за хост. Nagios ще добави дефинициите от всеки шаблон в конфигурация за хост.
de_de: Sie können einen oder mehrere Host-Vorlagen an einen Host-Konfiguration hinzufügen. Nagios wird die Definitionen von jeder Vorlage an einen Host-Konfiguration hinzufügen.
es_es: usted puede agregar una o más plantillas de acogida a una configuración de host. nagios agregará las definiciones de cada plantilla para una configuración de host.
fr_fr: vous pouvez ajouter un ou plusieurs modèles d'accueil à une configuration de l'hôte. nagios va ajouter les définitions de chaque modèle à une configuration de l'hôte.
it_it: è possibile aggiungere uno o più modelli di accoglienza per una configurazione host. nagios aggiungerà le definizioni da ogni modello di una configurazione host.
ja_jp: ホストコンフィグレーションに1つ以上のホストテンプレートを追加することができます. Nagiosは、各テンプレートからホスト設定に定義を追加します.
pl_pl: można dodać jeden lub więcej szablonów hostów do konfiguracji hosta. Nagios doda definicje z każdego szablonu do konfiguracji hosta.
pt_pt: você pode adicionar um ou mais modelos de host para uma configuração de host. Nagios irá adicionar as definições de cada modelo para uma configuração de host.
ru_ru: Вы можете добавить один или несколько шаблонов хостов в конфигурации хоста. Nagios будет добавить определений из каждого шаблона в конфигурации хост-машины.
zh_cn: 您可以将一个或多个主机模板添加到主机配置中。 Nagios会将每个模板的定义添加到主机配置。

source: If you add more than one template - the templates from the bottom to the top will be used to overwrite configuration items which are defined inside templates before.
bg_bg: Ако добавите повече от един шаблон (template) - шаблоните от долу нагоре, ще бъдат използвани, за презаписването на конфигурационните обекти, които са били дефинирани в шаблоните преди.
de_de: wenn Sie mehr als eine Vorlage hinzufügen - die Vorlagen von unten nach oben wird verwendet, um Konfigurationselemente, die vor innerhalb Vorlagen definiert sind zu überschreiben.
es_es: si se añade más de una plantilla - las plantillas desde el fondo hasta la parte superior se utilizará para sobrescribir los elementos de configuración que se definen dentro de las plantillas antes.
fr_fr: si vous ajoutez plus d'un modèle - les modèles à partir du bas vers le haut sera utilisé pour écraser des éléments de configuration qui sont définis à l'intérieur de modèles avant.
it_it: se si aggiunge più di un modello - i modelli dal basso verso l'alto saranno utilizzati per sovrascrivere gli elementi di configurazione che sono definiti all'interno dei modelli prima.
ja_jp: 複数のテンプレートを追加する場合 - 下から上にテンプレートが前のテンプレート内で定義されている設定項目を上書きするために使用されます.
pl_pl: jeśli dodać więcej niż jeden szablon - szablony z dołu do góry zostaną wykorzystane, aby zastąpić elementy konfiguracji, które są zdefiniowane wewnątrz szablonów wcześniej.
pt_pt: se você adicionar mais de um modelo - os modelos a partir da base para o topo será usado para substituir os itens de configuração que são definidos dentro de modelos de antes.
ru_ru: если вы добавите больше, чем один шаблон - Шаблоны от основания до вершины будет использоваться для перезаписи элементы конфигурации, которые определены в шаблонах раньше.
zh_cn: 如果添加多个模板，则从下到上的模板将用于覆盖以前在模板内部定义的配置项目。

source: The host configuration itselves will overwrite all values which are defined in templates before and pass all values which are not defined.
bg_bg: Конфигурацията на хоста ще презапише всички стойности, които били предварително дефинирани в шаблони и ще подаде всички стойности, които не са били определени.
de_de: die Host-Konfiguration selbst, seht ihr werden alle Werte, die vor dem in Vorlagen definiert werden überschrieben und gehen alle Werte, die nicht definiert sind.
es_es: los itselves configuración anfitrión se sobreponen a todos los valores que se definen en las plantillas antes y pasar todos los valores que no se definen.
fr_fr: les itselves de configuration hôte écraseront toutes les valeurs qui sont définis dans les modèles avant et passer toutes les valeurs qui ne sont pas définis.
it_it: le itselves configurazione dell'host sovrascrivono tutti i valori che vengono definite nel template prima e superare tutti i valori che non sono definite.
ja_jp: ホストコンフィグレーションそのものがテンプレートで定義されたすべての値を上書きし、未定義の値を渡します.
pl_pl: z itselves konfiguracji hosta zastąpi wszystkie wartości, które są określone w szablonach przed i przekazać wszystkie wartości, które nie są zdefiniowane.
pt_pt: os itselves configuração de host irá substituir todos os valores que são definidos em modelos antes e passar todos os valores que não estão definidas.
ru_ru: в itselves конфигурации хост будет перезаписывать все значения, которые определены в шаблонах до и пройти все значения, которые не определены.
zh_cn: 主机配置本身将覆盖之前在模板中定义的所有值，并传递所有未定义的值。

source: Host - initial state
bg_bg: Хост - начално състояние
de_de: Host - Ausgangszustand
es_es: anfitrión - estado inicial
fr_fr: accueil - état initial
it_it: ospite - stato iniziale
ja_jp: ホスト - 初期ステータス
pl_pl: hosta - stan początkowy
pt_pt: hospedeiro - estado inicial
ru_ru: хост - начальное состояние
zh_cn: 主机 - 初始状态

source: By default Nagios will assume that all hosts are in UP states when in starts. You can override the initial state for a host by using this directive. Valid options are:
bg_bg: Когато стартира, Nagios ще приеме по подразбиране, че всички хостове са в работещо състояние. Можете да замените първоначалното състояние на хоста, с помощта на тази директива. Валидни опции са:
de_de: Standardmäßig nimmt Nagios an, dass alle Hosts im UP-Zustand, wenn es startet. können Sie den Ausgangszustand für einen Host mit Hilfe dieser Richtlinie außer Kraft setzen. gültige Optionen sind:
es_es: por defecto nagios asumirá que todos los hosts están en estados hasta cuando en aperturas. puede anular el estado inicial para un host mediante esta directiva. opciones válidas son:
fr_fr: Par défaut, Nagios supposent que tous les hôtes sont dans des états allume lorsque des mises en chantier. vous pouvez remplacer l'état initial d'un hôte en utilisant cette directive. options valides sont:
it_it: Per impostazione predefinita, Nagios per scontato che tutti i padroni di casa sono stati in alto quando in inizio. è possibile ignorare lo stato iniziale di un host utilizzando questa direttiva. opzioni valide sono:
ja_jp: 既定では、Nagiosは開始時はすべてのホストが稼働状態であると仮定します。 このディレクティブを使用することでこの初期ステータスを上書きできます。 有効なオプションは次のとおりです:
pl_pl: domyślnie Nagios zakłada, że ​​wszystkie hosty są w stanach w górę, gdy w rozruchów. można zastąpić stan początkowy dla hosta za pomocą tej dyrektywy. Poprawne opcje:
pt_pt: por padrão Nagios irá assumir que todos os hosts estão em estados-se quando em iniciar. você pode substituir o estado inicial para um host usando esta directiva. opções válidas são:
ru_ru: По умолчанию Nagios будет считать, что все хозяева в последнюю состояний при в стартах. Вы можете изменить начальное состояние для какого-либо узла, используя эту директиву. Допустимые варианты:
zh_cn: 默认情况下，Nagios在启动时将假定所有主机都处于UP状态。 您可以使用此伪指令覆盖主机的初始状态。 有效选项包括：

source: UP,
bg_bg: Работещ (UP),
de_de: nach oben,
es_es: arriba,
ja_jp: 稼働,
pl_pl: górę,
pt_pt: acima,
ru_ru: вверх,
zh_cn: 开机

source: DOWN, and
bg_bg: СПРЯН (DOWN), и
de_de: unten, und
es_es: abajo, y
fr_fr: vers le bas, et
it_it: giù, e
ja_jp: ダウン
pl_pl: w dół, a
pt_pt: para baixo, e
ru_ru: вниз, и
zh_cn: 停机，和

source: UNREACHABLE.
bg_bg: НЕДОСТИЖИМ (UNREACHABLE)
de_de: nicht erreichbar.
es_es: inalcanzable.
fr_fr: inaccessible.
it_it: irraggiungibile.
ja_jp: 到達不能
pl_pl: nieosiągalny.
pt_pt: inacessível.
ru_ru: недоступен.
zh_cn: 不可达。

source: Host - retry interval
bg_bg: Хост - "повторен опит" интервал (retry interval)
de_de: Host - Wiederholungsintervall
es_es: acoger - intervalo de reintento
fr_fr: accueillir - Intervalle de relance
it_it: ospiterà - Intervallo tentativi
ja_jp: ホスト - 再試行間隔
pl_pl: gospodarzem - ponów interwał
pt_pt: Host - intervalo de repetição
ru_ru: Host - Интервал повтора
zh_cn: 主机-重试间隔

source: This directive is used to define the number of "time units" to wait before scheduling a re-check of the hosts. Hosts are rescheduled at the retry interval when they have changed to a non-UP state. Once the host has been retried
bg_bg: Тази директива се използва за определяне на броя "времеви единици", с които да се изчака, преди насрочване на повторна проверка на хостовете. Хост проверките са разсрочени в "интервала за повторен опит" (retry interval), когато са си променили състоянието на "не-работещо" (non-UP state). Веднъж след като хоста е бил отново проверен
de_de: Diese Direktive wird benutzt, um die Anzahl von "Zeiteinheiten" zu definieren, die zwischen erneuten Überprüfungen der Gastgeber warten. Techniker sind im Wiederholungsintervall eingeplant, wenn sie zu einer nicht-Up-Status verändert haben. Sobald der Host erneut versucht worden ist
es_es: esta directiva se utiliza para definir el número de "unidades de tiempo" que esperar antes de programar una re-verificación de los anfitriones. hosts se reprograman en el intervalo de reintento cuando han cambiado a un estado no-up. una vez que el anfitrión ha sido juzgado
fr_fr: cette directive est utilisée pour définir le nombre d '"unités de temps" à attendre avant d'ordonnancer un nouveau contrôle des hôtes. hôtes sont reportés à l'intervalle de relance quand ils ont changé à un état non-up. une fois que l'hôte a été rejugé
it_it: questa direttiva è utilizzato per definire il numero di "unità di tempo" per aspettare prima di programmare una nuova verifica dei padroni di casa. host sono riprogrammate all'intervallo tentativi quando hanno cambiato a uno stato non-up. una volta che l'host è stato ritentato
ja_jp: このディレクティブはホストの再チェックをスケジュールする前に待機する「時間単位」の回数を定義するために使用します. ホストは非-稼働ステータスに変化すると「再試行間隔」で再スケジュールされます. ホストがステータスが変化されることなく、
pl_pl: dyrektywa ta służy do określenia liczby "jednostek czasu" oczekiwania przed zaplanowaniem ponowne sprawdzenie gospodarzy. Gospodarze są przełożone na interwał ponawiania, kiedy zmieniły się do nie się stanie. raz została ponowiona hosta
pt_pt: esta directiva é usado para definir o número de "unidades de tempo" para esperar antes de agendar uma nova verificação dos anfitriões. hospedeiros são reagendadas no intervalo de repetição quando eles mudaram para um estado não-up. uma vez que o anfitrião foi repetida
ru_ru: Эта директива используется для определения количества «единиц времени" ждать, прежде чем планировать повторную проверку хозяев. хозяева перенесено на интервал повтора, когда они перешли на не-до государства. когда хозяин был повторен
zh_cn: 此伪指令用于定义在安排主机重新检查之前要等待的“时间单位”数。 主机已更改为非UP状态时，将按重试间隔重新安排主机。 一旦主机被重试

source: times without a change in its status, it will revert to being scheduled at its "normal" rate as defined by the
bg_bg: брой пъти без промяна на статута, ще се върне към график с "нормалната" скорост, както е определена от
de_de: Zeiten ohne Zustandsänderung, wird es an seinem "normalen" Rate geplant zurückkehren, wie durch die definierte
es_es: veces sin un cambio en su estatuto, que volverán a ser programado a su ritmo "normal" según la definición de la
fr_fr: fois sans un changement dans son statut, il reviendra à étant prévue à son taux "normal" tel que défini par le
it_it: volte senza un cambiamento nel suo stato, che torneranno ad essere in programma al suo tasso "normale", come definito dalla
ja_jp: 回再試行されると、
pl_pl: razy bez zmiany jego statusu, to powróci zaplanowano na swoim "normalnym" tempie, jak określono w
pt_pt: vezes sem uma mudança em seu status, ele irá reverter para ser agendado em sua taxa "normal", como definido pela
ru_ru: раз без изменения его статуса, он вернется, чтобы быть запланировано на своем «нормальном» размере, как это определено
zh_cn: 在状态不变的情况下，它将恢复为按“
