Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Enabled (Default)
bg_bg: Активиран (по подразбиране)
es_es: Activado (predeterminado)
fr_fr: Activé (par défaut)
it_it: Abilitato (impostazione predefinita)
ja_jp: 有効 (既定)
pl_pl: włączony (domyślnie)
pt_pt: Habilitado (Padrão)
ru_ru: Включено (по умолчанию)
zh_cn: 已启用（默认）

source: Determines whether or not data between the Nagios XI server and NRPE agent is encrypted
bg_bg: Определя дали данните между Nagios XI сървъра и NRPE агента се шифроват
de_de: Legt fest, ob Daten zwischen dem Nagios XI-Server und NRPE Agenten verschlüsselt ist
es_es: Determine si el procesador de deadpool esta habilitado
fr_fr: Détermine si oui ou non des données entre le serveur Nagios XI et l'agent NRPE est crypté
it_it: Determina o meno di dati tra il server Nagios XI e l'agente NRPE è crittografato
ja_jp: Nagios XIサーバーとNRPEエージェント間でデータを暗号化するかどうかを決定します
pl_pl: określa, czy dane pomiędzy serwerem Nagios XI i agenta NRPE jest szyfrowana
pt_pt: Determina se o processador Deadpool é habilitado
ru_ru: Определяет, будет ли обмен данными между сервером Nagios XI и NRPE агента зашифрованы
zh_cn: 确定Nagios XI服务器和NRPE代理之间的数据是否已加密

source: Legacy NRPE installations may require that SSL support be disabled
bg_bg: Морално остарелите (Legacy) NRPE инсталации могат да изискват деактивация на SSL
de_de: Legacy NRPE Anlagen können verlangen, dass die SSL-Unterstützung deaktiviert werden
es_es: Legado instalaciones NRPE podrán exigir que soporte SSL se desactivará
fr_fr: Héritage installations nrpe peut exiger que le support de SSL est désactivé
it_it: Legacy installazioni NRPE possono richiedere che il supporto SSL essere disabilitato
ja_jp: レガシーNRPEインストレーションでは、SSLサポートを無効にする必要があるかもしれません
pl_pl: Instalacje dziedzictwo NRPE może wymagać, aby obsługa SSL jest wyłączony
pt_pt: Instalações legadas NRPE pode exigir que o suporte a SSL ser desativado
ru_ru: Наследие NRPE установки может потребоваться поддержка SSL отключен
zh_cn: 旧版NRPE安装可能需要禁用SSL支持

source: Specify which services you'd like to monitor for the server
bg_bg: Определете кои сървиси бихте искали да следите за сървъра
de_de: Bestimmen Sie, welche Leistungen Sie möchten für den Server überwachen
es_es: Especifique qué servicios le gustaría monitorizar el servidor
fr_fr: Précisez les services que vous souhaitez surveiller pour le serveur
it_it: Specificare quali servizi si desidera monitorare per il server
ja_jp: サーバーで監視するサービスを指定します
pl_pl: określić, które usługi chcesz monitorować serwera
pt_pt: Especificar os momentos do dia que você gostaria de receber alertas.
ru_ru: Укажите, какие услуги вы хотите, чтобы следить за сервер
zh_cn: 指定您要监视服务器的服务

source: Monitors the server with an ICMP Ping. Useful for watching network latency and general uptime
bg_bg: Следи сървъра с ICMP пинг. Полезно за наблюдението на латентността на мрежата и общото време за работа (uptime)
de_de: Überwacht den Server mit einem ICMP Ping. Nützlich für beobachtete Netzwerk-Latenz und allgemeine uptime
es_es: Supervisa el servidor con un ping ICMP. Resulta útil para ver la latencia de red y tiempo de actividad en general
fr_fr: Surveille le serveur avec un ping ICMP. Utile pour regarder la latence du réseau et une disponibilité générale
it_it: Monitora il server con un ping ICMP. Utile per la visione di latenza della rete e generale uptime
ja_jp: ICMP pingを使用してサーバーを監視します. ネットワークの遅延と稼働時間を見るために便利です
pl_pl: monitoruje serwer z ping ICMP. przydatne do oglądania opóźnienie sieci i ogólny czas pracy
pt_pt: Monitora o servidor com um ICMP Ping. Útil para assistir a latência da rede geral e uptime
ru_ru: Мониторы сервер с ICMP Ping. Полезно для просмотра сетевой задержки и общая работоспособность
zh_cn: 使用ICMP Ping监视服务器。 有助于观察网络延迟和总体正常运行时间

source: NRPE Commands
bg_bg: NRPE команди
de_de: NRPE Befehle
es_es: Comandos
fr_fr: Commandes nrpe
it_it: NRPE Comandi
ja_jp: NRPEコマンド
pl_pl: NRPE polecenia
pt_pt: Comandos
ru_ru: NRPE команд
zh_cn: NRPE命令

source: Specify any remote NRPE commands that should be monitored on the server. Multiple command arguments should be separated with a space.
bg_bg: Посочете които и да са отдалечени NRPE команди, които трябва да бъдат наблюдавани на сървъра. Множеството командни аргументи трябва да се разделят с интервал
de_de: Geben Sie alle remote NRPE Befehle, die auf dem Server überwacht werden sollen. Mehrere Befehlsargumente sollte mit einem Leerzeichen getrennt werden
es_es: Especifique los comandos remotos NRPE que deben ser controlados en el servidor. Múltiples argumentos de comando deben estar separados por un espacio
fr_fr: Spécifiez les commandes à distance NRPE qui doivent être surveillés sur le serveur. Arguments de la commande multiples doivent être séparées par un espace
it_it: Specificare tutti i comandi remoti NRPE che dovrebbero essere controllati sul server. Argomenti del comando multipli devono essere separati da uno spazio
ja_jp: サーバ上で監視するリモートNRPEコマンドを指定します. 複数のコマンド引数は、スペースで区切る必要があります。
pl_pl: podać żadnych zdalnych poleceń NRPE, które powinny być monitorowane na serwerze. wiele argumentów polecenia powinny być oddzielone spacją
pt_pt: Especificar todos os comandos NRPE remotos que devem ser monitorados no servidor. Argumentos do comando devem ser separados por um espaço
ru_ru: Укажите любые удаленные команды NRPE, которые должны быть проверены на сервере. Несколько аргументов команды должны быть разделены пространством
zh_cn: 指定服务器上应监视的所有远程NRPE命令。 多个命令参数应以空格分隔。

source: Arguments are defined with check_nrpe using -a and are single quoted on the command line. If you put in <b>-w 10, -c 20</b> then the config wizard will do
bg_bg: аргументите се дефинират с check_nrpe използвайки -a и са единични цитирани в командния ред. ако поставите в <b>-w 10, -c 20,</b> тогава съветникът за конфигурация ще направи
de_de: Argumente werden mit check_nrpe mit -a definiert und in der Befehlszeile einzeln angegeben. Wenn Sie <b>-w 10, -c 20</b> eingeben, wird der Konfigurationsassistent ausreichen
es_es: los argumentos se definen con check_nrpe usando -a y se citan de forma simple en la línea de comando. si coloca <b>-w 10, -c 20,</b> entonces el asistente de configuración hará
fr_fr: Les arguments sont définis avec check_nrpe en utilisant -a et sont des guillemets simples sur la ligne de commande. si vous mettez <b>-w 10, -c 20</b> alors l'assistant de configuration va faire
it_it: gli argomenti sono definiti con check_nrpe usando -a e sono quotati singolarmente sulla riga di comando. se inserisci <b>-w 10, -c 20,</b> allora il wizard di configurazione lo farà
ja_jp: 引数はcheck_nrpeで-aを使って定義され、コマンドラインでは一重引用符で囲まれています。 <b>-w 10、-c 20</b>を入力すると、設定ウィザードが行います
pl_pl: Argumenty są definiowane przy pomocy check_nrpe za pomocą -a i są pojedyncze cytowane w wierszu poleceń. jeśli wstawisz <b>-w 10, -c 20,</b> to zrobi to kreator konfiguracji
pt_pt: Os argumentos são definidos com check_nrpe usando -a e são citados como únicos na linha de comando. se você colocar em <b>-w 10, -c 20,</b> então o assistente de configuração fará
ru_ru: аргументы определяются с помощью check_nrpe с использованием -a и одинарными кавычками в командной строке. если вы положите <b>-w 10, -c 20,</b> то мастер настройки будет делать
zh_cn: 参数使用-a使用check_nrpe定义，并在命令行上用单引号引起来。 如果输入<b> -w 10，-c 20 </ b>，则配置向导将执行

source: Remote NRPE Command
bg_bg: ДистаОтдалечена NRPE команда
de_de: Remote NRPE Befehl
es_es: Mando a distancia NRPE
fr_fr: Distance NRPE commande
it_it: Remote Command NRPE
ja_jp: リモートNRPEコマンド
pl_pl: Polecenie zdalne NRPE
pt_pt: Remoto NRPE Comando
ru_ru: Удаленный NRPE команд
zh_cn: 远程NRPE命令

source: Command Args
bg_bg: Командни аргументи
de_de: Befehl Args
es_es: Comandos
fr_fr: Args commande
it_it: Comando Args
ja_jp: コマンド引数
pl_pl: args dowodzenia
pt_pt: Comandos
ru_ru: Команда Args
zh_cn: 命令ARGS

source: Windows Desktop
ja_jp: Windowsデスクトップ
pl_pl: Pulpit Windows
zh_cn: Windows桌面

source: 32-Bit Agent
bg_bg: 32-битов агент
es_es: 32-Bit Agente
it_it: 32-Bit agente
ja_jp: 32ビットエージェント
pl_pl: Agent 32-bitowy
pt_pt: 32-Bit agente
ru_ru: 32-разрядный агент
zh_cn: 32位代理

source: 64-Bit Agent
bg_bg: 64-битов агент
es_es: 64-Bit Agente
it_it: 64-Bit agente
ja_jp: 64ビットエージェント
pl_pl: Agent 64-bitowy
pt_pt: 64-Bit agente
ru_ru: 64-Bit агента
zh_cn: 64位代理

source: Agent Password
bg_bg: Парола на агента
es_es: Resetear contraseña
it_it: Agente password
ja_jp: エージェントのパスワード
pl_pl: Hasło agenta
pt_pt: Redefinir senha
ru_ru: Агент пароль
zh_cn: 代理密码

source: Valid characters include
bg_bg: Валидните знаци включват
de_de: Gültige Zeichen sind
es_es: Los caracteres válidos son
fr_fr: Les caractères valides comprennent
it_it: I caratteri validi includono
ja_jp: 有効な文字は次のとおり
pl_pl: dozwolone znaki to
pt_pt: Os caracteres válidos incluem
ru_ru: Допустимые символы
zh_cn: 有效字符包括：

source: Monitors the server with an ICMP ping. Useful for watching network latency and general uptime.
bg_bg: Следи сървъра с ICMP пинг. Полезно за наблюдението на латентността на мрежата и общото време за работа (uptime).
de_de: Überwacht den Server mit einem ICMP-Ping. Nützlich für beobachtete Netzwerklatenz und allgemeinen Verfügbarkeit.
es_es: Supervisa el servidor con una mesa de ping ICMP. Resulta útil para ver la latencia de red y tiempo de actividad general.
fr_fr: Surveille le serveur avec un ping ICMP. Utile pour regarder la latence du réseau et de disponibilité générale.
it_it: Controlla il server con un ping ICMP. Utile per la visione di latenza di rete e uptime generale.
ja_jp: ICMP pingを使用してサーバーを監視します. ネットワークの遅延や稼働時間を見るために便利です.
pl_pl: monitoruje serwer z ping ICMP. przydatne do oglądania opóźnienie sieci i ogólny czas pracy.
pt_pt: Monitora o servidor com um ping ICMP. Útil para assistir a latência da rede eo tempo de atividade geral.
ru_ru: Мониторы сервер с ICMP-пинг. Полезно для просмотра задержка сети и общего времени безотказной работы.
zh_cn: 使用ICMP ping监视服务器。 用于观察网络延迟和一般正常运行时间。

source: Monitors the CPU (processor usage) on the server.
bg_bg: Следи CPU (използването на процесора) на сървъра.
de_de: Überwacht die CPU (Prozessor-Auslastung) auf dem Server.
es_es: Monitoriza la CPU (el uso del procesador) en el servidor.
fr_fr: Contrôle le CPU (utilisation du processeur) sur le serveur.
it_it: Controlla la CPU (utilizzo del processore) sul server.
ja_jp: サーバーのCPU(CPU使用率)を監視します.
pl_pl: monitoruje procesora (wykorzystanie procesora) na serwerze.
pt_pt: Monitora a CPU (uso do processador) no servidor.
ru_ru: Мониторы CPU (процессор использования) на сервере.
zh_cn: 监视服务器上的CPU（处理器使用率）。

source: Monitors the memory usage on the server.
bg_bg: Следи използването на паметта на сървъра.
de_de: Überwacht die Speicherauslastung auf dem Server.
es_es: Monitorear el host cada
fr_fr: Surveille l'utilisation de la mémoire sur le serveur.
it_it: Controlla l'utilizzo della memoria sul server.
ja_jp: サーバーのメモリ使用量を監視します.
pl_pl: monitoruje zużycie pamięci na serwerze.
pt_pt: Monitorar o host cada
ru_ru: Контролирует использование памяти на сервере.
zh_cn: 监视在服务器上的内存使用情况。

source: Monitors the uptime on the server.
bg_bg: Следи ъптайма на сървъра.
de_de: Überwacht die Verfügbarkeit auf dem Server.
es_es: Monitorear el host cada
fr_fr: Surveille la disponibilité sur le serveur.
it_it: Monitora il tempo di attività del server.
ja_jp: サーバーの稼働時間を監視します.
pl_pl: monitoruje czas pracy na serwerze.
pt_pt: Monitorar o host cada
ru_ru: Мониторы время работы на сервере.
zh_cn: 监控的正常运行时间的服务器上。

source: Monitors disk usage on the server.
bg_bg: Следи използването на диска на сървъра.
de_de: Überwacht Speicherverbrauch auf dem Server.
es_es: Monitorear el servicio cada
fr_fr: Surveille l'utilisation du disque sur le serveur.
it_it: Controlla l'uso del disco sul server.
ja_jp: サーバーのディスクの使用量を監視します.
pl_pl: monitoruje wykorzystanie dysku na serwerze.
pt_pt: Monitorar o serviço cada
ru_ru: Контролирует использование дискового пространства на сервере.
zh_cn: 监控服务器上的磁盘使用情况。

source: Drive
bg_bg: Диск (drive)
de_de: Fahren
es_es: Conducir
fr_fr: Conduire
it_it: Guidare
ja_jp: ドライブ
pl_pl: napęd
pt_pt: Conduzir
ru_ru: Ездить
zh_cn: 驱动

source: Specify any services that should be monitored to ensure they're in a running state.
bg_bg: Посочете които и да са сървиси, които трябва да бъдат наблюдавани, за да се гарантира, че не са спрени.
de_de: Geben Sie alle Dienste, die überwacht werden, um sicherzustellen, dass sie in einem laufenden Zustand sollte.
es_es: Especificar los servicios que deben ser monitoreados para asegurarse de que está en un estado de ejecución.
fr_fr: Spécifiez tous les services qui doivent être surveillés pour s'assurer qu'ils sont en état de marche.
it_it: Specificare tutti i servizi che dovrebbero essere controllati per garantire che siano in uno stato di esecuzione.
ja_jp: 稼動を確認するために監視する必要があるサービスを指定します.
pl_pl: określił usługi, które powinny być monitorowane w celu zapewnienia, że ​​są w stanie działania.
pt_pt: Especificar todos os serviços que devem ser monitorados para garantir que eles estão em um estado de execução.
ru_ru: Укажите любые услуги, которые должны быть проверены, чтобы гарантировать, что они в запущенном состоянии.
zh_cn: 指定应监视的所有服务，以确保它们处于运行状态。

source: Windows Service
bg_bg: Windows сървис (service)
es_es: Servicio
ja_jp: Windowsサービス
pl_pl: Usługa okna
pt_pt: Serviço
ru_ru: Служба Windows
zh_cn: Windows服务

source: Specify any processes that should be monitored to ensure they're running.
bg_bg: Посочете които и да са процеси, които трябва да бъдат наблюдавани, за да се гарантира, че са пуснати (работещи)
de_de: Geben Sie alle Prozesse, die überwacht werden, um sicherzustellen, sie laufen sollten.
es_es: Especifique los procesos que deben ser monitoreados para asegurarse de que está ejecutando.
fr_fr: Spécifiez les processus qui doivent être surveillés pour s'assurer qu'ils exécutent.
it_it: Specificare tutti i processi che devono essere monitorati per assicurare che sta eseguendo.
ja_jp: 稼動を確認するために監視する必要があるプロセスを指定します.
pl_pl: określić wszelkie procesy, które powinny być monitorowane w celu zapewnienia, że ​​pracujesz.
pt_pt: Especificar todos os processos que devem ser monitorados para garantir que eles estão correndo.
ru_ru: Укажите любые процессы, которые должны быть проверены, чтобы убедиться, что они работают.
zh_cn: 指定应监视以确保它们正在运行的所有进程。

source: Windows Process
bg_bg: Windows процес
de_de: Windows Prozess
es_es: Procesos Nagios
fr_fr: Processus Windows
it_it: Processo Windows
ja_jp: Windowsプロセス
pl_pl: Proces okna
pt_pt: Processo de núcleo
ru_ru: Процессов Windows
zh_cn: Windows进程

source: Performance Counters
bg_bg: Броячи на произведителността (Performance Counters)
de_de: Leistungsindikatoren
es_es: Graficas de Desempeño
fr_fr: Compteurs de performance
it_it: Contatori delle prestazioni
ja_jp: パフォーマンスカウンタ
pl_pl: Liczniki wydajności
pt_pt: Gráficos de Desempenho
ru_ru: Счетчики
zh_cn: 性能计数器

source: Specify any performance counters that should be monitored.
bg_bg: Изберете които и да са "броячи на произведителността" (performance counters), които трябва да бъдат наблюдавани.
de_de: Geben Sie alle Leistungsindikatoren, die überwacht werden soll.
es_es: Especifique los parametros que determinen como el host debe ser monitoreado
fr_fr: Spécifiez les compteurs de performance qui doivent être surveillés.
it_it: Specificare eventuali contatori delle prestazioni che devono essere monitorati.
ja_jp: 監視するパフォーマンスカウンタを指定します.
pl_pl: podać żadnych liczników wydajności, które powinny być monitorowane.
pt_pt: Especificar os parâmetros que determinam como o acolhimento deve ser monitorado
ru_ru: Укажите любые счетчики производительности, которые должны быть проверены.
zh_cn: 指定要监视的任何性能计数器。

source: Performance Counter
bg_bg: Брояч на произведителността (Performance Counter)
de_de: Leistung Begegnen
es_es: Datos de desempeño
fr_fr: Compteur de performance
it_it: Contatore di prestazioni
ja_jp: パフォーマンスカウンタ
pl_pl: Licznik wydajności
pt_pt: Gráfico de desempenho
ru_ru: Счетчик производительности
zh_cn: 性能计数器

source: Counter Output Format
bg_bg: Брояч Изходен Формат
de_de: Zähler Ausgabeformat
es_es: Formato de salida del contador
fr_fr: Format de sortie du compteur
it_it: Formato di uscita del contatore
ja_jp: カウンタの出力形式
pl_pl: format Licznik
pt_pt: Formato de saída do contador
ru_ru: Счетчик Формат вывода
zh_cn: 计数器输出格式

source: You must select a service display name for each service. Create display name for service:
bg_bg: Трябва да изберете дисплей име на сървис (service display name) за всеки сървис. Създайте дисплей име за сървис:
de_de: Sie müssen einen Dienstanzeigename für jeden Dienst auszuwählen. Anzeigename für den Dienst zu erstellen:
es_es: debe seleccionar un nombre de visualización de servicio para cada servicio. crear nombre de visualización para el servicio:
fr_fr: vous devez sélectionner un nom d'affichage de service pour chaque service. créer le nom d'affichage pour le service:
it_it: è necessario selezionare un nome di visualizzazione del servizio per ogni servizio. creare nome visualizzato per il servizio:
ja_jp: 各サービスのサービス表示名を選択してください. サービスの表示名を作成します:
pl_pl: należy wybrać nazwę wyświetlaną usługi dla każdej usługi. stworzyć nazwę wyświetlaną dla usługi:
pt_pt: você deve selecionar um nome de exibição do serviço para cada serviço. criar nome para exibição do serviço:
ru_ru: Вы должны выбрать отображаемое имя для каждой службы. создать отображаемое имя службы:
zh_cn: 您必须选择为每个服务的服务显示名称。创建服务显示名称：

source: You must select a service display name for each service. Create display name for process:
bg_bg: Трябва да изберете дисплей име на сървис (service display name) за всеки сървис. Създайте дисплей име за процес:
de_de: Sie müssen einen Dienstanzeigename für jeden Dienst auszuwählen. Anzeigename für Prozess erstellen:
es_es: debe seleccionar un nombre de visualización de servicio para cada servicio. crear nombre de visualización de proceso:
fr_fr: vous devez sélectionner un nom d'affichage de service pour chaque service. créer le nom d'affichage pour le processus:
it_it: è necessario selezionare un nome di visualizzazione del servizio per ogni servizio. creare nome visualizzato per il processo:
ja_jp: 各サービスのサービス表示名を選択してください. プロセスの表示名を作成します:
pl_pl: należy wybrać nazwę wyświetlaną usługi dla każdej usługi. stworzyć nazwę wyświetlaną dla procesu:
pt_pt: você deve selecionar um nome de exibição do serviço para cada serviço. criar nome de exibição para o processo:
ru_ru: Вы должны выбрать отображаемое имя для каждой службы. создать отображаемое имя для процесса:
zh_cn: 您必须选择为每个服务的服务显示名称。创建过程中的显示名称：

source: You must select a service display name for each service. Create display name for performance counter:
bg_bg: Трябва да изберете дисплей име на сървис (service display name) за всеки сървис. Създайте дисплей име за брояча на производителността (performance counter):
de_de: Sie müssen einen Dienstanzeigename für jeden Dienst auszuwählen. Anzeigename für Leistungsindikator erstellen:
es_es: debe seleccionar un nombre de visualización de servicio para cada servicio. crear nombre de visualización de contador de rendimiento:
fr_fr: vous devez sélectionner un nom d'affichage de service pour chaque service. créer le nom d'affichage pour le compteur de performance:
it_it: è necessario selezionare un nome di visualizzazione del servizio per ogni servizio. creare nome di visualizzazione per il contatore delle prestazioni:
ja_jp: 各サービスのサービス表示名を選択してください. パフォーマンスカウンタの表示名を作成します:
pl_pl: należy wybrać nazwę wyświetlaną usługi dla każdej usługi. stworzyć nazwę wyświetlaną dla licznika wydajności:
pt_pt: você deve selecionar um nome de exibição do serviço para cada serviço. criar nome de exibição de contador de desempenho:
ru_ru: Вы должны выбрать отображаемое имя для каждой службы. создать отображаемое имя для счетчика производительности:
zh_cn: 您必须选择为每个服务的服务显示名称。创建性能计数器显示名称：

source: Password contains invalid characters.
bg_bg: Парола съдържа невалидни знаци.
de_de: Passwort enthält ungültige Zeichen.
es_es: Contraseña contiene caracteres no válidos.
fr_fr: Mot de passe contient des caractères non valides.
it_it: Password contiene caratteri non validi.
ja_jp: パスワードに不正な文字が含まれています.
pl_pl: Hasło zawiera niedozwolone znaki.
pt_pt: A senha contém caracteres inválidos.
ru_ru: Пароль содержит недопустимые символы.
zh_cn: 密码包含无效字符。

source: Dont forget to download and install the Windows Agent on the target server!
bg_bg: Не забравяйте да изтеглите и инсталирате Windows агента на сървъра, който ще наблюдавате!
de_de: Vergessen Sie nicht, downloaden und installieren Sie das Windows Agent auf dem Zielserver!
es_es: No te olvides de descargar e instalar el Agente de Windows en el servidor de destino!
fr_fr: N'oubliez pas de télécharger et d'installer l'agent Windows sur le serveur cible!
it_it: Non dimenticate di scaricare e installare l'agente di Windows sul server di destinazione!
ja_jp: 忘れずにWindowsエージェントをダウンロードして対象サーバーにインストールしてください!
pl_pl: Nie zapomnij, aby pobrać i zainstalować agenta Windows na serwerze docelowym!
pt_pt: Não se esqueça de baixar e instalar o agente do Windows no servidor de destino!
ru_ru: Не забудьте скачать и установить агента Windows на целевом сервере!
zh_cn: 不要忘了，在目标服务器上下载并安装Windows代理！

source: Note: Additional agent versions are available from the
bg_bg: Забележка: Допълнителни версии на агента са достъпни от
de_de: Hinweis: Zusätzliche Agenten Versionen sind ab dem
es_es: Nota: Las versiones adicionales del agente están disponibles en el
fr_fr: Remarque: Les versions d'agents supplémentaires sont disponibles à partir de la
it_it: Nota: le versioni degli agenti aggiuntivi sono disponibili presso il
ja_jp: 注：追加のエージェントのバージョンを入手できます
pl_pl: Uwaga: dodatkowe wersje agenta są dostępne
pt_pt: Nota: as versões do agente adicionais estão disponíveis a partir do
ru_ru: Примечание: Дополнительные версии агента доступны
zh_cn: 注：其他代理版本，可从

source: NSClient++ downloads page
bg_bg: NSClient++ страница изтегляния
de_de: NSClient + + Download-Seite
es_es: NSClient + + descarga de la página
fr_fr: NSClient + + page de téléchargement
ja_jp: NSClient++のダウンロードページ
pl_pl: Strona nsclient ++ pliki do pobrania
pt_pt: NSClient + + Download de página
ru_ru: NSClient + + загрузки страницы
zh_cn: NSClient + +下载页面

source: Monitor a Oracle Query
bg_bg: Наблюдавайте заявка за Oracle
de_de: Überwachung einer Oracle-Abfrage
es_es: Monitorear el servicio cada
fr_fr: Surveiller une requête Oracle
it_it: Monitorare una query Oracle
ja_jp: Oracleクエリを監視します
pl_pl: monitorować zapytanie oracle
pt_pt: Monitorar o serviço cada
ru_ru: Мониторинг запросов Oracle
zh_cn: 监控Oracle查询

source: Oracle libraries do not appear to be installed. See the
bg_bg: Изглежда, че Oracle библиотеките не са инсталирани. Виж
de_de: Oracle Bibliotheken anscheinend nicht installiert werden. Siehe
es_es: Bibliotecas de Oracle no parece estar instalado. Consulte la
fr_fr: Bibliothèques Oracle pour ne pas apparaître à installer. Voir l'
it_it: Librerie Oracle non sembra essere installato. Vedere la
ja_jp: Oracleライブラリがインストールされていないようです
pl_pl: biblioteki oracle nie wydają się być zainstalowane. zobacz
pt_pt: Bibliotecas Oracle não parece ser instalado. Ver o
ru_ru: Oracle библиотек, кажется, не установлено. См.
zh_cn: Oracle库似乎并没有被安装。请参阅

source: Oracle Plugin Installation
bg_bg: Инсталация на Oracle плъгин
es_es: Ver la documentacion del plugin
fr_fr: Installation Plugin Oracle
it_it: Oracle Plugin Installazione
ja_jp: Oracleプラグインのインストール
pl_pl: Instalacja wtyczki oracle
pt_pt: Instalação do Oracle Plugin
ru_ru: Oracle Установка плагина
zh_cn: Oracle插件安装
