Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: of the contacts that should be notified whenever there are problems (or recoveries) with this service. Multiple contacts should be separated by commas. Useful if you want notifications to go to just a few people and don't want to configure contact groups. You must specify at least one contact or contact group in each service escalation definition.
bg_bg: на контактите, които трябва да бъдат уведомени, когато има проблеми (или възстановявания) с този сървис. Многократните контакти трябва да бъдат разделени със запетаи. Това е полезно, ако искате нотификациите да бъдат изпратени само до само няколко души и да не искате конфигурирате контактни групи. Трябва да посочите поне един контакт или контактна група във всяка дефиниция на сървис ескалация.
de_de: der Kontakte, die informiert werden sollen, wenn es Probleme (oder Erholungen) dieses Service. Mehrere Kontakte werden durch Kommata getrennt werden. nützlich, wenn Sie Benachrichtigungen nur an ein paar Leute gehen und nicht wollen, Kontaktgruppen definieren. Sie müssen mindestens einen Kontakt oder eine Kontaktgruppe in jeder Service-Eskalationsdefinition angeben.
es_es: de los contactos que deben ser notificados cada vez que hay problemas (o recuperaciones) con este servicio. varios contactos deben estar separados por comas. útil si desea que las notificaciones para ir a unas pocas personas y no quieren configurar grupos de contacto. debe especificar al menos un contacto o grupo de contactos en cada definición de escalada servicio.
fr_fr: des contacts qui devraient être notifiés chaque fois il ya des problèmes (ou retours) avec ce service. plusieurs contacts doivent être séparées par des virgules. utile si vous souhaitez envoyer des notifications vers quelques personnes et ne veulent pas configurer des groupes de contact. vous devez spécifier au moins un contact ou groupe de contacts dans chaque définition d'escalade du service.
it_it: dei contatti che devono essere notificate quando ci sono problemi (o recuperi) con questo servizio. più contatti devono essere separati da virgole. utile se si desidera che le notifiche andare a poche persone e non vogliono configurare gruppi di contatti. è necessario specificare almeno un contatto o di un gruppo di contatto in ogni definizione di servizio escalation.
ja_jp: : このサービスに関する障害がある（または復旧する）あるたびに通知する必要がある連絡先. 複数の連絡先は、カンマで区切る必要があります. 少数の人にのみ通知する場合や連絡先グループを構成しない場合に便利です. 各サービスエスカレーション定義で少なくとも1つの連絡先または連絡先グループを指定する必要があります.
pl_pl: kontaktów, które należy zgłaszać, gdy są problemy (lub odzyskanie) z tej usługi. wielokrotne kontakty powinny być oddzielone przecinkami. przydatne, jeśli chcesz, aby przejść do powiadomienia tylko kilka osób i nie chcesz, aby skonfigurować grupy kontaktów. należy określić co najmniej jeden kontakt lub grupę kontaktów w każdej definicji eskalacji usług.
pt_pt: dos contatos que devem ser notificados sempre que houver problemas (ou recuperações) com este serviço. vários contatos devem ser separados por vírgulas. útil se você quiser notificações para ir para apenas algumas pessoas e não deseja configurar grupos de contatos. você deve especificar pelo menos um contato ou grupo de contatos em cada definição de escalada serviço.
ru_ru: контакты, которые должны быть уведомлены всякий раз, когда есть проблемы (или восстановление) с этой службой. несколько контактов должны быть разделены запятыми. полезно, если вы хотите уведомления пойти просто несколько человек и не хочу, чтобы настроить группы контактов. Вы должны указать хотя бы один контакт или группу контактов в определение каждой службы эскалации.
zh_cn: 当此服务出现问题（或恢复）时应通知的联系人数量。 多个联系人应以逗号分隔。 如果您希望通知只发送给几个人并且不想配置联系人组，则很有用。 您必须在每个服务升级定义中至少指定一个联系人或联系人组。

source: of the contact group that should be notified when the service notification is escalated. Multiple contact groups should be separated by commas. You must specify at least one contact or contact group in each service escalation definition.
bg_bg: на контактната група, която трябва да бъде уведомена, когато нотификацията за сървис се ескалира. Множеството контактни групи трябва да бъдат разделени със запетаи. Трябва да посочите поне един контакт или контактна група във всяка дефиниция на сървис ескалация.
de_de: der Kontaktgruppen, die informiert werden sollen, wenn die Service-Benachrichtigung eskaliert. Mehrere Kontaktgruppen werden durch ein Komma getrennt werden. Sie müssen mindestens einen Kontakt oder eine Kontaktgruppe in jeder Service-Eskalationsdefinition angeben.
es_es: del grupo de contacto que debe ser notificado cuando se escala la notificación de servicio. varios grupos de contacto deben estar separados por comas. debe especificar al menos un contacto o grupo de contactos en cada definición de escalada servicio.
fr_fr: du groupe de contact qui devraient être prévenus lorsque la notification de ce service est escaladée. groupes de contact multiples doivent être séparées par des virgules. vous devez spécifier au moins un contact ou groupe de contacts dans chaque définition d'escalade du service.
it_it: del gruppo di contatto che deve essere informato quando viene intensificato la notifica del servizio. più gruppi di contatto devono essere separati da virgole. è necessario specificare almeno un contatto o di un gruppo di contatto in ogni definizione di servizio escalation.
ja_jp: : サービス通知がエスカレートされたときに通知されるべき連絡先グループ. 複数の連絡先グループは、カンマで区切る必要があります. 各サービスエスカレーション定義で少なくとも1つの連絡先または連絡先グループを指定する必要があります.
pl_pl: grupy kontaktowej, które należy powiadomić w przypadku powiadomienia usługa jest eskalacja. wiele grup kontaktowe powinny być oddzielone przecinkami. należy określić co najmniej jeden kontakt lub grupę kontaktów w każdej definicji eskalacji usług.
pt_pt: do grupo de contacto que deve ser notificado quando a notificação do serviço é escalado. vários grupos de contato devem ser separados por vírgulas. você deve especificar pelo menos um contato ou grupo de contatos em cada definição de escalada serviço.
ru_ru: контактной группы, которая должна быть уведомлены уведомление служба обострилась. несколько контактных групп должны быть разделены запятыми. Вы должны указать хотя бы один контакт или группу контактов в определение каждой службы эскалации.
zh_cn: 升级服务通知时应通知的联系人组的名称。 多个联系人组应以逗号分隔。 您必须在每个服务升级定义中至少指定一个联系人或联系人组。

source: Serviceescalation - config name
bg_bg: Сървис ескалация - конфигурационно име (Serviceescalation - config name)
de_de: serviceescalation - Konfigurationsname
es_es: serviceescalation - nombre config
fr_fr: serviceescalation - nom de config
it_it: serviceescalation - nome config
ja_jp: サービスエスカレーション - 設定名
pl_pl: serviceescalation - nazwa config
pt_pt: serviceescalation - nome de configuração
ru_ru: serviceescalation - имя конфигурации
zh_cn: 服务升级-配置名称

source: This directive is used to specify a common config name for a serviceescalation configration. This is a NagiosQL parameter and it will not be written to the configuration file.
bg_bg: Тази директива се използва за определяне на общото конфигурационно име за дефиниции на сървис ескалации (serviceescalation). Това е NagiosQL параметър и той няма да бъде записан в конфигурационния файл.
de_de: Diese Direktive wird benutzt, um eine gemeinsame Konfigurationsname für eine serviceescalation configration angeben. dies ist ein NagiosQL Parameter und es wird nicht in die Konfigurationsdatei geschrieben werden.
es_es: esta directiva se utiliza para especificar un nombre de configuración común para un configration serviceescalation. este es un parámetro NagiosQL y no se escribirá en el archivo de configuración.
fr_fr: cette directive est utilisée pour spécifier un nom de configuration commune pour un configration de serviceescalation. ce est un paramètre NagiosQL et il ne sera pas écrit dans le fichier de configuration.
it_it: questa direttiva viene utilizzato per specificare un nome comune di configurazione per un configration serviceescalation. questo è un parametro NagiosQL e non sarà scritto nel file di configurazione.
ja_jp: このディレクティブはサービスエスカレーション構成のための共通設定名を指定するために使用されます. これはNagiosQLパラメータであり、設定ファイルに書き込まれません.
pl_pl: dyrektywa ta jest używana do określenia wspólną nazwę config dla configration serviceescalation. to nagiosql parametr i nie zostaną zapisane do pliku konfiguracyjnego.
pt_pt: esta directiva é usado para especificar um nome de configuração comum para um configration serviceescalation. este é um parâmetro NagiosQL e não vai ser gravada no arquivo de configuração.
ru_ru: Эта директива используется, чтобы указать общее название конфигурации для serviceescalation configration. это nagiosql параметр, и он не будет записан в конфигурационном файле.
zh_cn: 此伪指令用于为服务升级配置指定通用配置名称。 这是一个NagiosQL参数，不会被写入配置文件。

source: This directive is used to identify the <em>description</em> of the service the escalation should apply
bg_bg: Тази директива се използва за идентифициране на <em>описанието</em> на сървиса, към който ескалацията следва да се приложи
de_de: Diese Direktive wird benutzt, um die <em>Beschreibung</em> des Service zu identifizieren für den die Eskalation zutreffen
es_es: esta directiva se utiliza para identificar la <em>descripción</em> del servicio debe aplicarse la escalada
fr_fr: cette directive est utilisée pour identifier la <em>description</em> du service se applique l'escalade
it_it: questa direttiva viene utilizzato per identificare la <em>descrizione</em> del servizio della escalation dovrebbe applicarsi
ja_jp: このディレクティブは、エスカレーションが適用すべきサービスの<em>説明を</em>識別するために使用されます
pl_pl: dyrektywa ta jest stosowana do identyfikacji <em>opis</em> usług eskalacji powinno stosować
pt_pt: esta directiva é utilizado para identificar a <em>descrição</em> do serviço a escalada deve aplicar
ru_ru: Эта директива используется для идентификации <em>описание</em> услуги эскалация следует применять
zh_cn: 该指令用于标识升级应应用的服务的<em>描述</em>

source: first
bg_bg: първи
de_de: als erstes
es_es: primero
fr_fr: première
it_it: primo
ja_jp: 最初
pl_pl: pierwszy
pt_pt: primeiro
ru_ru: первый
zh_cn: 第一条

source: notification for which this escalation is effective. For instance, if you set this value to 3, this escalation will only be used if the service is in a non-OK state long enough for a third notification to go out.
bg_bg: Уведомление, за което тази ескалация е ефективна. Например, ако сте задали стойност 3, тази ескалация ще бъде използвана само ако сървиса е в не-добро (non-OK) състояние достатъчно дълго, така че третото уведомление да бъде изпратено.
de_de: Mitteilung für die diese Eskalation ist wirksam. zum Beispiel, wenn Sie diesen Wert auf 3 setzen, dann wird diese Eskalation nur dann verwendet werden, wenn der Service in einem nicht-OK-Zustand ist lang genug für eine dritte Benachrichtigung versandt wird.
es_es: notificación para las que esta escalada es eficaz. por ejemplo, si establece este valor a 3, esta escalada sólo se utilizará si el servicio está en un estado no aceptable el tiempo suficiente para una tercera notificación se apague.
fr_fr: notification pour laquelle l'escalade est effective. Par exemple, si vous définissez cette valeur à 3, cette escalade ne sera utilisée que si le service est dans un état non-ok assez longtemps pour une troisième notification de sortir.
it_it: la notifica per i quali questa escalation è efficace. per esempio, se si imposta il valore su 3, questa escalation sarà usato solo se il servizio è in uno stato non-ok abbastanza a lungo per un terzo la notifica di uscire.
ja_jp: の通知を識別する数字を指定します. 例えば、この値に 3 を設定した場合、このエスカレーションはサービスが 3回通知が行われてもまだ非OKステータスであれば使用されます.
pl_pl: Zawiadomienie dla których eskalacja jest skuteczna. na przykład, jeśli ustawisz tę wartość na 3, to eskalacja będą wykorzystywane tylko wtedy, gdy usługa jest w stanie nie-ok na tyle długo, trzeci powiadomienia wyjść.
pt_pt: notificação para que esta escalada é eficaz. por exemplo, se você definir este valor para 3, esta escalada será usado somente se o serviço está em um estado não-ok tempo suficiente para uma terceira notificação para sair.
ru_ru: Уведомление для которых эта эскалация является эффективным. Например, если вы установите значение 3, эта эскалация будет использоваться только если служба находится в не-OK государства достаточно долго для третьего уведомления выходить на улицу.
zh_cn: 升级有效的通知。 例如，如果将此值设置为3，则仅当服务处于非OK状态的时间足够长以至于第三条通知发出时，才使用此升级。

source: first_notification
de_de: Erste Meldung
es_es: Primera Notificacion
fr_fr: Première notification
it_it: Prima notifica
pl_pl: Pierwsze zawiadomienie
pt_pt: Primeira notificação.
ru_ru: Первое уведомление
zh_cn: 第一次通知

source: notification for which this escalation is effective. For instance, if you set this value to 5, this escalation will not be used if more than five notifications are sent out for the service. Setting this value to 0 means to keep using this escalation entry forever (no matter how many notifications go out).
bg_bg: Уведомление за които тази ескалация е ефективна. Например, ако сте задали стойност 5, тази ескалация, няма да бъде използвана, ако повече от пет уведомления са изпратени за сървиса. Задаването на стойност 0 означава да продължите да използвате тази ескалация завинаги (без значение колко известия са били изпратени).
de_de: Mitteilung für die diese Eskalation ist wirksam. zum Beispiel, wenn Sie diesen Wert auf 5 setzen, dann wird diese Eskalation nicht benutzt, wenn mehr als fünf Benachrichtigungen für den Service versandt werden. Setzen Sie diesen Wert auf 0 bedeutet zu halten mit dieser Eskalationseintrag immer (egal wie viele Benachrichtigungen versandt werden).
es_es: notificación para las que esta escalada es eficaz. por ejemplo, si se establece este valor en 5, esta escalada no se utilizará si hay más de cinco notificaciones se envían por el servicio. establecer este valor a 0 significa que siga usando esta entrada escalada para siempre (no importa cuántas notificaciones se apagan).
fr_fr: notification pour laquelle l'escalade est effective. Par exemple, si vous définissez cette valeur à 5, cette escalade ne sera pas utilisée si plus de cinq notifications ont été envoyées pour le service. définition de cette valeur à 0 moyens de continuer à utiliser cette escalade sans fin (peu importe le nombre de notifications envoyées).
it_it: la notifica per i quali questa escalation è efficace. per esempio, se si imposta il valore su 5, questa escalation non sarà utilizzato se più di cinque notifiche vengono inviati per il servizio. l'impostazione di questo valore a 0 significa continuare a utilizzare questa voce escalation per sempre (non importa quanti avvisi uscire).
ja_jp: : このエスカレーションが有効な通知. 例えば、この値を 5 に設定した場合、このサービスについて 5 回より多く通知が送信されると、このエスカレーションは使用されません. （何回通知したかに関係なく）このエスカレーションエントリを永続的に使用する場合は、値に 0 を設定してください.
pl_pl: Zawiadomienie dla których eskalacja jest skuteczna. na przykład, jeśli ustawisz tę wartość do 5, to eskalacja nie będą używane, jeśli więcej niż pięć powiadomienia są wysyłane do usługi. ustawienie tej wartości na 0 przy użyciu środków, aby utrzymać tę pozycję eskalacji zawsze (bez względu na to, jak wiele zgłoszeń wyjść).
pt_pt: notificação para que esta escalada é eficaz. por exemplo, se você definir esse valor para 5, essa escalada não será usado se mais de cinco notificações são enviadas para o serviço. definir esse valor como 0 significa que continuar usando esta entrada escalada para sempre (não importa quantas notificações sair).
ru_ru: Уведомление для которых эта эскалация является эффективным. Например, если вы установите это значение в 5, эта эскалация не будет использоваться, если более чем пять уведомлений направляются для службы. устанавливать это значение в 0 средства, чтобы сохранить не используя эту запись эскалации навсегда (независимо от того, сколько уведомлений выйти).
zh_cn: 升级有效的通知。 例如，如果将此值设置为5，则如果为该服务发送了五个以上的通知，则不会使用此升级。 将此值设置为0意味着将永远永远使用此升级条目（无论发出多少通知）。

source: last_notification
de_de: Letzte Meldung
es_es: Ultima notificacion
fr_fr: Dernière notification
it_it: Notifica Ultima
pl_pl: Ostatnia powiadomienia
pt_pt: Última notificação
ru_ru: Последнее уведомление
zh_cn: 最后通知

source: This directive is used to determine the interval at which notifications should be made while this escalation is valid. If you specify a value of 0 for the interval, Nagios will send the first notification when this escalation definition is valid, but will then prevent any more problem notifications from being sent out for the host. Notifications are sent out again until the host recovers.
bg_bg: Тази директива се използва за определяне на интервала, в който трябва да бъдат направени уведомленията, докато тази ескалация е валидена. Ако зададете стойност 0 за интервала, Nagios ще изпрати първото съобщение, когато тази дефиниция за ескалация е валидна, но след това ще преустанови изпращаненто на всякакви други проблемни уведомления за хоста. Уведомления се изпращат отново, докато хоста се възстанови.
de_de: Diese Direktive wird benutzt, um das Intervall, in dem Benachrichtigungen versandt werden, wenn diese Eskalation gültig werden zu bestimmen. Wenn Sie einen Wert von 0 für dieses Intervall angeben, wird Nagios die erste Benachrichtigung versenden, wenn diese Eskalation gültig wird, dann aber verhindern, dass weitere Benachrichtigungen, die für den Host gesendet. Benachrichtigungen werden wieder versandt, bis sich der Host erholt.
es_es: esta directiva se usa para determinar la frecuencia con la que deben realizarse las notificaciones, mientras que esta escalada es válida. si especifica un valor de 0 para el intervalo, nagios enviarán la primera notificación cuando esta definición escalada es válida, pero entonces evitar cualquier problema más notificaciones se envíen para el anfitrión. las notificaciones se envían de nuevo hasta que el anfitrión se recupere.
fr_fr: cette directive est utilisée pour déterminer la fréquence à laquelle les notifications doivent être faites quand cette escalade est valide. si vous spécifiez une valeur de 0 pour l'intervalle, Nagios envoyer la première notification lorsque cette définition d'escalade est valide, mais seront ensuite éviter tout plus de notifications de problème d'être envoyé pour l'hôte. notifications sont envoyées jusqu'à ce que l'hôte se rétablit.
it_it: questa direttiva viene utilizzato per determinare l'intervallo in cui le notifiche devono essere effettuate durante questa escalation è valido. se si specifica il valore 0 per l'intervallo, nagios invieranno la prima notifica quando questa definizione escalation è valido, ma saranno poi evitare ogni più notifiche di problemi vengano inviati per l'host. notifiche vengono inviati di nuovo fino all'host recupera.
ja_jp: このディレクティブは、このエスカレーションが有効である間に通知がなされるべきである間隔を決定するために使用されます. 間隔に 0を指定すると、Nagiosはこのエスカレーション定義が有効であるとき、最初の通知が送信されますが、その後、ホストに対する障害通知が送信されません. ホストが回復するまで通知は再び送信されます.
pl_pl: dyrektywa ta jest używana do określenia, jak często powinny być wykonane powiadomienia, gdy ta eskalacja jest ważna. w przypadku określenia wartości 0 do przedziału, Nagios wyśle ​​powiadomienie, gdy pierwsza definicja ta eskalacja jest ważna, ale to uniemożliwić jakiekolwiek więcej zgłoszeń problemów przed wysłaniem do hosta. Powiadomienia są wysyłane ponownie, aż gospodarz odzyskuje.
pt_pt: esta directiva é usado para determinar o intervalo no qual as notificações devem ser feitas enquanto essa escalada é válido. se você especificar um valor de 0 para o intervalo, o Nagios irá enviar a primeira notificação quando essa definição escalada é válido, mas, então, evitar qualquer problema mais notificações sejam enviadas para o host. as notificações são enviadas para fora outra vez até que o anfitrião se recupera.
ru_ru: Эта директива используется для определения интервала, на котором уведомления должны быть выполнены при этом эскалации действует. если вы укажете значение 0 для интервала, Nagios отправит первый уведомление, когда это определение эскалации действует, но потом предотвратит больше уведомлений о проблеме с отправкой за хозяина. Уведомления отправляются снова, пока хозяин не восстанавливается.
zh_cn: 此指令用于确定在此升级有效期间应进行通知的间隔。 如果您为间隔指定的值为0，则当此升级定义有效时，Nagios将发送第一个通知，但随后将阻止向主机发送更多的问题通知。 再次发出通知，直到主机恢复。

source: This is useful if you want to stop having notifications sent out after a certain amount of time. Note: If multiple escalation entries for a host overlap for one or more notification ranges, the smallest notification interval from all escalation entries is used.
bg_bg: Това е полезно, ако искате да спрете уведомленията, изпратени след определен период от време. Забележка: Ако множествени хост ескалации се припокриват за един или повече диапазони за уведомяване, тогава се използва най-малкият нотификационен интервал от всички ескалации.
de_de: Das ist nützlich, wenn Sie aufhören, Meldungen nach einer bestimmten Zeit aus gesendet werden sollen. Hinweis: Wenn mehrere Eskalationseinträge eines Hosts Überlappung für ein oder mehrere Meldebereiche, die kürzeste Benachrichtigungsintervall aller Eskalationseinträge benutzt.
es_es: esto es útil si desea dejar de tener las notificaciones enviadas a cabo después de una cierta cantidad de tiempo. nota: si varias entradas de escalamiento para una superposición de acogida para uno o más rangos de notificación, se utiliza el intervalo de notificación más pequeña de todas las entradas de escalamiento.
fr_fr: ce qui est utile si vous voulez plus de notifications après un certain laps de temps. A noter: si les entrées d'escalade multiples pour un chevauchement d'hôte pour une ou plusieurs plages de notification, le plus petit intervalle de notification de toutes les entrées d'escalade est utilisé.
it_it: questo è utile se si vuole smettere di avere notifiche inviate dopo un certo periodo di tempo. nota: se, viene utilizzato l'intervallo di notifica più piccola di tutte le voci di escalation più voci di escalation di una sovrapposizione di host per uno o più intervalli di notifica.
ja_jp: 一定時間後に通知の送信を停止する場合に便利です. 注記：1つのホストに対して複数のエスカレーションエントリがあり、通知範囲が重複している場合、すべてのエスカレーションエントリの中で最も小さい通知間隔が使用されます.
pl_pl: Jest to przydatne, jeśli chcesz zatrzymać konieczności powiadomienia wysyłane po pewnym czasie. Uwaga: w przypadku wielu pozycji eskalacji dla nakładania hosta dla jednego lub więcej zakresów powiadomień, najmniejszy odstęp powiadomienia od wszystkich zapisów dotyczących podwyższenia jest używany.
pt_pt: isso é útil se você quiser parar de ter as notificações enviadas para fora após um determinado período de tempo. Atenção: se várias entradas de escalação para a sobreposição de acolhimento para uma ou mais faixas de notificação, o intervalo de notificação menor de todas as entradas de escalonamento é usado.
ru_ru: это полезно, если вы хотите, чтобы остановить имеющие уведомлений, отправляемых после определенного количества времени. обратите внимание: если несколько записей эскалации для принимающей перекрытия для одного или более диапазонов уведомления, наименьший отрезок уведомление от всех записей эскалации используется.
zh_cn: 如果您要在一定时间后停止发送通知，这将很有用。 注意：如果主机的多个升级条目在一个或多个通知范围内重叠，则使用所有升级条目中最小的通知间隔。

source: notification_interval
es_es: Intervalo de la Notificacion
fr_fr: Intervalle de notification
it_it: Notifica Intervallo
pl_pl: Przedział powiadomienia
pt_pt: Intervalo de notificação
ru_ru: Уведомление Interval
zh_cn: 通知间隔

source: escalation_period
zh_cn: 升级周期

source: escalation options
bg_bg: опции за ескалиране
de_de: Escalation Optionen
es_es: Opciones de Escalamiento
fr_fr: Options de l'escalade
it_it: Escalation Opzioni
ja_jp: エスカレーションオプション
pl_pl: Opcje eskalacji
pt_pt: opções de escalação
ru_ru: Эскалация параметры
zh_cn: 升级选项
