Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Interval between data points, in seconds.
bg_bg: Интервал между точките с данни, в секунди.
de_de: Intervall zwischen Datenpunkten, in Sekunden.
es_es: intervalo entre puntos de datos, en segundos.
fr_fr: intervalle entre les points de données, en quelques secondes.
it_it: intervallo tra i punti dati, in pochi secondi.
ja_jp: データポイント間の間隔（秒）.
pl_pl: Odstęp między punktami danych, w kilka sekund.
pt_pt: intervalo entre pontos de dados, em segundos.
ru_ru: интервал между точками данных, в секундах.
zh_cn: 数据点之间的间隔，以秒为单位。

source: maxrows
zh_cn: 最大行数

source: Maximum amount of rows to return.
bg_bg: максимално количество редове за връщане.
de_de: maximale Anzahl der zurückzugebenden Zeilen.
es_es: cantidad máxima de filas para devolver.
fr_fr: nombre maximal de lignes à renvoyer.
it_it: quantità massima di righe da restituire.
ja_jp: 返す行の最大数。
pl_pl: maksymalna liczba wierszy do zwrócenia.
pt_pt: quantidade máxima de linhas a serem retornadas.
ru_ru: максимальное количество возвращаемых строк.
zh_cn: 返回的最大行数。

source: columns[]
bg_bg: колони []
de_de: Spalten []
es_es: columnas []
fr_fr: colonnes []
it_it: colonne []
pl_pl: Kolumny []
pt_pt: colunas []
ru_ru: столбцы []
zh_cn: 列[]

source: Array of columns to display (e.g.: &amp;columns[]=pl&amp;columns[]=rta).
bg_bg: Масив от колони, които трябва да се покажат (например: &columns[]=pl&columns[]=rta).
de_de: Array von Spalten angezeigt werden (zB: & Spalten [] = pl & Spalten [] = rta).
es_es: serie de columnas para visualizar (por ejemplo: & columnas [] = pl & columnas [] = rta).
fr_fr: tableau de colonnes à afficher (par exemple: & colonnes [] = pl & colonnes [] = rta).
it_it: serie di colonne visualizzare (ad esempio: & colonne [] = pl & colonne [] = rta).
ja_jp: 表示する列の配列（例： &columns[]=pl&columns[]=rta）.
pl_pl: Tablica kolumn do wyświetlenia (np: w kolumnach [] = pl & kolumny [] = RTA).
pt_pt: conjunto de colunas para exibir (por exemplo: & colunas [] = pl & colunas [] = rta).
ru_ru: массив столбцов для отображения (например: & столбцы [] = PL & столбцы [] = RTA).
zh_cn: 要显示的列数组（例如：&列[]=pl&列[]=rta）。

source: All available
bg_bg: Всички налични
de_de: alles Verfügbar
es_es: todo disponible
fr_fr: tous disponibles
it_it: tutti disponibili
ja_jp: すべて利用可能
pl_pl: wszystkie dostępne
pt_pt: todos disponíveis
ru_ru: все имеющиеся
zh_cn: 所有可用

source: This command returns the historical and predicted performance data for a host, service, and RRD track. This is essentially a stripped down version of the Capacity Planning report and allows running the Capacity Planning script on a single object for inclusion elsewhere.
bg_bg: Тази команда връща историческите и прогнозните данни за ефективността на хост, сървис, и RRD track. Това по същество е орязана версия на доклада за планиране на капацитета (Capacity Planning report) и позволява пускането на скрипта за планиране на капацитета (Capacity Planning script) на единичен обект за включване на други места.
de_de: Dieser Befehl gibt den historischen und prodicted Performance-Daten für einen Host, Service und RRD Spur. dies ist im Wesentlichen eine abgespeckte Version des Planungsbericht Kapazität und ermöglicht die Aufnahme an anderer Stelle die Kapazitätsplanung Skript auf einem einzelnen Objekt ausgeführt wird.
es_es: este comando devuelve los datos históricos y prodicted de rendimiento para un anfitrión, el servicio, y la pista de RRD. esto es esencialmente una versión simplificada del informe de planificación de la capacidad y la posibilidad de ejecutar la secuencia de comandos de planificación de capacidad en un solo objeto para su inclusión en otro lugar.
fr_fr: cette commande renvoie les données de performances historiques et prodicted pour un hôte, le service et rrd piste. ceci est essentiellement une version allégée du rapport de planification de la capacité et permet d'exécuter le script de planification de la capacité sur un objet unique pour l'inclusion ailleurs.
it_it: questo comando restituisce i dati storici e prodicted prestazioni per un host, il servizio, e la pista RRD. questo è essenzialmente una versione ridotta del rapporto pianificazione della capacità e permette l'esecuzione dello script pianificazione della capacità su un singolo oggetto per l'inclusione altrove.
ja_jp: このコマンドはホスト、サービス、RRDトラックの履歴およびパフォーマンスデータを返します. これは必要最低限のキャパシティプランニングレポートであり単一オブジェクト上でキャパシティプランニングスクリプトを実行できます.
pl_pl: Komenda ta zwraca historycznych i prodicted dane o osiągach dla gospodarza, usług i RRD torze. to w zasadzie okrojona wersja raportu planowania pojemności i pozwala na uruchomienie skryptu planowania pojemności od jednego obiektu do włączenia innych miejscach.
pt_pt: este comando retorna os dados históricos e prodicted de desempenho para um anfitrião, serviço, ea faixa rrd. Esta é essencialmente uma versão simplificada do relatório de planejamento de capacidade e permite executar o script de planejamento de capacidade em um único objeto para a inclusão em outros lugares.
ru_ru: эта команда возвращает исторические и prodicted данные о производительности для хоста, обслуживания и RRD дорожки. это, по сути усеченная версия отчета о планировании емкости и позволяет запускать сценарий планирования производственных мощностей на одном объекте для включения в других местах.
zh_cn: 此命令返回主机，服务和RRD轨道的历史和预测性能数据。 这实质上是“容量规划”报告的精简版本，并允许在单个对象上运行“容量规划”脚本以包含在其他对象中。

source: The name of the host to use for capacity planning.
bg_bg: Име на хоста, който да се използва за планиране на капацитета.
de_de: der Name der Host für die Kapazitätsplanung zu verwenden.
es_es: el nombre del host que se utilizará para la planificación de capacidad.
fr_fr: le nom de l'hôte à utiliser pour la planification des capacités.
it_it: il nome dell'host da utilizzare per la pianificazione della capacità.
ja_jp: キャパシティプランニングに使用するホストの名前.
pl_pl: nazwa hosta użyć do planowania pojemności.
pt_pt: o nome do host para usar para planejamento de capacidade.
ru_ru: имя хоста, чтобы использовать для планирования производственных мощностей.
zh_cn: 用于容量规划的主机名。

source: The name of the service to use for capacity planning.
bg_bg: Име на сървиса, който да се използва за планиране на капацитета.
de_de: der Name des Dienstes, für die Kapazitätsplanung zu verwenden.
es_es: el nombre del servicio que desea utilizar para la planificación de la capacidad.
fr_fr: le nom du service à utiliser pour la planification des capacités.
it_it: il nome del servizio da utilizzare per la pianificazione della capacità.
ja_jp: キャパシティプランニングに使用するサービスの名前.
pl_pl: nazwa usługi użyć do planowania pojemności.
pt_pt: o nome do serviço a ser usado para planejamento de capacidade.
ru_ru: название службы, чтобы использовать для планирования производственных мощностей.
zh_cn: 用于容量规划的服务名称。

source: The name of the track in the RRD file for use in capacity planning. You can get this from the Capacity Planning report.
bg_bg: Името на пътеката (track) в RRD файла, който да се използва в планирането на капацитета. Можете да получите тази информация от доклада за планиране на капацитета.
de_de: der Name der Spur in der RRD-Datei zur Verwendung in der Kapazitätsplanung. Sie können dies aus der Kapazitätsplanung Bericht.
es_es: el nombre de la pista en el archivo RRD para su uso en la planificación de capacidad. usted puede conseguir esto desde el informe de planificación de capacidad.
fr_fr: le nom de la piste dans le fichier rrd pour une utilisation dans la planification des capacités. vous pouvez obtenir ce à partir du rapport de la planification des capacités.
it_it: il nome della traccia nel file RRD per l'uso in pianificazione della capacità. è possibile ottenere questo dal rapporto pianificazione della capacità.
ja_jp: キャパシティプランニングで使用するRRDファイルのトラック名. キャパシティプランニングレポートから取得できます.
pl_pl: nazwa ścieżki w pliku RRD do wykorzystania w planowaniu pojemności. Formularz ten można uzyskać z raportu planowania pojemności.
pt_pt: o nome da faixa no arquivo rrd para uso no planejamento de capacidade. você pode obter este a partir do relatório de planejamento de capacidade.
ru_ru: название трека в файл RRD для использования при планировании производственных мощностей. Вы можете получить это из отчета планирования емкости.
zh_cn: RRD文件中用于容量规划的轨道名称。 您可以从“容量规划”报告中获取此信息。

source: Number of weeks or months to run prediction for.
bg_bg: Брой седмици или месеци напред, за които правим прогноза.
de_de: Anzahl der Wochen oder Monate laufen Vorhersage für.
es_es: número de semanas o meses para ejecutar predicción para.
fr_fr: nombre de semaines ou des mois pour exécuter la prédiction pour.
it_it: numero di settimane o mesi per l'esecuzione di previsione per.
ja_jp: 予測するための週数または月数.
pl_pl: liczba tygodni lub miesięcy, aby uruchomić dla przewidywania.
pt_pt: número de semanas ou meses para executar previsão para.
ru_ru: количество недель или месяцев, чтобы запустить прогноз.
zh_cn: 要进行预测的周数或月数。

source: Type of prediction method. Choose from:
bg_bg: Вид метод за предсказване. Изберете от:
de_de: Art der Vorhersage-Methode. wähle aus:
es_es: tipo de método de predicción. escoge de:
fr_fr: type de méthode de prédiction. choisissez parmi:
it_it: tipo di metodo di predizione. scegli da:
ja_jp: 予測方式. 以下のいずれか:
pl_pl: Typ metody predykcji. wybrać z:
pt_pt: tipo de método de predição. escolher entre:
ru_ru: тип способа прогнозирования. Выбери из:
zh_cn: 预测方法的类型。 从中选择：

source: This endpoint returns host availability information for a speficied, host, hostgroup, or servicegroup. While there are no required paramteres, you must have at least one host, service, hostgroup, or servicegroup in your query.
bg_bg: тази крайна точка връща информация за наличността на хост за специалист, домакин, група домакин или сервизна група. докато няма задължителни параметри, в заявката ви трябва да има поне един хост, услуга, хост група или сервизна група.
de_de: Dieser Endpunkt gibt Informationen zur Hostverfügbarkeit für einen bestimmten Host, eine Hostgruppe oder Servicegruppe zurück. Während keine erforderlichen Parameter vorhanden sind, müssen Sie in Ihrer Abfrage mindestens einen Host, Service, eine Hostgruppe oder eine Servicegruppe enthalten.
es_es: este punto final devuelve información de disponibilidad del host para un speficied, host, hostgroup o servicegroup. aunque no hay parámetros obligatorios, debe tener al menos un host, servicio, grupo de servidores o grupo de servicio en su consulta.
fr_fr: ce point de terminaison renvoie les informations de disponibilité de l'hôte pour un hôte privilégié, un hôte, un groupe d'hôtes ou un groupe de services. Bien qu'il n'y ait aucun paramètre requis, vous devez avoir au moins un hôte, un service, un groupe d'hôtes ou un groupe de services dans votre requête.
it_it: questo endpoint restituisce le informazioni sulla disponibilità dell'host per un gruppo speficiato, host, host o gruppo di servizi. mentre non ci sono parametri richiesti, è necessario avere almeno un host, un servizio, un gruppo di host o un gruppo di servizi nella query.
ja_jp: このエンドポイントは、特定のホスト、ホストグループ、またはサービスグル​​ープのホスト可用性情報を返します。必要なパラメータはありませんが、クエリに少なくとも1つのホスト、サービス、ホストグループ、またはサービスグル​​ープが必要です。
pl_pl: ten punkt końcowy zwraca informacje o dostępności hosta dla spermicowanego, hosta, grupy hostów lub grupy servic. podczas gdy nie ma wymaganych parametrów, w zapytaniu musisz mieć co najmniej jeden host, usługę, grupę hostów lub grupę servic.
pt_pt: esse terminal retorna informações de disponibilidade do host para um grupo de hosts, grupos de hosts ou serviços especificado. Embora não haja parâmetros necessários, você deve ter pelo menos um host, serviço, grupo de hosts ou grupo de serviços em sua consulta.
ru_ru: эта конечная точка возвращает информацию о доступности хоста для определенной, хост-группы, хост-группы или рабочей группы. в то время как нет требуемых параметров, в вашем запросе должен быть по крайней мере один хост, служба, хост-группа или группа обслуживания.
zh_cn: 该端点返回专用，主机，主机组或服务组的主机可用性信息。 虽然没有必需的参数，但查询中必须至少有一个主机，服务，主机组或服务组。

source: The name of the host to use. Optional but one object must be selected.
bg_bg: името на хоста да използва. по избор, но трябва да бъде избран един обект.
de_de: Der Name des zu verwendenden Hosts. optional, aber ein Objekt muss ausgewählt sein.
es_es: el nombre del host a usar. opcional, pero se debe seleccionar un objeto.
fr_fr: le nom de l'hôte à utiliser. optionnel mais un objet doit être sélectionné.
it_it: il nome dell'host da utilizzare. facoltativo ma un oggetto deve essere selezionato.
ja_jp: 使用するホストの名前。オプションですが、1つのオブジェクトを選択する必要があります。
pl_pl: nazwa hosta, którego chcesz użyć. opcjonalnie, ale musi zostać wybrany jeden obiekt.
pt_pt: o nome do host a ser usado. opcional, mas um objeto deve ser selecionado.
ru_ru: имя хоста для использования. необязательно, но нужно выбрать один объект.
zh_cn: 要使用的主机名。 可选，但必须选择一个对象。

source: The name of the hostgroup to use. Optional but one object must be selected.
bg_bg: името на приемната група, която да използвате. по избор, но трябва да бъде избран един обект.
de_de: Der Name der zu verwendenden Hostgruppe. optional, aber ein Objekt muss ausgewählt sein.
es_es: el nombre del grupo de hosts a usar. opcional, pero se debe seleccionar un objeto.
fr_fr: le nom du groupe d'hôtes à utiliser. optionnel mais un objet doit être sélectionné.
it_it: il nome del gruppo di host da utilizzare. facoltativo ma un oggetto deve essere selezionato.
ja_jp: 使用するホストグループの名前。オプションですが、1つのオブジェクトを選択する必要があります。
pl_pl: nazwa grupy hostów do użycia. opcjonalnie, ale musi zostać wybrany jeden obiekt.
pt_pt: o nome do grupo de host a ser usado. opcional, mas um objeto deve ser selecionado.
ru_ru: имя используемой группы хостов. необязательно, но нужно выбрать один объект.
zh_cn: 要使用的主机组的名称。 可选，但必须选择一个对象。

source: The name of the servicegroup to use. Optional but one object must be selected.
bg_bg: името на сервизната група, която да използвате. по избор, но трябва да бъде избран един обект.
de_de: Der Name der zu verwendenden Servicegruppe. optional, aber ein Objekt muss ausgewählt sein.
es_es: el nombre del grupo de servicio a usar. opcional, pero se debe seleccionar un objeto.
fr_fr: le nom du groupe de service à utiliser. optionnel mais un objet doit être sélectionné.
it_it: il nome del gruppo di servizi da utilizzare. facoltativo ma un oggetto deve essere selezionato.
ja_jp: 使用するサービスグル​​ープの名前。オプションですが、1つのオブジェクトを選択する必要があります。
pl_pl: nazwę grupy servicope do użycia. opcjonalnie, ale musi zostać wybrany jeden obiekt.
pt_pt: o nome do servicegroup a ser usado. opcional, mas um objeto deve ser selecionado.
ru_ru: имя рабочей группы для использования. необязательно, но нужно выбрать один объект.
zh_cn: 要使用的服务组的名称。 可选，但必须选择一个对象。

source: Start time timestamp.
bg_bg: начално време.
de_de: Startzeit-Zeitstempel
es_es: hora de inicio marca de tiempo
fr_fr: Horodatage de l'heure de début
it_it: data e ora di inizio.
ja_jp: 開始時刻のタイムスタンプ。
pl_pl: znacznik czasu rozpoczęcia.
pt_pt: hora de início da hora.
ru_ru: время начала времени.
zh_cn: 开始时间时间戳。

source: End time timestamp.
bg_bg: крайно време.
de_de: Ende Zeit Zeitstempel.
es_es: hora de finalización del tiempo
fr_fr: horodatage de l'heure de fin.
it_it: data e ora di fine.
ja_jp: 終了時刻のタイムスタンプ。
pl_pl: znacznik czasu zakończenia.
pt_pt: timestamp de hora de término.
ru_ru: время окончания времени.
zh_cn: 结束时间时间戳。

source: Set to 'yes' or 'no' to assume initial states or not.
bg_bg: настроен на "да" или "не" да приеме първоначалните състояния или не.
de_de: auf 'Ja' oder 'Nein' setzen, um Anfangszustände anzunehmen oder nicht.
es_es: establecer en 'sí' o 'no' para asumir estados iniciales o no.
fr_fr: mettre à 'oui' ou 'non' pour assumer les états initiaux ou non.
it_it: impostato su "sì" o "no" per assumere gli stati iniziali o meno.
ja_jp: 初期状態にするかどうかを 'yes'または 'no'で設定します。
pl_pl: ustaw "tak" lub "nie", aby przyjąć początkowe stany lub nie.
pt_pt: definido como 'yes' ou 'no' para assumir estados iniciais ou não.
ru_ru: установить «да» или «нет», чтобы принять начальные состояния или нет.
zh_cn: 设置为“是”或“否”以采用初始状态。

source: Set to 'yes' or 'no' to assume state retention or not.
bg_bg: поставени на "да" или "не" да поемат държавно задържане или не.
de_de: Setzen Sie auf 'Ja' oder 'Nein', um den Status beizubehalten oder nicht.
es_es: establecer en 'sí' o 'no' para asumir la retención de estado o no.
fr_fr: mis à 'oui' ou 'non' pour assumer la rétention d'état ou non.
it_it: impostato su 'sì' o 'no' per assumere la conservazione dello stato o meno.
ja_jp: 状態を保持するかどうかを 'yes'または 'no'で設定します。
pl_pl: ustawiona na "tak" lub "nie", aby przejąć kontrolę nad stanem lub nie.
pt_pt: definido como 'yes' ou 'no' para assumir a retenção do estado ou não.
ru_ru: установить «да» или «нет», чтобы взять на себя сохранение состояния или нет.
zh_cn: 设置为“是”或“否”以表示是否保留状态。

source: Set to 'yes' or 'no' to assume states during downtime.
bg_bg: настроени на "да" или "не" да поемат състояния по време на престой.
de_de: Wählen Sie "Ja" oder "Nein", um während der Ausfallzeit Zustände anzunehmen.
es_es: establecer en 'sí' o 'no' para asumir estados durante el tiempo de inactividad.
fr_fr: mettre à 'oui' ou 'non' pour assumer les états pendant les temps d'arrêt.
it_it: impostato su "sì" o "no" per assumere gli stati durante il periodo di inattività.
ja_jp: 停止時間中の状態にするかどうかを、「yes」または「no」で設定します。
pl_pl: ustaw "tak" lub "nie", aby przyjmować stany podczas przestoju.
pt_pt: defina como 'yes' ou 'no' para assumir estados durante o tempo de inatividade.
ru_ru: установить «да» или «нет», чтобы принимать состояния во время простоя.
zh_cn: 设置为“是”或“否”以在停机期间呈现状态。

source: Set to 'yes' or 'no' to include soft states or not.
bg_bg: поставете "да" или "не", за да включите меки състояния или не.
de_de: Setzen Sie 'Ja' oder 'Nein', um weiche Zustände zu berücksichtigen oder nicht.
es_es: configurado en 'sí' o 'no' para incluir estados suaves o no.
fr_fr: mettre à 'oui' ou 'non' pour inclure les états souples ou non.
it_it: impostato su 'sì' o 'no' per includere stati morbidi o meno.
ja_jp: ソフト状態を含めるかどうかを「はい」または「いいえ」で設定します。
pl_pl: ustawić na "tak" lub "nie", aby uwzględnić miękkie stany lub nie.
pt_pt: defina como 'yes' ou 'no' para incluir estados suaves ou não.
ru_ru: установить «да» или «нет», чтобы включить мягкие состояния или нет.
zh_cn: 设置为“是”或“否”以包括或不包括软状态。

source: Set the assumed host state to 0 = Unspecified, -1 = Current State, 3 = Host Up, 4 = Host Down, 5 = Host Unreachable
bg_bg: задайте предполагаемата държава-домакин на 0 = неуточнена, -1 = текущо състояние, 3 = домакин нагоре, 4 = домакин надолу, 5 = домакин недостижим
de_de: setze den angenommenen Host-Zustand auf 0 = unspezifiziert, -1 = aktueller Zustand, 3 = Host up, 4 = Host down, 5 = Host nicht erreichbar
es_es: establecer el supuesto estado de host en 0 = sin especificar, -1 = estado actual, 3 = host arriba, 4 = host abajo, 5 = host inalcanzable
fr_fr: définir l'état d'hôte supposé sur 0 = non spécifié, -1 = état actuel, 3 = hôte, 4 = hôte arrêté, 5 = hôte inaccessible
it_it: imposta lo stato host presunto a 0 = non specificato, -1 = stato corrente, 3 = host up, 4 = host down, 5 = host non raggiungibile
ja_jp: 想定されるホスト状態を0 =未指定、-1 =現在の状態、3 =ホストアップ、4 =ホストダウン、5 =ホスト到達不能 でセットします。
pl_pl: ustawiony stan hosta na 0 = nieokreślony, -1 = aktualny stan, 3 = host up, 4 = host down, 5 = host niedostępny
pt_pt: defina o estado do host assumido como 0 = não especificado, -1 = estado atual, 3 = host up, 4 = host down, 5 = host inacessível
ru_ru: установите предполагаемое состояние хоста в 0 = неуказано, -1 = текущее состояние, 3 = host up, 4 = host down, 5 = host unreachable
zh_cn: 将假定的主机状态设置为0 =未指定，-1 =当前状态，3 =主机启动，4 =主机关闭，5 =主机不可达

source: Set the assumed service state to 0 = Unspecified, -1 = Current State, 6 = Service Ok, 7 = Service Unknown, 8 = Service Warning, 9 = Service Critical
bg_bg: задаване на предполагаемото състояние на услугата на 0 = неуточнено, -1 = текущо състояние, 6 = услуга добре, 7 = неизвестна служба, 8 = предупреждение за услуга, 9 =
de_de: setze den angenommenen Dienstzustand auf 0 = nicht spezifiziert, -1 = aktueller Zustand, 6 = Dienst ok, 7 = Dienst unbekannt, 8 = Dienstwarnung, 9 = Dienst kritisch
es_es: establecer el estado de servicio supuesto en 0 = no especificado, -1 = estado actual, 6 = servicio correcto, 7 = servicio desconocido, 8 = aviso de servicio, 9 = servicio crítico
fr_fr: mettre l'état de service supposé à 0 = non spécifié, -1 = état actuel, 6 = service ok, 7 = service inconnu, 8 = avertissement de service, 9 = service critique
it_it: imposta lo stato di servizio presunto su 0 = non specificato, -1 = stato corrente, 6 = servizio ok, 7 = servizio sconosciuto, 8 = avviso di servizio, 9 = servizio critico
ja_jp: 想定されるサービス状態を0 =不特定、-1 =現在の状態、6 =サービスOK、7 =不明なサービス、8 =サービス警告、9 =サービスクリティカル でセットします。
pl_pl: Ustawia zakładany stan usługi na 0 = nieokreślony, -1 = aktualny stan, 6 = usługa w porządku, 7 = usługa nieznana, 8 = ostrzeżenie serwisowe, 9 = krytyczne usługi
pt_pt: defina o estado de serviço assumido como 0 = não especificado, -1 = estado atual, 6 = serviço ok, 7 = serviço desconhecido, 8 = aviso de serviço, 9 = serviço crítico
ru_ru: установить предполагаемое состояние обслуживания на 0 = неуказано, -1 = текущее состояние, 6 = сервис ok, 7 = неизвестный сервис, 8 = предупреждение службы, 9 = критический сервис
zh_cn: 将假定的服务状态设置为0 =未指定，-1 =当前状态，6 =服务正常，7 =服务未知，8 =服务警告，9 =服务严重
