Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: MIB could not be installed - snmptt is not installed.
bg_bg: MIB-а не може да се инсталира - snmptt не е инсталиран.
de_de: MIB konnte nicht installiert werden - snmptt ist nicht installiert.
es_es: MIB no se pudo instalar - snmptt no está instalado.
fr_fr: MIB n'a pas pu être installé - snmptt n'est pas installé.
it_it: MIB non possono essere installati - snmptt non è installato.
ja_jp: MIBをインストールできませんでした - snmpttがインストールされていません.
pl_pl: MIB nie może być zainstalowany - snmptt nie jest zainstalowany.
pt_pt: MIB não pôde ser instalada - as permissões de diretório podem estar incorretas.
ru_ru: MIB не может быть установлен - snmptt не установлена.
zh_cn: 无法安装MIB-未安装snmptt。

source: is not writable by Nagios.
bg_bg: не е достъпна за писане от Nagios.
de_de: ist nicht beschreibbar von Nagios.
es_es: no es escribible por Nagios.
fr_fr: n'est pas accessible en écriture par Nagios.
it_it: non è scrivibile da Nagios.
ja_jp: はNagiosで書き込みできません.
pl_pl: nie ma prawa zapisu Nagios.
pt_pt: não é gravável pelo Nagios.
ru_ru: Не доступен для записи Nagios.
zh_cn: 是Nagios不可写的。

source: Run the following from the command line
bg_bg: Изпълнете следното от командния ред (CLI)
de_de: Führen Sie das folgende von der Kommandozeile aus
es_es: Ejecute los siguientes desde la linea de comandos:
fr_fr: Exécutez la commande suivante à partir de la ligne de commande
it_it: Eseguire il seguente dalla riga di comando
ja_jp: コマンドラインから次のコマンドを実行します
pl_pl: uruchom następujące polecenia z wiersza poleceń
pt_pt: Execute os seguintes comandos:
ru_ru: Выполните следующие из командной строки
zh_cn: 从命令行运行以下命令

source: MIB file(s) successfully installed
bg_bg: mib файл (и) успешно инсталиран
de_de: MIB-Datei (en) erfolgreich installiert
es_es: archivo mib (s) instalado correctamente
fr_fr: fichier (s) mib (s) installé (s) avec succès
it_it: file mib installati con successo
ja_jp: MIBファイルが正常にインストールされました
pl_pl: Pliki mib zostały pomyślnie zainstalowane
pt_pt: Arquivos mib instalados com sucesso
ru_ru: MIB файл (ы) успешно установлен
zh_cn: MIB文件已成功安装

source: Please specify a MIB to process.
bg_bg: моля, посочете кога да обработвате.
de_de: Bitte geben Sie eine zu verarbeitende Mib an.
es_es: por favor, especifique un mib para procesar
fr_fr: veuillez spécifier un mib à traiter.
it_it: si prega di specificare un mib da elaborare.
ja_jp: 処理するMIBを指定してください。
pl_pl: proszę określić mib do przetworzenia.
pt_pt: por favor especifique um mib para processar.
ru_ru: пожалуйста, укажите MIB для обработки.
zh_cn: 请指定要处理的MIB。

source: Your php.ini upload_max_size is likely lower than the size of the uploaded MIB. Update it and restart apache.
bg_bg: Вашият php.ini upload_max_size е по-вероятно да е по-малък от размера на качването на MIB. Да го актуализирате и да рестартирате Apache.
de_de: Ihre php.ini upload_max_size ist wahrscheinlich niedriger als die Größe der hochgeladenen mib. aktualisieren und Apache neu starten.
es_es: upload_max_size su php.ini probablemente es más bajo que el tamaño de la MIB subido. actualizar y reiniciar Apache.
fr_fr: votre php.ini upload_max_size est probablement plus faible que la taille de la mib téléchargé. mettre à jour et redémarrez apache.
it_it: il vostro upload_max_size php.ini è probabile inferiore alla dimensione del MIB caricato. aggiornarlo e riavviare apache.
ja_jp: php.ini upload_max_sizeはアップロードされたMIBのサイズよりも小さいようです。更新し、Apacheを再起動してください。
pl_pl: php.ini upload_max_size prawdopodobnie mniejsza niż rozmiar przesłanego MIB. aktualizować je i uruchom apache.
pt_pt: seu upload_max_size php.ini é provavelmente mais baixa do que o tamanho da MIB carregado. atualizá-lo e reiniciar o apache.
ru_ru: ваш php.ini upload_max_size, вероятно, ниже, чем размер загруженного МИБ. обновить его и перезапустить Apache.
zh_cn: 您的php.ini upload_max_size可能小于上传的MIB的大小。 更新它并重新启动apache。

source: No file was uploaded.
bg_bg: не е качен файл.
de_de: Es wurde keine Datei hochgeladen.
es_es: ningun archivo fue subido.
fr_fr: aucun fichier n'a été téléchargé.
it_it: nessun file è stato caricato.
ja_jp: ファイルはアップロードされませんでした。
pl_pl: żaden plik nie został przesłany.
pt_pt: nenhum arquivo foi enviado.
ru_ru: файл не был загружен.
zh_cn: 没有上传文件。

source: Directory permissions may not be correct. Check that /usr/share/snmp/mibs is writable by the nagios group.
bg_bg: разрешенията за директории може да не са правилни. проверете дали / usr / share / snmp / mibs е написана от нагиос групата.
de_de: Verzeichnisberechtigungen sind möglicherweise nicht korrekt. Überprüfen Sie, ob / usr / share / snmp / mibs von der Nagios-Gruppe beschreibbar ist.
es_es: los permisos de directorio pueden no ser correctos. compruebe que / usr / share / snmp / mibs sea editable por el grupo nagios.
fr_fr: les autorisations de répertoire peuvent ne pas être correctes. vérifiez que / usr / share / snmp / mibs est accessible en écriture pour le groupe nagios.
it_it: le autorizzazioni di directory potrebbero non essere corrette. controlla che / usr / share / snmp / mibs sia scrivibile dal gruppo nagios.
ja_jp: ディレクトリのアクセス権が正しくない可能性があります。 /usr/share/snmp/mibs が nagios グループによって書き込み可能であることを確認してください。
pl_pl: uprawnienia do katalogu mogą być nieprawidłowe. sprawdź, czy / usr / share / snmp / mibs jest zapisywalny przez grupę nagios.
pt_pt: as permissões do diretório podem não estar corretas. verifique se / usr / share / snmp / mibs é gravável pelo grupo nagios.
ru_ru: Возможно, недопустимы права доступа к каталогам. проверьте, что / usr / share / snmp / mibs доступен для записи группой nagios.
zh_cn: 目录权限可能不正确。 检查nagios组是否可写/ usr / share / snmp / mibs。

source: MIB could not be installed.
bg_bg: Mib не можа да бъде инсталиран.
de_de: mib konnte nicht installiert werden.
es_es: mib no se pudo instalar.
fr_fr: mib n'a pas pu être installé.
it_it: mib non potrebbe essere installato.
ja_jp: MIBをインストールできませんでした。
pl_pl: MIB nie może być zainstalowany.
pt_pt: mib não pôde ser instalado.
ru_ru: МИБ не может быть установлен.
zh_cn: MIB无法安装。

source: Unable to create file
bg_bg: не може да създаде файл
de_de: Datei konnte nicht gespeichert
es_es: Imposible guardar archivo
fr_fr: Impossible d'enregistrer le fichier
it_it: Impossibile salvare il file
ja_jp: ファイルを作成できません
pl_pl: nie można zapisać pliku
pt_pt: Não foi possível salvar arquivo
ru_ru: Не удается сохранить файл
zh_cn: 无法创建文件

source: MIB file successfully processed
bg_bg: MIB файла е успешно обработен
de_de: MIB-Datei erfolgreich verarbeitet
es_es: archivo MIB procesado correctamente
fr_fr: fichier mib traitée avec succès
it_it: file MIB elaborata con successo
ja_jp: MIBファイルが正常に処理されました
pl_pl: plik MIB z powodzeniem przetwarzać
pt_pt: arquivo mib processado com sucesso
ru_ru: MIB-файл успешно обработан
zh_cn: MIB文件已成功处理

source: MIB deleted.
bg_bg: MIB-а е изтрит.
de_de: MIB gelöscht.
es_es: MIB eliminado
fr_fr: MIB supprimée.
it_it: MIB cancellato.
ja_jp: MIBが削除されました.
pl_pl: MIB usunięte.
pt_pt: MIB deletado.
ru_ru: MIB удалены.
zh_cn: MIB已删除。

source: MIB file successfully deleted, but database entry could not be removed.
bg_bg: mib файлът е изтрит успешно, но въвеждането на базата данни не може да бъде премахнато.
de_de: MIB-Datei erfolgreich gelöscht, Datenbankeintrag konnte jedoch nicht entfernt werden.
es_es: archivo mib eliminado correctamente, pero no se pudo eliminar la entrada de la base de datos.
fr_fr: Le fichier mib a été supprimé avec succès, mais l'entrée de la base de données n'a pas pu être supprimée.
it_it: file mib eliminato con successo, ma la voce del database non può essere rimossa.
ja_jp: MIBファイルは正常に削除されましたが、データベース項目を削除できませんでした
pl_pl: Plik mib został pomyślnie usunięty, ale wpis bazy danych nie mógł zostać usunięty.
pt_pt: O arquivo mib foi excluído com sucesso, mas a entrada do banco de dados não pôde ser removida.
ru_ru: Файл MIB успешно удален, но запись базы данных не может быть удалена.
zh_cn: MIB文件已成功删除，但无法删除数据库条目。

source: MIB database entry deleted, but file could not be removed.
bg_bg: mib базата данни за изтриване, но файлът не може да бъде премахнат.
de_de: Mib-Datenbankeintrag wurde gelöscht, die Datei konnte jedoch nicht entfernt werden.
es_es: Se eliminó la entrada de la base de datos mib, pero no se pudo eliminar el archivo.
fr_fr: L'entrée de base de données mib a été supprimée, mais le fichier n'a pas pu être supprimé.
it_it: voce del database di mib cancellata, ma il file non può essere rimosso.
ja_jp: MIBデータベース項目が削除されましたが、ファイルを削除できませんでした。
pl_pl: Usunięto wpis bazy danych mib, ale nie można usunąć pliku.
pt_pt: a entrada do banco de dados mib foi excluída, mas o arquivo não pôde ser removido.
ru_ru: Запись базы данных mib удалена, но файл не может быть удален.
zh_cn: MIB数据库条目已删除，但无法删除文件。

source: MIB could not be deleted - check file/directory permissions.
bg_bg: mib не може да бъде изтрита - проверете файловете / директориите.
de_de: mib konnte nicht gelöscht werden - überprüfen Sie die Datei- / Verzeichnisberechtigungen.
es_es: No se pudo eliminar mib: verifique los permisos de archivo / directorio.
fr_fr: mib n'a pas pu être supprimé - vérifiez les droits d'accès aux fichiers / répertoires.
it_it: mib non può essere cancellato - controlla i permessi del file / directory.
ja_jp: MIBを削除できませんでした。ファイル/ディレクトリのパーミッションを確認してください。
pl_pl: mib nie mógł zostać usunięty - sprawdź uprawnienia do plików / katalogów.
pt_pt: O mib não pôde ser excluído - verifique as permissões de arquivo / diretório.
ru_ru: Mib не может быть удален - проверьте права доступа к файлу / каталогу.
zh_cn: 无法删除MIB-检查文件/目录权限。

source: Migrate Server
bg_bg: мигрира сървър
de_de: Server migrieren
es_es: migrar servidor
fr_fr: migrer le serveur
it_it: migrare server
ja_jp: サーバーの移行
pl_pl: migrować serwer
pt_pt: migrar servidor
ru_ru: перенести сервер
zh_cn: 迁移服务器

source: Use this migration tool to import your existing Nagios Core configuration into this Nagios XI server. The tool will try to reach out to the Nagios Core server, collect the configuration data, and configure Nagios XI.
bg_bg: използвайте този инструмент за мигриране, за да импортирате съществуващата си конфигурация на nagios core в този nagios xi сървър. инструментът ще се опита да се свърже с основния сървър на nagios, да събере конфигурационните данни и да конфигурира nagios xi.
de_de: Verwenden Sie dieses Migrationstool, um Ihre vorhandene Nagios-Kernkonfiguration in diesen Nagios XI-Server zu importieren. Das Tool versucht, den Nagios-Kernserver zu erreichen, die Konfigurationsdaten zu sammeln und Nagios XI zu konfigurieren.
es_es: use esta herramienta de migración para importar su configuración central de nagios existente en este servidor nagios xi. la herramienta intentará comunicarse con el servidor central de nagios, recopilar los datos de configuración y configurar nagios xi.
fr_fr: utilisez cet outil de migration pour importer votre configuration de base nagios existante dans ce serveur nagios xi. l'outil essaiera d'atteindre le serveur principal nagios, collectera les données de configuration et configurera nagios xi.
it_it: usa questo strumento di migrazione per importare la tua configurazione di base nagios esistente in questo server nagios xi. lo strumento proverà a raggiungere il server principale di Nagios, raccogliere i dati di configurazione e configurare Nagios xi.
ja_jp: この移行ツールを使用して、既存のnagiosコア構成をこのnagiosxiサーバーにインポートします。ツールは、nagiosコアサーバーにアクセスし、構成データを収集して、nagiosxiを構成しようとします。
pl_pl: użyj tego narzędzia do migracji, aby zaimportować istniejącą konfigurację podstawową nagios na ten serwer nagios xi. narzędzie spróbuje dotrzeć do głównego serwera nagios, zebrać dane konfiguracyjne i skonfigurować nagios xi.
pt_pt: use esta ferramenta de migração para importar sua configuração de núcleo nagios existente para este servidor nagios xi. a ferramenta tentará alcançar o servidor núcleo nagios, coletar os dados de configuração e configurar o nagios xi.
ru_ru: используйте этот инструмент миграции, чтобы импортировать существующую конфигурацию ядра nagios на этот сервер nagios xi. инструмент попытается связаться с главным сервером nagios, собрать данные конфигурации и настроить nagios xi.
zh_cn: 使用此迁移工具将现有的nagios核心配置导入此nagios xi服务器。该工具将尝试与nagios核心服务器联系，收集配置数据，并配置nagios xi。

source: Root or sudo access to the Nagios Core server is required. Ensure that the Nagios XI system can connect to the Nagios Core server via SSH with a privledged user.
bg_bg: root или sudo се изисква достъп до основния сървър на nagios. осигурете, че системата nagios xi може да се свърже с основния сървър на nagios чрез ssh с привилегирован потребител.
de_de: Root- oder Sudo-Zugriff auf den Nagios-Core-Server ist erforderlich. Stellen Sie sicher, dass das Nagios XI-System über SSH mit einem privilegierten Benutzer eine Verbindung zum Nagios Core Server herstellen kann.
es_es: Se requiere acceso root o sudo al servidor central de nagios. asegúrese de que el sistema nagios xi pueda conectarse al servidor central de nagios a través de ssh con un usuario privilegiado.
fr_fr: Un accès root ou sudo au serveur principal nagios est requis. assurez-vous que le système nagios xi peut se connecter au serveur principal nagios via ssh avec un utilisateur privilégié.
it_it: È richiesto l'accesso root o sudo al server principale di Nagios. assicurati che il sistema nagios xi possa connettersi al server nagios core tramite ssh con un utente privilegiato.
ja_jp: nagiosコアサーバーへのrootまたはsudoアクセスが必要です。 nagiosxiシステムが特権ユーザーとssh経由でnagiosコアサーバーに接続できることを確認します。
pl_pl: Wymagany jest dostęp root lub sudo do głównego serwera nagios. upewnij się, że system nagios xi może łączyć się z głównym serwerem nagios przez ssh z uprzywilejowanym użytkownikiem.
pt_pt: é necessário acesso root ou sudo ao servidor núcleo nagios. certifique-se de que o sistema nagios xi pode se conectar ao servidor núcleo do nagios via ssh com um usuário privilegiado.
ru_ru: Требуется доступ root или sudo к главному серверу nagios. убедитесь, что система nagios xi может подключаться к главному серверу nagios через ssh с привилегированным пользователем.
zh_cn: 需要对nagios核心服务器的root或sudo访问。确保nagios xi系统可以使用特权用户通过ssh连接到nagios核心服务器。

source: Server Address
bg_bg: Адрес на сървъра
de_de: Server-Adresse
es_es: Direccion IP del Servidor
fr_fr: Adresse du serveur
it_it: Indirizzo server
ja_jp: サーバーアドレス
pl_pl: Adres serwera
pt_pt: Endereço IP do servidor
ru_ru: Адрес сервера
zh_cn: 服务器地址

source: IP Address or Hostname of the Nagios Core server to migrate to this system.
bg_bg: ip адрес или име на хост на основния сървър nagios за мигриране към тази система.
de_de: IP-Adresse oder Hostname des Nagios-Core-Servers, der auf dieses System migriert werden soll.
es_es: dirección IP o nombre de host del servidor central de nagios para migrar a este sistema.
fr_fr: adresse IP ou nom d'hôte du serveur principal nagios pour migrer vers ce système.
it_it: indirizzo ip o nome host del server principale nagios da migrare a questo sistema.
ja_jp: このシステムに移行するnagiosコアサーバーのIPアドレスまたはホスト名。
pl_pl: adres IP lub nazwa hosta głównego serwera nagios do migracji do tego systemu.
pt_pt: endereço ip ou nome de host do servidor nagios core para migrar para este sistema.
ru_ru: IP-адрес или имя хоста главного сервера nagios для миграции в эту систему.
zh_cn: 要迁移到此系统的nagios核心服务器的IP地址或主机名。

source: Credentials
bg_bg: Пълномощия
de_de: Zeugnisse
es_es: Credenciales del componente
fr_fr: Lettres de créance
it_it: Credenziali
ja_jp: 認証情報
pl_pl: listy uwierzytelniające
pt_pt: Atualize Credenciais
ru_ru: Полномочия
zh_cn: 证书

source: If not using root user, the user should have access to become root using sudo.
bg_bg: ако не използва root потребител, потребителят трябва да има достъп, за да стане root, използвайки sudo.
de_de: Wenn Sie keinen Root-Benutzer verwenden, sollte der Benutzer Zugriff haben, um mit sudo root zu werden.
es_es: si no está usando el usuario root, el usuario debe tener acceso para convertirse en root usando sudo.
fr_fr: s'il n'utilise pas l'utilisateur root, l'utilisateur doit avoir accès pour devenir root en utilisant sudo.
it_it: se non si utilizza l'utente root, l'utente dovrebbe avere accesso per diventare root usando sudo.
ja_jp: rootユーザーを使用しない場合、ユーザーはsudoを使用してrootになるためのアクセス権を持っている必要があります。
pl_pl: jeśli nie używa użytkownika root, użytkownik powinien mieć dostęp do rootowania za pomocą sudo.
pt_pt: se não estiver usando o usuário root, o usuário deve ter acesso para se tornar root usando o sudo.
ru_ru: если вы не используете пользователя root, у пользователя должен быть доступ к нему с помощью sudo.
zh_cn: 如果不使用root用户，则该用户应该有权使用sudo成为root用户。

source: Hide Advanced Settings
bg_bg: Разширени настройки (за напреднали)
de_de: Erweiterte Einstellungen
es_es: Configuraciones Avanzadas
fr_fr: Paramètres avancés
it_it: Impostazioni avanzate
ja_jp: 詳細設定
pl_pl: zaawansowane ustawienia
pt_pt: Configurações avançadas
ru_ru: Advanced Settings
zh_cn: 高级设置

source: Show Advanced Settings
bg_bg: Разширени настройки (за напреднали)
de_de: Erweiterte Einstellungen
es_es: Configuraciones Avanzadas
fr_fr: Paramètres avancés
it_it: Impostazioni avanzate
ja_jp: 詳細設定
pl_pl: zaawansowane ustawienia
pt_pt: Configurações avançadas
ru_ru: Advanced Settings
zh_cn: 高级设置

source: Advanced Settings
bg_bg: Разширени настройки (за напреднали)
de_de: Erweiterte Einstellungen
es_es: Configuraciones Avanzadas
fr_fr: Paramètres avancés
it_it: Impostazioni avanzate
ja_jp: 詳細設定
pl_pl: zaawansowane ustawienia
pt_pt: Configurações avançadas
zh_cn: 高级设置

source: Overwrite Configs
bg_bg: презаписване на конфигурации
de_de: Konfigurationen überschreiben
es_es: sobrescribir configuraciones
fr_fr: écraser les configurations
it_it: sovrascrivi le configurazioni
ja_jp: 設定を上書きする
pl_pl: nadpisać konfiguracje
pt_pt: sobrescrever configurações
ru_ru: перезаписать конфиги
zh_cn: 覆盖配置

source: Overwrite duplicate configuration objects with the migrated version
bg_bg: презапишете дублирани конфигурационни обекти с мигрираната версия
de_de: Überschreiben Sie doppelte Konfigurationsobjekte mit der migrierten Version
es_es: sobrescribir objetos de configuración duplicados con la versión migrada
fr_fr: écraser les objets de configuration en double avec la version migrée
it_it: sovrascrivere gli oggetti di configurazione duplicati con la versione migrata
ja_jp: 重複する構成オブジェクトを移行されたバージョンで上書きする
pl_pl: nadpisać zduplikowane obiekty konfiguracyjne wersją migrowaną
pt_pt: sobrescrever objetos de configuração duplicados com a versão migrada
ru_ru: перезаписать повторяющиеся объекты конфигурации перенесенной версией
zh_cn: 用迁移的版本覆盖重复的配置对象

source: Clear current configuration on this system
bg_bg: изчистване на текущата конфигурация на тази система
de_de: Aktuelle Konfiguration auf diesem System löschen
es_es: borrar la configuración actual en este sistema
fr_fr: effacer la configuration actuelle sur ce système
it_it: cancella la configurazione corrente su questo sistema
ja_jp: このシステムの現在の構成をクリアする
pl_pl: wyczyść bieżącą konfigurację w tym systemie
pt_pt: limpar a configuração atual neste sistema
ru_ru: очистить текущую конфигурацию в этой системе
zh_cn: 清除此系统上的当前配置

source: Nagios Config File
bg_bg: nagios конфигурационен файл
de_de: Nagios-Konfigurationsdatei
es_es: archivo de configuración de nagios
fr_fr: fichier de configuration nagios
it_it: file di configurazione di Nagios
ja_jp: nagios設定ファイル
pl_pl: plik konfiguracyjny nagios
pt_pt: arquivo de configuração nagios
ru_ru: файл конфигурации nagios
zh_cn: nagios配置文件

source: Full path and name of your nagios.cfg file if it is in a non-standard location (example: /opt/nagios/etc/nagios.cfg)
bg_bg: пълен път и име на вашия файл nagios.cfg, ако се намира на нестандартно място (пример: /opt/nagios/etc/nagios.cfg)
de_de: vollständiger Pfad und Name Ihrer Datei nagios.cfg, wenn sie sich an einem nicht standardmäßigen Speicherort befindet (Beispiel: /opt/nagios/etc/nagios.cfg)
es_es: ruta completa y nombre de su archivo nagios.cfg si está en una ubicación no estándar (ejemplo: /opt/nagios/etc/nagios.cfg)
fr_fr: chemin complet et nom de votre fichier nagios.cfg s'il se trouve dans un emplacement non standard (exemple: /opt/nagios/etc/nagios.cfg)
it_it: percorso completo e nome del file nagios.cfg se si trova in una posizione non standard (esempio: /opt/nagios/etc/nagios.cfg)
ja_jp: nagios.cfgファイルが非標準の場所にある場合のフルパスと名前（例：/opt/nagios/etc/nagios.cfg）
pl_pl: pełna ścieżka i nazwa pliku nagios.cfg, jeśli znajduje się w niestandardowej lokalizacji (przykład: /opt/nagios/etc/nagios.cfg)
pt_pt: caminho completo e nome de seu arquivo nagios.cfg se ele estiver em um local não padrão (exemplo: /opt/nagios/etc/nagios.cfg)
ru_ru: полный путь и имя вашего файла nagios.cfg, если он находится в нестандартном месте (пример: /opt/nagios/etc/nagios.cfg)
zh_cn: nagios.cfg文件的完整路径和名称（如果位于非标准位置）（例如：/opt/nagios/etc/nagios.cfg）

source: This nagios.cfg file will be added to the standard list of nagios.cfg locations that the migrate script will check when looking for your config file.
bg_bg: този файл nagios.cfg ще бъде добавен към стандартния списък с местоположения nagios.cfg, които скриптът за мигриране ще провери, когато търси вашия конфигурационен файл.
de_de: Diese Datei nagios.cfg wird zur Standardliste der Speicherorte nagios.cfg hinzugefügt, die das Migrationsskript bei der Suche nach Ihrer Konfigurationsdatei überprüft.
es_es: este archivo nagios.cfg se agregará a la lista estándar de ubicaciones de nagios.cfg que el script de migración verificará cuando busque su archivo de configuración.
fr_fr: ce fichier nagios.cfg sera ajouté à la liste standard des emplacements nagios.cfg que le script de migration vérifiera lors de la recherche de votre fichier de configuration.
it_it: questo file nagios.cfg verrà aggiunto all'elenco standard di posizioni nagios.cfg che lo script di migrazione controllerà quando cerca il file di configurazione.
ja_jp: このnagios.cfgファイルは、移行スクリプトが構成ファイルを探すときにチェックするnagios.cfgの場所の標準リストに追加されます。
pl_pl: ten plik nagios.cfg zostanie dodany do standardowej listy lokalizacji nagios.cfg, które skrypt migracji sprawdzi, szukając pliku konfiguracyjnego.
pt_pt: este arquivo nagios.cfg será adicionado à lista padrão de locais nagios.cfg que o script de migração verificará ao procurar seu arquivo de configuração.
ru_ru: этот файл nagios.cfg будет добавлен в стандартный список расположений nagios.cfg, которые скрипт миграции проверит при поиске вашего файла конфигурации.
zh_cn: 此nagios.cfg文件将被添加到nagios.cfg位置的标准列表中，迁移脚本在查找配置文件时将检查该位置。

source: Migrate
bg_bg: мигрират
de_de: Wandern
es_es: emigrar
fr_fr: émigrer
it_it: migrare
ja_jp: 移行する
pl_pl: migrować
pt_pt: migrar
ru_ru: мигрировать
zh_cn: 迁移

source: Migration in progress... please wait, this can take time depending on the size of the system being migrated.
bg_bg: миграцията е в ход ... моля, изчакайте, това може да отнеме време в зависимост от размера на мигрираната система.
de_de: Migration läuft ... Bitte warten Sie. Dies kann abhängig von der Größe des zu migrierenden Systems einige Zeit dauern.
es_es: migración en progreso ... espere, esto puede llevar tiempo dependiendo del tamaño del sistema que se está migrando.
fr_fr: migration en cours ... veuillez patienter, cela peut prendre du temps selon la taille du système en cours de migration.
it_it: migrazione in corso ... attendere, l'operazione può richiedere tempo a seconda delle dimensioni del sistema da migrare.
ja_jp: 移行が進行中です...しばらくお待ちください。移行するシステムのサイズによっては時間がかかる場合があります。
pl_pl: migracja w toku ... proszę czekać, może to zająć trochę czasu w zależności od rozmiaru migrowanego systemu.
pt_pt: migração em andamento ... aguarde, isso pode demorar dependendo do tamanho do sistema que está sendo migrado.
ru_ru: выполняется миграция ... подождите, это может занять время в зависимости от размера переносимой системы.
zh_cn: 正在进行迁移...请稍候，这可能需要一些时间，具体取决于要迁移的系统的大小。
