Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Sync all hostgroups and servicegroups on apply config.
bg_bg: синхронизирайте всички хост групи и сервизни групи на конфиг.
de_de: Synchronisieren Sie alle Hostgruppen und Servicegruppen mit Apply Config.
es_es: sincronizar todos los grupos de hosts y grupos de servicio en la configuración de aplicación.
fr_fr: synchronise tous les groupes d'hôtes et groupes de service sur apply config.
it_it: sincronizzare tutti i gruppi di host e servicegroup su apply config.
ja_jp: 設定適用時にすべてのホストグループとサービスグル​​ープを同期します。
pl_pl: zsynchronizuj wszystkie grupy hostów i servicegroups na config aplikacji.
pt_pt: Sincronize todos os grupos de hosts e grupos de serviços em aplicar configuração.
ru_ru: синхронизировать все хост-группы и сервисные группы в приложении config.
zh_cn: 在apply config上同步所有主机组和服务组。

source: Remove missing hosts and services from all groups.
bg_bg: премахване на липсващи хостове и услуги от всички групи.
de_de: Entferne fehlende Hosts und Dienste von allen Gruppen.
es_es: eliminar los hosts y servicios faltantes de todos los grupos.
fr_fr: supprimer les hôtes et services manquants de tous les groupes.
it_it: rimuovere host e servizi mancanti da tutti i gruppi.
ja_jp: 欠落しているホストとサービスをすべてのグループから削除します。
pl_pl: usuń brakujące hosty i usługi ze wszystkich grup.
pt_pt: remover hosts e serviços ausentes de todos os grupos.
ru_ru: удалить отсутствующие хосты и службы из всех групп.
zh_cn: 从所有组中删除丢失的主机和服务。

source: Nagios BPI Status Text
bg_bg: Текст статус на Nagios BPI
es_es: texto de estado nagios BPI
fr_fr: nagios bpi texte d'état
it_it: testo di stato nagios BPI
ja_jp: Nagios BPI ステータステキスト
pl_pl: tekst statusu nagios BPI
pt_pt: texto de status Nagios BPI
ru_ru: Nagios BPI текст статуса
zh_cn: Nagios BPI状态文本

source: You can use the following substitutions in your custom Status Texts
bg_bg: Можете да използвате следните замествания във вашите потребителски текстове за статус (custom Status Texts)
de_de: können Sie die folgenden Substitutionen in Ihrem benutzerdefinierten Statustexte verwenden
es_es: se pueden utilizar las siguientes sustituciones en los textos de estado personalizados
fr_fr: vous pouvez utiliser les substitutions suivantes dans vos textes d'état personnalisés
it_it: è possibile utilizzare i seguenti sostituzioni nei vostri testi stato personalizzati
ja_jp: カスタムステータステキストで以下の置換を使用できます
pl_pl: można użyć następujących substytucji w swoich własnych tekstów statusu
pt_pt: você pode usar as seguintes substituições nos seus textos de status personalizadas
ru_ru: вы можете использовать следующие замены в пользовательских текстов статуса
zh_cn: 您可以在自定义状态文本中使用以下替换

source: The overall health of the BPI group. (Percentage)
bg_bg: Цялостното здраве на BPI групата (процент)
de_de: die allgemeine Gesundheit der bpi Gruppe. (Prozentsatz)
es_es: la salud general del grupo BPI. (porcentaje)
fr_fr: la santé globale du groupe bpi. (pourcentage)
it_it: la salute generale del Gruppo BPI. (percentuale)
ja_jp: BPIグループの全般のヘルス（パーセンテージ）
pl_pl: ogólny stan zdrowia grupy PBI. (odsetek)
pt_pt: a saúde geral do Grupo BPI. (percentagem)
ru_ru: общее состояние здоровья группы BPI. (В процентах)
zh_cn: BPI组的整体健康状况。 （百分比）

source: The percentage of the group health that is a problem. (e.g. 100% - $HEALTH$). (Percentage)
bg_bg: процентът на груповото здраве, което е проблем. (напр. 100% - $ здраве $). (процент)
de_de: Der Prozentsatz der Gruppengesundheit, der ein Problem darstellt. (zB 100% - $ Gesundheit $). (Prozentsatz)
es_es: El porcentaje de la salud del grupo que es un problema. (por ejemplo, 100% - $ salud $). (porcentaje)
fr_fr: le pourcentage de la santé du groupe qui est un problème. (par exemple 100% - $ santé $). (pourcentage)
it_it: la percentuale dell'integrità del gruppo che costituisce un problema. (es. 100% - $ salute $). (percentuale)
ja_jp: 問題であるグループヘルスのパーセンテージ。 （100％-$ health $など）。 （パーセンテージ）
pl_pl: procent zdrowia grupy, który jest problemem. (np. 100% - $ zdrowie $). (odsetek)
pt_pt: a porcentagem da saúde do grupo que é um problema. (por exemplo, 100% - $ saúde $). (percentagem)
ru_ru: процент здоровья группы, который является проблемой. (например, 100% - $ здоровье $). (В процентах)
zh_cn: 有问题的小组健康状况的百分比。 （例如100％-$ HEALTH $）。 （百分比）

source: The total amount of members in the BPI group. (Integer)
bg_bg: Общ брой на членовете в BPI групата. (Цяло число)
de_de: die Gesamtmenge der Mitglieder in der bpi Gruppe. (ganze Zahl)
es_es: la cantidad total de miembros en el grupo BPI. (entero)
fr_fr: le montant total des membres du groupe bpi. (entier)
it_it: l'importo totale dei membri del gruppo BPI. (numero intero)
ja_jp: BPIグループ内のメンバー総数（整数）
pl_pl: łączna ilość członków w grupie BPI. (liczba całkowita)
pt_pt: a quantidade total de membros do Grupo BPI. (Inteiro)
ru_ru: общее количество членов в группе BPI. (Целое число)
zh_cn: BPI组中的成员总数。 （整数）

source: The total amount of problem members in the BPI group. (Integer)
bg_bg: Общ брой на проблемните членове в BPI групата. (Цяло число)
de_de: die Gesamtmenge der Problem-Mitglieder in der bpi Gruppe. (ganze Zahl)
es_es: la cantidad total de miembros de problemas en el grupo BPI. (entero)
fr_fr: le montant total des membres de problèmes dans le groupe bpi. (entier)
it_it: l'importo totale dei membri problema nel gruppo BPI. (numero intero)
ja_jp: BPIグループ内の障害メンバーの総数（整数）
pl_pl: łączna ilość członków problemowych w grupie BPI. (liczba całkowita)
pt_pt: a quantidade total de membros com problemas no Grupo BPI. (Inteiro)
ru_ru: общее количество членов проблемных в группе BPI. (Целое число)
zh_cn: BPI组中问题成员的总数。 （整数）

source: The current critical threshhold. (Percentage)
bg_bg: Сегашен критичен праг. (процент)
de_de: die aktuelle kritische Schwelle. (Prozentsatz)
es_es: el umbral crítico actual. (porcentaje)
fr_fr: le seuil de courant critique. (pourcentage)
it_it: l'attuale soglia critica. (percentuale)
ja_jp: 現在のクリティカルしきい値（パーセンテージ）
pl_pl: prąd krytyczny progu. (odsetek)
pt_pt: a corrente limiar crítico. (percentagem)
ru_ru: критический ток порогу. (В процентах)
zh_cn: 当前的临界阈值。 （百分比）

source: The current warning threshhold. (Percantage)
bg_bg: Сегашен предупредителен праг. (Процент)
de_de: Die aktuelle Warnung Schwelle. (Percantage)
es_es: el umbral de alerta actual. (Percantage)
fr_fr: le seuil d'alerte en cours. (Percantage)
it_it: la soglia di allarme corrente. (Percantage)
ja_jp: 現在の警告しきい値（パーセンテージ）
pl_pl: prąd progu ostrzegawczego. (Percantage)
pt_pt: o limiar de alerta atual. (Percantage)
ru_ru: текущее предупреждение порогу. (Подтверждения)
zh_cn: 当前警告阈值。 （百分比）

source: OK Status Text
bg_bg: Текст за ОК-статус
es_es: texto de estado ok
fr_fr: texte d'état ok
it_it: testo di stato ok
ja_jp: OKステータステキスト
pl_pl: ok tekst statusu
pt_pt: texto de status ok
ru_ru: ОК текст статуса
zh_cn: OK状态文本

source: The status text to display for OK states.
bg_bg: Текста за състоянието, който да се покаже при ОК състояния.
de_de: der Statustext für ok Zustände anzuzeigen.
es_es: el texto de estado para visualizar los estados ok.
fr_fr: le texte d'état à afficher pour les états ok.
it_it: il testo di stato da visualizzare per gli stati ok.
ja_jp: OKステータスに表示するステータステキスト.
pl_pl: tekst do wyświetlenia w stanach OK.
pt_pt: o texto de status para exibir para os estados em OK.
ru_ru: текст статуса для отображения для ОК состояний.
zh_cn: 显示OK状态的状态文本。

source: WARNING Status Text
bg_bg: ПРЕДУПРЕДИТЕЛЕН текст за статус
de_de: Warnung Statustext
es_es: texto de estado de alerta
fr_fr: texte d'état d'alerte
it_it: testo di stato di allarme
ja_jp: 警告ステータステキスト
pl_pl: Tekst stan ostrzegawczy
pt_pt: texto de status de alerta
ru_ru: текст статуса предупреждения
zh_cn: 警告状态文字

source: The status text to display for WARNING states.
bg_bg: Текста за състоянието, който да се покаже при ПРЕДУПРЕДИТЕЛНИ състояния.
de_de: der Statustext für Warnzustände angezeigt werden soll.
es_es: el texto de estado para visualizar los estados de alerta.
fr_fr: le texte d'état à afficher pour avertir les Etats.
it_it: il testo di stato da visualizzare per gli stati di avvertimento.
ja_jp: 警告ステータスに表示するステータステキスト.
pl_pl: tekst statusu do wyświetlenia dla ostrzeżenia stany.
pt_pt: o texto de status para exibir para os estados de alerta.
ru_ru: текст статуса для отображения для предупреждения состояний.
zh_cn: 显示警告状态的状态文本。

source: CRITICAL Status Text
bg_bg: КРИТИЧЕН статус текст
de_de: kritischen Statustext
es_es: texto de estado crítico
fr_fr: texte d'état critique
it_it: testo di stato critico
ja_jp: クリティカルステータステキスト
pl_pl: Stan krytyczny tekst
pt_pt: texto de estado crítico
ru_ru: критический текст статуса
zh_cn: 关键状态文本

source: The status text to display for CRITICAL states.
bg_bg: Текста за състоянието, който да се покаже при КРИТИЧНИ състояния.
de_de: der Statustext für kritische Zustände angezeigt werden soll.
es_es: el texto de estado para visualizar los estados críticos.
fr_fr: le texte d'état à afficher pour les états critiques.
it_it: il testo di stato da visualizzare per criticità.
ja_jp: クリティカルステータスに表示するステータステキスト.
pl_pl: tekst do wyświetlenia w stanach krytycznych.
pt_pt: o texto de status para exibir para os estados críticos.
ru_ru: текст статуса для отображения критических состояний.
zh_cn: 为关键状态显示的状态文本。

source: Reset BPI Status Texts to Defaults
bg_bg: Занули текстовете за BPI статуса до стандартните
de_de: Reset bpi Statustexte auf die Standardwerte
es_es: restablecer textos de estado de BPI a los valores predeterminados
fr_fr: réinitialiser l'état bpi textes aux valeurs par défaut
it_it: resettare testi di stato BPI default
ja_jp: BPIステータステキストを既定にリセット
pl_pl: zresetować teksty stanu BPI do domyślnych
pt_pt: redefinir bpi textos de status para os padrões
ru_ru: сброс BPI тексты его состояния по умолчанию
zh_cn: 将BPI状态文本重置为默认值

source: BPI config file must be writeable (normally this means set permissions 664 and nagios:nagios)
bg_bg: bpi конфигурационният файл трябва да бъде записваем (обикновено това означава задаване на разрешения 664 и nagios: nagios)
de_de: Die bpi-Konfigurationsdatei muss beschreibbar sein (normalerweise bedeutet dies, dass die Berechtigungen 664 und nagios: nagios festgelegt werden).
es_es: El archivo de configuración de bpi debe ser grabable (normalmente esto significa establecer permisos 664 y nagios: nagios)
fr_fr: Le fichier de configuration bpi doit être accessible en écriture (cela signifie normalement définir les autorisations 664 et nagios: nagios)
it_it: Il file di configurazione di bpi deve essere scrivibile (normalmente questo significa impostare i permessi 664 e nagios: nagios)
ja_jp: bpi設定ファイルは書き込み可能である必要があります（通常、これは設定された権限664およびnagios：nagiosを意味します）
pl_pl: plik konfiguracyjny bpi musi być zapisywalny (zwykle oznacza to ustawienie uprawnień 664 i nagios: nagios)
pt_pt: O arquivo de configuração bpi deve ser gravável (normalmente isso significa definir permissões 664 e nagios: nagios)
ru_ru: Конфигурационный файл bpi должен быть доступен для записи (обычно это означает, что нужно установить права доступа 664 и nagios: nagios)
zh_cn: BPI配置文件必须是可写的（通常这意味着设置权限664和nagios：nagios）

source: Nagios Core Integration
bg_bg: Интеграция на Nagios Core
de_de: Nagios Reaktor Integration
es_es: nagios integración reactor
fr_fr: nagios intégration du réacteur
it_it: nagios integrazione reattore
ja_jp: Nagios Core統合
pl_pl: Nagios Integracja reaktora
pt_pt: integração reator nagios
ru_ru: интеграция Nagios реактор
zh_cn: Nagios Core整合

source: Provides integration with Nagios Core.
bg_bg: Осигурява интеграция с Nagios Core.
de_de: bietet die Integration mit Nagios.
es_es: proporciona integración con nagios núcleo.
fr_fr: permet l'intégration avec Nagios noyau.
it_it: fornisce l'integrazione con Nagios nucleo.
ja_jp: Nagios Coreとの統合を提供します.
pl_pl: zapewnia integrację z Nagios rdzenia.
pt_pt: fornece integração com nagios núcleo.
ru_ru: обеспечивает интеграцию с Nagios ядра.
zh_cn: 提供与Nagios Core的集成。

source: Your user agent does not support frames or is currently configured not to display frames.
bg_bg: Вашия потребителски агент не поддържа фреймове или в момента е конфигуриран да не показва фреймове.
de_de: Ihre User-Agent unterstützt leider keine Frames oder ist zurzeit so konfiguriert, dass keine Frames anzeigen.
es_es: Su agente de usuario no soporta marcos o está actualmente configurado para no mostrar marcos.
fr_fr: Votre agent utilisateur ne supporte pas les cadres ou est actuellement configuré pour ne pas les afficher.
it_it: Il tuo programma utente non supporta i frame o è attualmente configurato per non mostrare i frame.
ja_jp: ユーザエージェントは、フレームをサポートしていないか、またはフレームを表示しないように設定されています.
pl_pl: Twój agent użytkownika nie obsługuje ramek lub jest skonfigurowana, aby nie wyświetlać ramek.
pt_pt: O seu agente de usuário não suporta frames ou está configurado para não mostrar frames.
ru_ru: Ваш агент пользователя не поддерживает фреймы или настроен не отображать фреймы.
zh_cn: 您的用户代理不支持框架，或当前配置为不显示框架。

source: Quick View
bg_bg: Бърз Оглед (Quick View)
de_de: Schnell Anzeigen
es_es: Vista rapida
fr_fr: Vue Rapide
it_it: Vista Rapida
ja_jp: クイックビュー
pl_pl: szybki podgląd
pt_pt: visualização rápida
ru_ru: быстрого просмотра
zh_cn: 快速查看

source: Tactical Overview
bg_bg: Тактически преглед
es_es: Panorama Tactico
fr_fr: Aperçu tactique
it_it: Panoramica Tactical
ja_jp: タクティカル概要
pl_pl: Przegląd taktyczne
pt_pt: Resumo tático
ru_ru: Тактический обзор
zh_cn: 战术概述

source: Open Problems
bg_bg: Открити проблеми
de_de: Offene Probleme
es_es: Problemas abiertos
fr_fr: Problèmes ouverts
it_it: Problemi aperti
ja_jp: 未解決障害
pl_pl: otwarte problemy
pt_pt: Abrir problemas
ru_ru: Открытые проблемы
zh_cn: 开放式问题

source: Service Problems
bg_bg: сървис проблеми
de_de: Service Probleme
es_es: Servicios con Problemas
fr_fr: Problèmes de service
it_it: Problemi di servizio
ja_jp: サービスの障害
pl_pl: Problemy serwisowe
pt_pt: Problemas de serviços
ru_ru: Проблемы обслуживания
zh_cn: 服务问题

source: Host Problems
bg_bg: Проблеми с хост
de_de: Host Probleme
es_es: Hosts con Problemas
fr_fr: Problèmes d'accueil
it_it: Problemi Host
ja_jp: ホストの障害
pl_pl: Problemy gospodarza
pt_pt: Problemas de host
ru_ru: Хост проблемы
zh_cn: 主机问题

source: Service Detail
bg_bg: Подробности за сървис
es_es: Detalles del Servicio
fr_fr: Détails du service
it_it: Servizio Dettaglio
ja_jp: サービス詳細
pl_pl: szczegóły usługi
pt_pt: Detalhe de serviço
ru_ru: Обслуживание Подробности
zh_cn: 服务详情

source: Host Detail
bg_bg: Подробности за хост
es_es: Detalles del Host
fr_fr: Détail d'accueil
it_it: Host Dettaglio
ja_jp: ホスト詳細
pl_pl: gospodarzem szczegółów
pt_pt: Detalhe do host
ru_ru: Хост Подробнее
zh_cn: 主机详细信息

source: Hostgroup Overview
bg_bg: Преглед на хост групата
de_de: Hostgroup Übersicht
es_es: Panorama de los Hostgroup
fr_fr: Vue d'ensemble du groupe d'hôtes
it_it: Hostgroup Panoramica
ja_jp: ホストグループ概要
pl_pl: Przegląd hostgroup
pt_pt: Ver visão global do grupo de hosts
ru_ru: Группа узлов сети Обзор
zh_cn: 主机组概述

source: Hostgroup Summary
bg_bg: Обобщение на хост група
de_de: Hostgroup Zusammenfassung
es_es: Resumen de Hostgroup
fr_fr: Résumé hostgroup
it_it: Hostgroup Sommario
ja_jp: ホストグループサマリー
pl_pl: Podsumowanie hostgroup
pt_pt: Ver resumo do grupo de hosts
ru_ru: Основная группа узлов сети
zh_cn: 主机群摘要

source: Hostgroup Grid
bg_bg: Мрежова таблица (grid) на хост група (hostgroup)
es_es: HostGroup cuadrícula
fr_fr: Grille hostgroup
it_it: Hostgroup Griglia
ja_jp: ホストグループグリッド
pl_pl: Siatka hostgroup
pt_pt: grade hostgroup
ru_ru: Сетка группа узлов сети
zh_cn: 主机群网格

source: Servicegroup Overview
bg_bg: Общ преглед на сървис група
de_de: Servicegroup Übersicht
es_es: Panorama del Servicegroup
fr_fr: Servicegroup Aperçu
it_it: Servicegroup Panoramica
ja_jp: サービスグループ概要
pl_pl: Przegląd servicegroup
pt_pt: Ver visão global do grupo de serviços
ru_ru: Обзор Servicegroup
zh_cn: 服务组概述

source: Servicegroup Summary
bg_bg: Обобщение на сървис група
de_de: Servicegroup Zusammenfassung
es_es: Resumen de los Servicegroup
fr_fr: Résumé servicegroup
it_it: Servicegroup Sommario
ja_jp: サービスグループサマリー
pl_pl: Podsumowanie servicegroup
pt_pt: Ver resumo do grupo de serviços
ru_ru: Основная Servicegroup
zh_cn: 服务组总结

source: Servicegroup Grid
bg_bg: Сървис група таблица
es_es: Servicegroup cuadrícula
fr_fr: Servicegroup Grille
it_it: Servicegroup Griglia
ja_jp: サービスグループグリッド
pl_pl: Siatka servicegroup
pt_pt: Ver grade do grupo de serviços
ru_ru: Servicegroup сетки
zh_cn: 服务组网格

source: Maps
bg_bg: Карти
de_de: Karten
es_es: Mapas
fr_fr: Cartes
it_it: Mappe
ja_jp: マップ
pl_pl: mapy
pt_pt: Mapas
ru_ru: Карты
zh_cn: 地图

source: Status Map
bg_bg: Карта за състоянието
es_es: Mapa de Estatus
fr_fr: Status Plan
it_it: Stato di Mappa
ja_jp: ステータスマップ
pl_pl: Mapa stanu
pt_pt: Mapa de status
ru_ru: Статус карты
zh_cn: 状态图

source: Incident Management
bg_bg: Управление на инциденти
es_es: Gestion de Incidentes
fr_fr: Gestion des incidents
it_it: Gestione degli incidenti
ja_jp: インシデント管理
pl_pl: zarządzanie incydentami
pt_pt: Gerenciamento de Incidentes
ru_ru: Управление инцидентами
zh_cn: 事件管理

source: Comments
bg_bg: Коментари
de_de: Kommentare
es_es: Comentarios
fr_fr: Commentaires
it_it: Commenti
ja_jp: コメント
pl_pl: komentarze
pt_pt: Comentários
ru_ru: Комментарии
zh_cn: 评论

source: Reports
bg_bg: Доклади
es_es: Informes
fr_fr: Rapports
it_it: Rapporti
ja_jp: レポート
pl_pl: Raporty
pt_pt: Relatórios
ru_ru: Отчеты
zh_cn: 报告

source: Trends
bg_bg: Тенденции
es_es: Tendencias
fr_fr: Tendances
it_it: Tendenze
ja_jp: 傾向
pl_pl: trendy
pt_pt: tendências
ru_ru: Тенденции
zh_cn: 趋势

source: Availability
bg_bg: Наличност
de_de: Verfügbarkeit
es_es: Disponibilidad
fr_fr: Disponibilité
it_it: Disponibilità
ja_jp: アベイラビリティ
pl_pl: dostępność
pt_pt: Disponibilidade
ru_ru: Наличие
zh_cn: 可用性

source: Alert History
bg_bg: История на известията
es_es: Historial de Alertas
fr_fr: Historique des alertes
it_it: Cronologia avvisi
ja_jp: アラート履歴
pl_pl: Alarm Historia
pt_pt: Histórico de alertas
ru_ru: Оповещение истории
zh_cn: 警报历史记录

source: Alert Summary
bg_bg: Обобщение на известията (Alert Summary)
es_es: Resumen de Alertas
fr_fr: Résumé alerte
it_it: Riepilogo avvisi
ja_jp: アラートサマリー
pl_pl: Alarm podsumowanie
pt_pt: Resumo de alerta
ru_ru: Оповещение резюме
zh_cn: 警报摘要

source: Alert Histogram
bg_bg: Известителна хистограма (Alert Histogram)
de_de: Benachrichtigen Histogramm
es_es: Histograma de Alertas
fr_fr: Alerte Histogramme
it_it: Alert Istogramma
ja_jp: アラートヒストグラム
pl_pl: Alarm histogramu
pt_pt: Histórico de alertas
ru_ru: Сигнал Гистограмма
zh_cn: 警报直方图

source: Nagios Core Process
bg_bg: Nagios Core процес
de_de: Nagios Kernprozess
fr_fr: Processus de base de Nagios
it_it: Nagios core di processo
ja_jp: Nagios Coreプロセス
pl_pl: Proces rdzeń Nagios
pt_pt: Processo do Nagios Core
ru_ru: Nagios основной процесс
zh_cn: Nagios Core流程

source: Core Process
bg_bg: Core процеса
de_de: Kernprozess
fr_fr: Processus de base
it_it: Nucleo di processo
ja_jp: Coreプロセス
pl_pl: Proces rdzenia
pt_pt: Processo de núcleo
ru_ru: Основной процесс
zh_cn: Core流程

source: Core Performance
bg_bg: Core производителност
de_de: Core Leistung
ja_jp: Coreパフォーマンス
pl_pl: Rdzeń wydajność
pt_pt: desempenho do núcleo
zh_cn: Core性能

source: Core Queue
bg_bg: Core опашка (queue)
es_es: Core cola
fr_fr: Queue de base
it_it: Nucleo coda
ja_jp: Coreキュー
pl_pl: Kolejka rdzenia
pt_pt: fila núcleo
ru_ru: Основной очереди
zh_cn: Core队列

source: Core Event Log
bg_bg: Core събитие в регистъра (лога)
de_de: Core Veranstaltung Log
es_es: Core registro de eventos
fr_fr: Journal des événements de base
it_it: Nucleo Registro eventi
ja_jp: Coreイベントログ
pl_pl: Rdzeń dziennika zdarzeń
pt_pt: log de eventos do núcleo
ru_ru: Вход основных событий
zh_cn: Core事件日志

source: Manage Config
bg_bg: Управлявайте конфигурацията
de_de: Verwalten Config
es_es: Administrar Configuracion
ja_jp: 設定の管理
pl_pl: zarządzanie config
pt_pt: Gerenciar configuração
ru_ru: Управление Config
zh_cn: 管理配置

source: Not authorized
bg_bg: Не е оторизиран
de_de: Nicht autorisierte
es_es: No autorizado
fr_fr: Non autorisé
it_it: Non autorizzato
ja_jp: 権限がありません
pl_pl: niezatwierdzone
pt_pt: Não autorizado.
ru_ru: Не разрешено
zh_cn: 未授权

source: Permissions Problem
bg_bg: Проблем с привилегиите
de_de: Berechtigungen Problem
es_es: Problema de Permisos
fr_fr: Reporter un problème d'autorisations
it_it: Problema di autorizzazioni
ja_jp: アクセス権に問題があります
pl_pl: Uprawnienia problemem
pt_pt: problema de permissões
ru_ru: Разрешения проблемы
zh_cn: 权限问题

source: The permissions on one or more configuration files or scripts appear to be incorrect. This will prevent your configuration from being applied properly.
bg_bg: Разрешенията (permissions) на един или повече конфигурационни файлове или скриптове изглеждат неправилни. Това ще попречи на вашата конфигурация да се приложи правилно.
de_de: Die Berechtigungen für einen oder mehrere Konfigurations-Dateien oder Skripte scheinen falsch zu sein. Dies wird Ihre Konfiguration richtig angewandt zu verhindern.
es_es: Los permisos sobre uno o mas archivos de configuracion parece estar incorrectos. Esto evitara que su configuracion sea aplicada apropiadamente.
fr_fr: Les autorisations sur un ou plusieurs fichiers de configuration ou des scripts semblent incorrects. Cela permettra d'éviter votre configuration soit appliquée correctement.
it_it: I permessi su uno o più file di configurazione o script sembrano essere corrette. Questo consentirà di evitare la configurazione venga applicato correttamente.
ja_jp: 1つ以上の設定ファイルまたはスクリプトのアクセス権に誤りがあります. 設定を適切に適用できません.
pl_pl: uprawnienia do jednego lub kilku plików konfiguracyjnych i skryptów wydają się być nieprawidłowe. Zapobiegnie to konfigurację był stosowany prawidłowo.
pt_pt: As permissões em um ou mais arquivos de configuração ou scripts parecem estar incorretos. Isso irá evitar a sua configuração seja aplicada corretamente.
ru_ru: Разрешения на одном или нескольких файлах конфигурации или сценарии кажутся неправильными. Это будет препятствовать вашей конфигурации от применяются должным образом.
zh_cn: 一个或多个配置文件或脚本的权限似乎不正确。 这将阻止您的配置正确应用。

source: Click here to resolve this problem
bg_bg: Kликнете тук, за да разрешите този проблем
de_de: Klicken Sie hier, um dieses Problem zu beheben
es_es: Haga click aqui para solucionar este problema
fr_fr: Cliquez ici pour résoudre ce problème
it_it: Clicca qui per risolvere il problema
ja_jp: この障害を解決するにはここをクリックしてください
pl_pl: kliknij tutaj, aby rozwiązać ten problem
pt_pt: Clique aqui para resolver este problema
ru_ru: Кликните здесь, чтобы решить эту проблему
zh_cn: 单击此处解决此问题

source: Command submitted for processing...
bg_bg: Командата е изпратен за преработка...
de_de: Befehl zur Verarbeitung übergeben ...
es_es: Comando enviada para su procesamiento ...
fr_fr: Commande soumise pour traitement ...
it_it: Comando inviato per l'elaborazione ...
ja_jp: コマンドを処理しています...
pl_pl: Polecenie złożone do przetwarzania ...
pt_pt: Comando enviado para processamento ...
ru_ru: Команда представлен для обработки ...
zh_cn: 提交命令进行处理...

source: Nagios Core was
bg_bg: Nagios Core беше
de_de: Nagios Kern war
es_es: núcleo nagios era
fr_fr: noyau était nagios
it_it: nucleo Nagios era
ja_jp: Nagios Coreが
pl_pl: Nagios rdzeń był
pt_pt: nagios núcleo era
ru_ru: Ядро Nagios было
zh_cn: Nagios Core原为

source: restarted
bg_bg: рестартиран
de_de: Neustart
es_es: renovadas
fr_fr: renouvelées
it_it: riavviato
ja_jp: 再起動されました
pl_pl: wznowiona
pt_pt: reiniciado
ru_ru: перезапуска
zh_cn: 重新启动

source: with an updated configuration.
bg_bg: с актуализирана конфигурация.
de_de: mit einer aktualisierten Konfiguration.
es_es: con una configuración actualizada.
fr_fr: avec une configuration mise à jour.
it_it: con una configurazione aggiornata.
ja_jp: 設定が更新されました.
pl_pl: ze zaktualizowaną konfiguracji.
pt_pt: com uma configuração actualizada.
ru_ru: с обновленным конфигурации.
zh_cn: 具有更新的配置。
