Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Remove Host Group
bg_bg: Премахнете хост група
de_de: Host-Gruppe entfernen
es_es: eliminar el grupo anfitrión
fr_fr: supprimer le groupe hôte
it_it: rimuovere il gruppo di accoglienza
ja_jp: ホストグループを削除する
pl_pl: usunąć grupę hosta
pt_pt: remover grupo de acolhimento
ru_ru: удалить группу хостов
zh_cn: 删除主机组

source: Add Service Group(s)
bg_bg: Сървис групи
de_de: Service Groups
es_es: Grupos de Servicios
fr_fr: Groupes de services
it_it: Gruppi di servizio
ja_jp: サービスグループ
pl_pl: grupy usług
pt_pt: Grupos de Serviço
ru_ru: Обслуживание групп
zh_cn: 添加服务组

source: Remove Service Group
bg_bg: премахнете групата услуги
de_de: Servicegruppe entfernen
es_es: eliminar grupo de servicio
fr_fr: supprimer un groupe de services
it_it: rimuovere il gruppo di servizi
ja_jp: サービスグループを削除
pl_pl: usuń grupę usług
pt_pt: remover grupo de serviço
ru_ru: удалить сервисную группу
zh_cn: 删除服务组

source: Add Parent Host(s)
bg_bg: Добави родител (parent) хост (ове)
de_de: hinzufügen Elternwirt (n)
es_es: agregar host (s) padre
fr_fr: Ajouter un hôte (s) parent
it_it: aggiungere host padre (s)
ja_jp: 親ホストを追加する
pl_pl: dodać hosta (s) rodzic
pt_pt: adicionar host (s) pai
ru_ru: добавить родитель узла (узлов)
zh_cn: 添加父主机

source: Remove Parent Host
bg_bg: Премахнете хоста-родител (Parent Host)
de_de: entfernen Elternwirt
es_es: eliminar host primario
fr_fr: retirer hôte parental
it_it: rimuovi host padre
ja_jp: 親ホストを削除する
pl_pl: usunąć wiele rodzica
pt_pt: remover host pai
ru_ru: удалить родительский узел
zh_cn: 删除父主机

source: Add Free Variables
bg_bg: Свободни променливи
de_de: freien Variablen
es_es: variables libres
fr_fr: variables libres
it_it: variabili libere
ja_jp: フリー変数を追加する
pl_pl: zmiennymi
pt_pt: variáveis ​​livres
ru_ru: свободные переменные
zh_cn: 添加自由变量

source: Remove Free Variables
bg_bg: Управлявайте свободните променливи (Free Variables)
de_de: verwalten freie Variablen
es_es: manejar variables libres
fr_fr: gérer les variables libres
it_it: gestire variabili libere
ja_jp: フリー変数の削除
pl_pl: zarządzać zmienne wolne
pt_pt: gerenciar variáveis ​​livres
ru_ru: управлять свободными переменными
zh_cn: 删除自由变量

source: Add Service(s)
bg_bg: Добави сървис (и)
de_de: hinzufügen Dienstleistung (en)
es_es: añadir el servicio (s)
fr_fr: ajouter le service (s)
it_it: aggiungere il servizio (s)
ja_jp: サービスを追加する
pl_pl: dodaj usług (e)
pt_pt: adicionar o serviço (s)
ru_ru: добавить услуги (услуг)
zh_cn: 添加服务

source: Change Templates
bg_bg: Променете шаблоните (templates)
de_de: Vorlagen verwalten
es_es: Administrar Plantillas
fr_fr: Gérer les modèles
it_it: Gestisci modelli
ja_jp: テンプレートを変更する
pl_pl: zarządzania szablonami
pt_pt: Gerenciar modelos
ru_ru: Управление шаблонами
zh_cn: 变更模板

source: Change Config Names
bg_bg: Променете конфигурационните имена
de_de: ändern Konfigurationsnamen
es_es: cambiar los nombres de configuración
fr_fr: changer les noms de configuration
it_it: cambiare i nomi di configurazione
ja_jp: 設定名を変更する
pl_pl: zmiany nazw config
pt_pt: alterar os nomes de configuração
ru_ru: изменить имена конфигурационных
zh_cn: 更改配置名称

source: This feature is disabled in demo mode.
bg_bg: тази функция е деактивирана в демо режим.
de_de: Diese Funktion ist im Demo-Modus deaktiviert.
es_es: esta característica está deshabilitada en el modo de demostración.
fr_fr: cette fonctionnalité est désactivée en mode démo.
it_it: questa funzione è disabilitata in modalità demo.
ja_jp: この機能はデモモードでは無効になっています。
pl_pl: ta funkcja jest wyłączona w trybie demo.
pt_pt: esse recurso está desativado no modo de demonstração.
ru_ru: эта функция отключена в демонстрационном режиме.
zh_cn: 在演示模式下禁用此功能。

source: This feature requires enterprise features to be enabled.
bg_bg: тази функция изисква функциите на предприятието да бъдат активирани.
de_de: Für diese Funktion müssen Unternehmensfunktionen aktiviert werden.
es_es: esta característica requiere que las características empresariales estén habilitadas.
fr_fr: cette fonctionnalité nécessite l'activation des fonctionnalités d'entreprise.
it_it: questa funzione richiede l'abilitazione di funzionalità aziendali.
ja_jp: この機能を使用するには、エンタープライズ機能を有効にする必要があります。
pl_pl: ta funkcja wymaga włączenia funkcji przedsiębiorstwa.
pt_pt: esse recurso exige que os recursos corporativos sejam ativados.
ru_ru: эта функция требует включения корпоративных функций.
zh_cn: 此功能需要启用企业功能。

source: Invalid bulk command specified!
bg_bg: Определена е невалидна множествена команда (bulk command) !
de_de: Ungültige bulk-Befehl angegeben!
es_es: Invalido o ningun comando especificado. Intentelo
fr_fr: De commande non valide spécifiée en vrac!
it_it: Comando non valido bulk specificato!
ja_jp: 無効な一括コマンドが指定されました!
pl_pl: nieprawidłowe polecenie większość określona!
pt_pt: Comando inválido ou não especificado. tente
ru_ru: Неверно указан объем команду!
zh_cn: 指定的批量命令无效！

source: Updates saved successfully!
bg_bg: Актуализациите бяха запазени успешно!
de_de: Updates erfolgreich gespeichert!
es_es: Actualizaciones almacenadas satisfactoriamente!<br />
fr_fr: Mises à jour sauvegardée avec succès!
it_it: Aggiornamenti salvato con successo!
ja_jp: 更新が正常に保存されました!
pl_pl: aktualizacje zostały zapisane!
pt_pt: salvo com sucesso!
ru_ru: Обновления успешно сохранены!
zh_cn: 更新已成功保存！

source: Step 2: Make Modifications
bg_bg: Стъпка 2: Направете модификации
de_de: Schritt 2: Änderungen vornehmen
es_es: paso 2: hacer modificaciones
fr_fr: étape 2: apporter des modifications
it_it: fase 2: apportare modifiche
ja_jp: ステップ2：変更する
pl_pl: krok 2: wprowadzenia zmian
pt_pt: Passo 2: fazer modificações
ru_ru: Шаг 2: внести изменения
zh_cn: 第2步：进行修改

source: Could not load page due to missing cmd option.
bg_bg: Не можа да се зареди страницата поради липсваща cmd опция.
de_de: Seite konnte nicht geladen aufgrund fehlender cmd Option.
es_es: no podía cargar la página debido a la falta de opción cmd.
fr_fr: Impossible de charger la page en raison de l'option cmd manquantes.
it_it: Impossibile caricare la pagina a causa della mancanza opzione cmd.
ja_jp: コマンドオプションが見つからないため、ページのロードに失敗しました.
pl_pl: nie można załadować strony z powodu braku opcji cmd.
pt_pt: não foi possível carregar a página devido à falta de opção cmd.
ru_ru: Не удалось загрузить страницу из-за отсутствия CMD вариант.
zh_cn: 由于缺少cmd选项，因此无法加载页面。

source: Host Inheritance Options
bg_bg: Опции за унаследяване на хост
de_de: Host Vererbungsoptionen
es_es: el anfitrión de opciones de herencia
fr_fr: accueillir des options d'héritage
it_it: ospiterà le opzioni di eredità
ja_jp: ホスト継承オプション
pl_pl: gospodarzem opcje dziedziczenia
pt_pt: hospedar opções de herança
ru_ru: хозяйничать варианты наследования
zh_cn: 主机继承选项

source: Null
bg_bg: Нула
es_es: nulo
it_it: nullo
pl_pl: wartość null
pt_pt: nulo
ru_ru: нулю
zh_cn: 空

source: Standard
bg_bg: Стандарт
es_es: estándar
pt_pt: padrão
ru_ru: стандарт
zh_cn: 标准

source: Service Inheritance Options
bg_bg: Опции за унаследяване на сървиси
de_de: Service Vererbungsoptionen
es_es: Opciones herencia de servicios
fr_fr: des options de service d'héritage
it_it: Opzioni di servizio di eredità
ja_jp: サービス継承オプション
pl_pl: Opcje dziedziczenia usługi
pt_pt: opções de herança serviço
ru_ru: опции наследования службы
zh_cn: 服务继承选项

source: Change Templates for Hosts/Services
bg_bg: Променете шаблоните (templates) за хостове / сървиси
de_de: Änderungsvorlagen für Hosts / Services
es_es: plantillas de cambio para anfitriones / servicios
fr_fr: changement des modèles pour les hôtes / services
it_it: modelli di cambiamento per i padroni di casa / servizi
ja_jp: ホスト/サービスのテンプレートを変更する
pl_pl: Zmiana dla gospodarzy szablony / usług
pt_pt: modelos de mudança para os anfitriões / serviços
ru_ru: шаблоны изменения для хостов / услуг
zh_cn: 更改主机/服务的模板

source: Select if modifying Hosts or Services.
bg_bg: Изберете ако модифицирате хостове или сървиси.
de_de: wählen, wenn Hosts oder Services zu modifizieren.
es_es: seleccione si la modificación de los ejércitos o servicios.
fr_fr: sélectionnez si les hôtes ou services modification.
it_it: selezionare se modificare gli host o servizi.
ja_jp: ホストまたはサービスを選択してください.
pl_pl: wybrać, czy modyfikowania hostów lub usług.
pt_pt: selecione se modificando hosts ou serviços.
ru_ru: выберите, если изменения хозяев или услуги.
zh_cn: 选择是否修改主机或服务。

source: Change the templates used for hosts/services. <strong>Creates or updates the "use x,x,x" line in the host/service config definition.</strong> Templates are applied in order.
bg_bg: Променете шаблоните (templates), използвани за хостове / сървиси. <strong>създава или актуализира линията "use x,x,x" в конфигурационния файл на хоста / сървиса.</strong> Шаблоните се прилагат в определен ред.
de_de: ändern Sie die für Hosts / Services verwendeten Vorlagen. <strong>erstellt oder aktualisiert die "Verwendung x, x, x" Zeile in dem Host- / Service-Konfigurationsdefinition.</strong> Vorlagen werden in der Reihenfolge angewendet.
es_es: cambiar las plantillas utilizadas para anfitriones / servicios. <strong>crea o actualiza la "utilización x, x, x" línea en la definición de configuración de host / servicio.</strong> plantillas se aplican en orden.
fr_fr: modifier les modèles utilisés pour les hôtes / services. <strong>crée ou met à jour l '"utilisation x, x, x" ligne dans la définition de configuration hôte / service.</strong> modèles sont appliqués dans l'ordre.
it_it: modificare i modelli utilizzati per i padroni di casa / servizi. <strong>crea o aggiorna il "utilizzare x, x, x" linea nella definizione config host / servizio.</strong> modelli vengono applicati in ordine.
ja_jp: ホスト/サービスに使用するテンプレートを変更します. <strong>ホスト/サービスコンフィグ定義の "use x,x,x" 行を作成または更新します</strong> テンプレートは順番に適用されます.
pl_pl: zmienić szablony wykorzystywane do hostów / usług. <strong>tworzy lub aktualizuje "używać x, x, x" wiersz w definicji konfiguracji hosta / usług.</strong> Szablony są stosowane w kolejności.
pt_pt: alterar os modelos utilizados para hosts / serviços. <strong>cria ou atualiza a "utilização x, x, x" linha na definição de configuração de host / serviço.</strong> modelos são aplicados em ordem.
ru_ru: изменить шаблоны, используемые для хостов / услуг. <strong>создает или обновляет "использовать X, X, X" линию в определении конфигурации хост / услуг.</strong> Шаблоны применяются в порядке.
zh_cn: 更改用于主机/服务的模板。 <strong>在主机/服务配置定义中创建或更新“使用x，x，x”行。</ strong>按顺序应用模板。

source: THIS WILL OVERWRITE CURRENTLY USED TEMPLATES ON SELECTED OBJECTS
bg_bg: ТОВА ЩЕ ЗАМЕНИ ИЗПОЛЗВАНИТЕ В МОМЕНТА ШАБЛОНИ ЗА ИЗБРАНИТЕ ОБЕКТИ
de_de: dies wird derzeit verwendeten Vorlagen auf ausgewählten Objekten überschreiben
es_es: esto sobreescribirá plantillas utilizadas actualmente en los objetos seleccionados
fr_fr: cela va remplacer les modèles actuellement utilisés sur les objets sélectionnés
it_it: questo sovrascriverà i modelli attualmente utilizzati su oggetti selezionati
ja_jp: 選択したオブジェクトで現在使用されているテンプレートを上書きします
pl_pl: ta zastąpi obecnie używane szablony na temat wybranych obiektów
pt_pt: este irá substituir modelos atualmente utilizados em objetos selecionados
ru_ru: это приведет к перезаписи используемых в настоящее время шаблоны на выбранных объектах
zh_cn: 这将在选定的对象上覆盖当前使用的模板

source: Select Templates
bg_bg: Изберете шаблони
de_de: Service Templates
es_es: Plantillas de Servicios
fr_fr: Modèles de services
it_it: Modelli di servizio
ja_jp: テンプレートを選択
pl_pl: szablony usług
pt_pt: Modelos de serviços
ru_ru: Обслуживание Шаблоны
zh_cn: 选择模板

source: Select Hosts
bg_bg: Изберете хостове
de_de: Wählen Sie Hosts
es_es: Seleccione Hosts
fr_fr: Sélectionner les hôtes
it_it: Selezionare Host
ja_jp: ホストを選択する
pl_pl: wybierz gospodarze
pt_pt: selecionar anfitriões
ru_ru: Выберите Хосты
zh_cn: 选择主机

source: Select Hosts using Host Groups
bg_bg: Изберете хостове, използващи хост групи
de_de: Wählen Sie Hosts mit Hostgruppen
es_es: seleccione los hosts que utilizan hostgroups
fr_fr: sélectionnez hôtes utilisant hostgroups
it_it: selezionare gli host utilizzando hostgroups
ja_jp: ホストグループを使用してホストを選択
pl_pl: wybierz gospodarze wykorzystujące hostgroups
pt_pt: selecione hosts usando hostgroups
ru_ru: Выберите узлы с использованием группы узлов сети
zh_cn: 使用主机组选择主机

source: Select Services
bg_bg: Изберете сървиси
de_de: Wählen Sie Dienste
es_es: Seleccione Servicios
fr_fr: Sélectionnez Services
it_it: Selezionare Servizi
ja_jp: サービスを選択する
pl_pl: wybierz usługi
pt_pt: selecionar os serviços
ru_ru: Выберите услуги
zh_cn: 选择服务

source: Select Services using Service Groups
bg_bg: Изберете сървисите, използващи сървис групи
de_de: Wählen Sie Dienste mit Servicegruppen
es_es: seleccione los servicios que utilizan servicegroups
fr_fr: certains services utilisant servicegroups
it_it: selezionare i servizi che utilizzano servicegroups
ja_jp: サービスグループを使用してサービスを選択
pl_pl: wybierz usługi wykorzystujące servicegroups
pt_pt: selecione serviços utilizando servicegroups
ru_ru: выберите услуги с использованием servicegroups
zh_cn: 使用服务组选择服务

source: Change Config Names for Services
bg_bg: Променете конфигурационните имена на сървиси
de_de: ändern Konfigurationsnamen für Dienstleistungen
es_es: cambiar los nombres de configuración de los servicios
fr_fr: changer les noms de configuration pour les services
it_it: cambiare i nomi di configurazione per i servizi
ja_jp: サービスの設定名を変更
pl_pl: zmiany nazw konfiguracyjne dla usług
pt_pt: alterar os nomes de configuração para serviços
ru_ru: изменить имена конфигурационных услуг
zh_cn: 更改服务的配置名称

source: Change the config name of the service. Normally the config name is the host name the service is on.
bg_bg: Променете конфигурационното име на сървиса. Обикновено конфигурационното име е името на хоста, към който е прикрепен сървиса.
de_de: ändern Sie die Config-Namen des Dienstes. normalerweise der Konfigurationsname ist der Hostname der Dienst auf.
es_es: cambiar el nombre de configuración del servicio. normalmente el nombre de configuración es el nombre de host del servicio está encendido.
fr_fr: changer le nom de configuration du service. normalement le nom de config est le nom d'hôte le service est activé.
it_it: modificare il nome di configurazione del servizio. normalmente il nome config è il nome host il servizio è attivo.
ja_jp: サービスの設定名を変更します. 通常、設定名はサービスがあるホストの名前です.
pl_pl: zmienić nazwę config usługi. zwykle nazwa config jest nazwa hosta usługi jest.
pt_pt: alterar o nome do serviço de configuração. normalmente o nome de configuração é o nome do host do serviço está ligado.
ru_ru: изменить название конфигурации услуги. Обычно имя конфигурации является имя хоста услуга дальше.
zh_cn: 更改服务的配置名称。 通常，配置名称是服务所在的主机名。

source: Change the command and arguments. To change only arguments do not select a new command and leave the check command blank. <br>Only argument fields which are checked will be overwritten/updated.
bg_bg: променете командата и аргументите. за да промените само аргументите, не изберете нова команда и оставете командата за проверка празна. <br> само проверените полета на аргумента ще бъдат презаписани / актуализирани.
de_de: Ändern Sie den Befehl und die Argumente. Um nur Argumente zu ändern, wählen Sie keinen neuen Befehl aus und lassen Sie den Befehl check leer. <br> Nur aktivierte Argumentfelder werden überschrieben / aktualisiert.
es_es: cambia el comando y los argumentos. para cambiar solo los argumentos, no seleccione un nuevo comando y deje el comando de verificación en blanco. <br> solo los campos de argumento que están marcados se sobrescribirán / actualizarán.
fr_fr: changer la commande et les arguments. pour modifier uniquement les arguments, ne sélectionnez pas de nouvelle commande et laissez la commande de vérification vide. <br> seuls les champs d'argument cochés seront remplacés / mis à jour.
it_it: cambia il comando e gli argomenti. per modificare solo gli argomenti non selezionare un nuovo comando e lasciare vuoto il comando check. <br> solo i campi argomento che vengono controllati verranno sovrascritti / aggiornati.
ja_jp: コマンドと引数を変更します。引数のみを変更するには、新しいコマンドを選択せず、checkコマンドを空白のままにします。 <br>チェックされた引数フィールドのみが上書き/更新されます。
pl_pl: zmień polecenie i argumenty. aby zmienić tylko argumenty, nie wybieraj nowego polecenia i pozostaw pole wyboru puste. <br> tylko pola argumentów, które są zaznaczone, zostaną zastąpione / zaktualizowane.
pt_pt: mude o comando e os argumentos. Para alterar apenas argumentos, não selecione um novo comando e deixe o comando check em branco. <br> somente os campos de argumentos marcados serão substituídos / atualizados.
ru_ru: изменить команду и аргументы. чтобы изменить только аргументы, не выбирайте новую команду и оставляйте команду проверки пустой. <br> только проверенные поля аргументов будут перезаписаны / обновлены.
zh_cn: 更改命令和参数。 要仅更改参数，请不要选择新命令，而将check命令保留为空白。 <br>仅已检查的参数字段将被覆盖/更新。

source: CHANGING THE COMMAND WILL OVERWRITE THE CURRENT COMMAND
bg_bg: промяната на командата ще презапише текущата команда
de_de: Durch Ändern des Befehls wird der aktuelle Befehl überschrieben
es_es: cambiar el comando sobrescribirá el comando actual
fr_fr: la modification de la commande écrasera la commande actuelle
it_it: la modifica del comando sovrascriverà il comando corrente
ja_jp: コマンドを変更すると、現在のコマンドが上書きされます
pl_pl: zmiana polecenia zastąpi bieżące polecenie
pt_pt: alterar o comando substituirá o comando atual
ru_ru: изменение команды перезапишет текущую команду
zh_cn: 更改命令将覆盖当前命令

source: Check Command
bg_bg: Команда, използвана при проверката
de_de: Prüfbefehl
es_es: Comando para testear chequeo
fr_fr: Vérifiez commande
it_it: Controllare il comando
ja_jp: チェックコマンド
pl_pl: polecenie sprawdzenia
pt_pt: Teste o comando CHECK
ru_ru: Проверьте командой
zh_cn: 检查命令

source: no command (blank)
bg_bg: Липсва команда (празно)
de_de: kein Befehl (leer)
es_es: ningún comando (en blanco)
fr_fr: aucune commande (vide)
it_it: nessun comando (vuoto)
ja_jp: コマンドなし（空白）
pl_pl: brak polecenia (puste)
pt_pt: nenhum comando (em branco)
ru_ru: ни одна команда (пусто)
zh_cn: 没有命令（空白）

source: Toggle All
bg_bg: Превключете всички
de_de: alle ein-
es_es: alternar todo
fr_fr: basculer tous
it_it: attivare tutti
ja_jp: すべて選択/非選択
pl_pl: Przełącz Wszystko
pt_pt: alternar tudo
ru_ru: переключить все
zh_cn: 切换所有

source: Change a single configuration option
bg_bg: Променете една конфигурационна опция
de_de: Ändern eines einzigen Konfigurationsoption
es_es: Cambiar una sola opcion de la configuracion
fr_fr: Changer une option de configuration unique
it_it: Modifica di una singola opzione di configurazione
ja_jp: 単一設定オプションを変更する
pl_pl: zmienić jedną opcję konfiguracji
pt_pt: alterar uma única opção de configuração
ru_ru: Изменение одного параметра конфигурации
zh_cn: 更改单个配置选项

source: Select a configuration option to change. These changes will overwrite any configuration value already present.
bg_bg: Изберете конфигурационна опция, която искате да промените. Тези промени ще заменят всяка налична конфигурационна стойност.
de_de: Wählen Sie eine Konfigurationsoption zu ändern. diese Änderungen überschreiben jede Konfiguration Wert bereits vorhanden ist.
es_es: seleccionar una opción de configuración para cambiar. estos cambios se sobreponen a cualquier valor de configuración ya presente.
fr_fr: sélectionner une option de configuration pour modifier. ces changements seront écraser ne importe quelle valeur de configuration déjà présente.
it_it: selezionare un'opzione di configurazione per cambiare. questi cambiamenti sovrascrivono qualsiasi valore di configurazione già presente.
ja_jp: 変更する設定オプションを選択します. これらの変更は、既存の任意の設定値を上書きします.
pl_pl: wybrać opcję konfiguracji do zmiany. zmiany te zastąpią wszelkie wartości konfiguracji już obecne.
pt_pt: selecionar uma opção de configuração para mudar. estas mudanças irão substituir qualquer valor de configuração já está presente.
ru_ru: выберите опцию настройки для изменения. Эти изменения будут перезаписаны любое значение конфигурации уже присутствует.
zh_cn: 选择一个配置选项进行更改。 这些更改将覆盖已经存在的任何配置值。

source: Max check attempts
bg_bg: Максимален брой опити за проверка
es_es: intentos de verificación max
fr_fr: chèques tentatives max
it_it: max tentativi di controllo
ja_jp: 最大チェック試行回数
pl_pl: max próby wyboru
pt_pt: máximo de tentativas de verificação
ru_ru: Попытки макс проверки
zh_cn: 最多检查次数

source: Check interval
bg_bg: Проверете интервала
de_de: Check-Intervall
es_es: intervalo de comprobación
fr_fr: intervalle de consultation
it_it: Intervallo di controllo
ja_jp: チェック間隔
pl_pl: sprawdzić odstęp
pt_pt: verifique intervalo
ru_ru: Интервал проверки
zh_cn: 检查间隔

source: Check period
bg_bg: Проверете периода
de_de: Zeitraum überprüfen
es_es: comprobar periodo
fr_fr: vérifier période
it_it: verificare periodo
ja_jp: チェック期間
pl_pl: okres sprawdzić
pt_pt: verifique período
ru_ru: Период проверки
zh_cn: 检查周期

source: Retry interval
de_de: Wiederholungsintervalls
es_es: intervalo de reintento
fr_fr: intervalle de relance
it_it: intervallo tra tentativi
ja_jp: 再試行間隔
pl_pl: ponownie interwał
pt_pt: intervalo de repetição
ru_ru: интервал повтора
zh_cn: 重试间隔

source: Initial state
bg_bg: Първоначално състояние
de_de: Ausgangszustand
es_es: estado inicial
fr_fr: état initial
it_it: stato iniziale
ja_jp: 初期状態
pl_pl: stan początkowy
pt_pt: estado inicial
ru_ru: начальное состояние
zh_cn: 初始状态

source: Freshness threshold
bg_bg: Праг на свежест (Freshness threshold)
de_de: Frische-Schwellwert
es_es: umbral de frescura
fr_fr: seuil de fraîcheur
it_it: soglia di freschezza
ja_jp: Freshnessしきい値
pl_pl: Próg świeżość
pt_pt: limiar frescura
ru_ru: Свежесть порог
zh_cn: 刷新阈值

source: Low flap threshold
bg_bg: Нисък праг на честите промени в състоянието
de_de: niedrigen Flatter-Schwellwert
es_es: umbral bajo solapa
fr_fr: seuil bas de rabat
it_it: bassa soglia lembo
ja_jp: フラップ下限しきい値
pl_pl: niski próg klapa
pt_pt: baixo limiar aba
ru_ru: Низкий порог лоскут
zh_cn: 低瓣控阈值

source: High flap threshold
bg_bg: Горен праг на честите промени в състоянието (High flap threshold)
de_de: hohe Flatter-Schwellwert
es_es: alto umbral de aleta
fr_fr: seuil élevé de rabat
it_it: soglia alta falda
ja_jp: フラップ上限しきい値
pl_pl: Próg wysokiej klapa
pt_pt: limite alto aba
ru_ru: высокий порог лоскут
zh_cn: 高瓣控阈值

source: Notification interval
bg_bg: Нотификационен интервал
es_es: Intervalo de la Notificacion
fr_fr: Intervalle de notification
it_it: Notifica Intervallo
ja_jp: 通知間隔
pl_pl: Przedział powiadomienia
pt_pt: Intervalo de notificação
ru_ru: Уведомление Interval
zh_cn: 通知间隔

source: Notification period
bg_bg: Нотификационен период
de_de: Benachrichtigungs-Methoden
es_es: Metodos de Notificacion
fr_fr: Méthodes de notification
it_it: Metodi di notifica
ja_jp: 通知期間
pl_pl: Termin powiadomienia
pt_pt: Métodos de Notificação
ru_ru: Методы оповещения
zh_cn: 通知周期

source: Notifications enabled
bg_bg: Известията са активирани
de_de: Benachrichtigungen aktiviert
es_es: Notificaciones habilitadas
fr_fr: Notifications Activé
it_it: Notifiche Attivato
ja_jp: 通知の有効化
pl_pl: Powiadomienie włączony
pt_pt: Notificações são ativadas
ru_ru: Уведомления Доступно
zh_cn: 启用通知

source: Notification options
bg_bg: Нотификационни опции
de_de: Benachrichtigungsoptionen
es_es: Opciones de las Notificaciones
fr_fr: Options de notification
it_it: Opzioni di notifica
ja_jp: 通知オプション
pl_pl: opcje powiadomień
pt_pt: Opções de Notificação
ru_ru: Параметры уведомлений
zh_cn: 通知选项

source: First notification delay
bg_bg: Първо забавяне (delay) на нотификация
de_de: ersten Mitteilung Verzögerung
es_es: primera retraso de notificación
fr_fr: premier retard de notification
it_it: primo ritardo di notifica
ja_jp: 最初の通知の遅延
pl_pl: pierwsze opóźnienie powiadomienia
pt_pt: primeiro atraso de notificação
ru_ru: Первая задержка уведомления
zh_cn: 第一通知延迟
