Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Run an auto-discovery job to automatically find hardware, devices, and services to monitor.
bg_bg: Стартирайте задачата "автоматично откриване" (auto-discovery job), за да намерите автоматично хардуер, устройства и сървиси, които да наблюдавате.
de_de: führen Sie eine Auto-Discovery-Aufgabe, Hardware, Geräte und Dienstleistungen zu überwachen, automatisch zu finden.
es_es: ejecutar un trabajo de auto-descubrimiento para encontrar de forma automática de hardware, dispositivos y servicios para monitorear.
fr_fr: exécuter un travail d'auto-découverte pour trouver automatiquement le matériel, les appareils et les services à surveiller.
it_it: eseguire un processo di auto-discovery per trovare automaticamente hardware, periferiche e servizi da monitorare.
ja_jp: 自動検出ジョブを実行して監視対象のハードウェア、デバイス、サービスを自動的に見つけます.
pl_pl: uruchomić zadanie automatyczne wykrywanie, aby automatycznie znaleźć sprzęt, urządzenia i usługi w zakresie monitorowania.
pt_pt: executar uma tarefa de auto-descoberta para encontrar automaticamente hardware, dispositivos e serviços a serem monitorados.
ru_ru: запустить работу автоматического обнаружения для автоматического поиска аппаратные, устройств и услуг для мониторинга.
zh_cn: 运行自动发现作业以自动查找要监视的硬件，设备和服务。

source: Use the auto-discovery tool
bg_bg: Използвате функцията за автоматично откриване
de_de: verwenden Sie die Auto-Discovery-Tool
es_es: utilice la herramienta de auto-descubrimiento
fr_fr: utiliser l'outil d'auto-découverte
it_it: utilizzare lo strumento di rilevamento automatico
ja_jp: 自動検出ツールを使用する
pl_pl: użyj narzędzia automatycznego wykrywania
pt_pt: use a ferramenta de auto-descoberta
ru_ru: использовать инструмент автоматического обнаружения
zh_cn: 使用自动发现工具

source: Advanced Configuration
bg_bg: Разширено конфигуриране (за напреднали)
es_es: Configuraciones Avanzadas
fr_fr: Configuration avancée
it_it: Configurazione avanzata
ja_jp: 詳細設定
pl_pl: zaawansowana konfiguracja
pt_pt: Configuração Avançada
zh_cn: 高级配置

source: Manage your monitoring config files using an advanced web interface. <strong><em>Recommended for experienced users</em></strong>.
bg_bg: Управлявайте конфигурационни файлове за мониторинг чрез използването на модерен уеб интерфейс. <strong><em>Препоръчва се за опитни потребители.</em></strong>.
de_de: Verwaltung Ihres Überwachungskonfigurationsdateien mit einem fortgeschrittenen Web-Interface. <em><strong>für erfahrene Benutzer empfohlen.</strong></em>
es_es: administrar sus archivos de configuración de monitoreo utilizando una interfaz web avanzada. <em><strong>recomendado para usuarios experimentados.</strong></em>
fr_fr: gérer vos fichiers de configuration de surveillance à l'aide d'une interface Web avancée. <em><strong>recommandée pour les utilisateurs expérimentés.</strong></em>
it_it: gestire i file di configurazione di monitoraggio utilizzando un'interfaccia web avanzato. <em><strong>consigliato per gli utenti più esperti.</strong></em>
ja_jp: Webインターフェイスを使用して、監視設定ファイルを管理します. <br><strong><em>経験豊富なユーザーにお勧めです</em></strong>.
pl_pl: zarządzanie plikami monitorowanie konfiguracyjne za pomocą zaawansowanego interfejsu WWW. <em><strong>zalecany dla doświadczonych użytkowników.</strong></em>
pt_pt: gerenciar seus arquivos de monitoramento de configuração usando uma interface web avançada. <em><strong>recomendada para usuários experientes.</strong></em>
ru_ru: управлять файлами конфигурации мониторинга с использованием передовых веб-интерфейс. <em><strong>рекомендованный для опытных пользователей.</strong></em>
zh_cn: 使用先进的 Web 界面管理您的监控配置文件。<strong><em>推荐给有经验的用户</em></strong>。

source: Go to Nagios Core Config Manager
bg_bg: Отидете в програмата "Главен Конфигурационен Мениджър" на Nagios (Nagios CCM - Nagios Core Config Manager)
de_de: Nagios Core-Config Manager
es_es: Nagios Core Config Manager
fr_fr: Responsable Nagios Config de base
it_it: Nagios core Configuration Manager
ja_jp: Nagios Coreコンフィグマネージャに移動
pl_pl: Nagios rdzeń menedżer config
pt_pt: nagios gerente de configuração do núcleo
ru_ru: Nagios Основные Config Manager
zh_cn: 转到Nagios的核心配置管理器

source: Manage Account Settings
bg_bg: Упралявайте настройките на профила
de_de: Mein Account Settings
es_es: Configuraciones de mi Cuenta
fr_fr: Mes Paramètres du compte
it_it: Il mio account Impostazioni
ja_jp: アカウント設定を管理
pl_pl: Ustawienia mojego konta
pt_pt: Minhas Configurações de Conta
ru_ru: Мои Настройки аккаунта
zh_cn: 管理帐户设置

source: Modify your account information, preferences, and notification settings.
bg_bg: Променете информацията на вашия потребителски профил, предпочитанията, и настройките за известяване.
de_de: Ändern Sie Ihre Account-Informationen, Vorlieben und Benachrichtigungseinstellungen.
es_es: Modificar la información de su cuenta, preferencias y configuración de las notificaciones.
fr_fr: Modifier vos informations de compte, les préférences et les paramètres de notification.
it_it: Modifica dati del tuo account, le preferenze e le impostazioni di notifica.
ja_jp: アカウント情報、プリファレンス、通知設定を変更します.
pl_pl: zmienić informacje dotyczące konta, preferencje i ustawienia powiadomień.
pt_pt: Modifique as informações da conta, preferências e configurações de notificação.
ru_ru: Изменить информацию об учетной записи, предпочтения и параметры уведомлений.
zh_cn: 修改您的帐户信息，首选项和通知设置。

source: Edit your profile settings
bg_bg: Редактирайте настройките на вашия профил
de_de: Ihr Profil Einstellungen bearbeiten
es_es: editar la configuración del perfil
fr_fr: modifier vos paramètres de profil
it_it: modificare le impostazioni del profilo
ja_jp: プロフィール設定を編集する
pl_pl: edytować ustawienia profilu
pt_pt: editar as configurações de perfil
ru_ru: изменить настройки в профиле
zh_cn: 编辑您的个人资料设置

source: Manage Templates
bg_bg: Управлявайте шаблони
de_de: Vorlagen verwalten
es_es: Administrar Plantillas
fr_fr: Gérer les modèles
it_it: Gestisci modelli
ja_jp: テンプレートを管理
pl_pl: zarządzania szablonami
pt_pt: Gerenciar modelos
ru_ru: Управление шаблонами
zh_cn: 管理模板

source: Templates allow users and administrators to set defaults for the advanced settings of hosts/services created by configuration wizards.
bg_bg: Шаблоните позволяват на потребителите и администраторите да задават стандартни (по подразбиране) разширени настройки за хостовете / сървисите, създадени от конфигурационните съветници (wizards).
de_de: Vorlagen können Benutzer und Administratoren auf die Standardwerte für den erweiterten Einstellungen von Hosts / Services erstellt von Konfigurations-Assistenten gesetzt.
es_es: plantillas permiten a los usuarios y los administradores establecer valores predeterminados para la configuración avanzada de anfitriones / servicios creados por los asistentes de configuración.
fr_fr: modèles permettent aux utilisateurs et aux administrateurs de définir les valeurs par défaut pour les paramètres avancés d'hôtes / services créés par des assistants de configuration.
it_it: modelli consentono agli utenti e agli amministratori di impostare i valori predefiniti per le impostazioni avanzate di host / servizi creati da procedure guidate di configurazione.
ja_jp: テンプレートは、ユーザーおよび管理者が設定ウィザードで作成したホスト/サービスの詳細設定に規定値を設定することができます。
pl_pl: szablony pozwalają użytkownikom i administratorom ustawić domyślne dla zaawansowanych ustawieniach hostów / usług stworzonych przez kreatorów konfiguracji.
pt_pt: modelos permitem que os usuários e administradores para definir padrões para as configurações avançadas de hosts / serviços criados por assistentes de configuração.
ru_ru: Шаблоны позволяют пользователям и администраторам устанавливать значения по умолчанию для продвинутых настроек хостов / услуг, созданных мастеров настройки.
zh_cn: 模板允许用户和管理员为配置向导创建的主机/服务的高级设置设置默认值。

source: Title
bg_bg: Заглавие
de_de: Titel
es_es: título
fr_fr: titre
it_it: titolo
ja_jp: タイトル
pl_pl: tytuł
pt_pt: título
ru_ru: название
zh_cn: 标题

source: Global
bg_bg: Глобален
fr_fr: mondial
it_it: globale
ja_jp: グローバル
pl_pl: globalny
ru_ru: глобальный
zh_cn: 全局

source: No templates have been created yet.
bg_bg: Все още няма създадени шаблони.
de_de: keine Vorlagen wurden erstellt.
es_es: ninguna plantilla se han creado todavía.
fr_fr: aucun modèle n'a encore été créé.
it_it: nessun modello è stato ancora creato.
ja_jp: 作成済みのテンプレートはありません.
pl_pl: jeszcze nie zostały utworzone szablony.
pt_pt: não há modelos foram criados ainda.
ru_ru: нет шаблонов не были созданы.
zh_cn: 尚未创建模板。

source: With selected
bg_bg: с избрания
de_de: Mit ausgewählten Profilen:
es_es: Con los seleccionados:
fr_fr: Avec sélectionnés:
it_it: Con i selezionati:
ja_jp: 選択済み
pl_pl: Akcja:
pt_pt: Com selecionado:
ru_ru: С выбранными:
zh_cn: 与选定的

source: Edit Template
bg_bg: Редактирайте шаблона
de_de: Vorlage bearbeiten
es_es: Editar plantilla
fr_fr: Modifier le modèle
it_it: Modifica modello
ja_jp: テンプレートの編集
pl_pl: Edycja szablonu
pt_pt: Editar modelo
ru_ru: Изменить шаблон
zh_cn: 编辑模板

source: Notification
bg_bg: Нотификация
de_de: Benachrichtigung
es_es: Notificacion
it_it: Notifica
ja_jp: 通知
pl_pl: zgłoszenie
pt_pt: Notificação
ru_ru: Уведомление
zh_cn: 通知

source: Groups & Parents
bg_bg: Групи и Родители
de_de: Gruppen & Eltern
es_es: grupos y padres
fr_fr: les groupes et les parents
it_it: gruppi e genitori
ja_jp: グループ & 親
pl_pl: grupy i rodziców
pt_pt: grupos e pais
ru_ru: группы и родители
zh_cn: 小组及父机

source: Make global template
bg_bg: Направи глобален шаблон
de_de: machen globale Vorlage
es_es: hacer que la plantilla global
fr_fr: faire modèle global
it_it: rendere modello globale
ja_jp: グローバルテンプレートの作成
pl_pl: zrobić szablon globalny
pt_pt: fazer modelo global
ru_ru: сделать глобальный шаблон
zh_cn: 制作全局模板

source: Global Templates
bg_bg: Глобални шаблони (templates)
de_de: globale Vorlagen
es_es: plantillas globales
fr_fr: modèles globaux
it_it: modelli globali
ja_jp: グローバルテンプレート
pl_pl: globalne szablony
pt_pt: modelos globais
ru_ru: глобальные шаблоны
zh_cn: 全局模板

source: Global templates are templates that all users can use. Normally templates are available for the user who created them. Only admins can create global templates.
bg_bg: Глобалните шаблони (templates) са шаблони, които всички потребители могат да използват. Обикновено шаблоните са достъпни за този потребител, който ги е създал. Само администраторите могат да създават глобални шаблони (global templates).
de_de: globalen Templates sind Vorlagen, die alle Benutzer verwenden können. Vorlagen sind in der Regel für den Benutzer, der sie erstellt wurden. Nur Administratoren können globale Vorlagen erstellen.
es_es: plantillas globales son plantillas que todos los usuarios pueden utilizar. plantillas normalmente están disponibles para el usuario que los creó. Sólo los administradores pueden crear plantillas globales.
fr_fr: modèles globaux sont des modèles que tous les utilisateurs peuvent utiliser. normalement modèles sont disponibles pour l'utilisateur qui les a créés. seuls les administrateurs peuvent créer des modèles mondiaux.
it_it: modelli globali sono modelli che tutti gli utenti possono utilizzare. modelli normalmente sono disponibili per l'utente che le ha create. solo gli amministratori possono creare modelli globali.
ja_jp: グローバルテンプレートは、すべてのユーザーが使用できるテンプレートです. 通常、テンプレートはそれを作成したユーザーが利用できます. 管理者のみ、グローバルテンプレートを作成することができます.
pl_pl: globalne szablony są szablony, że wszyscy użytkownicy mogą korzystać. Szablony normalnie są dostępne dla użytkownika, który je utworzył. tylko administratorzy mogą tworzyć szablony globalne.
pt_pt: modelos globais são modelos que todos os usuários podem usar. templates normalmente estão disponíveis para o usuário que os criou. só os administradores podem criar modelos globais.
ru_ru: глобальные шаблоны шаблоны, что все пользователи могут использовать. Шаблоны обычно доступны для пользователя, который создал их. только администраторы могут создавать глобальные шаблоны.
zh_cn: 全局模板是所有用户都可以使用的模板。 通常，模板可用于创建它们的用户。 只有管理员可以创建全局模板。

source: Define basic parameters that determine how the host and service(s) should be monitored.
bg_bg: Дефинирайте основните параметри, които определят как трябва да се следи хоста и сървиса (ите).
de_de: Definieren grundlegender Parameter, wie die Host-und Service (s) überwacht werden sollten bestimmen.
es_es: Definir los parámetros básicos que determinan cómo el host y el servicio (s) se debe supervisar.
fr_fr: Définir les paramètres de base qui déterminent la façon dont l'hôte et de service (s) doivent être surveillés.
it_it: Definire i parametri di base che determinano come l'host e il servizio (s) deve essere monitorata.
ja_jp: ホストとサービス(複数)の監視方法を決定する基本的なパラメータを定義します.
pl_pl: określenie podstawowych parametrów, które określają, jak gospodarz i usług (y) powinny być monitorowane.
pt_pt: Defina parâmetros básicos que determinam como o host e serviço (s) devem ser monitorados.
ru_ru: Определить основные параметры, которые определяют, как хозяин и услуги (услуг) должны быть проверены.
zh_cn: 定义确定应如何监视主机和服务的基本参数。

source: Monitor the host and service(s) every
bg_bg: Наблюдавайте хост и сървис (и) на всеки
de_de: Überwachen Sie die Host-und Service (s) jeden
es_es: Supervisar el host y servicio(s) cada
fr_fr: Surveiller l'hôte et de service (s) à chaque
it_it: Monitorare l'host e il servizio (s) ogni
ja_jp: ホストとサービス（複数）を
pl_pl: monitorowanie hosta i usługi (s) każdy
pt_pt: Monitorar o host e serviço(s) a cada
ru_ru: Следить за хозяином и услуги (услуг) каждого
zh_cn: 监控主机和服务每

source: minutes.
bg_bg: минути.
de_de: Minuten.
es_es: minutos.
it_it: minuto.
ja_jp: 分ごとに監視する.
pl_pl: min.
pt_pt: minuto
ru_ru: минут.
zh_cn: 分钟。

source: Re-check the host and service(s) every
bg_bg: Повторна проверка на хоста и сървиса (ите) на всеки
de_de: Überprüfen Sie erneut die Host-und Service (s) jeden
es_es: Vuelva a supervisar el host y servicio(s) cada
fr_fr: Vérifiez à nouveau l'hôte et de service (s) à chaque
it_it: Ricontrollare l'host e il servizio (s) ogni
ja_jp: アラートを生成する前にホストとサービス（複数）を
pl_pl: ponownie sprawdzić hosta i usługi (y) każda
pt_pt: Verifique novamente o host e serviço(s) a cada
ru_ru: Еще раз проверьте хозяина и услуги (услуг) каждого
zh_cn: 重新检查主机和服务每

source: Define basic parameters that determine how notifications should be sent for the host and service(s).
bg_bg: Дефинирайте основните параметри, които определят как трябва да бъдат изпратени уведомленията за хоста и сървиса (ите).
de_de: Definieren grundlegender Parameter, wie Benachrichtigungen für den Host-und Service (s) geschickt werden sollen bestimmen.
es_es: Definir los parámetros básicos que determinan cómo se deben enviar notificaciones para el host y el servicio (s).
fr_fr: Définir les paramètres de base qui déterminent la façon dont les notifications doivent être envoyées à l'hôte et de service (s).
it_it: Definire i parametri di base che determinano il modo le notifiche devono essere inviate per l'host e il servizio (s).
ja_jp: ホストとサービス(複数)の通知方法を決定する基本的なパラメーターを定義します.
pl_pl: określenie podstawowych parametrów, które określają, jak należy wysłać powiadomienia do gospodarza i usług (i).
pt_pt: Definir parâmetros básicos que determinam como as notificações devem ser enviadas para o host e serviço(s).
ru_ru: Определить основные параметры, которые определяют, как уведомления должны быть направлены на хозяина и услуги (услуг).
zh_cn: 定义基本参数，这些参数确定应如何发送主机和服务的通知。

source: minutes until the problem is resolved.
bg_bg: минути, докато проблемът бъде разрешен
de_de: Minuten, bis das Problem behoben ist.
es_es: minutos hasta que el problema haya sido resuelto.
fr_fr: minutes jusqu'à ce que le problème soit résolu.
it_it: minuti fino a quando il problema non viene risolto.
ja_jp: 分ごとに通知する
pl_pl: minut, aż problem zostanie rozwiązany.
pt_pt: minutos até que o problema seja resolvido.
ru_ru: минут, пока проблема не будет решена.
zh_cn: 分钟，直到问题得到解决。

source: Adjust my settings
bg_bg: Корегира настройките ми
de_de: Passen Sie die Einstellungen
es_es: Ajustar configuraciones
fr_fr: Réglez les paramètres
it_it: Regolare le impostazioni
ja_jp: 設定変更
pl_pl: dostosowanie ustawień
pt_pt: ajustar as configurações
ru_ru: Настройка параметров
zh_cn: 调整我的设置

source: Define which hostgroup(s) the monitored host should belong to (if any).
bg_bg: Дефинирайте към коя(и) хост група(и) наблюдавания хост трябва да принадлежи (ако има такива).
de_de: Definieren, welche Hostgruppe (n) der überwachten Host gehören soll (falls vorhanden).
es_es: Defina para cual o cuales grupo(s) de host(s) el host monitoreado debe pertenecer (si existe).
fr_fr: Définir les groupes d'hôtes (s) l'hôte surveillé doit appartenir à (le cas échéant).
it_it: Definire quali hostgroup (s) l'host monitorato dovrebbe appartenere a (se presente).
ja_jp: 監視対象ホストが属するべきホストグループ(複数)を定義します（任意）.
pl_pl: określić, które hostgroup (s) monitorowana gospodarz powinien należeć do (jeśli w ogóle).
pt_pt: Defina qual (is) hostgroup (s) o host monitorado deveria pertencer(se houver).
ru_ru: Определите, какие группа узлов сети (ы) мониторинг хост должен принадлежать (если таковые имеются).
zh_cn: 定义受监视主机应属于哪个主机组（如果有）。

source: Parent Host
bg_bg: Хост-родител (Parent Host)
de_de: Host-Eltern
es_es: Host padre
fr_fr: Hôte Parent
ja_jp: 親ホスト
pl_pl: hosta rodzic
pt_pt: acolhimento dos pais
ru_ru: Родитель хоста
zh_cn: 父主机

source: Save Changes
bg_bg: Запазете промените
de_de: State Change
es_es: Cambio de estado
fr_fr: Changement d'état
it_it: Cambia stato
ja_jp: 変更を保存
pl_pl: zmiana stanu
pt_pt: Mudança de Estado
ru_ru: Изменение состояния
zh_cn: 保存更改

source: Template has been updated successfully.
bg_bg: Шаблон беше актуализиран успешно.
de_de: Template wurde erfolgreich aktualisiert.
es_es: plantilla se ha actualizado correctamente.
fr_fr: modèle a été mis à jour avec succès.
it_it: modello è stato aggiornato con successo.
ja_jp: テンプレートが正常に更新されました.
pl_pl: szablon został pomyślnie zaktualizowany.
pt_pt: modelo foi atualizado com sucesso.
ru_ru: Шаблон был успешно обновлен.
zh_cn: 模板已成功更新。

source: Template removed successfully.
bg_bg: Шаблон беше отстранен успешно.
de_de: Vorlage erfolgreich entfernt.
es_es: plantilla eliminado correctamente.
fr_fr: modèle supprimé avec succès.
it_it: modello rimosso con successo.
ja_jp: テンプレートが正常に削除されました.
pl_pl: Szablon usunięte pomyślnie.
pt_pt: template removido com sucesso.
ru_ru: шаблон удаляется успешно.
zh_cn: 模板成功删除。

source: Template(s) removed successfully.
bg_bg: Шаблона (ите) отстранен (и) успешно.
de_de: Vorlage (n) erfolgreich entfernt.
es_es: plantilla (s) eliminado correctamente.
fr_fr: modèle (s) supprimé avec succès.
it_it: modello (s) rimosso con successo.
ja_jp: テンプレートが正常に削除されました.
pl_pl: Szablon (e) usuwa się pomyślnie.
pt_pt: modelo (s) removido com sucesso.
ru_ru: шаблон (ы) удалены успешно.
zh_cn: 模板已成功删除。

source: Configuration Wizard
bg_bg: Конфигурационен wizard
de_de: Configuration Wizards
es_es: Wizard de configuracion
fr_fr: Assistants de configuration
it_it: Creazione guidata della configurazione
ja_jp: 設定ウィザード
pl_pl: kreatory konfiguracji
pt_pt: Assistentes de configuração
ru_ru: Мастера настройки
zh_cn: 配置向导

source: Configuration Wizards - Select a Wizard
bg_bg: Конфигурационни wizards - изберете wizard
de_de: Konfigurationsassistenten - wählen Sie ein Assistent
es_es: asistentes de configuración - seleccione un asistente
fr_fr: Assistants de configuration - sélectionner un assistant
it_it: wizard di configurazione - selezionare un mago
ja_jp: 設定ウィザード - ウィザードを選択
pl_pl: kreatory konfiguracji - wybierz kreatora
pt_pt: assistentes de configuração - escolha um assistente
ru_ru: мастеров настройки - выбрать мастера
zh_cn: 配置向导 - 选择向导

source: Config wizard settings
bg_bg: Настройки на конфигурационния wizard
de_de: Config Wizard-Einstellungen
es_es: Valores del asistente de configuración
fr_fr: Paramètres de l'assistant de configuration
it_it: impostazioni di configurazione della procedura guidata
ja_jp: 設定ウィザードの設定
pl_pl: Ustawienia kreatora konfiguracyjnego
pt_pt: configurações do assistente de configuração
ru_ru: Настройки мастера конфигурации
zh_cn: 配置向导设置

source: Don't Apply Configuration
bg_bg: Не прилагайте конфигурацията
de_de: Konfiguration übernehmen
es_es: Aplicar configuracion
fr_fr: Appliquer la configuration
it_it: Applica configurazione
ja_jp: 設定を適用しない
pl_pl: ustawienie konfiguracji
pt_pt: Aplicar configuração
ru_ru: Применить конфигурацию
zh_cn: 不应用配置

source: Checking this box will make Nagios XI wizards no longer run apply configuration after completing the wizard. This setting is saved per user. This setting will be saved until you change it.
bg_bg: Селектирането на това квадратче ще направи програмите wizards на Nagios XI да не прилагат конфигурацията след завършване на програмата wizard. Тази настройка се запаметява за всеки потребител. Тази настройка, ще остане в сила, докато не я промените.
de_de: Aktivieren dieses Kontrollkästchens machen nagios xi Assistenten nicht mehr ausgeführt gelten Konfiguration nach Abschluss des Assistenten. Diese Einstellung wird pro Benutzer gespeichert. Diese Einstellung wird gespeichert, bis Sie sie ändern.
es_es: Marcando esta casilla hará magos xi nagios ya no corren aplica la configuración después de completar el asistente. este ajuste se guarda por usuario. este ajuste se guardará hasta que lo cambie.
fr_fr: cochant cette case fera nagios assistants xi ne courent plus appliquer la configuration après avoir terminé l'assistant. ce paramètre est enregistré par utilisateur. ce paramètre sera enregistré jusqu'à ce que vous changiez.
it_it: Selezionando questa casella farà nagios maghi xi corrono non applicare la configurazione dopo aver completato la procedura guidata. questa impostazione viene salvata per utente. questa impostazione verrà salvata fino alla successiva modifica.
ja_jp: このチェックボックスを有効にすると、Nagios XI ウィザードはウィザード完了後に「設定適用」を実行しません. この設定はユーザーごとに保存されます. この設定は変更するまで保存されます.
pl_pl: Zaznaczając to pole będzie Nagios czarodzieje xi uruchomić konfigurację przestaje obowiązywać po zakończeniu kreatora. to ustawienie jest zapisywane na użytkownika. To ustawienie zostanie zapisane, dopóki nie zostanie zmienione.
pt_pt: marcar esta caixa fará Nagios assistentes xi não executar mais aplicar a configuração após concluir o assistente. esta configuração é salva por usuário. essa configuração será salvo até que seja alterado.
ru_ru: Установив этот флажок сделает Nagios XI волшебники больше не работать применять конфигурацию после завершения работы мастера. этот параметр сохраняется за пользователем. этот параметр будет сохраняться, пока вы не измените его.
zh_cn: 选中此框将使Nagios XI向导在完成向导后不再运行应用配置。 该设置是按用户保存的。 此设置将被保存，直到您对其进行更改。
