Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Scan the switch or router to auto-detect interfaces that can be monitored for link up/down status and bandwidth usage. The scanning process may take several seconds to complete.
bg_bg: Сканирайте мрежовия комутатор или рутера, за да откриете автоматично интерфейси, които могат да бъдат наблюдавани за включено /изключено състояние и за използван мрежов капцитет. Процеса на сканиране може да отнеме няколко секунди, за да завърши.
de_de: scannen Sie den Switch oder Router automatisch zu erkennen Schnittstellen, die für Link Up / Down Status-und Bandbreitennutzung überwacht werden kann. der Scan-Vorgang kann einige Sekunden dauern.
es_es: escanear el switch o router para detectar automáticamente las interfaces que pueden ser monitoreados para el enlace de arriba / abajo de estado y uso de ancho de banda. el proceso de digitalización puede tardar varios segundos en completarse.
fr_fr: balayer le commutateur ou un routeur de détecter automatiquement les interfaces qui peuvent être surveillés pour le lien haut / bas statut et la bande passante. l'analyse peut durer plusieurs secondes.
it_it: eseguire la scansione del switch o router per rilevare automaticamente interfacce che possono essere monitorati per il collegamento su / giù lo stato e l'uso della larghezza di banda. il processo di scansione può richiedere alcuni secondi per essere completata.
ja_jp: リンクアップ/ダウン状態と帯域幅の使用状況を監視できるインターフェイスを自動検出するためにスイッチまたはルーターをスキャンします. スキャン処理が完了するのに数秒かかることがあります.
pl_pl: skanowanie przełącznik lub router automatycznie wykryć interfejsy, które mogą być monitorowane dla łącza w górę / w dół stanu i wykorzystania pasma. Proces skanowania może potrwać kilka sekund.
pt_pt: digitalizar o switch ou roteador para detectar automaticamente as interfaces que podem ser monitorados para o link status up / down e largura de banda. o processo de digitalização pode levar alguns segundos para ser concluído.
ru_ru: сканирования коммутатора или маршрутизатора для автоматического определения интерфейсов, которые могут контролироваться на ссылку вверх / вниз статус и использование полосы пропускания. Процесс сканирования может занять несколько секунд.
zh_cn: 扫描交换机或路由器，以自动检测可以监控链路上/下状态和带宽使用情况的接口。 扫描过程可能需要几秒钟才能完成。

source: Bulk Configuration
bg_bg: Приложи конфигурацията
de_de: Konfiguration übernehmen
es_es: Aplicar configuracion
fr_fr: Appliquer la configuration
it_it: Applica configurazione
ja_jp: 設定の適用
pl_pl: ustawienie konfiguracji
pt_pt: Aplicar configuração
ru_ru: Применить конфигурацию
zh_cn: 批量配置

source: If you have many devices with the same port bandwidth and desired alerting thresholds, you may paste their configuration as a CSV in the space below. The "ip_address" is required, but you may also include columns for "hostname", "snmpcommunity", "v3_security_level", "v3_username", "v3_auth_password", "v3_priv_password", "v3_auth_proto", and/or "v3_priv_proto".
bg_bg: ако имате много устройства със същата честотна лента на портовете и желани прагове за сигнализиране, можете да поставите тяхната конфигурация като csv в пространството по-долу. колоните "ip_address" и "hostname" са задължителни, но можете да включите и колони за "snmpcommunity", "v3_security_level", "v3_username", "v3_auth_password", "v3_priv_password", "v3_auth_proto" и / или "v3_priv_proto".
de_de: Wenn Sie über viele Geräte mit derselben Port-Bandbreite und gewünschten Alarmschwellenwerten verfügen, können Sie deren Konfiguration als CSV-Code in den darunter liegenden Bereich einfügen. Die Spalten "IP-Adresse" und "Hostname" sind erforderlich, Sie können jedoch auch Spalten für "snmpcommunity", "v3_security_level", "v3_username", "v3_auth_password", "v3_priv_password", "v3_auth_proto" und / oder "v3_priv_proto" angeben.
es_es: Si tiene muchos dispositivos con el mismo ancho de banda de puerto y umbrales de alerta deseados, puede pegar su configuración como un CSV en el espacio a continuación. las columnas "ip_address" y "hostname" son obligatorias, pero también puede incluir columnas para "snmpcommunity", "v3_security_level", "v3_username", "v3_auth_password", "v3_priv_password", "v3_auth_proto" y / o "v3_priv_password"
fr_fr: Si vous avez plusieurs périphériques avec la même bande passante de port et les seuils d'alerte souhaités, vous pouvez coller leur configuration en tant que csv dans l'espace ci-dessous. les colonnes "ip_address" et "hostname" sont obligatoires, mais vous pouvez également inclure des colonnes pour "snmpcommunity", "v3_security_level", "v3_username", "v3_auth_password", "v3_priv_password", "v3_auth_proto", "v3_auth_proto" et / ou "v3_priv_priv_"
it_it: se disponi di molti dispositivi con la stessa larghezza di banda della porta e le soglie di avviso desiderate, puoi incollare la loro configurazione come csv nello spazio sottostante. le colonne "ip_address" e "hostname" sono obbligatorie, ma potresti anche includere colonne per "snmpcommunity", "v3_security_level", "v3_username", "v3_auth_password", "v3_priv_password", "v3_auth_proto" e / o "v3_priv_proto".
ja_jp: 同じポート帯域幅と必要な警告しきい値を持つデバイスが多数ある場合は、下のスペースにCSVとしてそれらの設定を貼り付けることができます。 "ip_address"および "hostname"列は必須ですが、 "snmpcommunity"、 "v3_security_level"、 "v3_username"、 "v3_auth_password"、 "v3_priv_password"、 "v3_auth_proto"、または "v3_priv_proto"の列も含めることができます。
pl_pl: jeśli masz wiele urządzeń o tej samej przepustowości portu i żądanych progach alarmowych, możesz wkleić ich konfigurację jako csv w poniższym miejscu. Wymagane są kolumny „adres_IP” i „nazwa hosta”, ale można również dołączyć kolumny „snmpcommunity”, „v3_security_level”, „v3_username”, „v3_auth_password”, „v3_priv_password”, „v3_auth_proto” i / lub „v3_priv_proto”.
pt_pt: se você tiver muitos dispositivos com a mesma largura de banda de porta e limites de alerta desejados, cole a configuração deles como um csv no espaço abaixo. as colunas "ip_address" e "hostname" são necessárias, mas você também pode incluir colunas para "snmpcommunity", "v3_security_level", "v3_username", "v3_auth_password", "v3_priv_password", "v3_auth_proto" e / ou "v3_priv_proto".
ru_ru: если у вас есть много устройств с одинаковой пропускной способностью порта и желаемыми порогами оповещения, вы можете вставить их конфигурацию как csv в пространство ниже. столбцы «ip_address» и «hostname» обязательны, но вы также можете включить столбцы «snmpcommunity», «v3_security_level», «v3_username», «v3_auth_password», «v3_priv_password», «v3_auth_proto» и / или «v3_priv_pro» и / или «v3_priv_proto»
zh_cn: 如果您有许多具有相同端口带宽和所需警报阈值的设备，则可以将其配置作为CSV粘贴到下面的空白处。 “ ip_address”是必需的，但您可能还包括“主机名”，“ snmpcommunity”，“ v3_security_level”，“ v3_username”，“ v3_auth_password”，“ v3_priv_password”，“ v3_auth_proto”和/或“ v3_priv_proto”列。

source: Fields:
bg_bg: Полета
de_de: Feld
es_es: Campo
fr_fr: Champ
it_it: Campo
ja_jp: フィールド
pl_pl: pole
pt_pt: Campo
ru_ru: Поле
zh_cn: 领域：

source: Field 1
bg_bg: поле 1
de_de: Feld 1
es_es: campo 1
fr_fr: champ 1
it_it: campo 1
ja_jp: フィールド1
pl_pl: pole 1
pt_pt: campo 1
ru_ru: поле 1
zh_cn: 字段1

source: Data:
bg_bg: Данни
de_de: Datum
es_es: Fecha
fr_fr: Date
ja_jp: データ
ru_ru: Дата
zh_cn: 数据：

source: IGNORE
bg_bg: ИГНОРИРАМ
ja_jp: 無視
pl_pl: ignorować
zh_cn: 忽略

source: Field 2
bg_bg: поле 2
de_de: Feld 2
es_es: campo 2
fr_fr: champ 2
it_it: campo 2
ja_jp: フィールド2
pl_pl: pole 2
pt_pt: campo 2
ru_ru: поле 2
zh_cn: 字段2

source: Field 3
bg_bg: поле 3
de_de: Feld 3
es_es: campo 3
fr_fr: champ 3
it_it: campo 3
ja_jp: フィールド3
pl_pl: pole 3
pt_pt: campo 3
ru_ru: поле 3
zh_cn: 字段3

source: Auth Password
bg_bg: парола за удостоверяване
de_de: Auth Passwort
es_es: contraseña de autenticación
fr_fr: mot de passe d'authentification
it_it: password di autenticazione
ja_jp: 認証パスワード
pl_pl: hasło uwierzytelniające
pt_pt: senha de autenticação
ru_ru: пароль авторизации
zh_cn: 验证密码

source: Priv Password
bg_bg: Поверителна парола
de_de: Datenschutz-Passwort
es_es: Politicas de Privacidad
fr_fr: Mot de passe de confidentialité
it_it: Privacy password
ja_jp: プライバシーパスワード
pl_pl: Hasło prywatności
pt_pt: Política de Privacidade
ru_ru: Безопасность пароля
zh_cn: 加密密码

source: Auth Protocol
bg_bg: auth протокол
de_de: Auth-Protokoll
es_es: protocolo de autenticación
fr_fr: protocole d'authentification
it_it: protocollo di autenticazione
ja_jp: 認証プロトコル
pl_pl: protokół auth
pt_pt: protocolo de autenticação
ru_ru: протокол аутентификации
zh_cn: 身份验证协议

source: Priv Protocol
bg_bg: priv протокол
de_de: priv Protokoll
es_es: protocolo priv
fr_fr: protocole priv
it_it: protocollo privato
ja_jp: PRIVプロトコル
pl_pl: protokół prywatny
pt_pt: protocolo privado
ru_ru: конфиденциальный протокол
zh_cn: 私有协议

source: Field 4
bg_bg: поле 4
de_de: Feld 4
es_es: campo 4
fr_fr: champ 4
it_it: campo 4
ja_jp: フィールド4
pl_pl: pole 4
pt_pt: campo 4
ru_ru: поле 4
zh_cn: 字段4

source: Field 5
bg_bg: поле 5
de_de: Feld 5
es_es: campo 5
fr_fr: champ 5
it_it: campo 5
ja_jp: フィールド5
pl_pl: pole 5
pt_pt: campo 5
ru_ru: поле 5
zh_cn: 字段5

source: Field 6
bg_bg: поле 6
de_de: Feld 6
es_es: campo 6
fr_fr: champ 6
it_it: campo 6
ja_jp: フィールド6
pl_pl: pole 6
pt_pt: campo 6
ru_ru: поле 6
zh_cn: 字段6

source: Field 7
bg_bg: поле 7
de_de: Feld 7
es_es: campo 7
fr_fr: champ 7
it_it: campo 7
ja_jp: フィールド7
pl_pl: pole 7
pt_pt: campo 7
ru_ru: поле 7
zh_cn: 字段7

source: Default Values
bg_bg: Стойности по подразбиране
de_de: Standardwerte
es_es: valores predeterminados
fr_fr: les valeurs par défaut
it_it: valori standard
ja_jp: 既定値
pl_pl: Domyślne wartości
pt_pt: valores padrão
ru_ru: значения по умолчанию
zh_cn: 默认值

source: Input Rate
bg_bg: Скорост на въвеждане (Input Rate)
de_de: Eingangsrate
es_es: velocidad de entrada
fr_fr: taux d'entrée
it_it: tasso di ingresso
ja_jp: 入力レート
pl_pl: Stawka wejściowa
pt_pt: taxa de entrada
ru_ru: вход ставка
zh_cn: 输入速率

source: Output Rate
bg_bg: Изходяща скорост
de_de: Ausgaberate
es_es: tasa de salida
fr_fr: taux de sortie
it_it: velocità di uscita
ja_jp: 出力レート
pl_pl: Stawka wyjściowa
pt_pt: débito
ru_ru: Выход скорости
zh_cn: 输出速率

source: Default Port Speed
bg_bg: Скорост на порт по подразбиране
de_de: Standard-Port-Geschwindigkeit
es_es: defecto velocidad del puerto
fr_fr: vitesse du port par défaut
it_it: porta predefinita velocità
ja_jp: 既定のポート速度
pl_pl: Domyślna prędkość portu
pt_pt: Padrões restaurados
ru_ru: Скорость порта по умолчанию
zh_cn: 默认端口速度

source: Must give either community or username.
bg_bg: Трябва да се даде или парола (community string) или потребителско име.
de_de: muss entweder Gemeinde oder Benutzername geben.
es_es: debe dar la comunidad o nombre de usuario.
fr_fr: doit donner communauté ou nom d'utilisateur.
it_it: deve dare o comunità o nome utente.
ja_jp: コミュニティまたはユーザー名のどちらかを指定してください.
pl_pl: musi dać albo społeczności lub nazwę użytkownika.
pt_pt: deve dar ou comunidade ou nome de usuário.
ru_ru: должны дать либо сообщества или имя пользователя.
zh_cn: 必须提供社区或用户名。

source: Switch Details
bg_bg: подробности за мрежовия комутатор
de_de: Switch-Einzelheiten
es_es: Detalles del Estatus
fr_fr: Détails de commutation
it_it: Interruttore Dettagli
ja_jp: スイッチの詳細
pl_pl: szczegóły przełączników
pt_pt: Detalhes de Status
ru_ru: Переключатель Подробнее
zh_cn: 交换机详细

source: Switch/Router Address
bg_bg: Адрес на комутатор (Switch) / маршрутизатор (Router)
de_de: Switch / Router-Adresse
es_es: Direccion del Host
fr_fr: Mettez Adresse / routeur
it_it: Switch / router Indirizzo
ja_jp: スイッチ/ルータのアドレス
pl_pl: Przełącznik / adres routera
pt_pt: Mudar de endereço / Roteador
ru_ru: Коммутатор / маршрутизатор адрес
zh_cn: 交换机/路由器的地址

source: The name you'd like to have associated with this switch or router.
bg_bg: Името, което искате да се асоциира с този мрежов комутатор (switch) или рутер (router).
de_de: Der Name, den Sie gerne mit diesem Switch oder Router verbunden haben würde.
es_es: El nombre que te gustaría tener asociada con este switch o router.
fr_fr: Le nom que vous aimeriez avoir associé à ce commutateur ou un routeur.
it_it: Il nome che desideri sia associato a questo switch o router.
ja_jp: スイッチまたはルータに関連付ける名前.
pl_pl: Nazwa chcesz być związane z tego przełącznika lub routera.
pt_pt: O host associado com este horário.
ru_ru: Имя, которое вы хотели бы иметь, связанные с этим коммутатора или маршрутизатора.
zh_cn: 您想要与此交换机或路由器关联的名称。

source: Specify which services you'd like to monitor for the switch or router.
bg_bg: Определете кои сървиси бихте искали да следите за мрежовия комутатор (switch) или рутер (router).
de_de: Bestimmen Sie, welche Leistungen Sie möchten für den Switch oder Router überwachen.
es_es: Especifique qué servicios le gustaría monitorizar el switch o router.
fr_fr: Précisez les services que vous souhaitez surveiller pour le commutateur ou d'un routeur.
it_it: Specificare quali servizi si desidera monitorare per lo switch o router.
ja_jp: スイッチまたはルータで監視するサービスを指定します.
pl_pl: określić, które usługi chcesz monitorować do przełącznika lub routera.
pt_pt: Especificar quais os serviços que você gostaria de monitorar o switch ou roteador.
ru_ru: Укажите, какие услуги вы хотите, чтобы следить за коммутатора или маршрутизатора.
zh_cn: 指定您要监视交换机或路由器的服务。

source: Monitors the switch/router with an ICMP ping. Useful for watching network latency and general uptime.
bg_bg: Следи мрежовия комутатор / рутера с ICMP пинг. Полезно за наблюдение на латентността на мрежата и общото време за работа (uptime).
de_de: Überwacht den Switch / Router mit einem ICMP-Ping. Nützlich für beobachtete Netzwerklatenz und allgemeinen Verfügbarkeit.
es_es: Supervisa el switch / router con un ping ICMP. Resulta útil para ver la latencia de red y tiempo de actividad general.
fr_fr: Surveille le commutateur / routeur avec un ping ICMP. Utile pour regarder la latence du réseau et de disponibilité générale.
it_it: Controlla lo switch / router con un ping ICMP. Utile per la visione di latenza di rete e uptime generale.
ja_jp: ICMP pingを実行してスイッチ/ルータを監視します. ネットワークの遅延や通常の稼働時間を監視するために役立ちます.
pl_pl: monitoruje switch / router z ping ICMP. przydatne do oglądania opóźnienie sieci i ogólny czas pracy.
pt_pt: Monitora o switch / roteador com um ping ICMP. Útil para assistir a latência da rede eo tempo de atividade geral.
ru_ru: Мониторы коммутатор / маршрутизатор с ICMP-пинг. Полезно для просмотра задержка сети и общего времени безотказной работы.
zh_cn: 使用ICMP ping监视交换机/路由器。 用于观察网络延迟和一般正常运行时间。

source: Bandwidth and Port Status
bg_bg: Пропускателна способност (bandwidth) и порт статус
de_de: Bandbreite und Port Status
es_es: Ancho de banda y Estado del puerto
fr_fr: La bande passante et l'état du port
it_it: Larghezza di banda e Stato porta
ja_jp: 帯域幅およびポートのステータス
pl_pl: Stan przepustowość i port
pt_pt: Relatório do uso da banda.
ru_ru: Пропускная способность и статуса порта
zh_cn: 带宽和端口状态

source: Check All Ports
bg_bg: Проверете всички портове
de_de: Überprüfen Sie alle Anschlüsse
es_es: Revisar todos los Items
fr_fr: Vérifiez tous les ports
it_it: Controllare tutte le porte
ja_jp: すべてのポートをチェック
pl_pl: sprawdzić wszystkie porty
pt_pt: Verifique todos os itens '
ru_ru: Проверьте все порты
zh_cn: 检查所有端口

source: Check
bg_bg: Проверка
de_de: Überprüfen
es_es: Seleccionar todos
fr_fr: Vérifier
it_it: Controllare
ja_jp: チェック
pl_pl: sprawdzać
pt_pt: Verificar tudo
ru_ru: Проверка
zh_cn: 检查

source: Uncheck All Ports
bg_bg: Махнете всички портове
de_de: Deaktivieren Sie alle Anschlüsse
es_es: Revisar todos los Items
fr_fr: Décochez tous les ports
it_it: Deseleziona tutte le porte
ja_jp: すべてのポートのチェックをはずす
pl_pl: odznacz wszystkie porty
pt_pt: Verifique todos os itens '
ru_ru: Снимите все порты
zh_cn: 取消选中所有端口

source: Uncheck
bg_bg: Махнете отметката
de_de: Deaktivieren
es_es: Desmarque
fr_fr: Décochez
it_it: Deseleziona
ja_jp: チェックを外す
pl_pl: odznacz
pt_pt: Desmarque
ru_ru: Снимите
zh_cn: 取消选中

source: Port Name
bg_bg: Име на порт
es_es: Nombre del reporte
fr_fr: Nom du port
it_it: Nome porta
ja_jp: ポート名
pl_pl: nazwa portu
pt_pt: Nome do relatório
ru_ru: Имя порта
zh_cn: 端口名称

source: Port Description
bg_bg: Описание на порт
de_de: Port Beschreibung
es_es: Descripción
fr_fr: Description du Port
it_it: Port Descrizione
ja_jp: ポート説明
pl_pl: Opis portu
pt_pt: Descrição
ru_ru: Описание порта
zh_cn: 端口说明

source: Max Speed
bg_bg: Максимална скорост
de_de: Max. Geschwindigkeit
es_es: Velocidad máxima
fr_fr: Vitesse maximale
it_it: Velocità massima
ja_jp: 最大速度
pl_pl: Prędkość max
pt_pt: Velocidade máxima
ru_ru: Максимальная скорость
zh_cn: 最大速度

source: Bandwidth
bg_bg: Пропускателна способност (bandwidth)
es_es: Uso del Ancho de Banda
fr_fr: Bande passante
it_it: Larghezza di banda
ja_jp: 帯域幅
pl_pl: przepustowość
pt_pt: O uso da banda
ru_ru: Ширина полосы
zh_cn: 带宽

source: Port Status
bg_bg: Статус на порт
es_es: Estatus del Host
fr_fr: État du port
it_it: Stato porta
ja_jp: ポートステータス
pl_pl: status portu
pt_pt: Estado do Host
ru_ru: Состояние порта
zh_cn: 端口状态

source: Port
bg_bg: Порт
es_es: Puerto
it_it: Porta
pt_pt: Porta
ru_ru: Порт
zh_cn: 端口

source: Rate In
bg_bg: Входяща скорост
de_de: Bewerten In
es_es: En Tarifa
fr_fr: En taux de
it_it: Vota In
ja_jp: イン速度
pl_pl: kurs
pt_pt: Na taxa de
ru_ru: Оцените В
zh_cn: 进率

source: Rate Out
bg_bg: Изходяща скорост
de_de: Bewerten Out
es_es: Tasa de salida
fr_fr: Taux Out
it_it: Tasso di Out
ja_jp: アウト速度
pl_pl: oceń się
pt_pt: Taxa de Fora
ru_ru: Оценить Out
zh_cn: 出率

source: No ports were detected on the switch.
bg_bg: Не са открити портове на мрежовия комутатор (switch).
de_de: Keine Ports wurden auf den Schalter erkannt.
es_es: Ningun item fue eliminado de la base de datos
fr_fr: Aucun port n'a été détecté sur le commutateur.
it_it: Nessuna porta sono stati rilevati sul commutatore.
ja_jp: スイッチポート上でポートが検出されませんでした.
pl_pl: nie wykryto portów na przełącznik.
pt_pt: Nenhum item foi excluído do banco de dados.
ru_ru: Нет порты были обнаружены на коммутаторе.
zh_cn: 在交换机上未检测到端口。

source: Possible reasons for this include
bg_bg: Възможните причини за това са
de_de: Mögliche Gründe dafür sind:
es_es: Posibles causas incluyen
fr_fr: Les raisons possibles pour cela sont
it_it: I motivi possibili di questo sono
ja_jp: 考えられる原因
pl_pl: Możliwe przyczyny to m.in.
pt_pt: As possíveis causas incluem
ru_ru: Возможными причинами этого являются
zh_cn: 可能的原因包括

source: The switch is currently down
bg_bg: Комутатора (switch) е в момента изключен
de_de: Der Schalter ist derzeit nach unten
es_es: El interruptor está hacia abajo
fr_fr: Le commutateur est actuellement en panne
it_it: L'interruttore è attualmente in giù
ja_jp: スイッチが現在ダウンしている
pl_pl: Przełącznik jest obecnie w dół
pt_pt: O interruptor está atualmente fora do ar
ru_ru: Переключатель в настоящее время вниз
zh_cn: 交换机当前处于关闭状态

source: The switch does not exist at the address you specified
bg_bg: Комутатора (switch) не съществува на адреса, който сте посочили
de_de: Der Schalter nicht an der von Ihnen angegebene Adresse existiert
es_es: El interruptor no existe en la dirección especificada
fr_fr: Le commutateur n'existe pas à l'adresse que vous avez spécifié
it_it: L'interruttore non esiste presso l'indirizzo specificato
ja_jp: スイッチが指定されたアドレスに存在しない
pl_pl: Przełącznik nie istnieje na adres podany
pt_pt: O interruptor não existe no endereço especificado
ru_ru: Коммутатор не существует на указанный Вами адрес
zh_cn: 交换机在您指定的地址不存在

source: SNMP support on the switch is disabled
bg_bg: SNMP поддръжката на мрежовия комутатор (switch) е деактивирана
de_de: SNMP-Unterstützung auf dem Schalter deaktiviert ist
es_es: Soporte de SNMP en el conmutador está desactivado
fr_fr: Prise en charge SNMP sur le commutateur est désactivé
it_it: Il supporto SNMP sullo switch è disattivato
ja_jp: スイッチ上でSNMPサポートが無効である
pl_pl: Obsługa SNMP przełącznika jest wyłączony
pt_pt: Suporte de SNMP no interruptor é desativado
ru_ru: Поддержка SNMP на коммутаторе отключена
zh_cn: 交换机上的SNMP支持已禁用

source: Troubleshooting Tip
bg_bg: Съвет за отстраняване на неизправности
de_de: Tipp zur Fehlerbehebung
es_es: Solución de problemas Sugerencia
fr_fr: Conseil de dépannage
it_it: Risoluzione dei problemi Tip
ja_jp: トラブルシューティングのヒント
pl_pl: Końcówka rozwiązywanie problemów
pt_pt: Solução de problemas Dica
ru_ru: Устранение неисправностей Tip
zh_cn: 故障排除提示

source: If you keep experiencing problems with the switch wizard scan, login to the Nagios XI server as the root user and execute the following command
bg_bg: Ако продължите да изпитвате проблеми със сканирането, извършено от програмата "switch wizard", влезте в Nagios XI сървъра като root потребител и изпълнете следната команда
de_de: Wenn Sie Probleme mit dem Schalter Assistenten Scan zu halten, um die Nagios XI-Server als Root-Benutzer anmelden und den folgenden Befehl ausführen
es_es: Si sigues teniendo problemas con el interruptor asistente de análisis, inicie sesión en el servidor de Nagios XI como usuario root y ejecutar el siguiente comando
fr_fr: Si vous gardez rencontrez des problèmes avec l'interrupteur assistant d'analyse, connectez-vous au serveur Nagios XI en tant qu'utilisateur root et exécutez la commande suivante
it_it: Se si continua di problemi con l'interruttore di scansione guidata, accedere al server Nagios XI come utente root ed eseguire il seguente comando
ja_jp: スイッチウィザードスキャンで障害が発生し続ける場合は、rootユーザーでNagios XIサーバーにログインし、次のコマンドを実行してください
pl_pl: jeśli ciągle problemy z skanowania kreatora przełącznik, zaloguj się do serwera xi Nagios jako użytkownik root i wykonaj następujące polecenia
pt_pt: Se você continuar a ter problemas com a chave de assistente de análise, faça o login para o servidor Nagios XI como o usuário root e execute o seguinte comando
ru_ru: Если вы продолжаете испытывать проблемы с переключателем мастер сканирования, войдите на сервер Nagios XI качестве корневого пользователя и выполнить следующую команду
zh_cn: 如果切换向导扫描仍然遇到问题，请以root用户身份登录Nagios XI服务器并执行以下命令

source: Send the output of the command and a description of your problem to the Nagios support team by posting to our online
bg_bg: Изпратете резултата от командата, както и описанието на проблема си до екипа за поддръжка на Nagios като ги публикувате онлайн
de_de: Senden Sie die Ausgabe des Befehls und eine Beschreibung Ihres Problems an die Nagios Support-Team per Posting in unserem Online-
es_es: Envía la salida del comando y una descripción del problema al equipo de soporte de Nagios, publicados en nuestra línea
fr_fr: Envoyer la sortie de la commande et une description de votre problème à l'équipe de support de Nagios en postant sur notre ligne
it_it: Invia l'output del comando e una descrizione del problema al team di supporto Nagios inviando al nostro on-line
ja_jp: このコマンドの出力と障害の説明をNagiosサポートチームに送信してください
pl_pl: wysłać wyjście komendy i opis problemu do zespołu pomocy Nagios, zamieszczając na naszej internetowej
pt_pt: Enviar a saída do comando e uma descrição do seu problema para a equipe de suporte Nagios por postagem para a nossa linha
ru_ru: Отправить выхода команды и описание вашей проблемы в службу поддержки Nagios, размещая на нашем сайте
zh_cn: 通过发布到我们的在线版本，将命令的输出和您的问题描述发送给Nagios支持团队

source: support forum
bg_bg: форум за поддръжка
es_es: Foro de Soporte
fr_fr: forum de support
it_it: forum
ja_jp: サポートフォーラム
pl_pl: Forum wsparcia
pt_pt: Suporte Técnico
ru_ru: форум поддержки
zh_cn: 支持论坛

source: Monitor common and custom TCP/UDP ports.
bg_bg: Наблюдавай общи и персонализирани TCP / UDP портове.
de_de: Überwachen gemeinsame und individuelle TCP / UDP-Ports.
es_es: Monitorear habituales y personalizados puertos TCP / UDP.
fr_fr: Surveiller les courants et personnalisés ports TCP / UDP.
it_it: Monitorare comuni e personalizzati porte TCP / UDP.
ja_jp: 一般およびカスタムのTCP/UDPポートを監視します.
pl_pl: monitorowania wspólnych i niestandardowe porty TCP / UDP.
pt_pt: Monitorar comuns e personalizados portas TCP / UDP.
ru_ru: Мониторинг общих и пользовательских TCP / UDP портам.
zh_cn: 监控常见的和自定义的TCP / UDP端口。
