Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: No relationships for this service group
bg_bg: Няма взаимовръзки за тази контактна група
de_de: Keine Beziehungen für diese Kontaktgruppe
es_es: No hay relaciones de este grupo de contacto
fr_fr: Aucune relation de ce groupe de contact
it_it: Non ci sono rapporti di questo gruppo di contatto
ja_jp: この連絡先グループの関係はありません
pl_pl: żadne powiązania tej grupy kontaktowej
pt_pt: Nenhuma relação para este grupo de contatos
ru_ru: Нет отношения к этой контактной группы
zh_cn: 与该服务组没有关系

source: Hosts directly assigned as children of the Parent Host
bg_bg: Хостове директно назначени като наследници на хост-родителя
de_de: Hosts direkt als Kinder des übergeordneten Host zugewiesen
es_es: hosts directamente asignado como hijos de la acogida de los padres
fr_fr: hôtes directement affectés comme des enfants de l'hôte parent
it_it: gli host direttamente assegnato come figli del host padre
ja_jp: 親ホストの子として直接割り当てられたホスト
pl_pl: gospodarze bezpośrednio przypisane jako dzieci przyjmującego dominującej
pt_pt: hospeda diretamente atribuído como filhos do host pai
ru_ru: хосты непосредственно назначен детей материнской хозяина
zh_cn: 直接分配为父级主机的子机

source: Check any child hosts you wish to
bg_bg: Проверете всички хостове-наследници (child hosts), които искате да
de_de: überprüfen alle untergeordneten Hosts, die Sie wünschen
es_es: comprobar cualquier niño hosts que desea
fr_fr: vérifier tous les hôtes de l'enfant que vous souhaitez
it_it: verificare eventuali host figlio che si desidera
ja_jp: 希望の子ホストをチェック
pl_pl: sprawdź wszystkie hosty dzieci, które chcesz
pt_pt: verificar quaisquer hosts criança que você deseja
ru_ru: проверить все дочерние узлы, которые вы хотите
zh_cn: 检查您想要的任何子主机

source: Assigned as Child Host
bg_bg: Назначен като наследник хост (child host)
de_de: als Kind Host zugewiesen
es_es: asignado como anfitrión niño
fr_fr: désigné comme hôte enfant
it_it: assegnato come ospite bambino
ja_jp: 子ホストとして割当済み
pl_pl: przypisany jako gospodarz dzieci
pt_pt: atribuído como anfitrião criança
ru_ru: назначен в качестве принимающей детской
zh_cn: 指定为子主机

source: No child hosts
bg_bg: Няма хостове-наследници (child hosts)
de_de: keine Kinder Gastgeber
es_es: hay niños anfitriones
fr_fr: aucun hôte de l'enfant
it_it: Nessun bambino host
ja_jp: 子ホストがありません
pl_pl: Dziecko nie ma hostów
pt_pt: Nenhuma criança anfitriões
ru_ru: нет ребенок хозяева
zh_cn: 无子主机

source: id should be a comma-delimited list of integers, optionally with whitespace
bg_bg: id трябва да бъде списък с цели числа, разделени със запетая, по желание с празно пространство
de_de: id sollte eine durch Kommas getrennte Liste von Ganzzahlen sein, optional mit Leerzeichen
es_es: id debe ser una lista de enteros delimitada por comas, opcionalmente con espacios en blanco
fr_fr: id doit être une liste d'entiers séparés par des virgules, éventuellement avec des espaces
it_it: id dovrebbe essere un elenco delimitato da virgole di numeri interi, facoltativamente con spazi bianchi
ja_jp: idはカンマ区切りの整数のリストです。空白も使用できます
pl_pl: id powinien być rozdzielaną przecinkami listą liczb całkowitych, opcjonalnie z białymi znakami
pt_pt: id deve ser uma lista delimitada por vírgulas de inteiros, opcionalmente com espaços em branco
ru_ru: id должен быть списком целых чисел через запятую, необязательно с пробелами
zh_cn: id应该是一个用逗号分隔的整数列表，可以选择使用空格

source: Hosts using variable
bg_bg: хостове, използващи променлива
de_de: Hosts mit Variablen
es_es: hosts usando variable
fr_fr: hôtes utilisant variable
it_it: host che usano variabili
ja_jp: 変数を使用しているホスト
pl_pl: hosty używające zmiennej
pt_pt: hosts usando variável
ru_ru: хосты, использующие переменную
zh_cn: 主机使用变量

source: Value
bg_bg: Стойност
de_de: Wert
es_es: Valores
fr_fr: Valeur
it_it: Valore
ja_jp: 値
pl_pl: wartość
pt_pt: Valor
ru_ru: Значение
zh_cn: 值

source: Remove This Variable
bg_bg: премахнете тази променлива
de_de: entferne diese Variable
es_es: eliminar esta variable
fr_fr: supprimer cette variable
it_it: rimuovi questa variabile
ja_jp: この変数を削除
pl_pl: usuń tę zmienną
pt_pt: remova essa variável
ru_ru: удалить эту переменную
zh_cn: 删除此变量

source: No host relationships for this variable
bg_bg: няма връзки с хост за тази променлива
de_de: Keine Host-Beziehungen für diese Variable
es_es: no hay relaciones de host para esta variable
fr_fr: pas de relations hôte pour cette variable
it_it: nessuna relazione ospite per questa variabile
ja_jp: この変数に関係するホストはありません
pl_pl: brak relacji hosta dla tej zmiennej
pt_pt: nenhum relacionamento de host para essa variável
ru_ru: нет связей с хостом для этой переменной
zh_cn: 此变量没有主机关系

source: Services using variable
bg_bg: услуги, използващи променлива
de_de: Dienste, die Variable verwenden
es_es: servicios usando variable
fr_fr: services utilisant variable
it_it: servizi che utilizzano la variabile
ja_jp: 変数を使用したサービス
pl_pl: usługi używające zmiennej
pt_pt: serviços usando variável
ru_ru: услуги с использованием переменных
zh_cn: 使用变量的服务

source: No service relationships for this variable
bg_bg: няма взаимоотношения за тази променлива
de_de: Keine Servicebeziehungen für diese Variable
es_es: No hay relaciones de servicio para esta variable.
fr_fr: aucune relation de service pour cette variable
it_it: nessuna relazione di servizio per questa variabile
ja_jp: この変数に関係するサービスはありません
pl_pl: brak relacji usługi dla tej zmiennej
pt_pt: nenhum relacionamento de serviço para esta variável
ru_ru: нет сервисных отношений для этой переменной
zh_cn: 此变量没有服务关系

source: Contacts using variable
bg_bg: контакти, използващи променлива
de_de: Kontakte mit Variablen
es_es: contactos usando variable
fr_fr: contacts en utilisant variable
it_it: contatti usando variabile
ja_jp: 変数を使用した連絡先
pl_pl: kontakty za pomocą zmiennej
pt_pt: contatos usando variável
ru_ru: контакты с использованием переменной
zh_cn: 使用变量的联系人

source: Contact Name
bg_bg: Свържете се с търговския отдел
de_de: Kontakt Vertrieb
es_es: ventas de contacto
fr_fr: ventes de contact
it_it: vendite di contatto
ja_jp: 連絡先名
pl_pl: sprzedaż kontaktowe
pt_pt: vendas de contato
ru_ru: связаться с продаж
zh_cn: 联系人姓名

source: No contact relationships for this variable
bg_bg: няма връзка за тази променлива
de_de: Keine Kontaktbeziehungen für diese Variable
es_es: No hay relaciones de contacto para esta variable.
fr_fr: pas de relations de contact pour cette variable
it_it: nessuna relazione di contatto per questa variabile
ja_jp: この変数の連絡先はありません
pl_pl: brak relacji kontaktu dla tej zmiennej
pt_pt: sem relações de contato para essa variável
ru_ru: нет контактных отношений для этой переменной
zh_cn: 该变量没有联系关系

source: This component allows administrators to submit bulk configurations changes for selected hosts and services.
bg_bg: Този компонент позволява на администраторите да правят "масови" (наведнъж) конфигурации промени за избрани хостове и сървиси.
de_de: Diese Komponente ermöglicht es Administratoren, bulk Konfigurationsänderungen für ausgewählte Hosts und Diensten.
es_es: Este componenente le permite a los administradores aplicar cambios de configuraciones masivas ara los hosts y servicios seleccionados.
fr_fr: Ce composant permet aux administrateurs d'envoyer en vrac des changements de configurations pour les hôtes et services sélectionnés.
it_it: Questo componente consente agli amministratori di presentare modifiche alla rinfusa le configurazioni per gli host e servizi selezionati.
ja_jp: このコンポーネントは、管理者が選択したホストやサービスの設定変更を一括送信することができます.
pl_pl: ten komponent umożliwia administratorom przedstawić konfiguracje masowych zmian do wybranych hostów i usług.
pt_pt: Este componente permite que os administradores apresentar configurações alterações em massa para hosts e serviços selecionados.
ru_ru: Этот компонент позволяет администраторам представить массовые изменения конфигурации для отдельных хостов и услуг.
zh_cn: 该组件允许管理员为选定的主机和服务提交批量配置更改。

source: Error: This component requires Nagios XI 2012R1.0 or later.
bg_bg: Грешка: този компонент изисква Nagios XI 2012R1.0 или по-нова версия.
de_de: Fehler: Diese Komponente erfordert Nagios XI 2012R1.0 oder später.
es_es: Error: Este componente requiere Nagios XI 2012R1.0 o superior
fr_fr: Erreur: Ce composant nécessite Nagios XI 2012R1.0 ou tard.
it_it: Errore: Questo componente richiede Nagios XI 2012R1.0 o versione successiva.
ja_jp: エラー：このコンポーネントは、Nagios XI 2012R1.0以降が必要です.
pl_pl: Błąd: ta część wymaga Nagios XI 2012r1.0 lub nowszej.
pt_pt: Erro: Este componente requer a versão Nagios XI 2011R1.7 ou maior.
ru_ru: Ошибка: Этот компонент требует Nagios XI 2012R1.0 или более поздней версии.
zh_cn: 错误：此组件需要Nagios XI 2012R1.0或更高版本。

source: Bulk Modifications Tool
bg_bg: Инструмент за множествена модификация
de_de: Bulk-Änderungen Werkzeug
es_es: Herramienta de modificaciones masivas
fr_fr: Outil essentiel modifications
it_it: Bulk Modifiche Strumento
ja_jp: 一括変更ツール
pl_pl: Narzędzie masowych zmian
pt_pt: Notificações
ru_ru: Массовый инструмент изменения
zh_cn: 批量修改工具

source: You must enter a config name and at least 1 service.
bg_bg: Трябва да въведете конфигурационно име и най-малко 1 сървис.
de_de: müssen Sie einen Konfigurationsnamen und mindestens ein Dienst gestellt.
es_es: debe introducir un nombre de configuración y al menos 1 servicio.
fr_fr: vous devez entrer un nom de config et au moins 1 service.
it_it: è necessario immettere un nome di configurazione e di almeno 1 servizio.
ja_jp: 設定名と少なくとも１サービスを指定してください.
pl_pl: należy wprowadzić nazwę config i co najmniej 1 usługę.
pt_pt: você deve digitar um nome de configuração e, pelo menos, um serviço.
ru_ru: Вы должны ввести имя конфигурации и по крайней мере 1 услугу.
zh_cn: 您必须输入配置名称和至少1个服务。

source: The variable ID list must be a comma-delimited list of integers, optionally with spaces.
bg_bg: списъкът на id на променливата трябва да бъде списък с цели числа, разделени със запетая, по избор с интервали.
de_de: Die Variablen-ID-Liste muss eine durch Kommas getrennte Liste von Ganzzahlen sein, optional mit Leerzeichen.
es_es: la lista de id de variables debe ser una lista de enteros delimitada por comas, opcionalmente con espacios.
fr_fr: La liste d'identifiant de variable doit être une liste d'entiers séparés par des virgules, éventuellement avec des espaces.
it_it: la lista di variabili id deve essere una lista delimitata da virgole di interi, opzionalmente con spazi.
ja_jp: 変数IDリストは、必要に応じてスペースを入れた、整数のカンマ区切りリストでなければなりません。
pl_pl: lista identyfikatorów zmiennych musi być rozdzielaną przecinkami listą liczb całkowitych, opcjonalnie ze spacjami.
pt_pt: a lista de id de variável deve ser uma lista de inteiros delimitada por vírgulas, opcionalmente com espaços.
ru_ru: список идентификаторов переменных должен представлять собой список целых чисел, разделенных запятыми, необязательно с пробелами.
zh_cn: 变量ID列表必须是用逗号分隔的整数列表，可以选择使用空格。

source: Templates
bg_bg: Шаблони
es_es: Plantillas
fr_fr: Modèles
it_it: Modelli
ja_jp: テンプレート
pl_pl: Szablony
pt_pt: modelos
ru_ru: Шаблоны
zh_cn: 模板

source: Parents
bg_bg: Родители
de_de: Eltern
es_es: Padres
it_it: Genitori
ja_jp: 親
pl_pl: rodzice
pt_pt: Pais
ru_ru: Родители
zh_cn: 父机

source: Contact
bg_bg: Контакт
de_de: Kontakt
es_es: Contacto
fr_fr: Contacter
it_it: Contatto
ja_jp: 連絡先
pl_pl: kontakt
pt_pt: Contato
ru_ru: Связаться
zh_cn: 联系

source: Contact Group
bg_bg: Контактна група
de_de: Kontakt Gruppe
es_es: Grupo del Contacto
fr_fr: Groupe de contact
it_it: Gruppo di contatto
ja_jp: 連絡先グループ
pl_pl: Grupa kontaktowa
pt_pt: Grupo de Contato
ru_ru: Контактная группа
zh_cn: 联络小组

source: Contact Template
bg_bg: Контактен шаблон
de_de: Kontakt Template
es_es: Plantillas de Contactos
fr_fr: Contactez-modèle
it_it: Contatti Template
ja_jp: 連絡先テンプレート
pl_pl: Szablon kontakt
pt_pt: Modelos de host
ru_ru: Связаться с шаблона
zh_cn: 联系模板

source: Host Group
bg_bg: Хост група
de_de: Host-Gruppe
es_es: Grupo de Hosts
fr_fr: Groupe d'hôtes
ja_jp: ホストグループ
pl_pl: Grupa hostów
pt_pt: Grupo de Hosts
zh_cn: 主机组

source: Service Group
bg_bg: Сървис група
es_es: Grupo de Servicios
ja_jp: サービスグループ
pl_pl: Grupa usług
pt_pt: Grupo de serviços
zh_cn: 服务组

source: Command
bg_bg: Команда
de_de: Befehl
es_es: Comando
fr_fr: Commandement
it_it: Comando
ja_jp: コマンド
pl_pl: komenda
pt_pt: Comando
ru_ru: Команда
zh_cn: 命令

source: Time Period
bg_bg: Времеви период
de_de: Zeitperioden
es_es: Periodos de tiempo
fr_fr: Périodes
it_it: Periodi di tempo
ja_jp: 時間範囲
pl_pl: Okres czasu
pt_pt: Períodos de tempo
ru_ru: Периоды времени
zh_cn: 时间周期

source: Service Escalation
bg_bg: Сървис ескалация
de_de: Service-Eskalation
es_es: Escalada del Servicio
fr_fr: L'escalade de service
it_it: Servizio Escalation
ja_jp: サービスエスカレーション
pl_pl: Eskalacja usługi
pt_pt: Escalação de serviço
ru_ru: Обслуживание Escalation
zh_cn: 服务升级

source: Host Escalation
bg_bg: Хост ескалация
de_de: Host-Eskalation
es_es: Escalada del Host
fr_fr: L'escalade d'hôte
ja_jp: ホストエスカレーション
pl_pl: Eskalacja gospodarza
pt_pt: Escalação do host
ru_ru: Хост Escalation
zh_cn: 主机升级

source: Service Dependency
bg_bg: Зависимост на сървис
es_es: Dependencia del Servicio
fr_fr: Dépendance service
it_it: Servizio di dipendenza
ja_jp: サービス依存関係
pl_pl: Zależność usługi
pt_pt: Dependencia do serviço
ru_ru: Обслуживание зависимостей
zh_cn: 服务依赖

source: Host Dependency
bg_bg: Хост зависимост
es_es: Dependencia del Host
fr_fr: Dépendance d'accueil
it_it: Host Dipendenza
ja_jp: ホスト依存関係
pl_pl: gospodarzem zależność
pt_pt: Dependência do host
ru_ru: Хост зависимостей
zh_cn: 主机依赖

source: Parent
bg_bg: Родител
de_de: Eltern
es_es: Padres
fr_fr: Parents
it_it: Genitori
ja_jp: 親
pl_pl: rodzice
pt_pt: Pais
ru_ru: Родители
zh_cn: 父机

source: Clear
bg_bg: Чисто
de_de: Löschen
es_es: Limpiar
fr_fr: Effacer
it_it: Cancella
ja_jp: クリア
pl_pl: jasny
pt_pt: Limpar
ru_ru: Очистить
zh_cn: 清除

source: Filter
bg_bg: Филтър
es_es: Filtros
fr_fr: Filtres
it_it: Filtri
ja_jp: フィルター
pl_pl: Filtry
pt_pt: Modo de filtro
ru_ru: Фильтры
zh_cn: 过滤器

source: Child
bg_bg: Наследник
de_de: Kind
es_es: niño
fr_fr: enfant
it_it: bambino
ja_jp: 子
pl_pl: dziecko
pt_pt: criança
ru_ru: ребенок
zh_cn: 子机

source: Object has a relationship established elsewhere
bg_bg: Обекта има взаимовръзка, създадена другаде
de_de: Objekt hat eine Beziehung anderswo etabliert
es_es: objeto tiene una relación establecida en el resto
fr_fr: objet a une relation établie ailleurs
it_it: oggetto ha un rapporto consolidato altrove
ja_jp: オブジェクトは他の場所で確立された関係を持ちます
pl_pl: Obiekt ma związek siedzibę w innym
pt_pt: objeto tem um relacionamento estabelecido em outros lugares
ru_ru: объект имеет отношения, установленные в других местах
zh_cn: 对象在别处建立了关系

source: Add Selected
bg_bg: Добави избрания
de_de: Hinzufügen ausgewählt
es_es: Añadir seleccionado
fr_fr: Ajouter la sélection
it_it: Aggiungi Selected
ja_jp: 選択を追加する
pl_pl: dodaj wybrane
pt_pt: Adicionar selecionado
ru_ru: Добавить выбранные
zh_cn: 添加所选

source: An example of a relationship that can only be linked in one direction is a child host with a host defined as the parent cannot be set as a child from the host it is already a child of.
bg_bg: Пример за еднопосочна връзка е наследник хост (child host) с определен родител хост (parent host), т.к. родителя (parent) не може да бъде определен като наследник (child) на наследника, на който той е вече родител (parent).
de_de: ein Beispiel für eine Beziehung, die mit einem Host ist ein Kind-Host als die Eltern als Kind nicht vom Host es bereits ein Kind ist eingestellt werden kann, definiert ist, kann nur in einer Richtung verknüpft werden.
es_es: un ejemplo de una relación que sólo puede ser vinculado en una dirección es un anfitrión niño con una serie definida como el padre no se puede establecer como un niño desde el host ya es un hijo de.
fr_fr: un exemple d'une relation qui ne peut être lié dans une direction est un hôte de l'enfant avec un hôte défini comme le parent ne peut pas être défini comme un enfant de l'hôte, il est déjà un enfant de.
it_it: un esempio di un rapporto che può essere collegato in un solo senso è un host bambino con un host definito come il principale non può essere impostato come un bambino dall'host è già un figlio.
ja_jp: 一方向のみにリンクできる関係の例は、既に子であるホストから子として設定できない親として定義されたホストを持つ子ホストです.
pl_pl: przykładem związku, który może być powiązany tylko w jednym kierunku jest gospodarzem dziecko z hostem zdefiniowanej jako rodzic nie może być ustawiony jako dziecko z hosta jest już dzieckiem.
pt_pt: um exemplo de um relacionamento que só pode ser ligada em uma direção é um anfitrião criança com uma série definida como o pai não pode ser definido como uma criança a partir do host já é um filho de.
ru_ru: пример отношений, которые могут быть связаны только в одном направлении является дочерним хост с хоста, определенного как родитель не может быть установлен, как ребенок от хозяина это уже ребенок.
zh_cn: 只能在一个方向上链接的关系的一个示例是子主机，其主机定义为父主机，不能从已经是其子主机的主机设置为子主机。

source: Relationship defined elsewhere
bg_bg: Взаимоотношения, дефинирани на друго място
de_de: Beziehung definiert anderswo
es_es: relación definida en otra parte
fr_fr: relation définie ailleurs
it_it: rapporto definito altrove
ja_jp: 他の場所で定義済みの関係
pl_pl: relacje podane w innym miejscu
pt_pt: relacionamento definido em outro lugar
ru_ru: Отношения определенные в другом месте
zh_cn: 在其他地方定义的关系

source: Inactive object
bg_bg: Неактивен обект
de_de: inaktive Objekt
es_es: objeto inactivo
fr_fr: objet inactif
it_it: oggetto inattivo
ja_jp: 非アクティブオブジェクト
pl_pl: nieaktywna obiektu
pt_pt: objeto inativo
ru_ru: неактивным объект
zh_cn: 非活动对象

source: Assigned
bg_bg: Определен
es_es: Asignado
fr_fr: Assigné
it_it: Assegnato
ja_jp: 割当て済み
pl_pl: przydzielony
pt_pt: Atribuído
ru_ru: Назначенный
zh_cn: 已分配

source: Remove All
bg_bg: Премахнете всички
de_de: Alle entfernen
es_es: Remover todos
fr_fr: Supprimer tout
it_it: Rimuovi tutto
ja_jp: すべて削除
pl_pl: usuń wszystko
pt_pt: Remover tudo
ru_ru: Удалить все
zh_cn: 清除全部

source: The bulk modification tool allows for modifications to be made to specific host and service configurations. This tool does not interact with settings or relationships defined in templates, and any settings applied by this tool will override any template settings.
bg_bg: Инструмента за групова модификация (bulk modification tool) дава възможност за модифициране на конкретни конфигурации на хостове и сървиси. Този инструмент не взаимодейства с настройките или взаимоотношенията, определени в шаблони, както и всички настройки, прилагани от този инструмент ще заменят настройките на шаблона.
de_de: Der Großteil Modifikation Tool ermöglicht Änderungen an bestimmten Host-und Service-Konfigurationen vorgenommen werden. Dies Tool funktioniert nicht mit Einstellungen oder Beziehungen in Vorlagen definiert interagieren, und alle Einstellungen von diesem Tool angewendet wird override keine Vorlage Einstellungen.
es_es: La herramienta permite la modificación masiva modificaciones que deban introducirse en host específico y las configuraciones de servicio. Esta herramienta no interactúa con la configuración o relaciones definidos en las plantillas, y los ajustes aplicados por esta herramienta anulará cualquier configuración de la plantilla.
fr_fr: L'outil de modification majeure permet d'apporter des modifications à apporter à hôte spécifique et la configuration des services. La outil n'interagit pas avec les réglages ou les relations définies dans les modèles et les paramètres appliqués par cet outil sera override les paramètres du modèle.
it_it: Lo strumento di modifica di massa consente di effettuare modifiche da apportare al host specifico e le configurazioni di servizio. Strumento lLa non interagisce con le impostazioni o le relazioni definite nel template, e tutte le impostazioni applicate da questo strumento sarà override le impostazioni del modello.
ja_jp: 一括変更ツールを使用すると、特定のホストおよびサービスの設定を変更することができます. このツールはテンプレートで定義された設定や関係と相互作用せず、このツールで適用されたすべての設定で任意のテンプレート設定を上書きします.
pl_pl: Narzędzie pozwala na modyfikację większość modyfikacje mają być wprowadzone do określonych konfiguracji hostów i usług. narzędzie to nie wchodzi w interakcje z ustawieniami lub relacji zdefiniowanych szablonów, a wszelkie ustawienia stosowane przez tego narzędzia będzie zastępują ustawienia szablonów.
pt_pt: a ferramenta de modificação de massa permite modificações a serem feitas para o host específico e configurações de serviço. esta ferramenta não interage com as configurações ou relações definidas em modelos, e todas as configurações aplicadas por esta ferramenta irá substituir quaisquer configurações do modelo.
ru_ru: Основной инструмент модификация позволяет изменениями, которые необходимо внести определенный хост и обслуживание конфигураций. Ээта инструмент не взаимодействует с настройками или отношения определены в шаблонах, и любые настройки применяются Этот инструмент override любые настройки шаблона.
zh_cn: 批量修改工具允许对特定主机和服务配置进行修改。 该工具不会与模板中定义的设置或关系进行交互，并且此工具应用的任何设置都将覆盖所有模板设置。

source: Step 1: Select Modification
bg_bg: Стъпка 1: Изберете модификация
de_de: Schritt 1: Wählen Modifikation
es_es: paso 1: seleccione modificación
fr_fr: étape 1: sélectionnez la modification
it_it: Fase 1: selezionare Modifica
ja_jp: ステップ1：変更を選択
pl_pl: Krok 1: Wybierz modyfikacji
pt_pt: Etapa 1: Selecionar modificação
ru_ru: Шаг 1: Выберите Модификация
zh_cn: 第1步：选择修改

source: Change a Single Config Option
bg_bg: Променете една конфигурационна опция
de_de: Ändern A Single Config Option
es_es: Cambiar una sola opcion de la configuracion
fr_fr: Changer une option de configuration simple
it_it: Modificare una singola opzione di configurazione
ja_jp: 単一設定オプションを変更する
pl_pl: zmienić jedną opcję config
pt_pt: Configuração de Componentes
ru_ru: Изменение одного варианта Config
zh_cn: 更改单个配置选项

source: Change Command and Arguments
bg_bg: Променете командата и аргументите
de_de: Wechselbefehl und Argumente
es_es: comando de cambio y los argumentos
fr_fr: le changement de commandement et arguments
it_it: comando di cambio e gli argomenti
ja_jp: コマンドおよび引数を変更する
pl_pl: Polecenie zmiany i argumenty
pt_pt: comando e argumentos mudança
ru_ru: Команда и аргументы изменение
zh_cn: 更改命令和参数

source: Add Contact(s)
bg_bg: Добави контакт (и)
de_de: Kontakt hinzufügen (n)
es_es: añadir contactos (s)
fr_fr: ajouter contact (s)
it_it: aggiungere il contatto (s)
ja_jp: 連絡先を追加する
pl_pl: dodaj kontakt (e)
pt_pt: adicionar contato (s)
ru_ru: добавить контакт (ы)
zh_cn: 添加联系人

source: Remove Contact
bg_bg: Премахнете контакт
de_de: Entfernen Sie einen Kontakt
es_es: Eliminar un contacto
fr_fr: Supprimer un contact
it_it: Rimuovere un contatto
ja_jp: 連絡先を削除する
pl_pl: usunąć kontakt
pt_pt: remover um contato
ru_ru: Удалить контакт
zh_cn: 删除联系人

source: Add Contact Group(s)
bg_bg: Добави контактна група (и)
de_de: Kontakt hinzufügen Gruppe
es_es: Añadir un grupo de contactos
fr_fr: Ajouter un groupe de contacts
it_it: Aggiungi un gruppo di contatti
ja_jp: 連絡先グループを追加する
pl_pl: dodać grupę kontaktów
pt_pt: adicionar um grupo de contatos
ru_ru: Добавить Контактной группы
zh_cn: 添加联系人组

source: Remove Contact Group
bg_bg: Премахнете контактна група
de_de: Entfernen eines Contact Group
es_es: Eliminar un grupo de contactos
fr_fr: Suppression d'un groupe de contact
it_it: Rimuovere un gruppo di contatti
ja_jp: 連絡先グループを削除する
pl_pl: usunąć grupę kontaktów
pt_pt: remover um grupo de contatos
ru_ru: Удалить Контактная группа
zh_cn: 删除联系人组

source: Add Host Group(s)
bg_bg: Добави хост група (и)
de_de: hinzufügen Hostgruppe (n)
es_es: grupo de hosts añadir (s)
fr_fr: ajouter un groupe (s) d'accueil
it_it: aggiungere gruppo ospitante (s)
ja_jp: ホストグループを追加する
pl_pl: dodaj grupę (y) hosta
pt_pt: adicionar grupo (s) de acolhimento
ru_ru: добавить хост группа (ы)
zh_cn: 添加主机组
