Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Will show yes if an agent has been deployed or has been added to the Manage Deployed Agents page in this Nagios XI system.
bg_bg: ще покаже да, ако агент е бил разположен или е бил добавен към страницата за управление на разположени агенти в тази система nagios xi.
de_de: zeigt ja an, wenn ein Agent bereitgestellt oder zur Seite "Bereitgestellte Agenten verwalten" in diesem Nagios XI-System hinzugefügt wurde.
es_es: mostrará sí si un agente se ha implementado o se ha agregado a la página de administración de agentes implementados en este sistema nagios xi.
fr_fr: affichera oui si un agent a été déployé ou a été ajouté à la page de gestion des agents déployés dans ce système nagios xi.
it_it: mostrerà sì se un agente è stato distribuito o è stato aggiunto alla pagina di gestione degli agenti distribuiti in questo sistema nagios xi.
ja_jp: エージェントがデプロイされているか、このnagiosxiシステムのデプロイされたエージェントの管理ページに追加されている場合はyesと表示されます。
pl_pl: pokaże tak, jeśli agent został wdrożony lub został dodany do strony zarządzania wdrożonymi agentami w tym systemie nagios xi.
pt_pt: mostrará sim se um agente foi implantado ou adicionado à página gerenciar agentes implantados neste sistema nagios xi.
ru_ru: покажет да, если агент был развернут или был добавлен на страницу управления развернутыми агентами в этой системе nagios xi.
zh_cn: 如果已在此nagios xi系统中部署或已将代理添加到“管理部署的代理”页面，则将显示“是”。

source: Service Name
bg_bg: Име на сървис
es_es: Servicio
fr_fr: Nom du service
it_it: Nome del servizio
ja_jp: サービス名
pl_pl: Nazwa usługi
pt_pt: Serviço
ru_ru: Имя службы
zh_cn: 服务名称

source: Protocol
bg_bg: Протокол
de_de: Protokoll
es_es: Protocolo
fr_fr: Protocole
it_it: Protocollo
ja_jp: プロトコル
pl_pl: protokół
pt_pt: Protocolo
ru_ru: Протокол
zh_cn: 协议

source: No services found.
bg_bg: Не се намерени сървиси.
de_de: Keine Dienste gefunden.
es_es: Ningun servicio encontrado.
fr_fr: Aucun service trouvé.
it_it: Nessun servizio trovato.
ja_jp: サービスが見つかりませんでした.
pl_pl: nie znaleziono żadnych usług.
pt_pt: Nenhum serviço encontrado
ru_ru: Нет услуг не найдено.
zh_cn: 找不到服务。

source: Deploy Agents to Selected Hosts
bg_bg: разположи агенти на избрани хостове
de_de: Stellen Sie Agenten auf ausgewählten Hosts bereit
es_es: implementar agentes en hosts seleccionados
fr_fr: déployer des agents sur des hôtes sélectionnés
it_it: distribuire agenti su host selezionati
ja_jp: 選択したホストにエージェントを展開します
pl_pl: wdrażaj agenty na wybranych hostach
pt_pt: implantar agentes para hosts selecionados
ru_ru: развертывать агентов на выбранных хостах
zh_cn: 将代理部署到选定主机

source: Use this form to configure an auto-discovery job.
bg_bg: Използвайте тази форма, за да конфигурирате задача за автоматично откриване.
de_de: Verwenden Sie dieses Formular, um eine Auto-Discovery-Job konfigurieren.
es_es: Utilice este formulario para configurar tareas de auto-descubrimiento
fr_fr: Utilisez ce formulaire pour configurer un travail d'auto-découverte.
it_it: Utilizza questo modulo per configurare un rilevamento automatico di lavoro.
ja_jp: 自動検出ジョブを設定します.
pl_pl: skorzystaj z poniższego formularza, aby skonfigurować pracę Automatyczne wykrywanie.
pt_pt: utilizar este formulário para configurar um trabalho de auto-descoberta.
ru_ru: Используйте эту форму, чтобы настроить автоматическое обнаружение работу.
zh_cn: 使用此表单来配置自动发现作业。

source: Enter an network address and netmask to define the IP ranges to scan.
bg_bg: Въведете мрежов адрес и мрежова маска, за да се определят IP диапазоните, които трябва да се сканират.
de_de: Geben Sie eine Netzadresse und Netzmaske die IP-Bereiche zu definieren, um zu scannen.
es_es: Ingrese na direccion de red y la mascara paa definir el rando de IP a escanear.
fr_fr: Entrez une adresse réseau et le masque de définir les plages d'adresses IP à analyser.
it_it: Immettere un indirizzo di rete e la maschera di rete per definire gli intervalli IP per la scansione.
ja_jp: スキャンするIPアドレス範囲を定義するため、ネットワークアドレスとネットマスクを入力します.
pl_pl: wpisz adres sieciowy i maskę do definiowania zakresów IP skanowania.
pt_pt: digitar um endereço de rede e máscara de rede para definir as faixas de IP para digitalizar.
ru_ru: Введите сетевой адрес и маску сети, чтобы определить IP-диапазонов для сканирования.
zh_cn: 输入网络地址和网络掩码以定义要扫描的IP范围。

source: Exclude IPs
bg_bg: Изключете IP адресите
de_de: Ausschließen IPs
es_es: Excluya las IPs
fr_fr: Exclure des adresses IP
it_it: Escludi IP
ja_jp: 除外するIPアドレス
pl_pl: wyklucza ips
pt_pt: excluir ips
ru_ru: Исключить IP-адреса
zh_cn: 排除IP地址

source: An optional comma-separated list of IP addresses and/or network addresses to exclude from the scan.
bg_bg: Незадължителен списък с IP адреси и / или мрежови адреси, разделени със запетаи, изключени от сканирането.
de_de: Ein optional durch Komma getrennte Liste von IP-Adressen und / oder Netzwerk-Adressen von der Prüfung ausschließen.
es_es: Un opcional separada por comas de las direcciones IP y / o direcciones de red para incluir en la exploración.
fr_fr: En option, séparés par des virgules liste des adresses IP et / ou des adresses réseau à exclure de l'analyse.
it_it: Un opzionale elenco separato da virgole di indirizzi IP e / o indirizzi di rete da escludere dalla scansione.
ja_jp: スキャンから除外するIPアドレスおよび(または)ネットワークアドレス（複数の場合はカンマ区切り）を入力します（任意）.
pl_pl: Opcjonalna lista oddzielonych przecinkami adresów IP i / lub adresów sieciowych, aby wykluczyć ze skanowania.
pt_pt: uma lista separada por vírgula opcional de endereços IP e / ou endereços de rede para excluir da verificação.
ru_ru: Дополнительно разделенных запятыми список IP-адресов и / или сетевые адреса, чтобы исключить из сканирования.
zh_cn: 可选的以逗号分隔的IP地址和/或网络地址列表，可从扫描中排除。

source: The excluded addresses may be pinged, but they will not be scanned for open/available services via nmap.
bg_bg: Изключените адреси могат да бъдат достигнати с пинг, но те няма да бъдат сканирани за отворени / на разположение сървиси чрез nmap.
de_de: Die ausgeschlossenen Adressen können angepingt werden, aber sie werden nicht für offene / available Dienste über nmap gescannt werden.
es_es: Las direcciones excluidas pueden hacer ping, pero no se analizan en busca de abrir / servicios disponibles a través de nmap.
fr_fr: Les adresses exclues peuvent être cinglé, mais ils ne seront pas analysés pour ouvrir / services disponibles via nmap.
it_it: Gli indirizzi esclusi possono essere eseguito il ping, ma non verrà sottoposto a scansione per aprire / servizi disponibili tramite nmap.
ja_jp: 除外アドレスは、ping実行されますがnmapでオープンまたは利用可能なサービスをスキャンされません.
pl_pl: wykluczone adresy mogą być ping, ale nie będą skanowane w poszukiwaniu otwartych / dostępnych usług poprzez nmap.
pt_pt: os endereços excluídos pode ser pingado, mas eles não serão verificados pelos serviços abertos / disponíveis via nmap.
ru_ru: Исключенных адресов может быть пингуется, но они не будут проверяться на открытых / доступных услуг через Nmap.
zh_cn: 排除的地址可能会被ping，但不会通过nmap扫描它们的开放/可用服务。

source: Frequency
bg_bg: Честота
de_de: Frequenz
es_es: Frecuencia
fr_fr: Fréquence
it_it: Frequenza
ja_jp: 頻度
pl_pl: częstotliwość
pt_pt: Frequência
ru_ru: Частота
zh_cn: 频率

source: One Time
bg_bg: Един път
de_de: Endzeit
es_es: fin de los tiempos
fr_fr: Echéance
it_it: ora di fine
ja_jp: 1回のみ
pl_pl: pewnego razu
pt_pt: Processo terminado
ru_ru: Время окончания
zh_cn: 一次

source: Daily
bg_bg: Ежедневно
de_de: Täglich
es_es: Diairiamente
fr_fr: Quotidien
it_it: Quotidiano
ja_jp: 毎日
pl_pl: codziennie
pt_pt: Diário
ru_ru: Ежедневно
zh_cn: 每日

source: Weekly
bg_bg: Седмично
de_de: Wöchentlich
es_es: Semanalmente
fr_fr: Hebdomadaire
it_it: Settimanale
ja_jp: 毎週
pl_pl: tygodniowy
pt_pt: Semanal
ru_ru: Еженедельно
zh_cn: 每周

source: Monthly
bg_bg: Месечно
de_de: Monatlich
es_es: Mensualmente
fr_fr: Mensuel
it_it: Mensile
ja_jp: 毎月
pl_pl: miesięcznie
pt_pt: Mensal
ru_ru: Ежемесячно
zh_cn: 每月

source: Time
bg_bg: Час
de_de: Zeit
es_es: Hora
fr_fr: Temps
it_it: Tempo
ja_jp: 時間
pl_pl: czas
pt_pt: Tempo
ru_ru: Время
zh_cn: 时间

source: Weekday
bg_bg: Делник
de_de: Wochentag
es_es: Dia de la semana
fr_fr: Jour de la semaine
it_it: Giorno feriale
ja_jp: 曜日
pl_pl: dzień powszedni
pt_pt: Dia de semana
ru_ru: Будний день
zh_cn: 工作日

source: Day of Month
bg_bg: Ден от месеца
de_de: Tag des Monats
es_es: Dia del Mes
fr_fr: Jour du mois
it_it: Giorno del mese
ja_jp: 日
pl_pl: dzień miesiąca
pt_pt: Dia do mês
ru_ru: День месяца
zh_cn: 日期（月）

source: Specify the schedule you would like this job to be run.
bg_bg: Определете графика, съгласно който искате тази работа да се изпълни.
de_de: geben Sie den Zeitplan, den Sie möchten diese Arbeit ausgeführt werden soll.
es_es: especifique la programación que desea este trabajo a ser ejecutado.
fr_fr: préciser le calendrier que vous souhaitez que ce travail soit exécuté.
it_it: specificare la pianificazione che si desidera questo lavoro da eseguire.
ja_jp: このジョブを実行するスケジュールを指定します.
pl_pl: określić harmonogram chcesz to zadanie do uruchomienia.
pt_pt: especifique a agenda que você gostaria que este trabalho seja executado.
ru_ru: укажите расписание вы хотели бы это задание будет выполнено.
zh_cn: 指定您要运行此作业的计划。

source: Show Advanced Options +
bg_bg: Покажете разширените възможности +
de_de: Erweiterte Optionen
es_es: Mostrar opciones avanzadas
fr_fr: afficher les options avancées
it_it: visualizzare le opzioni avanzate
ja_jp: 詳細オプションを表示 +
pl_pl: Pokaż opcje zaawansowane
pt_pt: mostrar opções avançadas
ru_ru: Показать дополнительные опции
zh_cn: 显示高级选项+

source: OS Detection:
bg_bg: Откриване на операционната система:
de_de: Betriebssystem-Erkennung:
es_es: detección de sistema operativo:
fr_fr: détection d'OS:
it_it: rilevamento os:
ja_jp: OS検出：
pl_pl: Wykrywanie os:
pt_pt: detecção de SO:
ru_ru: Обнаружение ОС:
zh_cn: 操作系统检测：

source: Attempt to detect the operating system of each host
bg_bg: Опитва да открие операционната система на всеки хост
de_de: versuchen, das Betriebssystem der einzelnen Hosterfassungs
es_es: intentará detectar el sistema operativo de cada host
fr_fr: tenter de détecter le système d'exploitation de chaque hôte
it_it: tentare di rilevare il sistema operativo di ogni host
ja_jp: 各ホストのオペレーティングシステムの検出を試みます
pl_pl: usiłować wykryć system operacyjny każdej przyjmującego
pt_pt: tentativa para detectar o sistema operativo de cada hospedeiro
ru_ru: попытаться обнаружить операционную систему каждого хоста
zh_cn: 尝试检测每个主机的操作系统

source: Note:
bg_bg: Забележка:
de_de: Hinweis:
es_es: Nota
it_it: Nota:
ja_jp: 注:
pl_pl: Uwaga:
pt_pt: NOTA
ru_ru: Примечание:
zh_cn: 注意：

source: OS detection may cause the scan to take longer to complete and may not be 100% accurate.
bg_bg: Откриването на операционната система може да причини сканирането да отнеме повече време докато завърши успешно и може да не е 100% вярно.
de_de: Betriebssystem-Erkennung kann sich der Scan-to mehr Zeit in Anspruch nehmen und möglicherweise nicht 100% korrekt.
es_es: detección os puede causar la exploración a tomar más tiempo para completar y puede no ser 100% exacto.
fr_fr: détection d'OS peut provoquer le balayage de prendre plus de temps pour compléter et peut ne pas être précis à 100%.
it_it: rilevamento os può causare la scansione di prendere più tempo per completare e non può essere accurato al 100%.
ja_jp: OS検出はスキャンが完了するまでに時間がかかります. また100%正確ではない場合があります.
pl_pl: Wykrywanie os może spowodować skanowania do potrwać dłużej i nie może być w 100% prawdziwe.
pt_pt: detecção de SO pode causar a verificação levar mais tempo para ser concluído e pode não ser 100% exato.
ru_ru: Обнаружение ОС может привести к сканирования займет больше времени, чтобы завершить и не может быть на 100% точным.
zh_cn: OS检测可能会导致扫描花费更长的时间才能完成，并且可能不是100％准确的。

source: Scan Delay:
bg_bg: Забавяне на сканирането:
de_de: Scan-Verzögerung:
es_es: retardo de exploración:
fr_fr: délai de balayage:
it_it: ritardo di scansione:
ja_jp: スキャン遅延：
pl_pl: Opóźnienie skanowania:
pt_pt: atraso de digitalização:
ru_ru: задержка сканирования:
zh_cn: 扫描延迟：

source: Adjust delay between probes to a given host.
bg_bg: Корегира забавянето между проверките на определен хост.
de_de: einstellen Verzögerung zwischen Sonden an einem bestimmten Host.
es_es: ajuste de retardo entre las sondas a un host determinado.
fr_fr: ajuster délai entre les sondes à un hôte donné.
it_it: regolare il ritardo tra le sonde di un dato host.
ja_jp: 指定されたホストへのプローブ間の遅延を調整します
pl_pl: ustawić opóźnienie pomiędzy sondami do danego hosta.
pt_pt: ajustar atraso entre sondas para um determinado host.
ru_ru: настроить задержку между зондов для данного хоста.
zh_cn: 调整探针到给定主机之间的延迟。

source: If set, this option causes Nmap to wait at least the given amount of time between each probe it sends to a given host.
bg_bg: Ако е избрана, тази опция кара Nmap да се изчака поне за дадения период от време между всяко проучване (сондиране), изпратено към даден хост.
de_de: Wenn gesetzt, bewirkt, dass diese Option NMap um wenigstens die vorgegebene Menge an Zeit zwischen jeder Sonde oder einem bestimmten Host sendet warten.
es_es: si se establece, esta opción hace nmap que esperar al menos la cantidad de tiempo entre cada sonda envía a un host determinado.
fr_fr: si elle est définie, cette option provoque nmap attendre au moins la quantité de temps entre chaque sonde, il envoie à un hôte donné.
it_it: se impostato, questa opzione, nmap di aspettare almeno la data quantità di tempo tra ogni sonda invia ad un dato host.
ja_jp: このオプションが設定されている場合、nmapは指定されたホストへ送信する各プローブ間で少なくとも与えられた時間待機します.
pl_pl: jeśli ustawiona opcja ta powoduje, nmap czekać co najmniej podaną ilość czasu między kolejnymi sondy to wysyła do danego hosta.
pt_pt: se estiver definido, esta opção faz com que o nmap de esperar pelo menos a quantidade dada de tempo entre cada sonda envia para um determinado host.
ru_ru: Если установлено, эта опция заставляет Nmap подождать по крайней мере, данное количество времени между каждым зондом он передает данного хоста.
zh_cn: 如果设置，则此选项使Nmap在发送到给定主机的每个探测之间至少等待给定时间。

source: This is particularly useful in the case of rate limiting. milliseconds.
bg_bg: Това е особено полезно в случай на ограничаване на скоростта. милисекунди.
de_de: Dies ist besonders nützlich im Falle der Ratenbegrenzung. Millisekunden.
es_es: esto es particularmente útil en el caso de limitación de velocidad. milisegundos.
fr_fr: ce qui est particulièrement utile dans le cas de limitation de débit. millisecondes.
it_it: ciò è particolarmente utile nel caso di limitazione della velocità. millisecondi.
ja_jp: これは、レート制限の場合に特に有用です. ミリ秒で指定します.
pl_pl: Jest to szczególnie przydatne w przypadku ograniczającym szybkość. milisekund.
pt_pt: isto é particularmente útil no caso de limitação da taxa. milissegundos.
ru_ru: Это особенно полезно в случае ограничение скорости. миллисекунд.
zh_cn: 这是在速率限制的情况下特别有用。毫秒。

source: System DNS:
bg_bg: DNS на системата:
es_es: dns del sistema:
fr_fr: dns du système:
it_it: dns di sistema:
ja_jp: システムDNS：
pl_pl: dns systemowe:
pt_pt: dns do sistema:
ru_ru: Система DNS:
zh_cn: 系统DNS：

source: Use system DNS.
bg_bg: Използвайте DNS системата.
de_de: verwenden DNS-System.
es_es: utilizar dns sistema.
fr_fr: utiliser le DNS du système.
it_it: utilizzare il sistema DNS.
ja_jp: システムDNSを使用します.
pl_pl: używać serwera DNS.
pt_pt: usar DNS do sistema.
ru_ru: использовать системы DNS.
zh_cn: 使用系统DNS。

source: Custom Ports:
bg_bg: персонализирани портове:
de_de: benutzerdefinierte Ports:
es_es: puertos personalizados:
fr_fr: ports personnalisés:
it_it: porte personalizzate:
ja_jp: カスタムポート:
pl_pl: niestandardowe porty:
pt_pt: portas personalizadas:
ru_ru: пользовательские порты:
zh_cn: 自定义端口：

source: Specify Custom ports.
bg_bg: задайте персонализирани портове.
de_de: Benutzerdefinierte Ports angeben.
es_es: Especifique puertos personalizados.
fr_fr: spécifier les ports personnalisés.
it_it: specificare le porte personalizzate.
ja_jp: カスタムポートを指定します。
pl_pl: określ niestandardowe porty.
pt_pt: especifique portas personalizadas.
ru_ru: указать пользовательские порты.
zh_cn: 指定自定义端口。

source: Installation Problem
bg_bg: Инсталационен проблем
de_de: Installationsproblem
es_es: problema de instalación
fr_fr: problème d'installation
it_it: problema di installazione
ja_jp: インストレーション障害
pl_pl: problem podczas instalacji
pt_pt: problema de instalação
ru_ru: Проблема установки
zh_cn: 安装问题

source: Make sure pre-requisite programs are installed
bg_bg: Уверете се, че необходимите като предпоставка програми са инсталирани
de_de: stellen Sie sicher, Voraussetzung Programme installiert werden.
es_es: asegúrese de que están instalados los programas de pre-requisitos.
fr_fr: assurez-vous que les programmes pré-requis sont installés.
it_it: assicurarsi che siano installati i programmi pre-requisiti.
ja_jp: 前提条件のプログラムがインストールされていることを確認してください.
pl_pl: upewnij się, że są zainstalowane wstępnie wymagane programy.
pt_pt: certificar-se de programas de pré-requisitos estão instalados.
ru_ru: убедитесь предпосылкой программы установлены.
zh_cn: 确保已安装必备程序

source: The following programs must be installed on your Nagios XI server
bg_bg: Следните програми трябва да бъдат инсталирани на вашия Nagios XI сървър
de_de: müssen die folgenden Programme auf Ihrem Nagios XI-Server installiert werden:
es_es: los siguientes programas deben estar instalados en el servidor xi nagios:
fr_fr: les programmes suivants doivent être installés sur votre serveur xi nagios:
it_it: i seguenti programmi devono essere installati sul server xi nagios:
ja_jp: Nagios XIサーバーに以下のプログラムをインストールする必要があります:
pl_pl: następujące programy muszą być zainstalowane na serwerze xi Nagios:
pt_pt: os seguintes programas devem ser instalados em seu servidor nagios xi:
ru_ru: следующие программы должны быть установлены на вашем кси-сервера Nagios:
zh_cn: 您的Nagios XI服务器上必须安装以下程序

source: Hosts directly assigned to contact
bg_bg: Хостове директно назначени към контакти
de_de: Hosts direkt zugeordnet zu kontaktieren
es_es: Hosts asignados directamente en contacto con
fr_fr: Hôtes directement affectées à contacter
it_it: Host assegnati direttamente a contatto
ja_jp: 連絡先に直接割り当てられたホスト
pl_pl: gospodarze bezpośrednio przypisane do kontaktu
pt_pt: Hosts diretamente atribuídos ao contato
ru_ru: Посетителей непосредственно назначены связаться
zh_cn: 直接分配给联系人的主机

source: Check any relationships you wish to
bg_bg: Проверете всички взаимовръзки, които искате да
de_de: Überprüfen Sie alle Beziehungen, die Sie wollen,
es_es: Revisar cualquier relacion que usted desee para
fr_fr: Vérifiez toutes les relations que vous souhaitez
it_it: Controllare tutte le relazioni che si desidera
ja_jp: 次のアクションを実行する関係をチェックしてください
pl_pl: sprawdzić wszystkie relacje, które chcesz
pt_pt: Verifique todos os relacionamentos que você deseja
ru_ru: Проверьте, нет ли связи, которые вы хотите
zh_cn: 检查您希望建立的任何关系

source: remove
bg_bg: премахнете
de_de: entfernen
es_es: remover
fr_fr: enlever
it_it: rimuovere
ja_jp: 削除
pl_pl: usunąć
pt_pt: remover
ru_ru: удаление
zh_cn: 清除

source: Assigned as Contact
bg_bg: Назначен като контакт
de_de: Zugewiesen, wie Kontakt
es_es: Asignado como contacto
fr_fr: Affecté comme contact
it_it: Assegnato come contatto
ja_jp: 連絡先として割当て済
pl_pl: przypisany jako kontakt
pt_pt: Atribuído como
ru_ru: Назначены в качестве Связаться
zh_cn: 分配为联系人

source: Check All
bg_bg: Провери всичко
es_es: Seleccionar todos
fr_fr: Cocher tout
it_it: Seleziona tutto
ja_jp: すべて選択
pl_pl: zaznacz wszystko
pt_pt: Verificar tudo
ru_ru: Проверить все
zh_cn: 全部选中

source: No relationships for this contact
bg_bg: Няма взаимовръзки за този контакт
de_de: Keine Beziehungen für diesen Kontakt
es_es: Ninguna relacion para este contacto
fr_fr: Aucune relation pour ce contact
it_it: Non ci sono relazioni per questo contatto
ja_jp: この連絡先の関係はありません
pl_pl: żadne powiązania dla tego kontaktu
pt_pt: Nenhuma relação para este contato
ru_ru: Нет отношениях для этого контакта
zh_cn: 没有与此联系人的关系

source: Service directly assigned to contact
bg_bg: СЪрвиса е директно назначен към контакт
de_de: Service direkt zugeordnet zu kontaktieren
es_es: Servicio directamente asignado al contacto
fr_fr: Service directement affecté à contacter
it_it: Servizio assegnato direttamente a contatto
ja_jp: 連絡先に直接割当てられたサービス
pl_pl: usługi bezpośrednio przypisane do kontaktu
pt_pt: Serviço diretamente atribuído para contato
ru_ru: Обслуживание непосредственно назначены связаться
zh_cn: 服务直接分配给联系人

source: Config Name
bg_bg: Име на конфигурационния файл
es_es: Nombre Config
fr_fr: Nom de config
it_it: Nome Config
ja_jp: 設定名
pl_pl: Nazwa config
pt_pt: Nome de configuração
zh_cn: 配置名称

source: Assigned as Contact Group
bg_bg: Назначен като контактна група
de_de: Zugewiesen, wie Contact Group
es_es: Asignado como Grupo Contacto
fr_fr: Affecté en tant que Groupe de contact
it_it: Assegnato come Gruppo di contatto
ja_jp: 連絡先グループとして割り当て
pl_pl: przypisany jako grupy kontaktów
pt_pt: Atribuído como
ru_ru: Назначены в качестве контактной группы
zh_cn: 分配为联系人组

source: No relationships for this contact group
bg_bg: Няма взаимовръзки за тази контактна група
de_de: Keine Beziehungen für diese Kontaktgruppe
es_es: No hay relaciones de este grupo de contacto
fr_fr: Aucune relation de ce groupe de contact
it_it: Non ci sono rapporti di questo gruppo di contatto
ja_jp: この連絡先グループの関係はありません
pl_pl: żadne powiązania tej grupy kontaktowej
pt_pt: Nenhuma relação para este grupo de contatos
ru_ru: Нет отношения к этой контактной группы
zh_cn: 与该联系人组没有关系

source: Hosts directly assigned to Host Group
bg_bg: Хост, директно назначен към хост група
de_de: Hosts direkt zugeordnet zu kontaktieren
es_es: Hosts asignados directamente en contacto con
fr_fr: Hôtes directement affectées à contacter
it_it: Host assegnati direttamente a contatto
ja_jp: ホストグループに直接割り当てられたホスト
pl_pl: gospodarze bezpośrednio przypisane do kontaktu
pt_pt: Hosts diretamente atribuídos ao contato
ru_ru: Посетителей непосредственно назначены связаться
zh_cn: 直接分配给主机组的主机

source: Assigned as Host Group
bg_bg: Назначен като хост група
de_de: Zugewiesen, wie Contact Group
es_es: Asignado como Grupo Contacto
fr_fr: Affecté en tant que Groupe de contact
it_it: Assegnato come Gruppo di contatto
ja_jp: ホストグループとしてアサイン
pl_pl: przypisany jako grupy kontaktów
pt_pt: Atribuído como
ru_ru: Назначены в качестве контактной группы
zh_cn: 分配为主机组

source: No relationships for this host group
bg_bg: Няма взаимовръзки за тази хост група
de_de: Keine Beziehungen für diese Kontaktgruppe
es_es: No hay relaciones de este grupo de contacto
fr_fr: Aucune relation de ce groupe de contact
it_it: Non ci sono rapporti di questo gruppo di contatto
ja_jp: このホストグループに関係はありません
pl_pl: żadne powiązania tej grupy kontaktowej
pt_pt: Nenhuma relação para este grupo de contatos
ru_ru: Нет отношения к этой контактной группы
zh_cn: 没有与此主机组的关系

source: Services directly assigned to Service Group
bg_bg: услуги, директно зададени на групата услуги
de_de: Dienste, die direkt der Dienstgruppe zugeordnet sind
es_es: servicios directamente asignados al grupo de servicios
fr_fr: services directement affectés au groupe de services
it_it: servizi assegnati direttamente al gruppo di servizi
ja_jp: サービスグループに直接割り当てられたサービス
pl_pl: usługi przypisane bezpośrednio do grupy usług
pt_pt: serviços diretamente atribuídos ao grupo de serviços
ru_ru: услуги, непосредственно связанные с группой услуг
zh_cn: 直接分配给服务组的服务

source: Assigned as Service Group
bg_bg: Назначен като контактна група
de_de: Zugewiesen, wie Contact Group
es_es: Asignado como Grupo Contacto
fr_fr: Affecté en tant que Groupe de contact
it_it: Assegnato come Gruppo di contatto
ja_jp: 連絡先グループとして割り当て
pl_pl: przypisany jako grupy kontaktów
pt_pt: Atribuído como
ru_ru: Назначены в качестве контактной группы
zh_cn: 分配为服务组
