Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: The port number the %s server runs on. Defaults to port 389 (non-SSL) or 636 (SSL)
bg_bg: Номера на порта, на който LDAP сървъра работи. По подразбиране, това е порт 389 (не-SSL) или 636 (SSL)
de_de: Die Port-Nummer des LDAP-Servers läuft. Standardmäßig auf Port 389 (non-SSL) oder 636 (SSL)
es_es: El número de puerto del servidor LDAP se ejecuta en. El valor predeterminado es el puerto 389 (no SSL) o 636 (SSL)
fr_fr: Le numéro de port du serveur LDAP s'exécute. Par défaut, le port 389 (non-SSL) ou 636 (SSL)
it_it: Il numero di porta del server LDAP viene eseguito su. Il valore predefinito è la porta 389 (non-SSL) o 636 (SSL)
ja_jp: %s サーバーが稼動しているポート番号。 既定は、ポート 389 (非SSL)または 636 (SSL)
pl_pl: numer portu serwera LDAP działa na. domyślnie portu 389 (bez SSL) lub 636 (SSL)
pt_pt: O número da porta do servidor LDAP é executado. O padrão é a porta 389 (não-SSL) ou 636 (SSL)
ru_ru: Номер порта LDAP сервер работает на. По умолчанию порт 389 (без SSL) или 636 (SSL)
zh_cn: %s服务器运行所在的端口号。 默认为端口389（非SSL）或636（SSL）

source: Monitor a remote Linux server, with NCPA.
bg_bg: наблюдавайте отдалечен linux сървър с ncpa.
de_de: Überwachen Sie einen Remote-Linux-Server mit ncpa.
es_es: monitorear un servidor linux remoto, con ncpa.
fr_fr: surveiller un serveur Linux distant, avec ncpa.
it_it: monitorare un server linux remoto, con ncpa.
ja_jp: ncpaを使用してリモートLinuxサーバーを監視します。
pl_pl: monitorować zdalny serwer linux za pomocą ncpa.
pt_pt: monitorar um servidor Linux remoto, com ncpa.
ru_ru: контролировать удаленный сервер Linux с помощью ncpa.
zh_cn: 使用ncpa监视远程Linux服务器。

source: Mac OS X
zh_cn: Mac OS / X上

source: Solaris
ja_jp: ソラリス
zh_cn: 的Solaris

source: SUSE Linux Enterprise
bg_bg: suse linux предприятие
fr_fr: entreprise suse linux
zh_cn: suse linux企业

source: Generic
bg_bg: родов
de_de: generisch
es_es: genérico
fr_fr: générique
it_it: generico
ja_jp: ジェネリック
pl_pl: ogólny
pt_pt: genérico
ru_ru: общий
zh_cn: 常规

source: Used to set the icon for the host
bg_bg: Използва се за задаване на иконата за хоста
de_de: verwendet, um das Symbol für den Host festzulegen
es_es: utilizado para configurar el icono para el host
fr_fr: utilisé pour définir l'icône de l'hôte
it_it: usato per impostare l'icona per l'host
ja_jp: ホストのアイコンを設定するために使用されます
pl_pl: służy do ustawienia ikony hosta
pt_pt: usado para definir o ícone para o host
ru_ru: используется для установки значка для хоста
zh_cn: 用于设置主机图标

source: Setup NCPA
bg_bg: настройка ncpa
de_de: Einrichtung ncpa
es_es: configuración ncpa
fr_fr: installation ncpa
it_it: configurazione ncpa
ja_jp: NCPA セットアップ
pl_pl: konfiguracja ncpa
pt_pt: configuração ncpa
zh_cn: 设置NCPA

source: The agent should be installed before you continue running this wizard.
bg_bg: агентът трябва да бъде инсталиран преди да стартирате този съветник.
de_de: Der Agent sollte vor dem Ausführen dieses Assistenten installiert werden.
es_es: el agente debe estar instalado antes de ejecutar este asistente.
fr_fr: l'agent doit être installé avant d'exécuter cet assistant.
it_it: l'agente deve essere installato prima di eseguire questa procedura guidata.
ja_jp: このウィザードを実行する前にエージェントをインストールする必要があります。
pl_pl: agent powinien zostać zainstalowany przed uruchomieniem tego kreatora.
pt_pt: o agente deve ser instalado antes de executar este assistente.
ru_ru: агент должен быть установлен перед запуском этого мастера.
zh_cn: 在继续运行此向导之前，应先安装代理。

source: Download the latest version of NCPA
bg_bg: Изтеглете най-новата версия
de_de: Download der aktuellen Version
es_es: Descargar la ultima version
fr_fr: Téléchargez la dernière version
it_it: Scarica l'ultima versione
ja_jp: 最新バージョンをダウンロード
pl_pl: pobierz najnowszą wersję
pt_pt: Baixe a versão mais recente
ru_ru: Загрузите последнюю версию
zh_cn: 下载最新版本的NCPA

source: for the system you would like to monitor
bg_bg: за системата, която искате да наблюдавате
de_de: für das System, das Sie überwachen möchten
es_es: para el sistema que le gustaría monitorear
fr_fr: pour le système que vous souhaitez surveiller
it_it: per il sistema che desideri monitorare
ja_jp: 監視するシステムのために
pl_pl: dla systemu, który chcesz monitorować
pt_pt: para o sistema que você gostaria de monitorar
ru_ru: для системы, которую вы хотели бы контролировать
zh_cn: 对于您要监视的系统

source: Follow the
bg_bg: Следвай
de_de: Folge dem
es_es: siga el
fr_fr: suivre la
it_it: Segui il
ja_jp: に従う
pl_pl: Podążaj za
pt_pt: Segue o
ru_ru: следовать
zh_cn: 按照

source: installation instructions
bg_bg: инструкции за инсталация
de_de: Installationsanleitung
es_es: Instrucciones de instalación
fr_fr: instructions d'installation
it_it: Istruzioni per l'installazione
ja_jp: インストール手順
pl_pl: Instrukcje Instalacji
pt_pt: instruções de instalação
ru_ru: Инструкция по установке
zh_cn: 安装说明

source: PDF version
bg_bg: Php версия
de_de: PHP-Version
es_es: Versión en php
fr_fr: Version php
it_it: Versione php
ja_jp: PDF バージョン
pl_pl: Wersja php
pt_pt: Versão php
ru_ru: Версия для php
zh_cn: PDF版本

source: and configure the token for the agent
bg_bg: и конфигурирайте токена за агента
de_de: und konfigurieren Sie das Token für den Agenten
es_es: y configure el token para el agente
fr_fr: et configurez le jeton pour l'agent
it_it: e configurare il token per l'agente
ja_jp: エージェントのトークンを構成してください
pl_pl: i skonfiguruj token dla agenta
pt_pt: e configure o token para o agente
ru_ru: и настроить токен для агента
zh_cn: 并为代理配置令牌

source: Connect to NCPA
bg_bg: Свържете към NCPA
de_de: Verbindung zu ncpa
es_es: conectarse a ncpa
fr_fr: connecter à NCPA
it_it: collegarsi al NCPA
ja_jp: NCPAへ接続
pl_pl: połączyć NCPA
pt_pt: ligar a NCPA
ru_ru: подключиться к НОЗД
zh_cn: 连接到NCPA

source: The IP address or FQDNS name used to connect to NCPA
bg_bg: IP адрес или FQDNS име, използвано за свързване към NCPA
de_de: die IP-Adresse oder FQDNs Namen ncpa zu verbinden
es_es: la dirección IP o FQDN nombre utilizado para conectarse a ncpa
fr_fr: l'adresse IP ou FQDN nom utilisé pour se connecter à NCPA
it_it: l'indirizzo IP o FQDN nome utilizzato per connettersi a NCPA
ja_jp: NCPAへの接続に使用するIPアドレスまたはFQDNS
pl_pl: nazwa FQDN lub adres IP używany do łączenia się NCPA
pt_pt: o nome do endereço IP ou FQDNs usado para conectar a NCPA
ru_ru: IP-адрес или имя FQDN, используемое для подключения к НОЗД
zh_cn: 用于连接到NCPA的IP地址或FQDNS名称

source: Port used to connect to NCPA. Defaults to port 5693
bg_bg: Порта се използва за свързване към NCPA. По подразбиране е порт 5693
de_de: Port verwendet, um ncpa zu verbinden. standardmäßig auf Port 5693
es_es: puerto utilizado para conectarse a ncpa. por defecto el puerto 5693
fr_fr: port utilisé pour se connecter à NCPA. Par défaut, le port 5693
it_it: porta utilizzata per la connessione a NCPA. il default è la porta 5693
ja_jp: NCPAへの接続に使用するポート。 既定は 5693
pl_pl: port używany do łączenia się NCPA. domyślnie portu 5693
pt_pt: porta usada para conectar a NCPA. padrões para a porta 5693
ru_ru: порт, используемый для подключения к НОЗД. по умолчанию порт 5693
zh_cn: 用于连接到NCPA的端口。 默认为5693端口

source: Do not verify SSL certificate
bg_bg: Не проверявайте SSL сертификата
de_de: nicht SSL-Zertifikat überprüfen
es_es: no verificar el certificado SSL
fr_fr: ne pas vérifier le certificat ssl
it_it: non verificare il certificato SSL
ja_jp: SSL証明書を検証しない
pl_pl: nie sprawdzaj certyfikat SSL
pt_pt: não verificar o certificado SSL
ru_ru: не проверять сертификат SSL
zh_cn: 不验证SSL证书

source: Token
bg_bg: Жетон (Token)
es_es: muestra
fr_fr: jeton
it_it: gettone
ja_jp: トークン
pl_pl: żeton
pt_pt: símbolo
ru_ru: знак
zh_cn: 令牌

source: Authentication token used to connect to NCPA
bg_bg: Означението за оторизация (authentication token), което е използвано за свързване към NCPA
de_de: Authentifizierungs-Token verwendet, um die ncpa Agenten zu verbinden.
es_es: token de autenticación utilizados para conectarse al agente ncpa.
fr_fr: jeton d'authentification utilisés pour se connecter à l'agent NCPA.
it_it: token di autenticazione utilizzato per connettersi all'agente NCPA.
ja_jp: NCPAへの接続に使用する認証トークン
pl_pl: Uwierzytelnianie znak używany do połączenia z agentem NCPA
pt_pt: token de autenticação usado para conectar ao agente NCPA.
ru_ru: аутентификации используется для подключения к агенту NCPA.
zh_cn: 用于连接到NCPA的身份验证令牌

source: No port number specified.
bg_bg: Не е посочен номер на порт.
de_de: Kein Port-Nummer angegeben.
es_es: No se ha especificado nombre al reporte
fr_fr: Aucun numéro de port spécifié.
it_it: Nessun numero di porta specificato.
ja_jp: ポート番号が指定されていません.
pl_pl: nie podano numeru portu.
pt_pt: Nenhum nome de relatório especificado.
ru_ru: Не указан номер порта.
zh_cn: 未指定端口号。

source: Unable to contact server at
bg_bg: Не може да се свържем със сървъра на
de_de: Kann Server nicht erreichen unter
es_es: no puede comunicarse con el servidor en
fr_fr: incapable de contacter le serveur à
it_it: Impossibile contattare il server a
ja_jp: サーバーに接続できません
pl_pl: w stanie skontaktować się z serwerem na
pt_pt: incapaz de contactar o servidor em
ru_ru: Ошибка соединения с сервером в
zh_cn: 无法在以下位置联系服务器

source: Bad token for connection.
bg_bg: Лошо означение (bad token) за връзка.
de_de: schlechtes Zeichen für die Verbindung.
es_es: Testigo erróneo para la conexión.
fr_fr: mauvais jeton pour la connexion.
it_it: cattivo segno per il collegamento.
ja_jp: 誤ったトークンにより接続できません.
pl_pl: złe tokena do podłączenia.
pt_pt: mau sinal para conexão.
ru_ru: плохой маркер для подключения.
zh_cn: 连接错误的令牌。

source: Host Information
bg_bg: Информация за хост
de_de: System Information
es_es: Informacion del Sistema
fr_fr: Système d'information
it_it: Sistema d'informazione
ja_jp: ホスト情報
pl_pl: gospodarzem informacji
pt_pt: Sistema de Informação
ru_ru: Информационная система
zh_cn: 主机信息

source: Adding the following service checks to the below hosts.
bg_bg: добавяне на следните проверки за услуги към хостовете по-долу.
de_de: Hinzufügen der folgenden Dienstprüfungen zu den folgenden Hosts.
es_es: agregando las siguientes verificaciones de servicio a los siguientes hosts.
fr_fr: ajouter les vérifications de service suivantes aux hôtes ci-dessous.
it_it: aggiungendo i seguenti controlli di servizio agli host seguenti.
ja_jp: 以下のホストに次のサービスチェックを追加します。
pl_pl: dodając następujące kontrole usług do poniższych hostów.
pt_pt: adicionando as seguintes verificações de serviço aos hosts abaixo.
ru_ru: добавив следующие проверки сервисов к указанным ниже хостам.
zh_cn: 将以下服务检查添加到以下主机。

source: The hostname you'd like to have associated with this host
bg_bg: Името, което искате да се асоциира с този хост
de_de: Der Name, den Sie gerne mit diesem Host verbunden haben würde.
es_es: El nombre que usted desea usar para este reporte.
fr_fr: Le nom que vous aimeriez avoir associé à cet hôte.
it_it: Il nome che desideri sia associato a questo host.
ja_jp: このホストに関連付ける名前
pl_pl: Nazwa chcesz być związane z tym hostem
pt_pt: Exclua todos os serviços associados a este host primeiro
ru_ru: Имя, которое вы хотели бы иметь, связанные с этим хостом.
zh_cn: 您想要与此主机关联的主机名

source: System Metrics
bg_bg: системни показатели
de_de: Systemmetriken
es_es: métricas del sistema
fr_fr: métriques système
it_it: metriche di sistema
ja_jp: システムメトリック
pl_pl: dane systemowe
pt_pt: métricas do sistema
ru_ru: системные показатели
zh_cn: 系统指标

source: Specify the metrics you'd like to monitor on the NCPA Agent
bg_bg: Определете показателите, които искате да наблюдавате на NCPA агента
de_de: Geben Sie die Metriken, die Sie gerne auf dem MSSQL Server zu überwachen würde
es_es: Especifique los parámetros que le gustaría seguir en el servidor de MSSQL
fr_fr: Spécifiez les paramètres que vous souhaitez surveiller sur le serveur MSSQL
it_it: Specificare i parametri che desideri monitorare sul server MSSQL
ja_jp: NCPAエージェントで監視するメトリクスを選択します
pl_pl: określić wskaźniki, które chcesz monitorować na środek NCPA
pt_pt: Especificar os momentos do dia que você gostaria de receber alertas.
ru_ru: Укажите показатели вы хотели бы контролировать на MSSQL Server
zh_cn: 指定您要在NCPA代理上监视的指标

source: Monitors the server with an ICMP ping. Useful for watching network latency and general uptime
bg_bg: Следи сървъра с ICMP пинг. Полезно за следене на латентност на мрежата и ъптайм
de_de: Überwacht den Server mit einem ICMP-Ping. Nützlich für beobachtete Netzwerk-Latenz und allgemeine uptime
es_es: Supervisa el servidor con una mesa de ping ICMP. Resulta útil para ver la latencia de red y tiempo de actividad en general
fr_fr: Surveille le serveur avec un ping ICMP. Utile pour regarder la latence du réseau et une disponibilité générale
it_it: Controlla il server con un ping ICMP. Utile per la visione di latenza della rete e generale uptime
ja_jp: ICMP pingを使用してサーバーを監視します. ネットワークの遅延と稼働時間を見るために便利です
pl_pl: monitoruje serwer z ping ICMP. przydatne do oglądania opóźnienie sieci i ogólny czas pracy
pt_pt: Monitora o servidor com um ping ICMP. Útil para assistir a latência da rede geral e uptime
ru_ru: Мониторы сервер с ICMP-пинг. Полезно для просмотра сетевой задержки и общая работоспособность
zh_cn: 使用ICMP ping监视服务器。 有助于观察网络延迟和总体正常运行时间

source: Total Processes
bg_bg: Общо процеси
de_de: Insgesamt Prozesse
es_es: Procesos Nagios
fr_fr: Processus totales
it_it: Processi Totale
ja_jp: プロセス数
pl_pl: Łączne procesów
pt_pt: Processo de núcleo
ru_ru: Всего процессы
zh_cn: 总进程

source: Monitors the total number of processes running on the server
bg_bg: Следи общия брой процеси, изпълнявани на сървъра
de_de: Überwacht die Gesamtzahl der Prozesse auf dem Server ausgeführt
es_es: Supervisa el número total de procesos en ejecución en el servidor
fr_fr: Surveille le nombre total de processus en cours d'exécution sur le serveur
it_it: Monitora il numero totale di processi in esecuzione sul server
ja_jp: サーバーで実行中のプロセス総数を監視します
pl_pl: monitoruje liczbę procesów działających na serwerze
pt_pt: Monitora o número total de processos em execução no servidor
ru_ru: Мониторы общее количество процессов, запущенных на сервере
zh_cn: 监视在服务器上运行的进程数

source: Current Process Count
bg_bg: текущ брой процеси
de_de: aktuelle Prozessanzahl
es_es: recuento de proceso actual
fr_fr: nombre de processus actuel
it_it: conteggio del processo corrente
ja_jp: 現在のプロセス数
pl_pl: aktualna liczba procesów
pt_pt: contagem de processo atual
ru_ru: текущий счет процесса
zh_cn: 当前进程数

source: CPU Usage
bg_bg: Nатоварване на процесора
es_es: Uso de CPU
fr_fr: Utilisation de l'UC
it_it: Utilizzo della CPU
ja_jp: CPU使用
pl_pl: użycie procesora
pt_pt: Uso de CPU
ru_ru: ЦП
zh_cn: CPU使用率

source: Check the CPU usage of the system
bg_bg: Проверете използването на процесора на системата
de_de: überprüfen Sie die CPU-Auslastung des Systems.
es_es: comprobar el uso de la CPU del sistema.
fr_fr: vérifier l'utilisation du processeur du système.
it_it: controllare l'utilizzo della CPU del sistema.
ja_jp: システムのCPU使用をチェックします
pl_pl: sprawdzić zużycie procesora systemu
pt_pt: verificar o uso de CPU do sistema.
ru_ru: проверить использование центрального процессора системы.
zh_cn: 检查系统的CPU使用率。

source: Show average CPU usage instead of per cpu core
bg_bg: Покажете средното натоварване на процесора, вместо на всяко ядро поотделно
de_de: zeigen durchschnittliche CPU-Auslastung statt pro CPU-Kern
es_es: demostrar el uso promedio de la CPU en lugar de por núcleo de CPU
fr_fr: montrer l'utilisation moyenne de cpu au lieu de par cœur cpu
it_it: mostrare l'utilizzo medio della CPU invece che per core CPU
ja_jp: 平均CPU使用を表示（CPUコアごとではない）
pl_pl: pokazują średnie użycie procesora zamiast na rdzeń procesora
pt_pt: mostrar o uso médio da CPU em vez de por núcleo de CPU
ru_ru: показать среднее использование центрального процессора, а не на ядро ​​процессора
zh_cn: 显示平均CPU使用率，而不是每个cpu内核

source: Current CPU Usage
bg_bg: текущо използване на процесора
de_de: aktuelle CPU-Auslastung
es_es: uso actual de la CPU
fr_fr: utilisation actuelle du processeur
it_it: utilizzo attuale della cpu
ja_jp: 現在のCPU使用量
pl_pl: aktualne użycie procesora
pt_pt: uso atual da CPU
ru_ru: текущее использование процессора
zh_cn: 当前的CPU使用率

source: Check the number of users currently logged into the system
bg_bg: Следи броя на потребителите, влезли в сървъра
de_de: Überwacht die Anzahl der Benutzer, die derzeit angemeldet auf dem Server
es_es: Supervisa el número de usuarios actualmente conectados al servidor
fr_fr: Surveille le nombre d'utilisateurs actuellement connectés au serveur
it_it: Controlla il numero di utenti attualmente connessi al server
ja_jp: システムに現在ログインしているユーザー数を確認します
pl_pl: monitoruje liczbę użytkowników aktualnie zalogowany na serwerze
pt_pt: Monitora o número de usuários atualmente conectados ao servidor
ru_ru: Контролирует количество пользователей вошли на сервер
zh_cn: 检查当前登录系统的用户数

source: Current User Count
bg_bg: брой на текущите потребители
de_de: aktuelle Benutzeranzahl
es_es: recuento de usuarios actual
fr_fr: nombre d'utilisateurs actuel
it_it: conteggio utente corrente
ja_jp: 現在のユーザー数
pl_pl: bieżąca liczba użytkowników
pt_pt: contagem atual de usuários
ru_ru: количество текущих пользователей
zh_cn: 当前用户数

source: Memory Metrics
bg_bg: Показатели на паметта
de_de: Speicher Metriken
es_es: métricas de memoria
fr_fr: métriques de mémoire
it_it: metriche di memoria
ja_jp: メモリメトリクス
pl_pl: Metryki pamięci
pt_pt: métricas de memória
ru_ru: памяти метрик
zh_cn: 内存指标

source: Default units to use for memory metric ouput
bg_bg: по подразбиране единици, които да се използват за изход от паметта на паметта
de_de: Standardeinheiten, die für den Speichermetrikausgang verwendet werden sollen
es_es: unidades predeterminadas para usar para la salida de la métrica de memoria
fr_fr: unités par défaut à utiliser pour la mémoire
it_it: unità predefinite da utilizzare per l'uscita metrica della memoria
ja_jp: メモリメトリックouputに使用する既定の単位
pl_pl: domyślne jednostki, które mają być używane dla danych metrycznych pamięci
pt_pt: unidades padrão a serem usadas para a saída da métrica de memória
ru_ru: единицы по умолчанию для использования в памяти.
zh_cn: 用于内存度量标准输出的默认单位

source: Main Memory Usage
bg_bg: Главното използване на паметта
de_de: mapped Speichernutzung
es_es: uso de la memoria asignada
fr_fr: utilisation de la mémoire mappée
it_it: utilizzo della memoria mappata
ja_jp: メインメモリ使用
pl_pl: Głównym zużycie pamięci
pt_pt: uso de memória mapeada
ru_ru: отображенных использование памяти
zh_cn: 主内存使用

source: Monitor memory usage as percentage of memory used
bg_bg: следете използването на паметта като процент от използваната памет
de_de: Überwachen Sie die Speichernutzung als Prozentsatz des verwendeten Speichers
es_es: supervisar el uso de memoria como porcentaje de memoria utilizada
fr_fr: surveiller l'utilisation de la mémoire en pourcentage de la mémoire utilisée
it_it: monitorare l'utilizzo della memoria come percentuale di memoria utilizzata
ja_jp: 使用されているメモリの割合としてメモリ使用量を監視する
pl_pl: monitoruj użycie pamięci jako procent wykorzystanej pamięci
pt_pt: monitorar o uso da memória como porcentagem da memória usada
ru_ru: контролировать использование памяти в процентах от используемой памяти
zh_cn: 监视内存使用率（占已用内存的百分比）

source: Current Memory Usage
bg_bg: текущо използване на паметта
de_de: aktuelle Speichernutzung
es_es: uso de memoria actual
fr_fr: utilisation actuelle de la mémoire
it_it: utilizzo corrente di memoria
ja_jp: 現在のメモリ使用量
pl_pl: aktualne użycie pamięci
pt_pt: uso atual de memória
ru_ru: текущее использование памяти
zh_cn: 当前内存使用情况

source: Swap Usage
bg_bg: Използване на swap
de_de: Swap-Nutzung
es_es: Intercambia Uso
fr_fr: Swap d'utilisation
it_it: Swap Utilizzo
ja_jp: スワップ使用
pl_pl: Wykorzystanie wymiany
pt_pt: Troque Uso
ru_ru: Свопа
zh_cn: 交换区使用情况

source: Monitor the percentage of allocated swap used
bg_bg: Наблюдавайте процентът на allocated swap, използван от системата
de_de: Überwachung der Prozentsatz zugeordnet Swap durch das System verwendet.
es_es: monitorear el porcentaje de intercambio asignada utilizado por el sistema.
fr_fr: surveiller le pourcentage d'échange alloué utilisé par le système.
it_it: monitorare la percentuale di scambio allocata utilizzato dal sistema.
ja_jp: システムで使用された割当てスワップの割合を監視します
pl_pl: monitorować procentu przydzielonego konwersji używane przez system
pt_pt: monitorar a percentagem de permuta atribuída utilizado pelo sistema.
ru_ru: контролировать процент выделенного подкачки используется системой.
zh_cn: 监视已使用的已分配交换的百分比

source: Current Swap Usage
bg_bg: текущо използване на суап
de_de: aktuelle Swap-Nutzung
es_es: uso de intercambio actual
fr_fr: utilisation actuelle du swap
it_it: utilizzo attuale dello swap
ja_jp: 現在のスワップ使用量
pl_pl: aktualne użycie wymiany
pt_pt: uso atual de swap
ru_ru: текущее использование свопа
zh_cn: 当前交换使用情况

source: Current Usage
bg_bg: Сегашно състояние
de_de: Aktueller Status
es_es: Estatus actual del Host
fr_fr: Statut actuel
it_it: Stato corrente
ja_jp: 現在のステータス
pl_pl: stan obecny
pt_pt: Estado do host atual
ru_ru: Нынешнее состояние
zh_cn: 目前使用

source: Disk Metrics
bg_bg: Дискови показатели
de_de: Festplatte Metriken
es_es: métricas de disco
fr_fr: les métriques de disque
it_it: metriche disco
ja_jp: ディスクメトリクス
pl_pl: Metryki dysku
pt_pt: métricas de disco
ru_ru: диск метрик
zh_cn: 磁盘指标

source: Specify the disks the the warning and critical percentages for disk capacity
bg_bg: Посочете дисковете, предупредителните и критичните проценти за дисков капацитет
de_de: angeben, die Festplatten die die Warnung und kritische Prozentsätze für die Festplattenkapazität
es_es: especificar los discos del la advertencia y porcentajes críticos para la capacidad del disco
fr_fr: spécifier les disques du l'alerte et pourcentages critiques pour la capacité du disque
it_it: specificare i dischi del l'avvertimento e percentuali critici per la capacità del disco
ja_jp: ディスク容量の警告およびクリティカルの割合を指定します
pl_pl: określić dyski na ostrzeżenie i krytycznych wartości procentowych dla pojemności dysku
pt_pt: especificar os discos do a advertência e porcentagens críticos para a capacidade do disco
ru_ru: указать диски предупреждения и критические проценты для емкости диска
zh_cn: 指定磁盘的磁盘容量警告和严重百分比

source: Disk checks specified will be applied to all hosts. If the disk name does not exist it will show CRITICAL.
bg_bg: посочените дискови проверки ще се прилагат към всички хостове. ако името на диска не съществува, той ще се покаже критично.
de_de: Die angegebenen Festplattenprüfungen werden auf alle Hosts angewendet. Wenn der Datenträgername nicht vorhanden ist, wird er als kritisch angezeigt.
es_es: Las comprobaciones de disco especificadas se aplicarán a todos los hosts. Si el nombre del disco no existe, se mostrará crítico.
fr_fr: les vérifications de disque spécifiées seront appliquées à tous les hôtes. si le nom du disque n'existe pas, il apparaîtra critique.
it_it: i controlli del disco specificati verranno applicati a tutti gli host. se il nome del disco non esiste, verrà visualizzato come critico.
ja_jp: 指定されたディスクチェックはすべてのホストに適用されます。ディスク名が存在しない場合は、重要と表示されます。
pl_pl: Określone kontrole dysku zostaną zastosowane do wszystkich hostów. jeśli nazwa dysku nie istnieje, pokaże się jako krytyczna.
pt_pt: as verificações de disco especificadas serão aplicadas a todos os hosts. se o nome do disco não existir, será mostrado crítico.
ru_ru: указанные проверки диска будут применены ко всем хостам. если имя диска не существует, оно будет отображаться как критическое.
zh_cn: 指定的磁盘检查将应用于所有主机。 如果磁盘名称不存在，它将显示CRITICAL。

source: Disk/Mount
bg_bg: диск / монтиране
de_de: Festplatte / Mount
es_es: disco / montaje
fr_fr: disque / montage
ja_jp: ディスク/マウント
pl_pl: dysk / mocowanie
pt_pt: disco / montagem
ru_ru: диск / монтирование
zh_cn: 磁盘/挂载
