Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: variable, this one should probably <em>not</em> have any transparency. If it does, the host object will look a bit wierd.
bg_bg: променлива, това вероятно <em>не</em> би трябвало да има прозрачност. Ако има, хост обекта ще изглежда малко странно.
de_de: variabel, sollte dieses möglichst <em>keinerlei</em> Transparenz haben. wenn dies der Fall, wird der Host-Objekt ein wenig komisch aussehen.
es_es: variables, éste probablemente <em>no</em> debería tener ninguna transparencia. si lo hace, el objeto del sistema se verá un poco extraño.
fr_fr: variables, celui-ci devrait probablement <em>pas</em> toute transparence. si ce est le cas, l'objet hôte aura l'air un peu bizarre.
it_it: variabile, questo dovrebbe probabilmente <em>non</em> avere alcuna trasparenza. se lo fa, l'oggetto host apparirà un po 'strana.
ja_jp: 変数で使用する画像とは異なり、これは、おそらく透過画像とする<em>べきではありません</em>. もしそうであれば、ホストオブジェクトが、少し変に見えるでしょう.
pl_pl: Zmienna, ten <em>nie</em> powinien chyba mieć żadnego przejrzystości. jeśli tak, głównym obiektem będzie wyglądać trochę wierd.
pt_pt: variável, este provavelmente <em>não</em> deve ter qualquer transparência. se isso acontecer, o objeto de host vai parecer um pouco estranho.
ru_ru: Переменная, на этот раз, вероятно, <em>не</em> имеют каких-либо прозрачности. если это произойдет, объект хозяин будет выглядеть немного странно.
zh_cn: 变量，该变量可能<em>不</ em>具有任何透明度。 如果确实如此，则宿主对象看起来会有些奇怪。

source: This directive is used to define an optional URL that can be used to provide more actions to be performed on the host. If you specify an URL, you will see a link that says "Extra Host Actions" in the extended information CGI (when you are viewing information about the specified host). Any valid URL can be used. If you plan on using relative paths, the base path will the the same as what is used to access the CGIs
bg_bg: Тази директива се използва за определяне на допълнителен URL адрес, който може да бъде използван за осигуряване на повече действия, изпълнявани на хоста. Ако определите URL, вие ще видите връзка, която казва "допълнителни действия на хост" ("Extra Host Actions") в разширената (за напреднали) информация CGI (когато разглеждате информацията за определен хост). Всеки валиден URL може да се използва. Ако имате намерение да използвате относителните пътеки (relative paths), основната пътек ще е същата, като тази, което се използва за достъп до CGIs
de_de: Diese Direktive wird benutzt, um einen optionalen URL, die verwendet werden kann, um weitere Aktionen auf dem Host durchgeführt werden kann definieren. Wenn Sie einen URL angeben, werden Sie einen Link, der "Extra Host" in der extended information-CGI sehen (wenn Sie Informationen zu dem bestimmten Host ansehen) sagt zu sehen. Jeder gültige URL kann benutzt werden. Wenn Sie relative Pfade benutzen, wird der Basis-Pfad der gleiche sein, der benutzt, um auf die CGIs zuzugreifen
es_es: esta directiva se utiliza para definir una URL opcional que se puede utilizar para ofrecer más acciones a realizar en el host. si especifica una URL, verá un enlace que dice "acciones adicionales de acogida" en el cgi información extendida (cuando se está viendo la información sobre el host especificado). cualquier URL válida se puede utilizar. si usted planea usar rutas relativas, la ruta de la base será el mismo que lo que se utiliza para acceder a la cgis
fr_fr: cette directive est utilisée pour définir une URL optionnelle qui peut être utilisé pour fournir plus d'actions à exécuter sur l'hôte. si vous spécifiez une URL, vous verrez un lien qui dit "actions supplémentaires d'accueil" dans le CGI des informations étendues (quand vous regardez les informations sur l'hôte spécifié). toute URL valide peut être utilisée. si vous prévoyez d'utiliser des chemins relatifs, le chemin de base sera le même que celui utilisé pour accéder aux CGI
it_it: questa direttiva è utilizzato per definire un URL opzionale che può essere utilizzato per fornire più azioni da eseguire sull'host. se si specifica un URL, verrà visualizzato un link che dice "azioni aggiuntive di accoglienza" in informazioni estese cgi (quando si sta visualizzando le informazioni sul host specificato). qualsiasi URL valido può essere utilizzato. se si pensa di utilizzare percorsi relativi, il percorso di base sarà la stessa come quello che viene utilizzato per accedere al CGI
ja_jp: このディレクティブは、ホスト上で実行される複数のアクションを提供するために使用できる任意のURLを定義するために使用されます. URLを指定する場合、（指定したホストに関する情報を表示すると）拡張情報CGIで「Extra Host Actions」というリンクが表示されます. 任意の有効なURLを使用することができます. 相対パスを使用する場合は、ベースパスは次にアクセスするためのものと同じです： CGI
pl_pl: dyrektywa ta jest stosowana do określenia opcjonalny adres URL, który może być wykorzystywany do zapewnienia więcej działań do wykonania w komputerze. jeśli podasz adres url, pojawi się link, który mówi, że "dodatkowe działania gospodarza", do rozszerzonej informacji cgi (Podczas wyświetlania informacji o określonym hostem). każdy poprawny adres URL może być używany. jeśli planujesz używać ścieżek względnych, ścieżka bazowa będzie takie samo jak to, co służy do uzyskania dostępu do CGI
pt_pt: esta directiva é utilizado para definir um URL opcional que pode ser utilizado para proporcionar mais acções a ser realizadas sobre o hospedeiro. se você especificar uma URL, você verá um link que diz "ações extras de acolhimento" nas informações cgi estendida (quando você estiver visualizando informações sobre o host especificado). qualquer URL válido pode ser utilizado. se você planeja usar caminhos relativos, o caminho base será a igual ao que é usado para acessar os CGIs
ru_ru: Эта директива используется для определения дополнительного URL, которые могут быть использованы для обеспечения более действий, которые будут выполняться на хосте. если вы указываете URL, вы увидите ссылку "дополнительные действия Игореве" в расширенной информации CGI (при просмотре информации об указанном хосте). любой действительный URL могут быть использованы. Если вы планируете использовать относительные пути, базовый путь будет такой же, как то, что используется для доступа к CGI,
zh_cn: 该指令用于定义可选的URL，该URL可用于提供要在主机上执行的更多操作。 如果指定URL，则会在扩展信息CGI中（当您查看有关指定主机的信息时）看到一个显示“额外主机操作”的链接。 可以使用任何有效的URL。 如果计划使用相对路径，则基本路径将与用于访问CGI的路径相同。

source: statusmap image
bg_bg: Изображение на картата за състоянието
de_de: Statusmap Bild
es_es: imagen statusmap
fr_fr: l'image statusmap
it_it: immagine statusmap
ja_jp: ステータスマップ画像
pl_pl: statusmap obrazu
pt_pt: imagem statusmap
ru_ru: statusmap изображения
zh_cn: 状态图图像

source: GD2 images can be created from PNG images by using the
bg_bg: GD2 изображенията могат да бъдат създадени от PNG изображения с помощта на
de_de: gd2 Bilder können vom PNG-Bilder mit Hilfe der erstellt werden
es_es: imágenes GD2 se pueden crear a partir de imágenes PNG utilizando el
fr_fr: Les images GD2 peuvent être créées à partir d'images en utilisant le png
it_it: immagini GD2 possono essere creati da immagini png utilizzando
ja_jp: GD2画像は、Thomas Boutell's gd libraryで提供される
pl_pl: GD2 obrazy mogą być tworzone z PNG za pomocą
pt_pt: imagens GD2 pode ser criado a partir de imagens PNG, utilizando o
ru_ru: GD2 изображения могут быть созданы из PNG изображений с помощью
zh_cn: GD2图像可以通过使用

source: utility supplied with Thomas Boutell's gd library. The GD2 images should be created in
bg_bg: ползата е доставена с Thomas Boutell's gd библиотека. GD2 изображенията трябва да се създадат в
de_de: Dienstprogramm mit gd library thomas Boutells geliefert. Die GD2-Bilder werden in erstellt werden
es_es: utilidad suministra con biblioteca gd de thomas Boutell. las imágenes GD2 deben crear en
fr_fr: utilitaire fourni avec la bibliothèque gd de Thomas Boutell. les images GD2 doivent être créées dans
it_it: utility fornita con la libreria gd di thomas Boutell. le immagini GD2 dovrebbero essere create
ja_jp: ユーティリティを使用してPNG画像から作成することができます. GD2画像は、次で作成される必要があります:
pl_pl: Narzędzie dostarczane z gd biblioteki do Thomasa Boutell za. obrazy GD2 powinny być tworzone w
pt_pt: utilitário fornecido com biblioteca gd thomas Boutell. as imagens GD2 deve ser criado em
ru_ru: Утилита поставляется с библиотекой Б-г Томас Бутеллом-х годов. в GD2 изображения должны быть созданы в
zh_cn: Thomas Boutell的gd库提供的实用程序。 GD2映像应在

source: 2d coords
bg_bg: 2D координати
de_de: 2d Koordinaten
ja_jp: 2D座標
pl_pl: 2d współrzędnymi
ru_ru: 2D координатах
zh_cn: 2D坐标

source: This variable is used to define coordinates to use when drawing the host in the statusmap CGI. Coordinates should be given in positive integers, as they correspond to physical pixels in the generated image. The origin for drawing (0,0) is in the upper left hand corner of the image and extends in the positive x direction (to the right) along the top of the image and in the positive y direction (down) along the left hand side of the image. For reference, the size of the icons drawn is usually about 40x40 pixels (text takes a little extra space). The coordinates you specify here are for the upper left hand corner of the host icon that is drawn.
bg_bg: Тази променлива се използва за определяне на координатите, които да се използват при начертаването на хоста в statusmap CGI. На координатите трябва да се задават положителни числа, тъй като те съответстват на физическите пиксели в генерирания образ. Началото на рисунката (0,0) е в горния ляв ъгъл на изображението и се простира в положителна "х" посока (вдясно) по протежение на горната част на изображението и в положителна "у" посока (надолу) по протежение на лявата страна на изображението. За справка, размера на иконите, които са начертани е обикновено около 40x40 пиксела (текст отнема малко допълнително пространство). Координатите, посочени от вас тук са за горния ляв ъгъл на хост иконата, която е начертана.
de_de: Diese Variable wird benutzt, um Koordinaten anzugeben, wenn der Host im statusmap cgi zu bedienen. Koordinaten sollen in positiven Ganzzahlen angegeben werden, weil sie physischen Pixeln entsprechen in der generierte Bild. der Ursprung für das Zeichnen (0,0) ist in der oberen linken Ecke des Bildes und sich in die positive x-Richtung (nach rechts) entlang der Oberseite des Bildes und in positiver y-Richtung (nach unten), die entlang der linken Seite des Bildes. als Referenz, ist die Größe der Icons ist normalerweise etwa 40x40 Pixel (Text benötigt etwas mehr Platz). Die Koordinaten, die Sie angeben, sind für die obere linke Ecke des Icons, die gezogen wird.
es_es: esta variable se utiliza para definir las coordenadas a utilizar en la elaboración de la acogida en el cgi statusmap. coordenadas deben expresarse en números enteros positivos, ya que corresponden a píxeles físicos en la imagen generada. el origen de la elaboración (0,0) está en la esquina superior izquierda de la imagen y se extiende en la dirección x positiva (a la derecha) a lo largo de la parte superior de la imagen y en la dirección y positiva (hacia abajo) a lo largo de la mano izquierda lado de la imagen. de remisión, el tamaño de los iconos dibujados suele ser de unos 40x40 píxeles (texto toma un poco más de espacio). las coordenadas que especifica aquí son para la esquina superior izquierda del icono de host que se dibuja.
fr_fr: cette variable est utilisée pour définir les coordonnées à utiliser lors de l'élaboration de l'hôte dans le CGI d'état. coordonnées devraient être donnés en nombres entiers positifs, car ils correspondent à des pixels physiques dans l'image générée. l'origine de dessin (0,0) se trouve dans le coin supérieur gauche de l'image et se étend dans la direction x positive (à droite) le long du haut de l'image et dans la direction y positive (vers le bas) le long de la main gauche côté de l'image. à titre de référence, la taille des icônes tirées est habituellement d'environ 40x40 pixels (le texte prend un peu d'espace supplémentaire). les coordonnées que vous spécifiez ici sont pour le coin supérieur gauche de l'icône de l'hôte qui est dessiné.
it_it: questa variabile è utilizzato per definire le coordinate di utilizzare in sede di elaborazione l'host in cgi statusmap. coordinate devono essere indicati in numeri interi positivi, perché corrispondono ai pixel fisici nell'immagine generata. l'origine per il disegno (0,0) è nell'angolo superiore sinistro dell'immagine e si estende nella direzione x positiva (verso destra) lungo la parte superiore dell'immagine e nella direzione y positiva (verso il basso) lungo la mano sinistra lato dell'immagine. per riferimento, la dimensione delle icone disegnate è solitamente circa 40x40 pixel (testo tiene un piccolo spazio extra). le coordinate specificate qui sono per l'angolo in alto a sinistra dell'icona host che viene disegnato.
ja_jp: この変数は、ステータスマップCGIでホストを描画するときに使用する座標を定義するために使用されます. 座標は、生成された画像内の物理画素に対応するので、正の整数で与えられるべきです. 原点（0,0）は画像の左上隅にあり、画像の上部に沿ってx方向（右へ）、左側に沿って正のy方向（下へ）延びます. 参考として、描画アイコンのサイズは、通常、約40×40ピクセルです（テキストは少し余分なスペースを取ります）. ここで指定した座標は、描画されるアイコンの左上隅となります.
pl_pl: zmienna ta jest używana do określenia współrzędnych, aby przy rysowaniu hosta w cgi statusmap. Współrzędne należy dodatnich liczb całkowitych, ponieważ odpowiadają one fizycznych pikseli w generowanym obrazie. pochodzenie na rysunku (0,0) znajduje się w górnym lewym rogu obrazu i rozciąga się w dodatnim kierunku x (na prawo) przy górnej krawędzi obrazu i w dodatnim kierunku Y (w dół) wzdłuż lewej część obrazu. dla porównania, wielkość ikon przygotowanych jest zwykle około 40x40 pikseli (tekst zajmuje trochę więcej miejsca). współrzędne określane tutaj są w lewym górnym rogu ikony hosta, który jest rysowany.
pt_pt: esta variável é utilizada para definir coordenadas para usar ao desenhar o anfitrião no cgi statusmap. coordenadas deve ser dada em números inteiros positivos, uma vez que correspondem a pixels físicos na imagem gerada. a origem de desenho (0,0), no canto superior esquerdo da imagem e se estende no sentido x positivo (para a direita) ao longo da parte superior da imagem e na direcção y positivo (baixo) ao longo do lado esquerdo os lados da imagem. para referência, o tamanho dos ícones desenhados é geralmente de cerca de 40x40 pixels (texto leva um pouco de espaço extra). as coordenadas especificadas aqui são para o canto superior esquerdo do ícone do host que é desenhada.
ru_ru: Эта переменная используется для определения координат, используемая при отрисовке хост в statusmap CGI. Координаты должны быть приведены в положительных целых чисел, так как они соответствуют физическим пикселей в сгенерированном изображении. происхождение для рисования (0,0) находится в левом верхнем углу изображения и проходит в положительном направлении оси х (справа) в верхней части изображения и в положительном у направлении (вниз) вдоль левой стороны сторона изображения. для справки, размер иконок обращается, как правило, около 40х40 пикселей (текст занимает немного больше места). координаты, задаваемые здесь, относятся к верхнему левому углу значка хоста, которая рисуется.
zh_cn: 此变量用于定义在状态图CGI中绘制主机时要使用的坐标。 坐标应以正整数给出，因为它们对应于生成的图像中的物理像素。 绘制（0,0）的原点位于图像的左上角，并沿图像的顶部在正x方向（向右）和图像的顶部沿y正向（向下）延伸 图片的一面。 作为参考，绘制的图标大小通常约为40x40像素（文本需要一些额外的空间）。 您在此处指定的坐标是绘制的主机图标的左上角。

source: Note: Don't worry about what the maximum x and y coordinates that you can use are. The CGI will automatically calculate the maximum dimensions of the image it creates based on the largest x and y coordinates you specify.
bg_bg: Забележка: Не се тревожете за това, коя е максималната стойност на х и у координатите, които можете да използвате. CGI автоматично ще изчисли максималните размери на изображението на базата на най-големите x и y координате, които сте задали.
de_de: Achtung: nicht über die maximalen X- und Y-Koordinaten, die Sie verwenden können, sind Sorgen. Das CGI wird automatisch die maximale Größe des Bildes es schafft auf der größten X- und Y-Koordinaten von Ihnen angegebenen berechnen.
es_es: Nota: no se preocupe por lo que el máximo coordenadas X e Y que se pueden utilizar son. el cgi calculará automáticamente las dimensiones máximas de la imagen se crea a partir del mayor coordenadas X e Y que se especifique.
fr_fr: A noter: ne vous inquiétez pas de ce que le maximum coordonnées x et y que vous pouvez utiliser sont. CGI va automatiquement calculer les dimensions maximales de l'image qu'il crée fonction du plus grand coordonnées X et Y que vous spécifiez.
it_it: Attenzione: non preoccuparti di quello che la massima x e y coordinate che è possibile utilizzare sono. il cgi calcolerà automaticamente le dimensioni massime dell'immagine che crea sulla base del massimo coordinate X e Y specificate.
ja_jp: 注意：使用可能な最大の x および y 座標については心配しないでください. CGIは、指定した最大の x と y をもとに画像の最大サイズを自動計算します.
pl_pl: Uwaga: nie martw się o to, co maksymalna współrzędne X i Y, które można użyć są. cgi automatycznie obliczyć maksymalne wymiary obrazu tworzy w oparciu o największy współrzędne X i Y można określić.
pt_pt: Atenção: não se preocupe com o que o máximo de coordenadas x e y que você pode usar são. o cgi calculará automaticamente as dimensões máximas da imagem que ele cria com base no maior coordenadas X e Y que você especificar.
ru_ru: Примечание: Не беспокойтесь о том, максимальный координаты х и у, что вы можете использовать это. CGI автоматически рассчитает максимальные размеры изображения Это создает на основе крупнейшего координаты х и у вы укажете.
zh_cn: 注意：不必担心可以使用的最大x和y坐标是多少。 CGI将根据您指定的最大x和y坐标自动计算其创建的图像的最大尺寸。

source: 3d coords
bg_bg: 3D координати
de_de: 3D Koordinaten
ja_jp: 3D座標
pl_pl: 3d współrzędnymi
ru_ru: 3D координатах
zh_cn: 3D坐标

source: Serviceescalation -
bg_bg: Сървис ескалация - (Serviceescalation -)
de_de: Service-Eskalation
es_es: Escalada del Servicio
fr_fr: L'escalade de service
it_it: Servizio Escalation
ja_jp: サービスエスカレーション -
pl_pl: Eskalacja usługi
pt_pt: Escalação de serviço
ru_ru: Обслуживание Escalation
zh_cn: 服务升级-

source: of the host(s) that the service escalation should apply to or is associated with
bg_bg: на хоста (овете), към който сървис ескалацията следва да се приложи или с който да се асоциира
de_de: des Host (n), dass der Service-Eskalation gilt oder mit verbundenen
es_es: del host (s) que la escalada de servicios debería aplicarse a o está asociada con
fr_fr: de l'hôte (s) que l'escalade de service doit se appliquer ou est associée à
it_it: dell'ospite (s) che l'escalation servizio dovrebbe applicarsi o è associato a
ja_jp: : サービスエスカレーションを適用すべき、または関連付けられるべきホスト
pl_pl: przyjmującego (y), że eskalacja usług powinna mieć zastosowanie do lub jest związany z
pt_pt: do host (s) que a escalada de serviço deve aplicar-se ou está associada a
ru_ru: хоста (ов), что эскалация служба должна поступить, и связанного с
zh_cn: 服务升级应应用于或与之关联的主机的数量

source: yes (no, if a hostgroup name is defined)
bg_bg: Да (не, ако се дефинира име на хост група)
de_de: ja (nein, wenn ein Hostgroup-Namen definiert)
es_es: sí (no, si un nombre hostgroup se define)
fr_fr: oui (non, si un nom de groupe d'hôtes est défini)
it_it: sì (no, se un nome hostgroup è definito)
ja_jp: 必須（ホストグループ名が定義されている場合は、必須ではない）
pl_pl: tak (nie, jeśli nazwa hostgroup jest określony)
pt_pt: sim (não, se um nome hostgroup é definido)
ru_ru: да (нет, если имя hostgroup определено)
zh_cn: 是（否，如果定义了主机组名称）

source: of the hostgroup(s) that the service escalation should apply to or is associated with. Multiple hostgroups should be separated by commas. The hostgroup_name may be used instead of, or in addition to, the host_name directive.
bg_bg: на хост група(и), към която(ито) сървис ескалацията следва да се приложи или с която(ито) е асоциирана. Множеството хост групи трябва да бъдат разделени със запетаи. Директивата hostgroup_name може да се използва вместо или в допълнение към директивата host_name.
de_de: der Hostgruppe (n), die der Service-Eskalation gilt oder verknüpft ist. Mehrere Hostgruppen werden durch Kommata getrennt werden. die hostgroup_name kann statt zusätzlich zur host_name-Direktive benutzt werden, oder.
es_es: del hostgroup (s) que la escalada de servicios debería aplicarse a o está asociado con. múltiples hostgroups deben estar separados por comas. la hostgroup_name puede usarse en lugar de, o además de, la directiva nomb_sist_pral.
fr_fr: du groupe d'hôte (s) que l'escalade de service doit se appliquer ou est associé avec. plusieurs groupes d'hôtes doivent être séparés par des virgules. l'hostgroup_name peut être utilisé à la place de, ou en plus, la directive host_name.
it_it: del gruppo di host (s) che l'escalation servizio dovrebbe applicarsi o è associato. più hostgroups devono essere separati da virgole. la hostgroup_name può essere usato al posto di, o in aggiunta, la direttiva nome_host.
ja_jp: : サービスエスカレーションを適用すべき、または関連づけられているホストグループ。 複数のホストグループは、カンマで区切る必要があります。 hostgroup_nameは、host_nameディレクティブの代わり、または追加で用することができます。
pl_pl: z hostgroup (y), że eskalacja usług powinna mieć zastosowanie do lub jest związany z. wiele hostgroups powinny być oddzielone przecinkami. hostgroup_name mogą być stosowane zamiast lub oprócz, dyrektywy host_name.
pt_pt: do hostgroup (s) que a escalada de serviço deve aplicar-se ou está associado. múltiplas hostgroups devem ser separados por vírgulas. o hostgroup_name pode ser usado em vez de, ou além de, a directiva host_name.
ru_ru: в hostgroup (ы), эскалация служба должна поступить, и ассоциируется. несколько группы узлов сети должны быть разделены запятыми. hostgroup_name могут быть использованы вместо или в дополнение к директиве HOST_NAME.
zh_cn: 服务升级应应用于或与之关联的主机组的数量。 多个主机组应以逗号分隔。 hostgroup_name可以代替host_name指令使用，也可以作为host_name指令的补充。

source: yes (no, if a host name is defined)
bg_bg: Да (не, ако се дефинира име на хост)
de_de: ja (nein, wenn ein Hostname definiert)
es_es: sí (no, si un nombre de host se define)
fr_fr: oui (non, si un nom d'hôte est défini)
it_it: sì (no, se un nome host è definito)
ja_jp: （なし、ホスト名が定義されている場合）はい
pl_pl: tak (nie, jeśli nazwa hosta jest zdefiniowana)
pt_pt: sim (não, se um nome de host é definido)
ru_ru: да (нет, если имя хоста определено)
zh_cn: 是（否，如果定义了主机名）
