Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Check Output
bg_bg: Проверете резултата
de_de: Check Ausgangs
es_es: comprobar la salida
fr_fr: vérifier la sortie
it_it: controllare l'output
ja_jp: チェック出力
pl_pl: sprawdzić wyjście
pt_pt: verifique a saída de
ru_ru: проверить выход
zh_cn: 检查输出

source: Add Comment
bg_bg: Добави коментар
de_de: einen Kommentar hinzufügen
es_es: agregar comentario
fr_fr: ajouter un commentaire
it_it: Aggiungi un commento
ja_jp: コメントを追加
pl_pl: Dodaj komentarz
pt_pt: adicionar comentário
ru_ru: добавить комментарий
zh_cn: 添加评论

source: This command is used to add a comment for the specified service. If you work with other administrators, you may find it useful to share information about a host or service that is having problems if more than one of you may be working on it. If you do not check the <strong>persistent</strong> option, the comment will automatically be deleted the next time Nagios is restarted.
bg_bg: Тази команда се използва, за да добавите коментар за определен сървис. Ако работите с други администратори, може да ви е от полза да споделите информацията за хост или сървис, който има проблеми ако и други хора, освен вас работят върху това. Ако не проверите <strong>непроменлив (persistent)</strong> опцията, коментара автоматично ще бъде изтрит при следващото рестартиране на Nagios.
de_de: dieser Befehl verwendet wird, um einen Kommentar für den angegebenen Dienst hinzuzufügen. wenn Sie mit anderen Administratoren arbeiten, können Sie finden es sinnvoll, Informationen über einen Host oder Service, die Probleme, wenn mehr als einer von euch vielleicht daran arbeiten werden, zu teilen. wenn Sie nicht überprüfen Sie die <strong>anhaltende</strong> Option wird der Kommentar beim nächsten Mal Nagios neu gestartet wird automatisch gelöscht.
es_es: Este comando se utiliza para añadir un comentario para que el servicio especificado. si usted trabaja con otros administradores, puede que le resulte útil para compartir información acerca de un host o servicio que está teniendo problemas si hay más de uno de ustedes pueden estar trabajando en él. si usted no marca la opción <strong>persistente, el</strong> comentario se eliminará automáticamente la próxima vez que se reinicie nagios.
fr_fr: cette commande est utilisée pour ajouter un commentaire pour le service spécifié. si vous travaillez avec d'autres administrateurs, vous trouverez peut-être utile de partager des informations sur un hôte ou un service qui est d'avoir des problèmes si plus d'un d'entre vous peut travailler sur elle. si vous ne cochez pas l'option <strong>persistante,</strong> le commentaire sera supprimé automatiquement la prochaine fois que Nagios est redémarré.
it_it: questo comando viene utilizzato per aggiungere un commento per il servizio specificato. se si lavora con altri amministratori, può risultare utile per condividere le informazioni su un host o un servizio che sta avendo problemi se più di uno di voi può lavorare su di esso. se non si seleziona l'opzione <strong>persistente,</strong> il commento verrà automaticamente eliminato alla successiva nagios viene riavviato.
ja_jp: このコマンドは、指定されたサービスにコメントを追加するために使用されます。他の管理者と一緒に作業している場合、問題のあるホストまたはサービスに関する情報を共有するのに便利です. <strong>永続</strong>オプションをチェックしない場合、コメントはNagiosの次回再起動時に自動的に削除されます.
pl_pl: To polecenie jest używane, aby dodać komentarz do określonej usługi. jeśli pracujesz z innymi administratorami, może się okazać, że warto podzielić się informacje o hoście lub usługi, która ma problemy, gdy więcej niż jeden z was mogą pracować na nim. jeśli nie zaznaczysz <strong>opcję</strong> stałą, komentarz zostanie automatycznie usunięta podczas następnego Nagios restartem.
pt_pt: este comando é usado para adicionar um comentário para o serviço especificado. se você trabalha com outros administradores, você pode achar que é útil para compartilhar informações sobre um host ou serviço que está tendo problemas se mais de um de vocês podem estar trabalhando nisso. Se você não marcar a opção <strong>persistente,</strong> o comentário será excluído automaticamente da próxima vez Nagios é reiniciado.
ru_ru: эта команда используется для добавления комментария для указанного сервиса. если вы работаете с другими администраторами, вы можете найти его полезным для обмена информацией о хосте или услуги, которые оказывает проблемы, если более чем один из вас, возможно, будет работать на нем. если вы не проверить <strong>постоянный</strong> вариант, комментарий будет автоматически удален в следующий раз Nagios перезагрузке.
zh_cn: 此命令用于为指定服务添加注释。 如果您与其他管理员一起工作，则可能会发现共享一个或多个有问题的主机或服务的信息很有用，如果其中一个或多个人正在使用它。 如果您未选中<strong>永久</ strong>选项，则下次Nagios重新启动时，该注释将自动删除。

source: Persistent
bg_bg: Непроменлив
de_de: Beharrlich
es_es: Persistente
fr_fr: Persistant
it_it: Persistente
ja_jp: 永続
pl_pl: uporczywy
pt_pt: persistente
ru_ru: Стойкий
zh_cn: 持续

source: If you do not check the <strong>persistent</strong> option, the comment will automatically be deleted the next time Nagios is restarted.
bg_bg: Ако не проверите <strong>персистиращата</strong> опция, коментара автоматично ще бъде изтрит при следващото рестартиране на Nagios.
de_de: wenn Sie nicht überprüfen Sie die <strong>anhaltende</strong> Option wird der Kommentar beim nächsten Mal Nagios neu gestartet wird automatisch gelöscht.
es_es: si usted no marca la opción <strong>persistente, el</strong> comentario se eliminará automáticamente la próxima vez que se reinicie nagios.
fr_fr: si vous ne cochez pas l'option <strong>persistante,</strong> le commentaire sera supprimé automatiquement la prochaine fois que Nagios est redémarré.
it_it: se non si seleziona l'opzione <strong>persistente,</strong> il commento verrà automaticamente eliminato alla successiva nagios viene riavviato.
ja_jp: <strong>永続</strong>オプションをチェックしない場合、コメントはNagiosの次回再起動時に自動で削除されます.
pl_pl: jeśli nie zaznaczysz <strong>opcję</strong> stałą, komentarz zostanie automatycznie usunięta podczas następnego Nagios restartem.
pt_pt: Se você não marcar a opção <strong>persistente,</strong> o comentário será excluído automaticamente da próxima vez Nagios é reiniciado.
ru_ru: если вы не проверить <strong>постоянный</strong> вариант, комментарий будет автоматически удален в следующий раз Nagios перезагрузке.
zh_cn: 如果您未选中<strong>永久</ strong>选项，则下次Nagios重新启动时，该注释将自动删除。

source: This command is used to schedule downtime for a particular service. During the specified downtime, Nagios will not send notifications out about the service. When the scheduled downtime expires, Nagios will send out notifications for this service as it normally would. Scheduled downtimes are preserved across program shutdowns and restarts. Both the start and end times should be specified in the following format:
bg_bg: Тази команда се използва за планиране на престой (по график) за определен сървис. По време на определения планиран престой, Nagios няма да изпраща уведомления за сървиса. Когато планирания престой изтече, Nagios ще изпрати уведомления за този сървис, както обикновено. Планираните (по график) прекъсвания са запазени по време на спиране и рестартиране на програмата. Както началния, така и крайния час трябва да бъдат описани в следния формат:
de_de: dieser Befehl wird verwendet, um Ausfallzeiten für einen bestimmten Dienst zu planen. während der festgelegten Ausfallzeiten, wird Nagios keine Benachrichtigungen versandt werden über den Service. Wenn die geplante Ausfallzeit abgelaufen ist, wird Nagios Benachrichtigungen für diesen Service, wie es normalerweise tun würde. geplante Ausfallzeiten über Programmherunterfahren und Neustarten erhalten. sowohl die Start- und Endzeit sollte in dem folgenden Format angegeben werden:
es_es: Este comando se utiliza para programar el tiempo de inactividad para un servicio particular. durante el tiempo de inactividad especificado, nagios no enviarán notificaciones a cabo sobre el servicio. cuando el tiempo de inactividad programado expira, nagios enviarán notificaciones por este servicio como lo haría normalmente. tiempos de parada programados se conservan a través de las paradas y reinicios del programa. tanto las horas de inicio y fin deben especificarse en el siguiente formato:
fr_fr: cette commande est utilisée pour programmer les temps d'arrêt pour un service particulier. pendant le temps d'arrêt spécifié, Nagios ne envoyer des notifications sur le service. lorsque la durée d'indisponibilité prévue expire, Nagios va envoyer des notifications pour ce service comme il le ferait normalement. les temps d'arrêt programmés sont conservés lors des arrêts et redémarrages programme. à la fois les heures de début et de fin doivent être spécifiés dans le format suivant:
it_it: questo comando consente di pianificare i tempi di inattività per un particolare servizio. durante il tempo di inattività specificato, Nagios non inviare notifiche a conoscenza del servizio. quando scade il tempo di inattività previsto, Nagios invierà notifiche per questo servizio come farebbe normalmente. tempi di fermo pianificati sono conservati tra arresti di programma e riavvia. sia i tempi di inizio e di fine devono essere specificati nel seguente formato:
ja_jp: このコマンドは、特定のサービスのダウンタイムをスケジュールするために使用されます. 指定されたダウンタイム中、Nagiosはサービスに関する通知を送信しません. スケジュールされたダウンタイムの有効期限が切れると、Nagiosは通常どおりこのサービスの通知を送信します. スケジュールされたダウンタイムは、プログラムのシャットダウンや再起動しても保持されます. 開始時刻と終了時刻の両方を「日付フォーマット」で設定された形式で指定する必要があります:
pl_pl: To polecenie jest używane, aby zaplanować czas przestoju dla danej usługi. przez określony czas przestoju, Nagios nie będzie wysyłać powiadomienia się o służbę. kiedy wygasa zaplanowane przestojów, Nagios wyśle ​​powiadomienia dla tej usługi, jak zazwyczaj. planowane przestoje są zachowywane poprzez postojów programu i ponownym uruchomieniu. zarówno rozpoczęcia i zakończenia powinny być określone w następującym formacie:
pt_pt: este comando é usado para agendar o tempo de inatividade para um serviço particular. durante o tempo de inatividade especificado, o Nagios não enviará notificações para fora sobre o serviço. quando o tempo de inatividade programado expirar, Nagios irá enviar notificações para este serviço como normalmente faria. paradas programadas são preservados durante as paradas de programa e reinicia. ambos os tempos de início e fim devem ser especificados no seguinte formato:
ru_ru: эта команда используется для планирования времени простоя для конкретной услуги. в течение указанного времени простоя, Nagios не будет отправлять уведомления из об услуге. когда планируется простоя истекает, Nagios будет посылать уведомления для этой службы, как обычно. запланированные простои сохранились во всех программных отключений и перезагрузки. оба начала и окончания должны быть указаны в следующем формате:
zh_cn: 此命令用于安排特定服务的停机时间。 在指定的停机时间内，Nagios不会发送有关该服务的通知。 当计划的停机时间到期后，Nagios将像往常一样发送此服务的通知。 计划的停机时间将在程序关闭和重新启动时保留。 开始时间和结束时间均应采用以下格式指定：

source: If you select the fixed option, the downtime will be in effect between the start and end times you specify. If you do not select the fixed option, Nagios will treat this as "flexible" downtime. Flexible downtime starts when the service enters a non-OK state (sometime between the start and end times you specified) and lasts as long as the duration of time you enter. The duration fields do not apply for fixed downtime.
bg_bg: Ако изберете "фиксираната опция" (fixed option), планирания (по график) престой ще бъде в сила между началото и края на времевия период, които сте избрали. Ако не изберете "фиксираната" опция (fixed option), Nagios ще приеме това за "гъвкав" престой ("flexible" downtime). Гъвкавия престой започва, когато сървиса влиза в non-OK състояние (по някое време между началото и края на времевия период, които сте избрали) и трае колкото е продължителността на времевия период, който сте вкарали. Полетата за продължителност (duration fields) не се прилагат за фиксирания престой (fixed downtime).
de_de: wenn Sie die Option Fest auswählen, wird die Stillstandszeiten in der Tat zwischen den Start- und Endzeiten Sie angeben können. wenn Sie nicht über die feste Option auswählen, wird Nagios diese als "flexibel" zu behandeln. flexible Ausfallzeit beginnt, wenn der Service in einen nicht-OK-Zustand (irgendwann zwischen den Start- und Endzeiten von Ihnen angegebene) und dauert so lange, wie die Dauer der Zeit, die Sie eingeben. die Dauer Felder nicht für Festausfallzeiten gelten.
es_es: si selecciona la opción fija, el tiempo de inactividad estará vigente entre el inicio y finalización que especifique. si no selecciona la opción fija, nagios tratarán esto como el tiempo de inactividad "flexible". el tiempo de inactividad flexibles comienza cuando el servicio entra en un estado de no-ok (en algún momento entre el inicio y el fin de los tiempos se ha especificado) y dura tanto como la duración del tiempo de entrar. los campos de duración no aplican para el tiempo de inactividad fijo.
fr_fr: si vous sélectionnez l'option fixe, le temps d'arrêt sera en vigueur entre les heures de début et de fin que vous spécifiez. Si vous ne sélectionnez pas l'option fixe, Nagios va traiter cela comme temps d'arrêt "flexible". maintenance flexible commence lorsque le service entre dans un état non-OK (quelque part entre le début et la fin des temps que vous avez spécifié) et dure aussi longtemps que la durée de temps que vous entrez. les champs de durée ne sont pas applicables pour les temps d'arrêt fixe.
it_it: se si seleziona l'opzione fisso, i tempi di inattività sarà in vigore tra le ore di inizio e di fine specificate. se non si seleziona l'opzione fisso, Nagios tratteranno questo come tempo di inattività "flessibile". i tempi di inattività flessibilità inizia quando il servizio entra in uno stato di non-ok (a volte tra l'inizio e di fine specificato) e dura fino a quando il periodo di tempo si entra. i campi di durata non si applicano per i tempi di inattività fissa.
ja_jp: 固定オプションを選択した場合、ダウンタイムは指定した開始時刻と終了時刻の間で有効になります. 固定オプションを選択しない場合、Nagiosは、「フレキシブル」ダウンタイムとしてこれを扱います. フレキシブルダウンタイムは、（指定した開始時刻と終了時刻の間に）サービスが非OK状態になると、入力した時間継続します. 期間フィールドは、固定のダウンタイムには適用されません.
pl_pl: Jeśli zaznaczysz opcję stałe, czas przestoju będzie obowiązywać między czasem rozpoczęcia i zakończenia można określić. jeśli nie wybrać stałą opcji, Nagios będzie traktował to jako "elastyczne" przestojów. elastyczny czas przestoju rozpoczyna się, gdy usługa wchodzi w stan nie-ok (gdzieś pomiędzy rozpoczęcia i zakończenia określonym) i trwa tak długo, jak czas trwania chwili wejścia. Czasy trwania nie stosuje się do stałej przestojów.
pt_pt: se você selecionar a opção fixo, o tempo de inatividade estará em vigor entre os horários de início e de término especificados. Se você não selecionar a opção fixo, Nagios irá tratar isso como o tempo de inatividade "flexível". downtime flexível começa quando o serviço entra em um estado não-ok (em algum momento entre o início e término especificado) e dura tanto quanto a duração de tempo que você entrar. os campos de duração não se aplicam para o tempo de inatividade fixo.
ru_ru: если вы выберите опцию фиксированного, время простоя будет действовать между начальным и конечным раз вы укажете. если вы не выберите фиксированный вариант, Nagios будет относиться к этому как "гибкой" простоя. гибкий простоя начинается, когда служба входит в не-OK состояние (где-то между начальным и конечным раз вы указали) и сохраняется до тех пор, как продолжительность времени, которое вы вводите. поля продолжительность не применяются для стационарной простоя.
zh_cn: 如果选择固定选项，则停机时间将在您指定的开始时间和结束时间之间生效。 如果您未选择固定选项，则Nagios将其视为“灵活的”停机时间。 灵活的停机时间从服务进入非正常状态（在您指定的开始时间和结束时间之间）开始，并一直持续到您输入的持续时间。 持续时间字段不适用于固定停机时间。

source: Send Custom Notification
bg_bg: Изпратете персонализирани уведомления
de_de: Senden Sie die benutzerdefinierte Benachrichtigung
es_es: Enviar Notificaciones de Prueba
fr_fr: Envoyer une notification personnalisée
it_it: Inviare notifiche personalizzate
ja_jp: カスタム通知を送信する
pl_pl: wyślij zamówienie powiadomienia
pt_pt: Enviar notificações de teste
ru_ru: Посылать уведомления
zh_cn: 发送自定义通知

source: This command is used to send a custom notification about the specified service. Useful in emergencies when you need to notify admins of an issue regarding a monitored system or service. Custom notifications normally follow the regular notification logic in Nagios. Selecting the Forced option will force the notification to be sent out, regardless of the time restrictions, whether or not notifications are enabled, etc. Selecting the Broadcast option causes the notification to be sent out to all normal (non-escalated) and escalated contacts. These options allow you to override the normal notification logic if you need to get an important message out.
bg_bg: Тази команда се използва за изпращане на персонализирано уведомление за определен сървис. Полезно е при извънредни ситуации, когато трябва да се уведомят администраторите за проблем, във връзка с наблюдаваната система или сървис. Потребителски уведомления обикновено следват редовно логиката на нормалните уведомление (regular notification) в Nagios. Избирането на "Принудителна опция" (Forced option) ще принуди уведомлението да бъде изпратена, независимо от ограниченията на времето, от това дали уведомленията са активирани, и т.н. Изберането на "Опцията Предаване" (Broadcast option) причинява уведомлението да бъде изпратено до всички нормални (не ескалирани) и ескалирани контакти. Тези опции ви позволяват да отмените нормалната логика на уведомление, ако трябва да изпратите важно послание.
de_de: dieser Befehl verwendet wird, um eine benutzerdefinierte Benachrichtigung über den angegebenen Dienst zu senden. nützlich in Notfällen, wenn Sie brauchen, um Administratoren von einem Problem in Bezug auf das überwachte System oder eine Dienstleistung zu informieren. benutzerdefinierte Meldungen in der Regel folgen die regelmäßige Benachrichtigungslogik im Nagios. Auswahl der Zwangs Option wird die Benachrichtigung zu zwingen, aus, der Zeitbeschränkungen gesendet werden, unabhängig, ob Benachrichtigungen aktiviert sind, usw. Auswahl der Sende Option bewirkt, dass die Mitteilung an an alle normalen (nicht eskaliert) und eskaliert Kontakte versandt werden . Diese Optionen können Sie die normale Benachrichtigungslogik überschreiben, wenn Sie brauchen, um eine wichtige Botschaft zu verbreiten.
es_es: Este comando se utiliza para enviar una notificación personalizada sobre el servicio especificado. útil en situaciones de emergencia cuando usted necesita notificar a los administradores de un problema en relación con un sistema o servicio supervisado. notificaciones personalizadas normalmente siguen la lógica de notificación regular en nagios. seleccionando la opción forzosa obligará a la notificación que se enviará a cabo, a pesar de las restricciones de tiempo, sea o no notificaciones están habilitadas, etc. seleccionando la opción de difusión provoca la notificación que se enviará a todos los contactos normales (no escalado) y escalado . estas opciones le permite anular la lógica notificación normal si usted necesita para obtener un mensaje importante a cabo.
fr_fr: cette commande est utilisée pour envoyer une notification personnalisée sur le service spécifié. utile dans les situations d'urgence lorsque vous avez besoin d'aviser les administrateurs d'une question concernant un système ou un service surveillé. notifications personnalisées suivent normalement la logique de notification régulière dans Nagios. sélectionnant l'option forcée va forcer la notification à être envoyé, quelles que soient les contraintes de temps, si oui ou non les notifications sont activées, etc. sélectionnant l'option de diffusion provoque la notification doit être envoyée à tous (-escalade non) et une escalade des contacts normaux . ces options vous permettent de remplacer la logique de notification normale si vous avez besoin d'obtenir un important message.
it_it: questo comando viene utilizzato per inviare una notifica personalizzata per il servizio specificato. utile in caso di emergenza quando è necessario informare gli amministratori di un problema per quanto riguarda un sistema o un servizio monitorato. notifiche personalizzate normalmente seguono la logica di notifica regolare Nagios. selezionando l'opzione forzata costringerà la notifica da inviare fuori, indipendentemente dalle limitazioni di tempo, anche se non sono abilitate le notifiche, ecc selezionando l'opzione di trasmissione provoca la notifica da inviare a tutti i normali (-escalation non) e escalation contatti . queste opzioni consentono di ignorare la logica di comunicazione normale se avete bisogno di ottenere un messaggio importante fuori.
ja_jp: このコマンドは、指定されたサービスについて、カスタム通知を送信するために使用されます. 監視対象システムまたはサービスに関する問題を管理者に通知する必要がある緊急時に便利です. カスタム通知は、Nagiosの通常の通知ロジックに従います. 「強制」オプションを選択すると、時間の制限や通知が有効かどうかなどに関係なく、通知が強制的に送信されます. 「ブロードキャスト」オプションを選択すると、すべて通常（非エスカレーション先）やエスカレーション先の連絡先に通知が送信されます. 重要なメッセージを入手する場合に、これらのオプションは通常の通知ロジックを上書きできます.
pl_pl: To polecenie jest używane, aby wysłać powiadomienie o niestandardowe usługi określonej. przydatne w sytuacjach awaryjnych, kiedy trzeba powiadomić administratorów o kwestii dotyczących monitorowanego systemu lub usługi. niestandardowe powiadomienia zwykle przestrzegać regularnego logiki powiadomienia w Nagios. wybierając opcję zmusi przymusowej powiadomienia będą wysyłane, niezależnie od ograniczeń czasowych, czy powiadomienia są włączone, itp wybierając opcję rozgłaszania powoduje powiadomienia będą wysyłane do wszystkich normalnych (podwyższana niezarejestrowanych) i przekazania kontaktów , te opcje pozwalają zastąpić normalnej logiki powiadomienia, jeśli chcesz poznać ważne przesłanie.
pt_pt: este comando é usado para enviar uma notificação personalizada sobre o serviço especificado. útil em situações de emergência quando você precisa notificar os administradores de um problema relativo a um sistema ou serviço monitorado. notificações personalizadas, normalmente, seguir a lógica normal notificação em nagios. selecionando a opção forçada forçará a notificação para ser enviado para fora, independentemente das restrições de tempo, ou não notificações estão habilitados, etc. selecionando a opção de transmissão faz com que a notificação seja enviada a todos os contatos (não escalado) e encaminhado normais . estas opções permitem-lhe substituir a lógica normal de notificação, se você precisa para obter uma importante mensagem para fora.
ru_ru: эта команда используется для отправки пользовательского уведомления о указанной службы. полезно в чрезвычайных ситуациях, когда вам нужно уведомить администраторов о проблеме относительно контролируемой системе или услуги. пользовательских уведомлений обычно следуют регулярные логику уведомления в Nagios. выбрав опцию принудительного заставит уведомления, который будет разослан, независимо от временных ограничений, или нет, включены уведомления, и т.д. выбрав опцию вещания вызывает уведомление будет разослан всем нормальным (не переросли) и повышенными контактов , эти параметры позволяют переопределить нормальная логика, если уведомление необходимо получить важное сообщение из.
zh_cn: 此命令用于发送有关指定服务的自定义通知。 在紧急情况下需要通知管理员有关受监控系统或服务的问题时很有用。 自定义通知通常遵循Nagios中的常规通知逻辑。 选择“强制”选项将强制发送通知，而不考虑时间限制，是否启用了通知等。选择“广播”选项会使通知发送给所有普通（非升级）和升级的联系人 。 如果需要发送重要消息，这些选项使您可以覆盖常规通知逻辑。

source: Forced
bg_bg: Форсиран
de_de: gezwungen
es_es: forzado
fr_fr: forcé
it_it: forzato
ja_jp: 強制
pl_pl: zmuszony
pt_pt: forçado
ru_ru: вынуждены
zh_cn: 强制
