Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Trial License
bg_bg: пробен лиценз
de_de: Testlizenz
es_es: licencia de prueba
fr_fr: licence d'essai
it_it: licenza di prova
ja_jp: トライアルライセンス
pl_pl: Licencja testowa
pt_pt: licença de teste
ru_ru: пробная лицензия
zh_cn: 试用许可证

source: If you have a trial license key, you can enter it here. If you do not have one, you can %s.
bg_bg: ако имате пробен лицензен ключ, можете да го въведете тук. ако нямате такъв, можете% s.
de_de: Wenn Sie einen Testlizenzschlüssel haben, können Sie diesen hier eingeben. Wenn Sie keine haben, können Sie% s.
es_es: si tiene una clave de licencia de prueba, puede ingresarla aquí. si no tiene uno, puede% s.
fr_fr: si vous disposez d'une clé de licence d'essai, vous pouvez la saisir ici. si vous n'en avez pas, vous pouvez% s.
it_it: se hai una chiave di licenza di prova, puoi inserirla qui. se non ne hai uno, puoi% s.
ja_jp: トライアルライセンスキーをお持ちの場合は、ここに入力できます。持っていない場合は、％sできます。
pl_pl: jeśli masz próbny klucz licencyjny, możesz wprowadzić go tutaj. jeśli go nie masz, możesz% s.
pt_pt: se você tiver uma chave de licença de teste, poderá inseri-la aqui. se você não tiver um, pode% s.
ru_ru: если у вас есть пробный лицензионный ключ, вы можете ввести его здесь. если у вас его нет, вы можете% s.
zh_cn: 如果您有试用许可证密钥，则可以在此处输入。如果您没有，则可以％s。

source: get one now
bg_bg: вземете сега
de_de: Hol dir jetzt einen
es_es: consigue uno ahora
fr_fr: en avoir un maintenant
it_it: prendine uno adesso
ja_jp: 今すぐ入手
pl_pl: zdobądź go teraz
pt_pt: pegue um agora
ru_ru: получить сейчас
zh_cn: 现在拿一个

source: Trial Key
bg_bg: пробен ключ
de_de: Testschlüssel
es_es: clave de prueba
fr_fr: clé d'essai
it_it: chiave di prova
ja_jp: トライアルキー
pl_pl: klucz próbny
pt_pt: chave de teste
ru_ru: пробный ключ
zh_cn: 试用钥匙

source: Enter Trial Key
bg_bg: въведете пробен ключ
de_de: Geben Sie den Testschlüssel ein
es_es: ingrese la clave de prueba
fr_fr: entrer la clé d'essai
it_it: inserire chiave di prova
ja_jp: トライアルキーを入力してください
pl_pl: wprowadź klucz próbny
pt_pt: insira a chave de teste
ru_ru: введите пробный ключ
zh_cn: 输入试用密钥

source: Cloud accounts cannot access this page.
bg_bg: облачните профили нямат достъп до тази страница.
de_de: Cloud-Konten können nicht auf diese Seite zugreifen.
es_es: las cuentas en la nube no pueden acceder a esta página.
fr_fr: les comptes de cloud ne peuvent pas accéder à cette page.
it_it: gli account cloud non possono accedere a questa pagina.
ja_jp: クラウドアカウントはこのページにアクセスできません。
pl_pl: Konta w chmurze nie mogą uzyskać dostępu do tej strony.
pt_pt: contas em nuvem não podem acessar esta página.
ru_ru: облачные учетные записи не могут получить доступ к этой странице.
zh_cn: 云帐户无法访问此页面。

source: This action is not available in Demo Mode.
bg_bg: Това действие не е достъпно в демо режим.
de_de: Diese Aktion ist im Demo-Modus nicht verfügbar.
es_es: esta acción no está disponible en modo de demostración.
fr_fr: cette action n'est pas disponible en mode démo.
it_it: Questa azione non è disponibile in modalità demo.
ja_jp: このアクションは、デモモードで使用できません.
pl_pl: akcja ta nie jest dostępna w trybie demo.
pt_pt: esta ação não está disponível no modo de demonstração.
ru_ru: это действие не доступен в демо-режиме.
zh_cn: 此操作在演示模式下不可用。

source: <b>The update has completed!</b> Review the log and click <b>Finish</b> when done to go back.
bg_bg: <b>актуализацията е завършена!</b> прегледайте дневника и кликнете върху <b>завършване</b> , за да се върнете назад.
de_de: <b>Das Update ist abgeschlossen!</b> Überprüfen Sie das Protokoll und klicken Sie auf " <b>Fertig stellen"</b> , um zurück zu gelangen.
es_es: <b>La actualización se ha completado!</b> revisa el registro y haz clic en <b>finalizar</b> cuando termines para volver.
fr_fr: <b>la mise à jour est terminée!</b> Consultez le journal et cliquez sur <b>Terminer</b> lorsque vous <b>avez</b> terminé pour revenir en arrière.
it_it: <b>l'aggiornamento è completato!</b> rivedere il registro e fare clic su <b>Fine</b> quando si fa per tornare indietro.
ja_jp: <b>更新は完了しました。</b>ログを確認し、 <b>終了</b>したら[ <b>終了</b> ]をクリックして戻ります。
pl_pl: <b>aktualizacja została zakończona!</b> przejrzyj dziennik i kliknij <b>Zakończ</b> po <b>zakończeniu</b> , aby wrócić.
pt_pt: <b>a atualização foi concluída!</b> revise o log e clique em <b>terminar</b> quando terminar para voltar.
ru_ru: <b>обновление завершено!</b> Просмотрите журнал и нажмите <b>Готово,</b> когда закончите, чтобы вернуться.
zh_cn: <b>更新已完成！</b>查看日志，完成后点击<b>完成</b>返回。

source: The update did not complete properly. Click <b>Go Back</b> and try updating manually.
bg_bg: актуализацията не е завършена правилно. щракнете върху <b>върнете се</b> и опитайте да актуализирате ръчно.
de_de: Das Update wurde nicht ordnungsgemäß abgeschlossen. Klicken <b>Sie auf Zurück</b> und versuchen Sie die Aktualisierung manuell.
es_es: La actualización no se completó correctamente. haga clic en <b>volver</b> e intente actualizar manualmente.
fr_fr: la mise à jour ne s'est pas terminée correctement. Cliquez sur <b>Retour</b> et essayez de mettre à jour manuellement.
it_it: l'aggiornamento non è stato completato correttamente. fai clic su <b>Indietro</b> e prova ad aggiornare manualmente.
ja_jp: 更新は正しく完了しませんでした。 <b>戻る</b>をクリックして手動でアップデートしてください。
pl_pl: aktualizacja nie zakończyła się poprawnie. kliknij <b>Wróć</b> i spróbuj zaktualizować ręcznie.
pt_pt: a atualização não foi concluída corretamente. clique em <b>voltar</b> e tente atualizar manualmente.
ru_ru: обновление не завершено должным образом. нажмите <b>вернуться</b> и попробуйте обновить вручную.
zh_cn: 更新没有正确完成。点击<b>返回</b>并尝试手动更新。

source: Command not found.
bg_bg: Командата не е намерена.
de_de: Befehl nicht gefunden.
ja_jp: コマンドが見つかりません.
pl_pl: nie znaleziono polecenia.
pt_pt: comando não encontrado.
ru_ru: команда не найдена.
zh_cn: 未找到命令。

source: Are you sure you want to upgrade %s?
bg_bg: Наистина ли искате да актуализирате Nagios XI?
de_de: sind Sie sicher, dass Sie nagios wollen xi zu aktualisieren?
es_es: ¿está seguro de que desea actualizar Nagios XI?
fr_fr: êtes-vous sûr que vous voulez mettre à niveau nagios xi?
it_it: sei sicuro di voler aggiornare Nagios xi?
ja_jp: %s のアップグレードを実行しますか?
pl_pl: jesteś pewien, że chcesz uaktualnić Nagios XI?
pt_pt: você tem certeza que deseja atualizar nagios xi?
ru_ru: Вы уверены, что хотите обновить NAGIOS XI?
zh_cn: 你确定要升级%s？

source: Warning: Overwriting XI files ... Please make backups of any edited files before running this upgrade. Does not include components unless it's a core XI component.
bg_bg: Предупреждение: Презаписване на XI файлове ... Моля направете резервни копия на всички редактираните файлове, преди да използвате този ъпгрейд. Не включвайте компоненти, освен ако това не е основен XI компонент.
de_de: Bist du sicher, dass du nagios xi aktualisieren möchten \ n \ nWarnung: Überschreiben xi-Dateien ... Sie Backups von allen bearbeiteten Dateien vor dem Ausführen dieses Upgrade. nicht enthalten Komponenten, es sei denn, es ist eine Kernkomponente xi.
es_es: ? ¿estás seguro de que desea actualizar nagios xi \ n \ nADVERTENCIA: sobrescribir los archivos xi ... por favor haga copias de seguridad de los archivos editados antes de ejecutar esta actualización. no incluye los componentes a menos que sea un componente central xi.
fr_fr: Etes-vous sûr que vous voulez mettre à jour nagios xi \ n \ nde: écraser des fichiers xi ... s'il vous plaît faire des sauvegardes de tous les fichiers modifiés avant d'exécuter cette mise à jour. ne comprend pas les éléments, sauf si c'est un élément xi de base.
it_it: Sei sicuro di voler aggiornare nagios xi \ n \ nATTENZIONE: sovrascrivendo i file xi ... si prega di fare il backup di tutti i file modificati prima di eseguire questo aggiornamento. non include i componenti meno che non sia una componente fondamentale xi.
ja_jp: 警告： XI ファイルが上書きされます. このアップグレードを実行する前に編集したファイルをバックアップしてください. コアXI コンポーネントでない限り、コンポーネントを含めないでください.
pl_pl: jesteś pewien, że chcesz, aby uaktualnić Nagios xi \ n \ nOSTRZEŻENIE: nadpisywanie plików xi ... proszę kopie zapasowe wszelkich edytowanych plików przed uruchomieniem tego uaktualnienia. nie zawiera elementów, chyba że jest to główny element xi.
pt_pt: ? você tem certeza que quer atualizar nagios xi \ n \ nATENÇÃO: sobrescrever arquivos xi ... por favor, faça backups de todos os arquivos editados antes de executar a atualização. não inclui os componentes a menos que seja um componente xi núcleo.
ru_ru: ? Вы уверены, что хотите обновить Nagios XI \ п \ nВНИМАНИЕ: перезаписи XI файлы ... пожалуйста делать резервные копии любых редактируемых файлов перед запуском данного обновления. не содержит компонентов, если это не компонент XI ядро.
zh_cn: 警告： 覆盖XI文件..: 覆盖XI文件... 在运行此升级之前，请对任何编辑过的文件进行备份。不包括组件，除非是XI的核心组件。

source: Are you sure you want to delete this update log file?
bg_bg: Сигурни ли сте, че искате да изтриете тази актуализация на лог файла?
de_de: sind Sie sicher, dass Sie möchten, dass dieser Reaktor Instanz löschen?
es_es: ¿Seguro que quieres borrar este ejemplo reactor?
fr_fr: êtes-vous sûr de vouloir supprimer cette instance de réacteur?
it_it: sei sicuro di voler cancellare questa istanza reattore?
ja_jp: 更新ログファイルを削除しますか？
pl_pl: są na pewno chcesz usunąć tę instancję reaktora?
pt_pt: você tem certeza de que deseja excluir este exemplo reator?
ru_ru: Вы уверены, что хотите удалить этот экземпляр реактора?
zh_cn: 你确定要删除这个更新日志文件吗？

source: View Update Log
bg_bg: Вижте актуализацирания лог
de_de: Ansicht Update-Log
es_es: vista de registro de actualización
fr_fr: vue mise à jour journal
it_it: Vista registro di aggiornamento
ja_jp: 更新ログを表示する
pl_pl: Widok aktualizacja dziennika
pt_pt: atualização log vista
ru_ru: Просмотр журнала обновление
zh_cn: 查看更新日志

source: Update Ran:
bg_bg: Проведена актуализация:
de_de: Update lief:
es_es: actualización funcionó:
fr_fr: mise à jour a couru:
it_it: aggiornamento corse:
ja_jp: 更新実施：
pl_pl: Aktualizacja prowadził:
pt_pt: atualização funcionou:
ru_ru: обновление побежал:
zh_cn: 更新运行：

source: Update Status:
bg_bg: Състояние на актуализациите:
es_es: estado de actualización:
fr_fr: statut de mise à jour:
it_it: stato di aggiornamento:
ja_jp: 更新ステータス：
pl_pl: Status aktualizacji:
pt_pt: status de atualização:
ru_ru: Обновление статуса:
zh_cn: 更新状态：

source: <strong>Please wait.</strong> Upgrade is starting...
bg_bg: <strong>Моля изчакай.</strong> Започва актуализация (upgrade)...
de_de: <strong>bitte warten Sie.</strong> Upgrade beginnt ...
es_es: <strong>por favor espere.</strong> actualización está empezando ...
fr_fr: <strong>S'il vous plaît attendre.</strong> mise à niveau commence ...
it_it: <strong>Attendere prego.</strong> aggiornamento sta iniziando ...
ja_jp: <strong>お待ちください.</strong> アップグレードが開始しています...
pl_pl: <strong>proszę czekać.</strong> uaktualnić zaczyna ...
pt_pt: <strong>por favor aguarde.</strong> atualização está começando ...
ru_ru: <strong>пожалуйста, подождите.</strong> обновление начинает ...
zh_cn: <strong>请稍候。</strong>升级开始......

source: Go Back
bg_bg: Върнете се
de_de: Zurück
es_es: Atras
fr_fr: Revenir en arrière
it_it: Torna indietro
ja_jp: 戻る
pl_pl: wracać
pt_pt: Anterior
ru_ru: Возвращаться
zh_cn: 返回

source: Finish
bg_bg: Завършете
de_de: Beenden
es_es: Finalizar
fr_fr: Terminer
it_it: Finire
ja_jp: 完了
pl_pl: wykończenie
pt_pt: Fim
ru_ru: Заканчивать
zh_cn: 完

source: Ensure your IT infrastructure is monitored effectively by keeping up with the latest updates to %s.
bg_bg: уверете се, че инфраструктурата ви се контролира ефективно, като се придържате към последните актуализации на% s.
de_de: Stellen Sie sicher, dass Ihre IT-Infrastruktur effektiv überwacht wird, indem Sie die neuesten Updates für% s erhalten.
es_es: asegúrese de que su infraestructura de TI se supervise de manera efectiva al mantenerse al día con las últimas actualizaciones de% s.
fr_fr: Assurez-vous que votre infrastructure informatique est surveillée efficacement en vous tenant au courant des dernières mises à jour de% s.
it_it: assicurati che la tua infrastruttura sia monitorata in modo efficace tenendo aggiornati gli ultimi aggiornamenti su% s.
ja_jp: %s の最新のアップデートに保ち、ITインフラストラクチャが効果的に監視されることを確実してください。
pl_pl: upewnij się, że twoja infrastruktura jest skutecznie monitorowana, śledząc najnowsze aktualizacje% s.
pt_pt: garanta que sua infraestrutura seja monitorada de forma eficaz, acompanhando as atualizações mais recentes para% s.
ru_ru: убедитесь, что ваша инфраструктура контролируется эффективно, сохраняя последние обновления до% s.
zh_cn: 通过保持对%s的最新更新，确保你的IT基础设施得到有效监控。

source: Visit <a href='https://www.nagios.com/products/nagiosxi/' target='_blank'>www.nagios.com</a> to get the latest versions of Nagios XI.
bg_bg: посетете <a href='https://www.nagios.com/products/nagiosxi/' target='_blank'>www.nagios.com, за</a> да получите най-новите версии на nagios xi.
de_de: Besuchen Sie <a href='https://www.nagios.com/products/nagiosxi/' target='_blank'>www.nagios.com</a> , um die neuesten Versionen von nagios xi zu erhalten.
es_es: Visite <a href='https://www.nagios.com/products/nagiosxi/' target='_blank'>www.nagios.com</a> para obtener las últimas versiones de nagios xi.
fr_fr: Visitez le site <a href='https://www.nagios.com/products/nagiosxi/' target='_blank'>www.nagios.com</a> pour obtenir les dernières versions de nagios xi.
it_it: visita <a href='https://www.nagios.com/products/nagiosxi/' target='_blank'>www.nagios.com</a> per ottenere le ultime versioni di nagios xi.
ja_jp: Nagios XI の最新バージョンを入手するには、 <a href='https://www.nagios.com/products/nagiosxi/' target='_blank'>www.nagios.com</a>を確認してください。
pl_pl: odwiedź stronę <a href='https://www.nagios.com/products/nagiosxi/' target='_blank'>www.nagios.com,</a> aby uzyskać najnowsze wersje nagios xi.
pt_pt: visite <a href='https://www.nagios.com/products/nagiosxi/' target='_blank'>www.nagios.com</a> para obter as versões mais recentes do nagios xi.
ru_ru: посетите <a href='https://www.nagios.com/products/nagiosxi/' target='_blank'>www.nagios.com,</a> чтобы получить последние версии nagios xi.
zh_cn: 请访问<a href='https://www.nagios.com/products/nagiosxi/' target='_blank'>www.nagios.com</a>以获得最新版本的Nagios XI。

source: IMPORTANT
bg_bg: важно
de_de: wichtig
es_es: importante
it_it: importante
ja_jp: 重要
pl_pl: ważny
pt_pt: importante
ru_ru: важный
zh_cn: 重要

source: Before upgrading, verify you have both a valid system backup as well as a configuration backup of Nagios XI before continuing!
bg_bg: преди да надстроите, проверете дали имате валидно архивно копие на системата, както и конфигурационно архивиране на nagios xi, преди да продължите!
de_de: Vergewissern Sie sich vor dem Upgrade, dass Sie sowohl über eine gültige Systemsicherung als auch über eine Konfigurationssicherung von nagios xi verfügen, bevor Sie fortfahren!
es_es: antes de actualizar, verifique que tenga tanto una copia de seguridad del sistema válida como una copia de seguridad de la configuración de nagios xi antes de continuar.
fr_fr: avant la mise à niveau, vérifiez que vous disposez à la fois d'une sauvegarde système valide et d'une sauvegarde de configuration de nagios xi avant de continuer!
it_it: prima di eseguire l'aggiornamento, verificare di disporre sia di un backup di sistema valido sia di un backup di configurazione di nagios xi prima di continuare!
ja_jp: アップグレードする前に、続行する前に、nagios xiの有効なシステムバックアップと構成バックアップの両方があることを確認してください！
pl_pl: przed aktualizacją sprawdź, czy masz zarówno prawidłową kopię zapasową systemu, jak i kopię zapasową konfiguracji nagios xi, zanim przejdziesz dalej!
pt_pt: antes da atualização, verifique se você possui um backup válido do sistema e um backup da configuração do nagios xi antes de continuar!
ru_ru: перед обновлением убедитесь, что у вас есть как действительная резервная копия системы, так и резервная копия конфигурации nagios xi, прежде чем продолжить!
zh_cn: 在升级之前，请先确认您有一个有效的系统备份和Nagios XI的配置备份，然后再继续。

source: More information about backing up and restoring Nagios XI
bg_bg: повече информация за архивирането и възстановяването на nagios xi
de_de: Weitere Informationen zum Sichern und Wiederherstellen von Nagios XI
es_es: Más información sobre copias de seguridad y restauración de nagios xi
fr_fr: plus d'informations sur la sauvegarde et la restauration de nagios xi
it_it: ulteriori informazioni sul backup e il ripristino di nagios xi
ja_jp: nagios xiのバックアップと復元に関する詳細情報
pl_pl: więcej informacji na temat tworzenia kopii zapasowych i przywracania nagios xi
pt_pt: mais informações sobre como fazer backup e restaurar nagios xi
ru_ru: больше информации о резервном копировании и восстановлении nagios xi
zh_cn: 有关备份和还原Nagios XI的更多信息

source: NOTICE
bg_bg: известие
de_de: beachten
es_es: aviso
fr_fr: remarquer
it_it: Avviso
ja_jp: 通知
pl_pl: ogłoszenie
pt_pt: aviso prévio
ru_ru: уведомление
zh_cn: 注意

source: Your Nagios XI license includes a test environment instance that allows you to verify successful upgrade and configuration changes before applying them to your production environment. As a best practice for ensuring the reliability of your monitoring systems, we advise you to upgrade your test environment before upgrading any production instances.
bg_bg: вашият лиценз nagios xi включва екземпляр за тестова среда, който ви позволява да проверите успешните промени в надстройката и конфигурацията, преди да ги приложите към вашата производствена среда. като най-добра практика за гарантиране на надеждността на вашите системи за мониторинг, ние ви съветваме да надстроите вашата тестова среда, преди да надстроите каквито и да е производствени инстанции.
de_de: Ihre Nagios XI-Lizenz enthält eine Testumgebungsinstanz, mit der Sie erfolgreiche Upgrade- und Konfigurationsänderungen überprüfen können, bevor Sie sie auf Ihre Produktionsumgebung anwenden. Als bewährte Methode zur Gewährleistung der Zuverlässigkeit Ihrer Überwachungssysteme empfehlen wir Ihnen, Ihre Testumgebung zu aktualisieren, bevor Sie Produktionsinstanzen aktualisieren.
es_es: su licencia de nagios xi incluye una instancia de entorno de prueba que le permite verificar cambios exitosos de actualización y configuración antes de aplicarlos a su entorno de producción. Como práctica recomendada para garantizar la confiabilidad de sus sistemas de monitoreo, le recomendamos que actualice su entorno de prueba antes de actualizar cualquier instancia de producción.
fr_fr: votre licence nagios xi comprend une instance d'environnement de test qui vous permet de vérifier les modifications de configuration et de mise à niveau réussies avant de les appliquer à votre environnement de production. en tant que meilleure pratique pour garantir la fiabilité de vos systèmes de surveillance, nous vous conseillons de mettre à niveau votre environnement de test avant de mettre à niveau les instances de production.
it_it: la tua licenza di nagios xi include un'istanza di ambiente di test che ti consente di verificare l'upgrade e le modifiche alla configurazione prima di applicarle al tuo ambiente di produzione. come best practice per garantire l'affidabilità dei sistemi di monitoraggio, ti consigliamo di aggiornare l'ambiente di test prima di aggiornare qualsiasi istanza di produzione.
ja_jp: nagios xiライセンスには、本番環境に適用する前にアップグレードおよび構成の変更が成功したかどうかを確認できるテスト環境インスタンスが含まれています。モニタリングシステムの信頼性を確保するためのベストプラクティスとして、本番インスタンスをアップグレードする前にテスト環境をアップグレードすることをお勧めします。
pl_pl: Twoja licencja nagios xi zawiera instancję środowiska testowego, która pozwala zweryfikować pomyślne zmiany aktualizacji i konfiguracji przed zastosowaniem ich w środowisku produkcyjnym. jako najlepszą praktykę zapewniającą niezawodność systemów monitorowania zalecamy uaktualnienie środowiska testowego przed aktualizacją jakichkolwiek instancji produkcyjnych.
pt_pt: sua licença do nagios xi inclui uma instância do ambiente de teste que permite verificar as alterações bem-sucedidas de atualização e configuração antes de aplicá-las ao seu ambiente de produção. como uma prática recomendada para garantir a confiabilidade de seus sistemas de monitoramento, recomendamos que você atualize seu ambiente de teste antes de atualizar qualquer instância de produção.
ru_ru: ваша лицензия nagios xi включает в себя экземпляр тестовой среды, который позволяет вам проверить успешное обновление и изменения конфигурации, прежде чем применять их в производственной среде. В качестве наилучшей практики обеспечения надежности ваших систем мониторинга мы советуем вам обновить среду тестирования перед обновлением любых производственных экземпляров.
zh_cn: 您的Nagios XI许可证包括一个测试环境实例，该实例使您可以在将升级和配置更改应用于生产环境之前验证是否成功。 作为确保监视系统可靠性的最佳做法，我们建议您在升级任何生产实例之前先升级测试环境。

source: More information on licensing
bg_bg: повече информация относно лицензирането
de_de: Weitere Informationen zur Lizenzierung
es_es: Más información sobre licencias
fr_fr: plus d'informations sur les licences
it_it: maggiori informazioni sulle licenze
ja_jp: ライセンスの詳細
pl_pl: więcej informacji na temat licencjonowania
pt_pt: mais informações sobre licenciamento
ru_ru: больше информации о лицензировании
zh_cn: 有关许可的更多信息

source: View the %sNagios XI Upgrade Instructions%s for more information on upgrading your system.
bg_bg: прегледайте инструкциите за надграждане% snagios xi% s за повече информация относно надстройката на вашата система.
de_de: Weitere Informationen zum Aktualisieren Ihres Systems finden Sie in den Anweisungen zum Upgrade von% snagios xi% s.
es_es: consulte las instrucciones de actualización de% snagios xi% s para obtener más información sobre cómo actualizar su sistema.
fr_fr: consultez les instructions de mise à niveau de% snagios xi% s pour plus d'informations sur la mise à niveau de votre système.
it_it: visualizza le istruzioni di aggiornamento di% snagios xi% s per ulteriori informazioni sull'aggiornamento del sistema.
ja_jp: システムのアップグレードの詳細については、％snagios xiアップグレード手順％sをご覧ください。
pl_pl: zapoznaj się z instrukcjami aktualizacji% snagios xi% s, aby uzyskać więcej informacji na temat aktualizacji systemu.
pt_pt: veja as instruções de atualização do% snagios xi% s para obter mais informações sobre a atualização do seu sistema.
ru_ru: см. инструкции по обновлению% snagios xi% s для получения дополнительной информации об обновлении системы.
zh_cn: 查看 %sNagios XI 升级说明%s，了解有关升级系统的更多信息。

source: Check For Updates Now
bg_bg: Проверете за актуализации сега
de_de: Jetzt nach Updates suchen
es_es: Revisar ahora por actualizaciones
fr_fr: Vérifiez les mises à jour maintenant
it_it: Controlla aggiornamenti
ja_jp: アップデートをチェック
pl_pl: Teraz sprawdzanie aktualizacji
pt_pt: Verifique por atualizações agora
ru_ru: Проверить наличие обновлений
zh_cn: 现在检查更新

source: Checking...
bg_bg: Проверка...
de_de: Überprüfung ...
es_es: comprobar ...
fr_fr: contrôle ...
it_it: controllo ...
ja_jp: チェックしています...
pl_pl: sprawdzanie ...
pt_pt: verificação ...
ru_ru: проверка ...
zh_cn: 检查...

source: Upgrade to Latest Version
bg_bg: Направете ъпгрейд до най-новата версия
de_de: Upgrade auf die neueste Version
es_es: actualizar a la última versión
fr_fr: mise à niveau à la dernière version
it_it: l'aggiornamento alla versione più recente
ja_jp: 最新バージョンにアップグレード
pl_pl: upgrade do najnowszej wersji
pt_pt: atualização para a última versão
ru_ru: обновить до последней версии
zh_cn: 升级到最新版本
