Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Must fill out the entire form.
bg_bg: Вие трябва да попълните цялата форма.
de_de: Sie müssen füllen Sie das Formular vollständig aus.
es_es: usted debe llenar el formulario completo.
fr_fr: vous devez remplir le formulaire en entier.
it_it: è necessario compilare l'intero modulo.
ja_jp: すべてのフォームに入力してください.
pl_pl: należy wypełnić cały formularz.
pt_pt: você deve preencher o formulário inteiro.
ru_ru: Вы должны заполнить всю форму.
zh_cn: 必须填写整个表格。

source: Could not connect to %s
bg_bg: не можа да се свърже с
de_de: konnte keine Verbindung herstellen
es_es: no pudo conectarse a
fr_fr: n'a pas pu se connecter à
it_it: non è possibile connettersi a
ja_jp: 接続できませんでした
pl_pl: nie można się połączyć
pt_pt: não pôde se conectar ao
ru_ru: не удалось подключиться к
zh_cn: 无法连接到

source: Could not connect to %s with token given.
bg_bg: не можа да се свърже с <b>% s</b> с даден маркер.
de_de: Verbindung zu <b>% s</b> mit angegebenem Token konnte nicht hergestellt werden.
es_es: no se pudo conectar a <b>% s</b> con el token dado.
fr_fr: impossible de se connecter à <b>% s</b> avec le jeton donné.
it_it: impossibile connettersi a <b>% s</b> con il token dato.
ja_jp: 指定されたトークンで<b>％sに</b>接続できませんでした
pl_pl: nie można połączyć się z <b>% s</b> z podanym tokenem.
pt_pt: não foi possível conectar-se a <b>% s</b> com o token fornecido.
ru_ru: не удалось подключиться к <b>% s</b> с указанным токеном.
zh_cn: 无法用给定的标记连接到<b>%s</b>。

source: Could not add the agent.
bg_bg: не можа да добави агента.
de_de: Der Agent konnte nicht hinzugefügt werden.
es_es: No se pudo agregar el agente.
fr_fr: n'a pas pu ajouter l'agent.
it_it: impossibile aggiungere l'agente.
ja_jp: エージェントを追加できませんでした。
pl_pl: nie można dodać agenta.
pt_pt: não foi possível adicionar o agente.
ru_ru: не удалось добавить агента.
zh_cn: 无法添加代理。

source: Could not edit the agent.
bg_bg: не можа да редактира агента.
de_de: Der Agent konnte nicht bearbeitet werden.
es_es: No se pudo editar el agente.
fr_fr: n'a pas pu modifier l'agent.
it_it: impossibile modificare l'agente.
ja_jp: エージェントを編集できませんでした。
pl_pl: nie można edytować agenta.
pt_pt: Não foi possível editar o agente.
ru_ru: не удалось отредактировать агент.
zh_cn: 无法编辑代理。

source: Manage Deployed Agents
bg_bg: управление на внедрени агенти
de_de: Bereitgestellte Agenten verwalten
es_es: gestionar agentes desplegados
fr_fr: gérer les agents déployés
it_it: gestire gli agenti distribuiti
ja_jp: 展開されたエージェントを管理する
pl_pl: zarządzaj wdrożonymi agentami
pt_pt: gerenciar agentes implantados
ru_ru: управлять развернутыми агентами
zh_cn: 管理已部署的代理

source: Successfully deployed agents will be listed below and can be edited by clicking the edit button. You can also remove the agent from the list. Removing agents from the list will not remove the agent from the host system it is installed on.
bg_bg: успешно разгърнатите агенти ще бъдат изброени по-долу и могат да бъдат актуализирани чрез натискане на бутона за актуализиране. можете също да премахнете агента от списъка. премахването на агенти от списъка няма да премахне агента от хост системата, на която е инсталиран.
de_de: erfolgreich bereitgestellte Agenten werden unten aufgeführt und können durch Klicken auf die Schaltfläche Aktualisieren aktualisiert werden. Sie können den Agenten auch aus der Liste entfernen. Durch das Entfernen von Agenten aus der Liste wird der Agent nicht von dem Hostsystem entfernt, auf dem er installiert ist.
es_es: Los agentes implementados correctamente se enumerarán a continuación y se pueden actualizar haciendo clic en el botón Actualizar. También puede eliminar el agente de la lista. eliminar agentes de la lista no eliminará el agente del sistema host en el que está instalado.
fr_fr: les agents déployés avec succès seront répertoriés ci-dessous et peuvent être mis à jour en cliquant sur le bouton de mise à jour. vous pouvez également supprimer l'agent de la liste. la suppression d'agents de la liste ne supprimera pas l'agent du système hôte sur lequel il est installé.
it_it: gli agenti distribuiti correttamente verranno elencati di seguito e possono essere aggiornati facendo clic sul pulsante di aggiornamento. è inoltre possibile rimuovere l'agente dall'elenco. la rimozione degli agenti dall'elenco non rimuoverà l'agente dal sistema host su cui è installato.
ja_jp: 正常にデプロイされたエージェントは以下にリストされ、更新ボタンをクリックして更新できます。リストからエージェントを削除することもできます。リストからエージェントを削除しても、エージェントがインストールされているホストシステムからは削除されません。
pl_pl: pomyślnie wdrożone agenty zostaną wymienione poniżej i można je zaktualizować, klikając przycisk aktualizacji. możesz również usunąć agenta z listy. usunięcie agentów z listy nie spowoduje usunięcia agenta z systemu hosta, na którym jest zainstalowany.
pt_pt: os agentes implantados com sucesso serão listados abaixo e podem ser atualizados clicando no botão Atualizar. você também pode remover o agente da lista. remover agentes da lista não removerá o agente do sistema host em que está instalado.
ru_ru: успешно развернутые агенты будут перечислены ниже и могут быть обновлены, нажав кнопку обновления. Вы также можете удалить агента из списка. удаление агентов из списка не приведет к удалению агента из хост-системы, на которой он установлен.
zh_cn: 成功部署的代理将在下面列出，可以通过单击“编辑”按钮进行编辑。 您也可以从列表中删除代理。 从列表中删除代理不会从安装代理的主机系统上删除代理。

source: Add Agent
bg_bg: добавете агент
de_de: AIX-Agenten
es_es: aix agente
fr_fr: aix agent de
it_it: aix agente
ja_jp: エージェントを追加
pl_pl: Środek Aix
pt_pt: aix agente
ru_ru: AIX агента
zh_cn: 添加代理

source: IP Address/Hostname
bg_bg: IP адрес / име на хост
de_de: IP-Adresse oder Host-Name
es_es: Dirección IP o nombre de host
fr_fr: Adresse IP ou nom d'hôte
it_it: Indirizzo IP o nome host
ja_jp: IPアドレス / ホスト名
pl_pl: Adres IP / nazwa hosta
pt_pt: endereço IP ou nome de host
ru_ru: IP-адрес или имя хоста
zh_cn: IP地址或主机名

source: Agent Status
bg_bg: статус на агент
de_de: Agentenstatus
es_es: estado del agente
fr_fr: statut d'agent
it_it: stato dell'agente
ja_jp: エージェントのステータス
pl_pl: status agenta
pt_pt: status do agente
ru_ru: статус агента
zh_cn: 代理状态

source: Agent
bg_bg: агент
es_es: agente
it_it: agente
ja_jp: エージェント
pt_pt: agente
ru_ru: агент
zh_cn: 代理

source: Agent Version
bg_bg: версия на агент
de_de: Agentenversion
es_es: versión del agente
fr_fr: version de l'agent
it_it: versione dell'agente
ja_jp: エージェントのバージョン
pl_pl: wersja agenta
pt_pt: versão do agente
ru_ru: версия агента
zh_cn: 代理版本

source: Last Status Check
bg_bg: Последна проверка на статуса
de_de: letzte Statusprüfung
es_es: última comprobación de estado
fr_fr: dernière vérification de l'état
it_it: ultimo controllo dello stato
ja_jp: 直近のステータスチェック
pl_pl: Ostatnia kontrola stanu
pt_pt: verificação de status última
ru_ru: последняя проверка состояния
zh_cn: 最后的状态检查

source: Last Updated
bg_bg: Последно актуализиран
de_de: Zuletzt aktualisiert
es_es: Última actualización
fr_fr: Dernière mise à jour
it_it: Ultimo aggiornamento
ja_jp: 最終更新
pl_pl: Ostatnia aktualizacja
pt_pt: Última atualização
ru_ru: Последнее обновление
zh_cn: 最后更新

source: Creator
bg_bg: създател
de_de: Schöpfer
es_es: creador
fr_fr: créateur
it_it: Creatore
ja_jp: クリエーター
pl_pl: twórca
pt_pt: O Criador
ru_ru: создатель
zh_cn: 创作者

source: Deployed / Added On
bg_bg: внедрен / добавен на
de_de: bereitgestellt / hinzugefügt am
es_es: desplegado / agregado en
fr_fr: déployé / ajouté
it_it: distribuito / aggiunto il
ja_jp: 展開/追加
pl_pl: wdrożony / dodany w dniu
pt_pt: implantado / adicionado em
ru_ru: развернут / добавлен
zh_cn: 已部署/添加

source: No agents have been deployed or added yet.
bg_bg: все още не са внедрени или добавени агенти.
de_de: Es wurden noch keine Agenten bereitgestellt oder hinzugefügt.
es_es: aún no se han implementado ni agregado agentes.
fr_fr: aucun agent n'a encore été déployé ou ajouté.
it_it: nessun agente è stato ancora distribuito o aggiunto.
ja_jp: エージェントはまだデプロイまたは追加されていません。
pl_pl: żaden agent nie został jeszcze wdrożony ani dodany.
pt_pt: nenhum agente foi implantado ou adicionado ainda.
ru_ru: агенты еще не были развернуты или добавлены.
zh_cn: 尚未部署或添加任何代理。

source: First Page
bg_bg: Първа страница
de_de: Erste Seite
es_es: Primera pagina
fr_fr: Première page
it_it: Prima pagina
ja_jp: 最初のページ
pl_pl: Pierwsza strona
pt_pt: Primeira página
ru_ru: Первая страница
zh_cn: 第一页

source: No Limit
bg_bg: Няма ограничение
de_de: keine Begrenzung
es_es: sin límite
fr_fr: sans limites
it_it: Senza limiti
ja_jp: 制限なし
pl_pl: bez limitu
pt_pt: sem limite
ru_ru: нет ограничений
zh_cn: 没有限制

source: Manually add an agent that has been deployed to your environment without using the Nagios XI deployment tool. Tokens are encrypted and used when running the wizard.
bg_bg: ръчно добавете агент, който е разгърнат във вашата среда, без да използвате инструмента за внедряване nagios xi. токените се шифроват и се използват при стартиране на съветника.
de_de: Fügen Sie manuell einen Agenten hinzu, der in Ihrer Umgebung bereitgestellt wurde, ohne das Bereitstellungstool von nagios xi zu verwenden. Token werden verschlüsselt und beim Ausführen des Assistenten verwendet.
es_es: agregue manualmente un agente que se haya implementado en su entorno sin utilizar la herramienta de implementación nagios xi. los tokens se cifran y se usan cuando se ejecuta el asistente.
fr_fr: ajoutez manuellement un agent qui a été déployé dans votre environnement sans utiliser l'outil de déploiement nagios xi. les jetons sont chiffrés et utilisés lors de l'exécution de l'assistant.
it_it: aggiungere manualmente un agente che è stato distribuito nel proprio ambiente senza utilizzare lo strumento di distribuzione nagios xi. i token sono crittografati e utilizzati durante l'esecuzione della procedura guidata.
ja_jp: nagios xiデプロイメントツールを使用せずに、環境にデプロイされたエージェントを手動で追加します。トークンは暗号化され、ウィザードの実行時に使用されます。
pl_pl: ręcznie dodaj agenta, który został wdrożony w środowisku bez użycia narzędzia do wdrażania nagios xi. tokeny są szyfrowane i używane podczas uruchamiania kreatora.
pt_pt: adicione manualmente um agente que foi implementado em seu ambiente sem usar a ferramenta de implementação do nagios xi. os tokens são criptografados e usados ao executar o assistente.
ru_ru: вручную добавьте агент, который был развернут в вашей среде, без использования инструмента развертывания nagios xi. токены шифруются и используются при запуске мастера.
zh_cn: 手动添加已部署到您的环境的代理，而无需使用Nagios XI部署工具。 在运行向导时，令牌已加密并被使用。

source: IP Address / Hostname
bg_bg: IP адрес / име на хост
de_de: IP-Adresse oder Host-Name
es_es: Dirección IP o nombre de host
fr_fr: Adresse IP ou nom d'hôte
it_it: Indirizzo IP o nome host
ja_jp: IPアドレス / ホスト名
pl_pl: Adres IP / nazwa hosta
pt_pt: endereço IP ou nome de host
ru_ru: IP-адрес или имя хоста
zh_cn: IP地址/主机名

source: NCPA Token
bg_bg: ncpa знак
es_es: token ncpa
fr_fr: jeton ncpa
it_it: token ncpa
ja_jp: ncpaトークン
pl_pl: token ncpa
pt_pt: token ncpa
ru_ru: токен ncpa
zh_cn: NCPA令牌

source: Adding...
bg_bg: добавяне...
de_de: Hinzufügen ...
es_es: agregando ...
fr_fr: ajouter...
it_it: aggiungendo ...
ja_jp: 追加しています...
pl_pl: dodawanie ...
pt_pt: adicionando ...
ru_ru: добавление ...
zh_cn: 添加...

source: Add
bg_bg: Добави
de_de: hinzufügen
es_es: añadir
fr_fr: ajouter
it_it: aggiungere
ja_jp: 追加
pl_pl: dodać
pt_pt: adicionar
ru_ru: добавлять
zh_cn: 添加

source: Edit Agent
bg_bg: редактиращ агент
de_de: Agent bearbeiten
es_es: editar agente
fr_fr: modifier l'agent
it_it: agente di modifica
ja_jp: エージェントを編集
pl_pl: edycja agenta
pt_pt: agente de edição
ru_ru: агент редактирования
zh_cn: 编辑代理

source: Tokens are encrypted and used when running the wizard.
bg_bg: токените се шифроват и се използват при стартиране на съветника.
de_de: Token werden verschlüsselt und beim Ausführen des Assistenten verwendet.
es_es: los tokens se cifran y se usan cuando se ejecuta el asistente.
fr_fr: les jetons sont chiffrés et utilisés lors de l'exécution de l'assistant.
it_it: i token sono crittografati e utilizzati durante l'esecuzione della procedura guidata.
ja_jp: トークンは暗号化され、ウィザードの実行時に使用されます。
pl_pl: tokeny są szyfrowane i używane podczas uruchamiania kreatora.
pt_pt: os tokens são criptografados e usados ao executar o assistente.
ru_ru: токены шифруются и используются при запуске мастера.
zh_cn: 在运行向导时，令牌已加密并被使用。

source: Saving...
bg_bg: спестяване на ...
de_de: Sparen ...
es_es: ahorro...
fr_fr: économie...
it_it: Salvataggio...
ja_jp: 保存しています...
pl_pl: oszczędność...
pt_pt: salvando ...
ru_ru: сохранение ...
zh_cn: 保存...

source: Not available
bg_bg: Всички налични
de_de: alles Verfügbar
es_es: todo disponible
fr_fr: tous disponibles
it_it: tutti disponibili
ja_jp: すべて利用可能
pl_pl: wszystkie dostępne
pt_pt: todos disponíveis
ru_ru: все имеющиеся
zh_cn: 不可用

source: Deployment settings updated.
bg_bg: Настройките на компонента са актуализирани.
de_de: Component Einstellungen aktualisiert.
es_es: Configuraciones del componente actualizadas
fr_fr: Paramètres des composants mis à jour.
it_it: Le impostazioni dei componenti aggiornati.
ja_jp: コンポーネントの設定を更新しました.
pl_pl: Zaktualizowano ustawienia elementów.
pt_pt: Configurações do componente atualizado.
ru_ru: Компонент параметры обновления.
zh_cn: 部署设置已更新。

source: Deployed Agents
bg_bg: внедрени агенти
de_de: bereitgestellte Agenten
es_es: agentes desplegados
fr_fr: agents déployés
it_it: agenti schierati
ja_jp: 配備されたエージェント
pl_pl: rozmieszczeni agenci
pt_pt: agentes implementados
ru_ru: развернутые агенты
zh_cn: 部署的代理

source: Status Check Interval
bg_bg: интервал за проверка на състоянието
de_de: Statusprüfungsintervall
es_es: intervalo de verificación de estado
fr_fr: intervalle de vérification d'état
it_it: intervallo di controllo dello stato
ja_jp: ステータスチェック間隔
pl_pl: interwał sprawdzania statusu
pt_pt: intervalo de verificação de status
ru_ru: интервал проверки статуса
zh_cn: 状态检查间隔

source: How often to check in with agents to get updated version info and ensure credentials work.
bg_bg: колко често да се регистрирате с агенти, за да получавате актуализирана информация за версията и да осигурите работата на идентификационните данни.
de_de: Wie oft müssen Sie sich bei Agenten melden, um aktualisierte Versionsinformationen zu erhalten und sicherzustellen, dass die Anmeldeinformationen funktionieren?
es_es: con qué frecuencia consultar con los agentes para obtener información actualizada sobre la versión y garantizar que las credenciales funcionen.
fr_fr: la fréquence de connexion avec les agents pour obtenir des informations de version mises à jour et garantir le fonctionnement des informations d'identification.
it_it: con quale frequenza effettuare il check-in con gli agenti per ottenere informazioni aggiornate sulla versione e garantire il funzionamento delle credenziali.
ja_jp: エージェントにチェックインして更新されたバージョン情報を取得し、資格情報が機能することを確認する頻度。
pl_pl: jak często sprawdzać się z agentami, aby uzyskać aktualne informacje o wersji i upewnić się, że dane logowania działają.
pt_pt: com que frequência deve entrar em contato com os agentes para obter informações atualizadas sobre a versão e garantir que as credenciais funcionem.
ru_ru: как часто проверять с агентами, чтобы получить обновленную информацию о версии и убедиться, что учетные данные работают.
zh_cn: 与代理检查的频率，以获取更新的版本信息并确保凭据有效。

source: Token that will be given to NCPA agents that are deployed. This will not change the token on previously deployed agents.
bg_bg: токен, който ще бъде даден на ncpa агенти, които са разгърнати. това няма да промени маркера на преди разгърнатите агенти.
de_de: Token, das an bereitgestellte ncpa-Agenten ausgegeben wird. Dadurch wird das Token auf zuvor bereitgestellten Agenten nicht geändert.
es_es: token que se dará a los agentes ncpa que se implementan. esto no cambiará el token en los agentes implementados anteriormente.
fr_fr: jeton qui sera remis aux agents ncpa déployés. cela ne changera pas le jeton sur les agents précédemment déployés.
it_it: token che verrà assegnato agli agenti ncpa distribuiti. questo non cambierà il token su agenti precedentemente distribuiti.
ja_jp: デプロイされているncpaエージェントに付与されるトークン。これにより、以前にデプロイされたエージェントのトークンは変更されません。
pl_pl: token, który zostanie przekazany wdrożonym agentom ncpa. nie spowoduje to zmiany tokena na wcześniej wdrożonych agentach.
pt_pt: token que será dado aos agentes ncpa implantados. isso não altera o token nos agentes implantados anteriormente.
ru_ru: токен, который будет предоставлен развернутым агентам ncpa. это не изменит токен на ранее развернутых агентах.
zh_cn: 将分配给已部署的NCPA代理的令牌。 这不会更改以前部署的代理上的令牌。

source: Configuration Options
bg_bg: Опции за конфигуриране
de_de: Konfigurations-Optionen
es_es: Opciones de configuracion
fr_fr: Options de configuration
it_it: Opzioni di configurazione
ja_jp: 設定オプション
pl_pl: Opcje konfiguracyjne
pt_pt: Opções de Configuração
ru_ru: Параметры конфигурации
zh_cn: 配置选项

source: Choose what how you would like to configure Nagios XI. To get started right away, try using a configuration wizard under the 'Start Monitoring Now' section.
bg_bg: Изберете какво и как бихте искали да конфигурирате Nagios XI. За да започнете веднага, опитайте да използвате програмата конфигурационен wizard в раздела 'Start Monitoring Now'.
de_de: wählen, was, wie Sie möchten, um Nagios XI konfigurieren. um sofort loszulegen, versuchen Sie einen Konfigurationsassistenten nach dem "starten Sie die Überwachung jetzt 'Abschnitt.
es_es: elegir qué cómo le gustaría configurar Nagios xi. para empezar de inmediato, trate de usar un asistente de configuración en la sección "iniciar la supervisión de empresa '.
fr_fr: choisissez ce que la façon dont vous souhaitez configurer nagios xi. à commencer tout de suite, essayez d'utiliser un assistant de configuration sous la rubrique «commencer à surveiller l'entreprise '.
it_it: scegliere cosa come si desidera configurare Nagios xi. per iniziare subito, provare a utilizzare un wizard di configurazione nella sezione 'avviare il monitoraggio ora'.
ja_jp: Nagios XIをどのように構成するかを選択してください。 今すぐ監視を開始するには、[今すぐ監視を開始]セクションの設定ウィザードを使用してください。
pl_pl: wybrać to, co, jak chcesz skonfigurować Nagios XI. zacząć od razu, spróbuj użyć kreatora konfiguracji pod "rozpocząć monitorowanie teraz 'sekcji.
pt_pt: escolher o como você gostaria de configurar Nagios xi. para começar imediatamente, tente usar um assistente de configuração na seção "iniciar o monitoramento empresa '.
ru_ru: выбрать то, что, как бы вы хотели, чтобы настроить Nagios XI. начать сразу, попробуйте использовать мастер настройки под "начать мониторинг сейчас" разделе.
zh_cn: 选择您要如何配置Nagios XI。 要立即开始，请尝试使用“立即开始监视”部分下的配置向导。

source: Deploy Monitoring Agents and Configure
bg_bg: внедряване на агенти за наблюдение и конфигуриране
de_de: Überwachungsagenten bereitstellen und konfigurieren
es_es: implementar agentes de monitoreo y configurar
fr_fr: déployer des agents de surveillance et configurer
it_it: distribuire agenti di monitoraggio e configurare
ja_jp: 監視エージェントをデプロイして構成する
pl_pl: wdróż agenty monitorowania i skonfiguruj
pt_pt: implantar agentes de monitoramento e configurar
ru_ru: развернуть агенты мониторинга и настроить
zh_cn: 部署监控代理并配置

source: Quickly deploy NCPA (our monitoring agent) on a Linux system and configure what you'd like to monitor.
bg_bg: бързо внедрете ncpa (нашият агент за наблюдение) в Linux система и конфигурирайте това, което искате да наблюдавате.
de_de: Stellen Sie ncpa (unseren Überwachungsagenten) schnell auf einem Linux-System bereit und konfigurieren Sie, was Sie überwachen möchten.
es_es: Implemente rápidamente ncpa (nuestro agente de monitoreo) en un sistema Linux y configure lo que desea monitorear.
fr_fr: déployez rapidement ncpa (notre agent de surveillance) sur un système Linux et configurez ce que vous souhaitez surveiller.
it_it: distribuire rapidamente ncpa (il nostro agente di monitoraggio) su un sistema linux e configurare ciò che si desidera monitorare.
ja_jp: Linuxシステムにncpa（監視エージェント）をすばやく展開し、監視対象を構成します。
pl_pl: szybko wdróż ncpa (naszego agenta monitorowania) w systemie Linux i skonfiguruj to, co chcesz monitorować.
pt_pt: implante rapidamente o ncpa (nosso agente de monitoramento) em um sistema Linux e configure o que você deseja monitorar.
ru_ru: быстро разверните ncpa (наш агент мониторинга) в системе linux и настройте то, что вы хотите отслеживать.
zh_cn: 在Linux系统上快速部署NCPA（我们的监视代理），并配置您要监视的内容。

source: Run Auto Deployment
bg_bg: стартирайте автоматично внедряване
de_de: Führen Sie die automatische Bereitstellung aus
es_es: ejecutar despliegue automático
fr_fr: exécuter le déploiement automatique
it_it: eseguire la distribuzione automatica
ja_jp: 自動展開を実行する
pl_pl: uruchom automatyczne wdrażanie
pt_pt: executar implantação automática
ru_ru: запустить автоматическое развертывание
zh_cn: 运行自动部署

source: Start Monitoring Now
bg_bg: Започнете наблюдениете сега
de_de: starten Sie die Überwachung jetzt
es_es: iniciar la supervisión ahora
fr_fr: maintenant commencer à surveiller
it_it: iniziare a monitorare ora
ja_jp: 今すぐ監視を開始
pl_pl: rozpocząć monitorowanie teraz
pt_pt: iniciar o monitoramento de agora
ru_ru: начать мониторинг в настоящее время
zh_cn: 现在开始监视

source: Quickly monitor a new device, server, application, or service using an easy configuration wizard.
bg_bg: Бързо наблюдавайте ново устройство, сървър, приложение или сървис, използвайки с лекота програмата конфигурационен съветник (wizard).
de_de: Schnell überwachen ein neues Gerät, Server, Anwendung oder Dienst über eine einfache Konfigurations-Assistenten.
es_es: Controlar rápidamente un nuevo dispositivo, servidor, aplicación o servicio a través de un asistente de configuración fácil.
fr_fr: Contrôler rapidement un nouvel appareil, serveur, application ou service utilisant un assistant de configuration facile.
it_it: Monitorare rapidamente un nuovo dispositivo, server, applicazione o servizio che utilizza una procedura guidata di facile configurazione.
ja_jp: 新しいデバイス、サーバー、アプリケーション、サービスを簡単な設定ウィザードを使用してすばやく監視します.
pl_pl: szybko monitorować nowe urządzenia, serwer aplikacji lub usługi przy użyciu kreatora konfiguracji łatwe.
pt_pt: Monitorar um novo dispositivo, servidor de aplicação, ou serviço rapidamente use um assistente de configuração fácil.
ru_ru: Быстро мониторинг новых устройств, серверов, приложений и услуг с помощью простого мастера настройки.
zh_cn: 使用简单的配置向导快速监视新设备，服务器，应用程序或服务。

source: Run a configuration wizard
bg_bg: Стартирайте конфигурационния съветник (wizard)
de_de: führen Sie ein Konfigurations-Wizard
es_es: ejecutar un asistente de configuración
fr_fr: exécuter un assistant de configuration
it_it: eseguire una procedura guidata di configurazione
ja_jp: 設定ウィザードを実行
pl_pl: uruchomić kreatora konfiguracji
pt_pt: executar um assistente de configuração
ru_ru: запустить мастер настройки
zh_cn: 运行配置向导

source: Auto-Discovery
bg_bg: Автоматично откриване
de_de: Auto-Discovery Job
es_es: Tareas de Auto-descubrimiento
fr_fr: Auto-Discovery emploi
it_it: Rilevamento automatico di lavoro
ja_jp: 自動検出
pl_pl: Automatyczne wykrywanie pracy
pt_pt: Auto-Discovery Job
ru_ru: Auto-Discovery работы
zh_cn: 自动发现
