Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: The amount of time a host must be in a problem state before it is automatically removed from the host deadpool and deleted or deactivate from the monitoring configuration.
bg_bg: Количеството време, за което хоста трябва да бъде в проблемно състояние, преди да се отстрани автоматично от Deadpool и да се изтрие от конфигурацията.
de_de: Die Zeitdauer muss ein Host in einem problematischen Zustand zu sein, bevor es automatisch vom Host deadpool entfernt und gelöscht vom Überwachungskonfiguration
es_es: La cantidad de tiempo que un host debe estar en un estado de problema antes de que sea eliminado automáticamente de la deadpool anfitrión y se eliminarán de la configuración de supervisión
fr_fr: La quantité de temps un hôte doit être dans un état de problème avant qu'il ne soit automatiquement supprimé de la deadpool hôte et supprimé de la configuration de surveillance
it_it: La quantità di tempo che un host deve essere in uno stato problema prima che viene automaticamente rimosso dal Deadpool host e cancellata dalla configurazione di monitoraggio
ja_jp: 障害ステータスにあるホストが自動的にホストデッドプールから除去され、監視設定から削除されるまでの時間.
pl_pl: Czas host musi być w stanie problemu, zanim zostanie automatycznie usunięte z Deadpool gospodarza i usunięte z konfiguracji monitoringu
pt_pt: A quantidade de tempo que um host deve estar em um estado problema antes que ele é automaticamente removido do deadpool host e excluído da configuração de monitoramento
ru_ru: Количество времени, компьютер должен быть в состоянии перед проблемой он автоматически удаляется от принимающей Дэдпул и удален из конфигурации мониторинга
zh_cn: 在将主机自动从主机死池中删除并从监视配置中删除或停用之前，主机必须处于问题状态的时间。

source: Stage 2 Action
bg_bg: етап 2 действие
de_de: Stufe 2 Aktion
es_es: acción de la etapa 2
fr_fr: étape 2 action
it_it: fase 2 azione
ja_jp: ステージ2アクション
pl_pl: etap 2 działania
pt_pt: ação do estágio 2
ru_ru: действие 2 этапа
zh_cn: 第2阶段 操作

source: Deactivate
bg_bg: Деактивиране
de_de: Deaktivieren
es_es: Desactivar
fr_fr: Désactiver
it_it: Disattivare
ja_jp: 非アクティブ
pl_pl: dezaktywować
pt_pt: Desativar
ru_ru: Дезактивировать
zh_cn: 停用

source: The action you'd like the deadpool processor to take once it reaches stage 2 time.
bg_bg: действието, което бихте искали, че процесорът на deadpool ще поеме след като достигне етап 2.
de_de: Die Aktion, die der Deadpool-Prozessor ausführen soll, sobald er die Stufe 2 erreicht hat.
es_es: La acción que le gustaría que el procesador Deadpool realice una vez que llegue a la etapa 2.
fr_fr: l'action que vous souhaitez que le processeur deadpool effectue une fois qu'il a atteint l'étape 2.
it_it: l'azione che desideri eseguire il processore di Deadpool una volta raggiunta la fase 2.
ja_jp: デッドプールプロセッサがステージ2に達したときに実行するアクション
pl_pl: działanie, które chciałbyś, aby procesor martwej natury wykonał po osiągnięciu drugiego etapu
pt_pt: a ação que você gostaria que o processador Deadpool fizesse quando atingisse o estágio 2.
ru_ru: действие, которое вы хотели бы выполнить процессору Deadpool, как только он достигнет стадии 2
zh_cn: 您希望死池处理器在达到阶段2时执行的操作。

source: Exclusion Filters
bg_bg: Изключване на филтри
de_de: Ausschlusskriterien
es_es: Filtros de Exclusión
fr_fr: Filtres d'exclusion
it_it: Filtri di esclusione
ja_jp: 除外フィルター
pl_pl: filtry wykluczenia
pt_pt: Filtros de exclusão
ru_ru: Исключение фильтры
zh_cn: 排除过滤器

source: Names of hosts that should be excluded from deadpool processing. May contain exact string matches or regular expressions. One filter per line.
bg_bg: Имена на хостовете, които следва да бъдат изключени от отработка в Deadpool. Може да съдържа низови съвпадения (string matches) или регулярни изрази (regular expressions). Един филтър на ред.
de_de: Namen von Hosts, die von deadpool Verarbeitung ausgeschlossen werden sollte. Können genaue Zeichenfolge Spiele oder reguläre Ausdrücke enthalten. Ein Filter pro Zeile
es_es: Los nombres de los hosts que se deben excluir del deadpool procesamiento. Puede contener coincidencias exactas cadenas o expresiones regulares. Un filtro por línea
fr_fr: Les noms des hôtes qui doivent être exclus de deadpool traitement. Peut contenir des correspondances de chaînes exactes ou des expressions régulières. Un filtre par ligne
it_it: I nomi di host che devono essere esclusi dal trattamento Deadpool. Può contenere fiammiferi stringhe esatte o espressioni regolari. Un filtro per linea
ja_jp: デッドプール処理から除外するホスト名。 完全一致または正規表現を含めることができます。 1行につき1つのフィルターを入力します。
pl_pl: nazwy hostów, które powinny być wyłączone z przetwarzania Deadpool. mogą zawierać dokładne mecze smyczkowych lub wyrażeń regularnych. jeden filtr na linię
pt_pt: Nomes de hosts que devem ser excluídos da deadpool processamento. Pode conter partidas seqüência exata ou expressões regulares. Um filtro por linha
ru_ru: Имена хостов, которые должны быть исключены из Deadpool обработки. Может содержать точные совпадения строк или регулярные выражения. Один фильтр на линии
zh_cn: 死池处理中应排除的主机名。 可能包含完全匹配的字符串或正则表达式。 每行一个过滤器。

source: The settings below determine when services are moved to the deadpool and eventually deleted.
bg_bg: Настройките по-долу определят кога сървисите, се преместват в Deadpool и в крайна сметка се изтриват.
de_de: Die folgenden Einstellungen bestimmen, wann Dienstleistungen für die deadpool verschoben und schließlich gelöscht
es_es: Los valores por debajo de determinar si los servicios se mueven a la deadpool y eliminar eventualmente
fr_fr: Les paramètres ci-dessous déterminent quand les services sont déplacés vers le deadpool et finalement supprimé
it_it: Le impostazioni di seguito determinano quando i servizi vengono spostati nella Deadpool e, infine, eliminato
ja_jp: サービスをデッドプールに移動して最終的に削除する時間を設定します.
pl_pl: ustawienia poniżej określają, gdy usługi są przemieszczane do Deadpool i ostatecznie usunięte
pt_pt: As configurações abaixo determinam quando os serviços são movidos para o Deadpool e eventualmente excluídos
ru_ru: Ниже настройки определяют, когда услуги будут перемещены в Дэдпул и в конце концов удалены
zh_cn: 以下设置确定何时将服务移至死池并最终删除。

source: The amount of time a service must be in a problem state before notifications for it are automatically disabled and it is added to the service deadpool.
bg_bg: Количеството време, за което сървиса трябва да бъде в проблемно състояние преди неговите уведомления са автоматично деактивирани и сървиса е добавен към Deadpool.
de_de: Die Zeit muss ein Dienst in einem problematischen Zustand sein, bevor Benachrichtigungen für sie automatisch deaktiviert und es wird in den Dienst deadpool hinzugefügt
es_es: La cantidad de tiempo que un servicio debe estar en un estado de problema antes de notificaciones para que se desactive automáticamente y se añada al servicio deadpool
fr_fr: La durée pendant laquelle un service doit être dans un état problème avant de notifications pour elle sont automatiquement désactivées et il est ajouté à la deadpool services
it_it: La quantità di tempo di un servizio deve essere in uno stato problema prima notifiche per esso vengono disattivate automaticamente e viene aggiunto alla Deadpool servizio
ja_jp: 障害ステータスにあるサービスが自動的に無効化されてサービスデッドプールに追加されたことを通知するまでの時間.
pl_pl: Czas Usługa musi być w stanie problemu przed powiadomień dla niego są automatycznie wyłączane i jest dodany do Deadpool usług
pt_pt: A quantidade de tempo que um serviço deve estar em um estado de problema antes de notificar para ele são automaticamente desativado e ele é adicionado ao serviço de Deadpool
ru_ru: Количество времени службы должны быть в состоянии перед проблемой уведомлений для нее автоматически отключается, и он добавляется в службу Deadpool
zh_cn: 在自动禁用服务通知并将其添加到服务死池之前，服务必须处于问题状态的时间。

source: The amount of time a service must be in a problem state before it is automatically removed from the service deadpool and deleted or deactivate from the monitoring configuration
bg_bg: Количеството време, за което сървиса трябва да бъде в проблемно състояние, преди да се отстрани автоматично от Deadpool и се изтрие от конфигурацията
de_de: Die Zeitdauer muss ein Dienst in einem problematischen Zustand zu sein, bevor es automatisch vom Dienst deadpool entfernt und gelöscht vom Überwachungskonfiguration
es_es: La cantidad de tiempo que un servicio debe estar en un estado de problema antes de que sea eliminado automáticamente de la deadpool servicio y se eliminarán de la configuración de supervisión
fr_fr: La quantité de temps un service doit être en état de problème avant qu'il ne soit automatiquement supprimé de la deadpool service et supprimé de la configuration de surveillance
it_it: La quantità di tempo che un servizio deve essere in uno stato problema prima che viene automaticamente rimosso dal servizio e Deadpool cancellata dalla configurazione di monitoraggio
ja_jp: 障害ステータスにあるサービスが自動的にサービスデッドプールから除去され、監視設定から削除されるまでの時間
pl_pl: Czas Usługa musi być w stanie problemu, zanim zostanie automatycznie usunięte z serwisu i usunięte Deadpool z konfiguracji monitoringu
pt_pt: A quantidade de tempo que um serviço deve estar em um estado de problema antes que ele é automaticamente removido do deadpool serviço e excluído da configuração de monitoramento
ru_ru: Количество времени службы должны быть в состоянии перед проблемой она автоматически удаляется из службы Дэдпул и удален из конфигурации мониторинга
zh_cn: 在将服务从服务死池中自动删除并从监视配置中删除或停用之前，该服务必须处于问题状态的时间量

source: Names of services that should be excluded from deadpool processing. May contain exact string matches or regular expressions. One filter per line
bg_bg: Имена на сървисите, които следва да бъдат изключени от отработка в Deadpool. Може да съдържа низови съвпадения (string matches) или регулярни изрази (regular expressions). Един филтър на ред.
de_de: Namen von Diensten, die von deadpool Verarbeitung ausgeschlossen werden sollte. Können genaue Zeichenfolge Spiele oder reguläre Ausdrücke enthalten. Ein Filter pro Zeile
es_es: Los nombres de los servicios que deben ser excluidos de deadpool procesamiento. Puede contener coincidencias exactas cadenas o expresiones regulares. Un filtro por línea
fr_fr: Les noms des services qui devraient être exclus de deadpool traitement. Peut contenir des correspondances de chaînes exactes ou des expressions régulières. Un filtre par ligne
it_it: I nomi dei servizi che dovrebbero essere esclusi dal trattamento Deadpool. Può contenere fiammiferi stringhe esatte o espressioni regolari. Un filtro per linea
ja_jp: デッドプール処理から除外するサービス名。 完全一致または正規表現を含めることができます。 1行につき1つのフィルターを入力します。
pl_pl: nazwy usług, które powinny być wyłączone z przetwarzania Deadpool. mogą zawierać dokładne mecze smyczkowych lub wyrażeń regularnych. jeden filtr na linię
pt_pt: Os nomes dos serviços que devem ser excluídos do processamento de deadpool. Pode conter partidas seqüência exata ou expressões regulares. Um filtro por linha
ru_ru: Названия услуг, которые должны быть исключены из Deadpool обработки. Может содержать точные совпадения строк или регулярные выражения. Один фильтр на линии
zh_cn: 应从死池处理中排除的服务名称。 可能包含完全匹配的字符串或正则表达式。 每行一个过滤器

source: User updated deadpool settings
bg_bg: Потребителя актуализира настройките deadpool
de_de: Benutzer aktualisiert deadpool Einstellungen
es_es: Usuario actualizo las configuraciones de deadpool
fr_fr: Utilisateur mis à jour les paramètres de Deadpool
it_it: Utente aggiornato le impostazioni di Deadpool
ja_jp: ユーザーがデッドプール設定を更新しました
pl_pl: aktualizacja użytkownika ustawienia Deadpool
pt_pt: Usuário atualizou configurações deadpool
ru_ru: Пользователь обновляются Deadpool настройки
zh_cn: 用户更新了死池设置

source: Invalid stage 1 host time threshold
bg_bg: Невалиден етап 1 времеви праг на хост
de_de: Ungültige Stufe 1 Host Zeitschwelle
es_es: Tiempo de entrada en etapa 1 del host invalida
fr_fr: Valide l'étape 1 seuil de temps d'accueil
it_it: Non valido il tempo 1 stadio soglia ospite
ja_jp: ステージ 1 ホスト時間しきい値が不正です
pl_pl: Etap 1 gospodarza niepoprawny progu czas
pt_pt: inválido estágio 1 limite de tempo de acolhimento
ru_ru: Неверный стадии 1 хозяин порог времени
zh_cn: 第1阶段主机时间阈值无效

source: Invalid stage 2 host time threshold
bg_bg: Невалиден етап 2 времеви праг на хост
de_de: Ungültige Stufe 2 Host Zeitschwelle
es_es: Tiempo de entrada en etapa 2 del host invalida
fr_fr: Valide l'étape 2 seuil de temps d'accueil
it_it: Invalid time 2 fase soglia di accoglienza
ja_jp: ステージ 2 ホスト時間しきい値が無効です
pl_pl: Etap 2 gospodarza niepoprawny progu czas
pt_pt: inválido estágio 2 limite de tempo de acolhimento
ru_ru: Неверный этап 2 хоста порог времени
zh_cn: 第2阶段主机时间阈值无效

source: Invalid stage 1 service time threshold
bg_bg: Невалиден етап 1 времеви праг на сървис
de_de: Ungültige Stufe 1 Service Zeitschwelle
es_es: Tiempo de entrada en etapa 1 del servicio invalida
fr_fr: Valide l'étape 1 seuil de temps de service
it_it: Non valido il tempo 1 stadio soglia servizio
ja_jp: ステージ 1 サービス時間しきい値が不正です
pl_pl: Etap 1 Usługa niepoprawny progu czas
pt_pt: inválido fase 1 Serviço limite de tempo
ru_ru: Неверный стадии 1 срок службы порога
zh_cn: 第1阶段的服务时间阈值无效

source: Invalid stage 2 service time threshold
bg_bg: Невалиден етап 2 времеви праг на сървис
de_de: Ungültige Stufe 2 Service Zeitschwelle
es_es: Tiempo de entrada en etapa 2 del servicio invalida
fr_fr: Valide l'étape 2 seuil de temps de service
it_it: Invalid time 2 soglia Livello di servizio
ja_jp: ステージ 2 サービス時間しきい値が無効です
pl_pl: Etap 2 usługi niepoprawny progu czas
pt_pt: inválido estágio 2 limite de tempo de serviço
ru_ru: Неверный 2-й ступени срок службы порога
zh_cn: 第2阶段的服务时间阈值无效

source: Invalid host time thresholds: stage 2 threshold must be at least 5 mins greater than stage 1
bg_bg: Невалидни времеви прагове на хост: етап 2 прага трябва да е по-голям от етап 1
de_de: Ungültiger Host Zeitschwellen: Stufe 2 muss größer als Stufe 1
es_es: Válidos umbrales de tiempo de acogida: la etapa 2 del umbral debe ser mayor que la etapa 1
fr_fr: Invalides seuils de temps d'accueil: étape 2 seuil doit être supérieur à l'étape 1
it_it: Non validi soglie a tempo ospitanti: fase 2 di soglia deve essere maggiore di fase 1
ja_jp: ホスト時間しきい値が無効です: ステージ 2のしきい値はステージ 1よりも大きい少なくとも5分以上でなければなりません
pl_pl: nieprawidłowe progi czasowe gospodarza: Etap 2 próg musi być większa niż etapie 1
pt_pt: inválidos limites de tempo de acolhimento: estágio limiar de 2 deve ser maior que a fase 1
ru_ru: Неверное время принимает пороги: 2-й ступени порог должен быть больше, чем 1-я ступень
zh_cn: 无效的主机时间阈值：阶段2的阈值必须至少比阶段1大5分钟

source: Invalid service time thresholds: stage 2 threshold must be at least 5 mins greater than stage 1
bg_bg: Невалидни времеви прагове на сървис: етап 2 прага трябва да е по-голям от етап 1
de_de: Ungültige Service Zeitschwellen: Stufe 2 muss größer als Stufe 1
es_es: Válidos umbrales de tiempo de servicio: la etapa 2 del umbral debe ser mayor que la etapa 1
fr_fr: Invalides seuils de temps de service: étape 2 de seuil doit être supérieure à l'étape 1
it_it: Non validi soglie di tempo di servizio: fase 2 di soglia deve essere maggiore di fase 1
ja_jp: サービス時間のしきい値が無効です: ステージ 2のしきい値はステージ 1よりも大きい少なくとも5分以上でなければなりません
pl_pl: nieprawidłowe progi czasowe usługi: Etap 2 próg musi być większa od etapu 1
pt_pt: inválidos limiares tempo de serviço: estágio limiar de 2 deve ser maior que a fase 1
ru_ru: Неверное время обслуживания пороги: 2-й ступени порог должен быть больше, чем 1-я ступень
zh_cn: 无效的服务时间阈值：第二阶段的阈值必须至少比第一阶段大5分钟

source: Settings updated.
bg_bg: Настройки актуализирани.
de_de: Einstellungen aktualisiert.
es_es: Configuraciones actualizadas
fr_fr: Mise à jour Réglages.
it_it: Impostazioni aggiornate.
ja_jp: 設定が更新されました.
pl_pl: Zaktualizowano ustawienia.
pt_pt: Configurações de atualização
ru_ru: Настройки обновления.
zh_cn: 设置更新。

source: Inbound Check Transfer Settings
bg_bg: Настройки на входящия трансфер на проверката
de_de: Inbound prüfen Transfer Settings
es_es: Ajustes de precios de transferencia entrantes
fr_fr: Paramètres de transfert entrants Vérifier
it_it: Entrata Vedi Impostazioni trasferimento
ja_jp: インバウンドチェック転送設定
pl_pl: Kontrola przychodzących ustawienia transferu
pt_pt: definições de transferência de verificação de entrada
ru_ru: Входящий параметров передачи Проверить
zh_cn: 站内检查转账设置

source: These settings affect %s's ability to accept and process passive host and service check results from external applications, services, and remote Nagios servers. Enabling inbound checks is important in distributed monitoring environments, and in environments where external applications and services send data to Nagios.
bg_bg: Тези настройки засягат способността на Nagios XI да приема и обработва резултати от пасивни хост и сървис проверки от външни приложения, сървиси и отдалечени Nagios сървъри. Активирането на входящите проверки е важно в разпределени среди за наблюдение (distributed monitoring environments) и в среди, където външни приложения и сървиси изпращат данни до Nagios.
de_de: Diese Einstellungen wirken sich Nagios XI Fähigkeit zu akzeptieren und zu verarbeiten passive Host-und Service-Prüfergebnisse aus externen Anwendungen, Services und Remote-Nagios-Server. Aktivieren eingehenden Schecks ist in verteilten Monitoring-Umgebungen wichtig, und in Umgebungen, in denen externe Anwendungen und Dienste senden Daten an Nagios.
es_es: Estos ajustes afectan la capacidad de Nagios XI para aceptar y procesar hosts pasivos y resultados de los servicios de verificación de aplicaciones externas, servicios y servidores remotos de Nagios. Activar verificaciones de entradas es importante en ambientes de monitoreo distribuidos, y en entornos donde las aplicaciones y servicios externos envian datos a Nagios.
fr_fr: Ces paramètres affectent la capacité de Nagios XI à accepter et traiter des passifs d'hôte et les résultats des contrôles de service à partir d'applications externes, des services et des serveurs distants Nagios. Activation de contrôles entrants est important dans les environnements de contrôle distribués, et dans des environnements où les applications et les services externes envoyer des données à Nagios.
it_it: Queste impostazioni influenzano la capacità Nagios XI di accettare ed elaborare accoglienza passiva e risultati del controllo di servizio da applicazioni esterne, i servizi ei server remoti Nagios. Consentendo controlli in entrata è importante in ambienti di monitoraggio distribuiti, e in ambienti dove le applicazioni e servizi esterni inviare dati a Nagios.
ja_jp: これらの設定は、外部アプリケーション、サービス、リモートNagiosサーバーからホストとサービスのパッシブチェック結果を受け入れ、処理する %s の機能に影響を与えます。 インバウンドチェックの有効化は、分散監視環境や、外部アプリケーションとサービスがNagiosにデータを送信する環境において重要です。
pl_pl: Te ustawienia mają wpływ na zdolność Nagios XI do przyjęcia i przetworzenia pasywne hosta i sprawdzają wyniki z zewnętrznych aplikacji, usług i zdalnych serwerów Nagios. umożliwienie kontroli przychodzących jest ważne w środowiskach rozproszonych monitorowania, w środowiskach, w których aplikacje i usługi zewnętrzne wysłać dane do Nagios.
pt_pt: essas configurações afetam a capacidade do nagios xi para aceitar e processar acolhimento passivo e resultados da verificação de serviços de aplicações externas, serviços e servidores nagios remotos. permitindo verificações de entrada é importante em ambientes de monitoramento distribuídas, e em ambientes onde as aplicações e serviços externos enviar dados para o Nagios.
ru_ru: Эти параметры влияют на способность Nagios XI, чтобы принимать и обрабатывать пассивного узла и результаты служебной проверки из внешних приложений, услуг и удаленных серверов Nagios. Включение проверки входящих важно в распределенных средах мониторинга, а в условиях, когда внешние приложения и службы передачи данных в Nagios.
zh_cn: 这些设置会影响 %s 接受和处理来自外部应用程序、服务和远程 Nagios 服务器的被动主机和服务检查结果的能力。在分布式监控环境中，以及在外部应用程序和服务向Nagios发送数据的环境中，启用站内检查很重要。

source: NRDP Settings
bg_bg: NRDP настройки
de_de: NRDP Einstellungen
es_es: Configuraciones de NRDP
fr_fr: Réglages PDRN
it_it: NRDP Impostazioni
ja_jp: NRDP設定
pl_pl: Ustawienia NRDP
pt_pt: Configurações do NRDP
ru_ru: NRDP Настройки
zh_cn: NRDP设置

source: Access Info
bg_bg: Информация за достъп
es_es: Informacion de Acceso
ja_jp: アクセス情報
pl_pl: Dostęp do informacji
pt_pt: Informações de acesso
zh_cn: 访问信息

source: The NRDP API can be accessed at
bg_bg: NRDP API може да бъде достъпен при
de_de: Die NRDP API abrufbar unter
es_es: El API de NRDP puede ser accesado en
fr_fr: L'API PDRN peut être consulté à
it_it: L'API NRDP può essere letta in
ja_jp: 次のURLでNRDP APIにアクセスします：
pl_pl: api NRDP mogą być dostępne w
pt_pt: A API NRDP pode ser acessada em
ru_ru: NRDP API можно получить по адресу
zh_cn: NRDP API可以访问

source: Remote clients must be able to contact this server on port 80 TCP (HTTP) or 443 TCP (HTTPS) in order to access the NRDP API and submit check results. You may have to open firewall ports to allow access.
bg_bg: Отдалечените клиенти трябва да могат да се свържат с този сървър на порт 80 TCP (HTTP) или 443 TCP (HTTPS), за да получат достъп до NRDP API и изпратят резултатите от проверката. Може да се наложи да отворите firewall портовете, за да позволите достъпа.
de_de: Remote-Clients müssen in der Lage sein, diese Server auf Port 80 TCP (HTTP) in Verbindung setzen, um die NRDP API zugreifen und legt Prüfergebnisse. Eventuell müssen Sie Firewall-Ports öffnen, um Zugang zu ermöglichen
es_es: Clientes remotos deben poder contactar este servidor en el puerto TCO 80 (HTTP) para accesar al API de NRDP y someter los resultados del chequeo. Usted pudiera tener que abrir los puertos en el cortafuego para permitir el acceso.
fr_fr: Les clients distants doivent être en mesure de communiquer avec ce serveur sur le port 80 TCP (HTTP) afin d'accéder à l'API PDRN et de soumettre des résultats de contrôles. Vous devrez peut-être ouvrir les ports de pare-feu pour permettre l'accès
it_it: I client remoti devono essere in grado di contattare il server sulla porta 80 TCP (HTTP), al fine di accedere all'API NRDP e presentare i risultati di controllo. Potrebbe essere necessario aprire le porte del firewall per consentire l'accesso
ja_jp: リモートクライアントがNRDP APIにアクセスしてチェック結果を送信するために、TCP 80（HTTP）ポートまたは 443 TCP(HTTPS) でこのサーバーと通信できなければなりません. アクセスを許可するためにファイアウォールのポートを開く必要があるかもしれません.
pl_pl: zdalnych klientów musi być w stanie skontaktować się z tego serwera na porcie 80 TCP (HTTP) w celu uzyskania dostępu do API NRDP i przekazać wyniki wyboru. może trzeba otworzyć porty zapory, aby umożliwić dostęp
pt_pt: Os clientes remotos deve ser capaz de contatar este servidor na porta TCP 80 (HTTP) para acessar a API NRDP e apresentar resultados de seleção. Você pode ter que abrir portas de firewall para permitir o acesso
ru_ru: Удаленные клиенты должны иметь возможность обращаться к этому серверу через порт 80 TCP (HTTP) для того, чтобы получить доступ к API NRDP и представить результаты проверки. Возможно, вам придется открыть порты брандмауэра, чтобы разрешить доступ
zh_cn: 远程客户必须能够通过80 TCP (HTTP)或443 TCP (HTTPS)端口与该服务器联系，才能访问NRDP API并提交检查结果。 您可能需要打开防火墙端口才能允许访问。

source: Authentication Tokens
bg_bg: Означения за оторизация (authentication token)
es_es: Tokes de autenticacion
fr_fr: Jetons d'authentification
it_it: Token di autenticazione
ja_jp: 認証トークン
pl_pl: tokenów uwierzytelniania
pt_pt: tokens de autenticação
ru_ru: Маркеры аутентификации
zh_cn: 身份验证令牌
