Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Your account is allowed to log in using local authentication if the AD or LDAP server is unresponsive. Contact your administrator to change your AD or LDAP password.
bg_bg: На вашия потребител е позволено да влезе в системата, използвайки местно удостоверяване, ако AD или LDAP сървъра не е достъпен. Свържете се с администратора си, за да промените вашата AD или LDAP парола.
de_de: Ihr Konto kann sich in lokale Authentifizierung verwendet, wenn die Anzeige oder LDAP-Server nicht reagiert einloggen. an Ihren Administrator, um Ihre Anzeige oder LDAP-Passwort ändern.
es_es: su cuenta se le permite iniciar sesión con autenticación local si el servidor de anuncios o LDAP no responde. contacto con el administrador para cambiar su anuncio o la contraseña LDAP.
fr_fr: votre compte est autorisé à se connecter en utilisant l'authentification locale si le serveur de publicité ou LDAP ne répond pas. contactez votre administrateur pour modifier votre annonce ou mot de passe LDAP.
it_it: il tuo account è permesso di accedere utilizzando l'autenticazione locale se l'ad server LDAP o non risponde. contattare l'amministratore per cambiare il vostro annuncio o LDAP password.
ja_jp: AD または LDAP サーバーが応答しない場合、ローカル認証を使用してログインすることができます. AD または LDAP パスワードの変更については管理者にお問い合わせください.
pl_pl: Twoje konto jest dozwolone zalogować się przy użyciu uwierzytelniania lokalnego, jeśli serwer reklam lub LDAP nie odpowiada. skontaktuj się z administratorem, aby zmienić swoją reklamę lub hasła LDAP.
pt_pt: sua conta tem permissão para fazer login usando a autenticação local se o servidor de anúncios ou ldap não está respondendo. contate o administrador para alterar o seu anúncio ou senha ldap.
ru_ru: Ваша учетная запись имеет право войти, используя локальную аутентификацию, если объявление или LDAP-сервер не отвечает. свяжитесь с администратором, чтобы изменить свое объявление или LDAP паролем.
zh_cn: 如果AD或LDAP服务器无响应，则允许您的帐户使用本地身份验证登录。 请与您的管理员联系以更改您的AD或LDAP密码。

source: New password
bg_bg: Нова парола
es_es: Nueva contraseña
fr_fr: Nouveau mot de passe
it_it: Nuova password
ja_jp: 新しいパスワード
pl_pl: Nowe hasło
pt_pt: Nova senha
ru_ru: Новый пароль
zh_cn: 新密码

source: Confirm new password
bg_bg: Потвърдете новата парола
de_de: Passwort bestätigen
es_es: Confirmar contraseña
fr_fr: Confirmer mot de passe
it_it: Conferma password
ja_jp: 新しいパスワード（確認用）
pl_pl: potwierdź nowe hasło
pt_pt: Confirmar senha
ru_ru: Подтвердите пароль
zh_cn: 确认新密码

source: Password Change Required
bg_bg: Изисква промяна на паролата
de_de: Passwort ändern Erforderliche
es_es: Cambio de contraseña requerido
fr_fr: Changer de mot de passe requis
it_it: Cambia Password obbligatoria
ja_jp: パスワード変更の要求
pl_pl: wymagana zmiana hasła
pt_pt: Troca de senha requerida
ru_ru: Изменение пароля Обязательный
zh_cn: 要求密码更改

source: You are required to change your password before proceeding.
bg_bg: От вас се изисква да промените паролата си, преди да продължите.
de_de: Sie sind verpflichtet, Ihr Passwort zu ändern, bevor Sie fortfahren.
es_es: Usted está obligado a cambiar su contraseña antes de continuar.
fr_fr: Vous devez changer votre mot de passe avant de continuer.
it_it: Si sono tenuti a cambiare la password prima di procedere.
ja_jp: 続行する前にパスワードを変更する必要があります.
pl_pl: które są wymagane, aby zmienić hasło przed przejściem.
pt_pt: Você é obrigado a alterar sua senha antes de prosseguir.
ru_ru: Вы должны изменить свой пароль перед началом работы.
zh_cn: 您需要在继续操作之前更改密码。

source: Change Password
bg_bg: Променете паролата
de_de: Kennwort ändern
es_es: Cambiar contraseña
fr_fr: Changer mot de passe
it_it: Cambia password
ja_jp: パスワード変更
pl_pl: zmiana hasła
pt_pt: Alterar senha
ru_ru: Изменить пароль
zh_cn: 更改密码

source: Passwords do not match.
bg_bg: Паролите не съвпадат.
de_de: Passwörter stimmen nicht überein.
es_es: Contraseña no coincide
fr_fr: Les mots de passe ne correspondent pas.
it_it: Le password non corrispondono.
ja_jp: パスワードが一致しません.
pl_pl: Hasła nie pasują.
pt_pt: As senhas não coincidem.
ru_ru: Пароли не совпадают.
zh_cn: 密码不匹配。

source: You cannot change your password while your account is locked. Please contact your administrator.
bg_bg: Вие не можете да смените паролата си, докато профилът ви е заключен. Моля, свържете се с администратора си.
de_de: Sie können Ihr Kennwort nicht ändern, während Ihr Konto gesperrt ist. wenden Sie sich bitte an Ihren Administrator.
es_es: no puede cambiar su contraseña, mientras que su cuenta está bloqueada. póngase en contacto con el administrador.
fr_fr: vous ne pouvez pas changer votre mot de passe alors que votre compte est verrouillé. s'il vous plaît contacter votre administrateur.
it_it: non è possibile modificare la password, mentre il tuo account è bloccato. si prega di contattare l'amministratore.
ja_jp: アカウントがロックされている間はパスワードを変更できません. 管理者に連絡してください.
pl_pl: nie można zmienić hasła w czasie, gdy konto jest zablokowane. Proszę skontaktować się z administratorem.
pt_pt: você não pode mudar sua senha enquanto a sua conta está bloqueada. por favor contacte o administrador.
ru_ru: Вы не можете изменить свой пароль в то время как ваша учетная запись будет заблокирована. пожалуйста, обратитесь к администратору.
zh_cn: 当您的帐户被锁定不能更改您的密码。请与管理员联系。

source: Please enter your current password.
bg_bg: Моля въведете сегашната си парола.
de_de: bitte Ihr aktuelles Passwort eingeben.
es_es: por favor, introduzca su contraseña actual.
fr_fr: s'il vous plaît entrer votre mot de passe actuel.
it_it: Si prega di inserire la password corrente.
ja_jp: 現在のパスワードを入力してください.
pl_pl: wpisz aktualne hasło.
pt_pt: digite sua senha atual.
ru_ru: введите текущий пароль.
zh_cn: 请输入您的当前密码。

source: User changed their password via email
bg_bg: Потребителите промениха своята парола по електронната поща
de_de: Benutzer geändert ihr Passwort per E-Mail
es_es: Usuario cambio su password via correo electronico
fr_fr: L'utilisateur a changé son mot de passe par e-mail
it_it: Utente cambiato la password via e-mail
ja_jp: ユーザーは、メールでパスワードを変更しました
pl_pl: użytkownik zmienił swoje hasło za pośrednictwem poczty elektronicznej
pt_pt: Usuário alterou sua senha por e-mail
ru_ru: Пользователь изменил свой пароль по электронной почте
zh_cn: 用户通过电子邮件更改了密码

source: License Agreement
bg_bg: Лицензионно споразумение
de_de: Lizenzvereinbarung
es_es: Acuerdo de la Licencia
fr_fr: Contrat de licence
it_it: Contratto di licenza
ja_jp: ライセンス契約
pl_pl: Umowa licencyjna
pt_pt: Contrato de Licença
ru_ru: Лицензионное соглашение
zh_cn: 许可协议

source: You must agree to the Nagios Software License Terms and Conditions before continuing using this software.
bg_bg: Трябва да се съгласите с лицензионните правила и условия на софтуера Nagios, преди да продължите го използвате.
de_de: Sie müssen den Nagios Software License AGB, bevor Sie fortfahren mit dieser Software zustimmen.
es_es: Debe aceptar los términos de licencia de software Nagios y condiciones antes de continuar utilizando este software.
fr_fr: Vous devez accepter les conditions de licence du logiciel Nagios et conditions avant de poursuivre l'utilisation de ce logiciel.
it_it: È necessario accettare le Condizioni di licenza software Nagios e condizioni prima di continuare con questo software.
ja_jp: このソフトウェアを使用する前に、Nagiosソフトウェアライセンス契約条件に同意する必要があります.
pl_pl: musisz zgodzić się z warunkami licencji oprogramowania Nagios i warunków przed kontynuowaniem korzystania z tego oprogramowania.
pt_pt: Você deve concordar com os Termos de software Nagios e condições da licença antes de continuar usando este software.
ru_ru: Вы должны согласиться с программным обеспечением Nagios лицензионных требований и условий, прежде чем продолжить использование этого программного обеспечения.
zh_cn: 您必须先同意Nagios软件许可条款和条件，然后才能继续使用该软件。

source: I have read, understood, and agree to be bound by the terms of the license above.
bg_bg: Аз прочетох, разбрах, и се съгласних да бъда обвързан с условията на лиценза по-горе.
de_de: Ich habe gelesen, verstanden und stimme den Bedingungen des Lizenzvertrags oben gebunden werden.
es_es: He leído, entendido y acepta quedar obligado por los términos de la licencia anterior.
fr_fr: J'ai lu, compris et accepté d'être lié par les termes de la licence ci-dessus.
it_it: Ho letto, compreso e accetta di essere vincolato dai termini della licenza di cui sopra.
ja_jp: 上記のライセンス条件を読んで内容を確認しました。 同意します。
pl_pl: i przeczytał, zrozumiał, i zgadza się na związanie się z warunkami licencji powyżej.
pt_pt: Eu li, compreendi e concordo em ficar vinculado aos termos da licença acima.
ru_ru: Я прочитал, понял и согласен соблюдать условия лицензионного выше.
zh_cn: 我已阅读，理解并同意受上述许可条款的约束。

source: You must agree to the license before using this software.
bg_bg: Трябва да се съгласите с лиценза, преди да използвате този софтуер.
de_de: Sie müssen die Lizenz bevor Sie diese Software zustimmen.
es_es: Debe aceptar la licencia antes de utilizar este software.
fr_fr: Vous devez accepter la licence avant d'utiliser ce logiciel.
it_it: È necessario accettare la licenza prima di utilizzare questo software.
ja_jp: このソフトウェアを使用する前にライセンスに同意する必要があります.
pl_pl: należy zgodzić się na licencji przed użyciem tego oprogramowania.
pt_pt: Você deve concordar com a licença antes de usar este software.
ru_ru: Вы должны согласиться с лицензией перед использованием этого программного обеспечения.
zh_cn: 使用此软件之前，您必须同意许可。

source: File imported - File [overwrite flag]:
bg_bg: Файла е внесен - Файл [презаписване флаг]:
de_de: Datei importiert - File [overwite flag]:
es_es: Archivo importado - Archivo [overwite flag]:
fr_fr: Fichier importé - fichier [overwite flag]:
it_it: File importati - File [sovrascrivere la bandiera]:
pl_pl: importowany plik - plik [nadpisze flagę]:
pt_pt: Arquivo importado - Arquivo [marcar substituir]:
ru_ru: Файл импортировано - File [overwite флаг]:
zh_cn: 导入的文件-文件[覆盖标志]：

source: ERROR
bg_bg: грешка
fr_fr: ERREUR
it_it: ERRORE
ja_jp: エラー
pl_pl: błąd
pt_pt: erro
ru_ru: ОШИБКА

source: OK
bg_bg: Добре
fr_fr: D'accord
pt_pt: Está bem
ru_ru: Хорошо

source: Check this box if this server uses the %1$s.
bg_bg: поставете отметка в това квадратче, ако този сървър използва% 1 $ s.
de_de: Aktivieren Sie dieses Kontrollkästchen, wenn dieser Server die% 1 $ s verwendet.
es_es: marque esta casilla si este servidor usa% 1 $ s.
fr_fr: cochez cette case si ce serveur utilise le% 1 $ s.
it_it: seleziona questa casella se questo server utilizza% 1 $ s.
ja_jp: このサーバーが%1$sを使用している場合は、このボックスをチェックしてください。
pl_pl: zaznacz to pole, jeśli ten serwer używa% 1 $ s.
pt_pt: Marque esta caixa se este servidor usar o% 1 $ s.
ru_ru: установите этот флажок, если этот сервер использует% 1 $ s.

source: ID
bg_bg: Идентификация
de_de: Identifikation

source: OS
bg_bg: Операционна система
es_es: SO
ru_ru: Операционная система

source: API - System Reference
bg_bg: API - системна справка
de_de: Backend-API - Referenzsystem
es_es: api backend - referencia del sistema
fr_fr: backend api - référence du système
it_it: backend api - di riferimento del sistema
ja_jp: バックエンドAPI - システムリファレンス
pl_pl: backend api - SRC
pt_pt: backend api - referência do sistema
ru_ru: базовая апи - справочная система

source: Executed directly before Nagios XI processes the notification templates for an SMS notification.
bg_bg: изпълнена директно преди nagios xi обработва шаблоните за уведомяване за sms известие.
de_de: Wird direkt ausgeführt, bevor Nagios xi die Benachrichtigungsvorlagen für eine SMS-Benachrichtigung verarbeitet.
es_es: ejecutado directamente antes de que nagios xi procese las plantillas de notificación para una notificación de sms.
fr_fr: exécuté directement avant que nagios xi ne traite les modèles de notification pour une notification de sms.
it_it: eseguito direttamente prima che nagios xi elabori i modelli di notifica per una notifica di sms.
ja_jp: Nagios XIがSMS通知の通知テンプレートを処理する直前に実行されます。
pl_pl: wykonywane bezpośrednio przed nagios xi przetwarza szablony powiadomień dla powiadomienia sms.
pt_pt: executado diretamente antes do nagios xi processar os modelos de notificação para uma notificação sms.
ru_ru: выполняется непосредственно перед тем, как nagios xi обрабатывает шаблоны уведомлений для уведомления sms.

source: Must pass a host_name, service_description, and track.
bg_bg: Трябва да подаде host_name, service_description и track.
de_de: muss eine host_name-, service_description und Strecke passieren.
es_es: debe pasar un nombre_de_equipo, SERVICE_DESCRIPTION, y la pista.
fr_fr: doivent passer un host_name, service_description, et la piste.
it_it: deve passare un nome_host, service_description, e la pista.
ja_jp: host_name, service_description, trackを渡す必要があります.
pl_pl: musi przejść nazwa_hosta, SERVICE_DESCRIPTION i utwór.
pt_pt: deve passar por um host_name, service_description, e pista.
ru_ru: должен пройти имя_хоста, SERVICE_DESCRIPTION и дорожки.

source: OK,
bg_bg: Добре,
es_es: de acuerdo,
fr_fr: d'accord,
ru_ru: ок,

source: enable passive service checks.
bg_bg: Активирайте пасивни проверки на сървис.
de_de: ermöglichen passive Service-Prüfungen.
es_es: de garantizar el control del servicio pasivo.
fr_fr: permettre aux contrôles de services passifs.
it_it: consentire controlli di manutenzione passivi.
ja_jp: パッシブサービスチェックを有効にする.
pl_pl: zapewnienia kontroli usług pasywnych.
pt_pt: permitir um controlo de serviços passivos.
ru_ru: включить пассивный проверки сервисов.

source: allow contact to submit commands.
bg_bg: Позволи на контакта да изпраща команди.
de_de: erlauben Kontakt die Erteilung von Befehlen.
es_es: permita el contacto de presentar comandos.
fr_fr: permettre un contact à soumettre des commandes.
it_it: consentire il contatto di presentare i comandi.
ja_jp: 連絡先がコマンドを送信することを許可する.
pl_pl: umożliwić kontakt do złożenia polecenia.
pt_pt: permitir o contacto para enviar comandos.
ru_ru: допускать контакта представить команды.

source: Hostextinfo -
bg_bg: Разширена (допълнителна) информация за хост (hostextinfo) -
ja_jp: 拡張ホスト情報 -

source: CCM
bg_bg: "Главен Конфигурационен Мениджър" (CCM - Core Config Manager)
ru_ru: куб.см

source: Flapping
bg_bg: Чести промени в състоянието (Flapping)
de_de: Flattern
es_es: Batiendo
fr_fr: Battement
it_it: Battere le ali
ja_jp: フラッピング
pl_pl: trzepotanie
ru_ru: Хлопающий

source: Ok
bg_bg: Добре
fr_fr: Bien
it_it: Bene
ja_jp: 正常
pl_pl: w porządku
ru_ru: Хорошо

source: Manage Host Notification Commands
bg_bg: Управлявайте командите за хост нотификации
de_de: verwalten Host-Benachrichtigung Befehle
es_es: gestionar los comandos de notificación de acogida
fr_fr: gérer les commandes de notification d'accueil
it_it: gestire i comandi di notifica ospitanti
ja_jp: ホスト通知コマンド管理
pl_pl: zarządzanie komend powiadamiania hosta
pt_pt: gerenciar os comandos de notificação de acolhimento
ru_ru: управлять командами хост уведомления

source: and will not be written to the configuration files.
bg_bg: и няма да бъде написан в конфигурационните файлове.
de_de: und wird nicht in den Konfigurationsdateien geschrieben werden.
es_es: y no se escriben en los archivos de configuración.
fr_fr: et ne sera pas écrite dans les fichiers de configuration.
it_it: e non saranno scritti i file di configurazione.
ja_jp: および設定ファイルに書き込まれません.
pl_pl: i nie będą zapisywane w plikach konfiguracyjnych.
pt_pt: e não serão gravados os arquivos de configuração.
ru_ru: и не будут записаны в файлы конфигурации.

source: Not Acknowledged
bg_bg: Не е признат
de_de: Nicht anerkannt
es_es: No reconocido
fr_fr: Non Reconnu
it_it: Non Riconosciuto
ja_jp: 未認知
pl_pl: nie przyznał
pt_pt: Reconhecer
ru_ru: Не признал

source: Ping
bg_bg: Пинг
de_de: Pingen

source: CPU
bg_bg: Процесор
ru_ru: Процессор

source: Azure Synapse Analytics (SQL DW)
bg_bg: анализа на лазурния синапс (sql dw)
es_es: análisis de sinapsis azul (sql dw)
fr_fr: analyse de synapse azur (sql dw)
it_it: analisi di sinapsi azzurre (sql dw)
pt_pt: análise de sinapse azul (sql dw)

source: 2014 (SQL14)
bg_bg: 2014 г. (sql14)
pl_pl: 2014 (14 sql)

source: 2008 (Katmai)
bg_bg: 2008 г. (Катмай)
ru_ru: 2008 (катмай)

source: XPath
bg_bg: Пътека
de_de: Paths
es_es: Caminos
fr_fr: Chemins
it_it: Percorsi
ja_jp: パス(path)
pl_pl: ścieżka
pt_pt: Caminhos
ru_ru: Пути

source: Select the ports for which you'd like to monitor bandwidth and port status. You may specify an optional port name to be associated with specific ports.
bg_bg: Изберете портовете, за които искате да следите трафика на мрежата и статуса на порта. По желание (не е задължително), вие може да определите име на порта, което да бъде асоциирано с конкретни портове.
de_de: Wählen Sie die Ports, für die Sie die Bandbreite und den Port-Status zu überwachen hatte. Sie können einen optionalen Port-Namen mit bestimmten Ports zugeordnet werden.
es_es: Seleccione los puertos para los que le gustaría controlar el ancho de banda y el estado del puerto. Puede especificar un nombre de puerto opcional que se asocian con puertos específicos.
fr_fr: Sélectionnez les ports pour lesquels vous souhaitez surveiller la bande passante et l'état des ports. Vous pouvez spécifier un nom de port optionnel d'être associés à des ports spécifiques.
it_it: Selezionare le porte per il quale si desidera monitorare la larghezza di banda e lo stato della porta. È possibile specificare un nome di porta opzionale per essere associate a porte specifiche.
ja_jp: 帯域幅とポートステータスを監視するポートを選択します. 特定のポートに関連付けるオプションのポート名を指定することができます.
pl_pl: wybierz porty, dla których, które chcesz monitorować stan pasma i portu. można podać opcjonalną nazwę portu, aby być związane z określonych portów.
pt_pt: Selecione as portas para o qual você gostaria de monitorar largura de banda e status da porta. Você pode especificar um nome de porta opcional para ser associado com portas específicas.
ru_ru: Выберите порт, для которого вы хотите контролировать пропускную способность и состояние порта. Вы можете указать необязательное имя порта, который будет связан с определенным портам.

source: bps
bg_bg: бита в секунда
ru_ru: бит

source: Windows Server 2019
bg_bg: Windows Server 2012
de_de: Windows Server 2003
es_es: Windows Server 2003
fr_fr: Windows Server 2003
it_it: Windows 2003 Server
ja_jp: Windows Server 2012
pl_pl: windows server 2003
pt_pt: Windows Server 2003
ru_ru: Windows Server 2003

source: Windows Server 2016
bg_bg: Windows Server 2012
de_de: Windows Server 2003
es_es: Windows Server 2003
fr_fr: Windows Server 2003
it_it: Windows 2003 Server
ja_jp: Windows Server 2012
pl_pl: windows server 2003
pt_pt: Windows Server 2003
ru_ru: Windows Server 2003

source: of %s and get support and upgrade benefits
bg_bg: на Nagios XI и да получите техническа поддръжка и възможност за актуализации
de_de: Nagios XI und Support und Upgrade-Vorteile
es_es: de nagios xi y obtener apoyo y actualización de beneficios
fr_fr: de nagios xi et obtenir le soutien et la mise à niveau des prestations
it_it: di Nagios xi e ottenere il supporto e l'aggiornamento benefici
ja_jp: %s およびサポートとアップグレードの利点を受け取る
pl_pl: z Nagios XI i uzyskać wsparcie i uaktualnić korzyści
pt_pt: de nagios xi e obter apoio e benefícios de upgrade
ru_ru: из Nagios XI и получить поддержку и преимущества обновить

source: Nagios Fusion
bg_bg: Nagios версия
de_de: Nagios version
es_es: Versión nagios
fr_fr: Version nagios
it_it: Versione nagios
pl_pl: Wersja nagios
pt_pt: Versão nagios
ru_ru: Версия nagios

source: Windows
es_es: Ventanas
fr_fr: Fenêtres
it_it: Di Windows
pl_pl: windows 7
ru_ru: ОС Windows

source: Holt-Winters
de_de: holt-Winter
es_es: Holt-inviernos
fr_fr: Holt-hivers
it_it: Holt-inverni
pl_pl: Holt-zimy
pt_pt: Holt-invernos
ru_ru: Holt-зима

source: Fedora
fr_fr: feutre
ru_ru: мягкая фетровая шляпа

source: Oracle
de_de: Orakel
es_es: oráculo
it_it: oracolo
pl_pl: wyrocznia
pt_pt: oráculo
ru_ru: оракул

source: TFTP
de_de: FTP
es_es: FTP
fr_fr: FTP
it_it: FTP
pl_pl: ftp
pt_pt: FTP
ru_ru: FTP

source: Windows 10
de_de: Windows 7
es_es: Windows 7
fr_fr: Windows 7
it_it: Windows 7
pl_pl: windows 7
pt_pt: Windows 7
ru_ru: Windows 7

source: Windows 8.x
de_de: Fenster 8.x
es_es: 8.x ventanas
fr_fr: fenêtres 8.x
it_it: finestre 8.x
pl_pl: okna 8.x
pt_pt: janelas 8.x
ru_ru: окна 8.x

source: Nagios XI
de_de: Nagios IM
es_es: Nagios IM
fr_fr: Nagios IM
it_it: Nagios IM
pt_pt: nagios im
ru_ru: Nagios IM

source: N/A
pl_pl: n /

source: Nagios Enterprises, LLC
fr_fr: Entreprises Nagios, LLC
it_it: Enterprises Nagios, LLC
pl_pl: przedsiębiorstwa Nagios, LLC

source: RedHat Enterprise
es_es: empresa redhat
fr_fr: entreprise de redhat
pl_pl: Przedsiębiorstwo RedHat
pt_pt: empresa RedHat

source: POP
pl_pl: muzyka pop

source: 2016 (SQL16)
pl_pl: 2016 (16 sql)

source: Windows SNMP
es_es: SNMP de Windows
fr_fr: SNMP de Windows
it_it: SNMP di Windows
pl_pl: Okna snmp

source: Windows 2000
pl_pl: Okna 2000

source: Windows WMI
es_es: WMI de Windows
it_it: WMI di Windows
pl_pl: Okna wmi

source: OID
es_es: ID
pt_pt: ID

source: UDP
es_es: Arriba
pt_pt: UP

source: Serviceextinfo -
ja_jp: 拡張サービス情報 -

source: NRDP
fr_fr: PDRN

source: NSCA
fr_fr: LSRN

source: Windows Server 2008
fr_fr: Windows 2008 Server

source: Windows Server 2003
it_it: Windows 2003 Server

source: Windows Vista
it_it: Di Windows Vista
