Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: No account specified
bg_bg: Не е избран потребителски профил
de_de: kein Konto angegeben
es_es: ninguna cuenta especificada
fr_fr: pas compte spécifié
it_it: nessun conto specificato
ja_jp: 指定されたアカウントがありません
pl_pl: nie podano konta
pt_pt: não conta especificada
ru_ru: нет счет, указанный
zh_cn: 没有指定的帐户

source: Invalid user account
bg_bg: Невалиден потребителски акаунт
de_de: ungültige Benutzerkonto
es_es: cuenta de usuario no válido
fr_fr: compte d'utilisateur valide
it_it: account utente non valido
ja_jp: 無効なユーザーアカウント
pl_pl: nieważne konto użytkownika
pt_pt: conta de usuário inválido
ru_ru: недействительным учетная запись пользователя
zh_cn: 无效的用户帐户

source: User enabled auto-login functionality. Auto-login user='
bg_bg: Потребителя активира функционалност на автоматичен вход. Auto-login user='
de_de: Benutzer aktiviert auto-login Funktionalität. Auto-login user = '
es_es: Usuario habilito la funcionalidad de auto-loguearse. Usuario auto-loguearse='
fr_fr: Utilisateur activé la fonctionnalité de connexion automatique. Auto-login user = '
it_it: Utente abilitato auto-login funzionalità. Auto-login user = '
ja_jp: ユーザーが自動ログイン機能を有効にしました. 自動ログインユーザ = '
pl_pl: Użytkownik włączone funkcje automatycznego logowania. automatycznego logowania użytkownika = '
pt_pt: Usuário habilita a funcionabilidade de Auto-Login. Auto-login user = '
ru_ru: Пользователь включить автоматический вход в функциональности. Автоматический вход пользователя = '
zh_cn: 用户启用的自动登录功能。 自动登录用户='

source: User updated auto-login functionality. Auto-login user='
bg_bg: Потребителя обнови функционалност за автоматично влизане. Auto-login user='
de_de: Benutzer aktualisiert auto-login Funktionalität. Auto-login user = '
es_es: Usuario actualizado auto-login funcionalidad. Auto-Login usuario = '
fr_fr: Utilisateur mis à jour la fonctionnalité de connexion automatique. Auto-login user = '
it_it: Aggiornamento utente auto-login funzionalità. Auto-login user = '
ja_jp: ユーザーが自動ログイン機能を更新しました. 自動ログインユーザ = '
pl_pl: Użytkownik aktualizowane automatycznego logowania funkcjonalności. automatycznego logowania użytkownika = '
pt_pt: Usuário atualizou auto-login. Auto-login user = '
ru_ru: Пользователь обновляются автоматического входа функциональность. Автоматический вход пользователя = '
zh_cn: 用户更新了自动登录功能。 自动登录用户='

source: Options updated.
bg_bg: Актуализирани настройки.
de_de: Optionen aktualisiert.
es_es: Opciones actualizadas
fr_fr: Options de mise à jour.
it_it: Opzioni di aggiornamento.
ja_jp: オプションが更新されました.
pl_pl: zaktualizowane opcje.
pt_pt: Opções atualizadas.
ru_ru: Параметры обновления.
zh_cn: 选项​​更新。

source: Component installed.
bg_bg: Компонента е инсталиран.
de_de: Komponente installiert.
es_es: Componente instalado.
fr_fr: Composant installé.
it_it: Componente installato.
ja_jp: コンポーネントがインストールされました.
pl_pl: zainstalowany komponent.
pt_pt: componente instalado.
ru_ru: Компонент установлен.
zh_cn: 已安装组件。

source: Manage Components
bg_bg: Управлявайте компонентите
de_de: Komponenten verwalten
es_es: Administrar componentes
fr_fr: Gérer les composants
it_it: Gestione dei componenti
ja_jp: コンポーネント管理
pl_pl: zarządzać komponentami
pt_pt: Gerenciar componentes
ru_ru: Управление Компоненты
zh_cn: 管理组件

source: Manage the components that are installed on this system.
bg_bg: управлявайте компонентите, инсталирани на тази система.
de_de: Verwalten Sie die Komponenten, die auf diesem System installiert sind.
es_es: Administrar los componentes que están instalados en este sistema.
fr_fr: gérer les composants installés sur ce système.
it_it: gestire i componenti che sono installati su questo sistema.
ja_jp: このシステムにインストールされているコンポーネントを管理します。
pl_pl: zarządzać komponentami zainstalowanymi w tym systemie.
pt_pt: gerenciar os componentes instalados neste sistema.
ru_ru: управлять компонентами, которые установлены в этой системе.
zh_cn: 管理此系统上安装的组件。

source: Need a custom component created to extend Nagios XI's capabilities? <a href='https://www.nagios.com/contact/' target='_blank'>Contact us</a> for pricing information.
bg_bg: нуждаят се от потребителски компонент, създаден да разширява възможностите на Nagios xi? <a href='https://www.nagios.com/contact/' target='_blank'>свържете се с нас</a> за информация относно ценообразуването.
de_de: Brauchen Sie eine benutzerdefinierte Komponente, die erstellt wurde, um die Fähigkeiten von Nagios xi zu erweitern? <a href='https://www.nagios.com/contact/' target='_blank'>Kontaktieren Sie uns</a> für Preisinformationen.
es_es: ¿Necesita un componente personalizado creado para ampliar las capacidades de nagios xi? <a href='https://www.nagios.com/contact/' target='_blank'>contáctenos</a> para información de precios.
fr_fr: besoin d'un composant personnalisé créé pour étendre les capacités de nagios xi? <a href='https://www.nagios.com/contact/' target='_blank'>contactez-nous</a> pour des informations sur les prix.
it_it: hai bisogno di un componente personalizzato creato per estendere le capacità di nagios xi? <a href='https://www.nagios.com/contact/' target='_blank'>contattaci</a> per informazioni sui prezzi.
ja_jp: Nagios XIの機能を拡張するために作成されたカスタムコンポーネントが必要ですか? 価格情報については <a href='https://www.nagios.com/contact/' target='_blank'>お問い合わせください</a> 。
pl_pl: potrzebujesz niestandardowego komponentu stworzonego w celu rozszerzenia możliwości nagios xi? <a href='https://www.nagios.com/contact/' target='_blank'>skontaktuj się z nami,</a> aby uzyskać informacje o cenach.
pt_pt: precisa de um componente personalizado criado para estender os recursos do nagios xi? <a href='https://www.nagios.com/contact/' target='_blank'>entre em contato conosco</a> para obter informações sobre preços.
ru_ru: нужен пользовательский компонент, созданный для расширения возможностей nagios xi? <a href='https://www.nagios.com/contact/' target='_blank'>свяжитесь с нами</a> для получения информации о ценах.
zh_cn: 需要创建一个自定义组件来扩展Nagios XI的功能？ <a href='https://www.nagios.com/contact/' target='_blank'>联系我们</a>，了解价格信息。

source: You can find additional components for Nagios XI at
bg_bg: Можете да намерите допълнителни компоненти за Nagios XI в
de_de: Sie können zusätzliche Komponenten für Nagios XI finden Sie unter
es_es: Usted puede encontrar componentes adicionales para Nagios XI en
fr_fr: Vous pouvez trouver des composants supplémentaires pour Nagios XI à
it_it: È possibile trovare i componenti aggiuntivi per Nagios XI a
ja_jp: Nagios XI用の追加コンポーネントを見つけることができます：
pl_pl: można znaleźć dodatkowe komponenty dla Nagios XI w
pt_pt: Você pode encontrar componentes adicionais para Nagios XI em
ru_ru: Вы можете найти дополнительные компоненты для Nagios XI в
zh_cn: 您可以在以下位置找到Nagios XI的其他组件

source: Nagios Exchange
de_de: nagios Austausch
es_es: intercambio nagios
fr_fr: échange nagios
it_it: scambio Nagios
pl_pl: Wymiana Nagios
pt_pt: troca nagios
ru_ru: Nagios обмен
zh_cn: Nagios交流

source: Upload a Component
bg_bg: Качете компонент
de_de: Hochladen Component
es_es: Cargar componente
fr_fr: Upload Component
it_it: Carica componente
ja_jp: コンポーネントをアップロード
pl_pl: składnik przesyłania
pt_pt: componente de upload
ru_ru: Добавить компонентов
zh_cn: 上传组件

source: Browse
bg_bg: Разглеждам
de_de: blättern
es_es: navegar
fr_fr: feuilleter
it_it: sfogliare
ja_jp: 参照
pl_pl: Przeglądaj
pt_pt: procurar
ru_ru: просматривать
zh_cn: 浏览

source: Upload &amp; Install
bg_bg: Качете & Инсталирайте
de_de: laden und installieren
es_es: cargar e instalar
fr_fr: télécharger et installer
it_it: caricare e installare
ja_jp: アップロード & インストール
pl_pl: wgrać i zainstalować
pt_pt: carregar e instalar
ru_ru: загрузить и установить
zh_cn: 上传和安装

source: Check for Updates
bg_bg: Проверете за актуализации
es_es: Chequear actualizaciones
it_it: Controlla aggiornamenti
ja_jp: アップデートの確認
pl_pl: sprawdzanie aktualizacji
pt_pt: Verificar atualizações
ru_ru: Проверить наличие обновлений
zh_cn: 检查更新

source: Install Updates
bg_bg: Инсталиране на актуализации
de_de: Installieren von Updates
es_es: instalar actualizaciones
fr_fr: Installer les mises à jour
it_it: installare gli aggiornamenti
ja_jp: 更新をインストール
pl_pl: Instalacja aktualizacji
pt_pt: instalar atualizações
ru_ru: установить обновления
zh_cn: 安装更新

source: More Components
bg_bg: Повече компоненти
de_de: Kernkomponenten
es_es: componentes básicos
fr_fr: composants essentiels
it_it: componenti di base
ja_jp: 他のコンポーネント
pl_pl: podstawowe elementy
pt_pt: componentes do núcleo
ru_ru: Основные компоненты
zh_cn: 更多组件

source: Component
bg_bg: Компонент
de_de: Komponente
es_es: Componente
fr_fr: Composant
it_it: Componente
ja_jp: コンポーネント
pl_pl: komponent
pt_pt: Componente
ru_ru: Компонент
zh_cn: 元件

source: Settings
bg_bg: Настройки
de_de: Einstellungen
es_es: Configuracion
fr_fr: Réglages
it_it: Impostazioni
ja_jp: 設定
pl_pl: Ustawienia
pt_pt: Configurações
ru_ru: Настройки
zh_cn: 设置

source: Version
bg_bg: Версия
it_it: Versione
ja_jp: バージョン
pl_pl: wersja
pt_pt: Versão
ru_ru: Версия
zh_cn: 版本

source: Status
bg_bg: Статус
es_es: Estatus
fr_fr: Statut
it_it: Stato
ja_jp: ステータス
ru_ru: Статус
zh_cn: 状态

source: Please verify the changes below.
bg_bg: Моля, проверете промените по-долу.
de_de: Bitte überprüfen Sie die Änderungen unten.
es_es: por favor verifique los cambios a continuación.
fr_fr: s'il vous plaît vérifier les modifications ci-dessous.
it_it: si prega di verificare le modifiche di seguito.
ja_jp: 以下の変更を確認してください.
pl_pl: należy sprawdzić poniższe zmiany.
pt_pt: por favor verificar as alterações abaixo.
ru_ru: проверьте изменения ниже.
zh_cn: 请验证以下更改。

source: Installing all updates will update the following components
bg_bg: Инсталирането на всичките актуализации ще актуализира следните компоненти
de_de: Installation aller Updates werden die folgenden Assistenten aktualisieren
es_es: instalar todas las actualizaciones actualizará los siguientes asistentes
fr_fr: l'installation de toutes les mises à jour mettra à jour les assistants suivants
it_it: l'installazione di tutti gli aggiornamenti aggiornerà le seguenti procedure guidate
ja_jp: すべての更新をインストールすると、次のコンポーネントが更新されます
pl_pl: instalowanie wszystkich aktualizacji aktualizuje następujące kreatory
pt_pt: instalar todas as atualizações irá atualizar os seguintes assistentes
ru_ru: установка всех обновлений будет обновлять следующие мастера
zh_cn: 安装所有更新将更新以下组件

source: Install
bg_bg: Инсталирам
de_de: Installieren
es_es: Instalar
fr_fr: Installer
it_it: Installare
ja_jp: インストール
pl_pl: zainstalować
pt_pt: Instalar
ru_ru: Устанавливать
zh_cn: 安装

source: Installing updates ...
bg_bg: Инсталиране на актуализации ...
de_de: Installieren von Updates ...
es_es: la instalación de actualizaciones ...
fr_fr: installation de mises à jour ...
it_it: l'installazione di aggiornamenti ...
ja_jp: 更新をインストールしています...
pl_pl: instalowanie aktualizacji ...
pt_pt: instalação de atualizações ...
ru_ru: установка обновлений ...
zh_cn: 安装更新...

source: This should take less than a few minutes.
bg_bg: Това ще отнеме по-малко от няколко минути.
de_de: Diese sollte weniger als ein paar Minuten.
es_es: esto debe tener menos de unos pocos minutos.
fr_fr: cela devrait prendre moins de quelques minutes.
it_it: questo dovrebbe richiedere meno di un paio di minuti.
ja_jp: 数分で終わります.
pl_pl: powinno trwać dłużej niż kilka minut.
pt_pt: esta deve ter menos do que alguns minutos.
ru_ru: это должно занять меньше, чем несколько минут.
zh_cn: 这应该不到几分钟的时间。

source: Installation Complete!
bg_bg: Инсталацията е завършена!
de_de: Installation abgeschlossen
es_es: Instalacion completa
fr_fr: Installation terminée
it_it: Installazione completata
ja_jp: インストレーションが完了しました！
pl_pl: kompletna instalacja
pt_pt: Instalação completa
ru_ru: Установка завершена
zh_cn: 安装完成！

source: Close
bg_bg: Затворете
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudere
ja_jp: 閉じる
pl_pl: blisko
pt_pt: Fechar
ru_ru: Близко
zh_cn: 关闭

source: Installation failed, check internet connectivity or proxy settings.
bg_bg: Инсталацията се провали, проверете интернет връзката или прокси настройките.
de_de: Installation fehlgeschlagen ist, überprüfen Sie Internet-Konnektivität oder Proxy-Einstellungen.
es_es: instalación ha fallado, compruebe la conectividad a Internet o la configuración del proxy.
fr_fr: installation a échoué, vérifiez la connectivité Internet ou les paramètres de proxy.
it_it: installazione non è riuscita, controllare la connettività a Internet o le impostazioni del proxy.
ja_jp: インストレーションに失敗しました. インターネット接続またはプロキシ設定を確認してください.
pl_pl: Instalacja nie powiodła się, należy sprawdzić połączenie z Internetem lub ustawienia serwera proxy.
pt_pt: falha de instalação, verifique a conectividade à Internet ou configurações de proxy.
ru_ru: установка не удалась, проверьте подключение к Интернету или настройки прокси-сервера.
zh_cn: 安装失败，请检查网络连接或代理设置。

source: Core Components
bg_bg: Core компоненти
de_de: Kernkomponenten
es_es: componentes básicos
fr_fr: composants essentiels
it_it: componenti di base
ja_jp: Core コンポーネント
pl_pl: podstawowe elementy
pt_pt: componentes do núcleo
ru_ru: Основные компоненты
zh_cn: 核心部件

source: These are components that are required for XI to function normally. These components should not be removed or edited.
bg_bg: Това са компонентите, които са необходими на XI, за да функционира нормално. Тези компоненти не трябва да бъдат премахнати или редактирани.
de_de: Diese sind Komponenten, die erforderlich sind für xi, normal zu funktionieren. Diese Komponenten sollten nicht entfernt oder bearbeitet werden.
es_es: estos son componentes que se requieren para xi funcione normalmente. estos componentes no deben ser retirados o editados.
fr_fr: ceux-ci sont des composants qui sont nécessaires pour xi à fonctionner normalement. ces composants ne devraient pas être supprimées ou modifiées.
it_it: questi sono componenti necessari per xi a funzionare normalmente. questi componenti non devono essere rimossi o modificati.
ja_jp: これらはXIが正常に機能するために必要なコンポーネントです. これらのコンポーネントを削除または編集しないでください.
pl_pl: są to elementy, które są niezbędne do xi normalnie funkcjonować. składniki te nie powinny być usuwane lub edytowane.
pt_pt: estes são componentes que são necessários para a xi a funcionar normalmente. estes componentes não devem ser removidos ou editados.
ru_ru: это компоненты, необходимые для XI нормально функционировать. эти компоненты не должны быть удалены или отредактированы.
zh_cn: 这些是XI正常运行所必需的组件。 这些组件不应删除或编辑。

source: Encrypted component
bg_bg: Криптиран компонент
de_de: verschlüsselte Komponente
es_es: componente de cifrado
fr_fr: composante cryptée
it_it: componente criptato
ja_jp: 暗号化されたコンポーネント
pl_pl: zaszyfrowany składnikiem
pt_pt: componente criptografado
ru_ru: зашифрованное компонент
zh_cn: 加密组件

source: Release date
bg_bg: Дата на издаване
de_de: Veröffentlichungsdatum
es_es: fecha de lanzamiento
fr_fr: date de sortie
it_it: data di rilascio
ja_jp: リリース日
pl_pl: Data wydania
pt_pt: data de lançamento
ru_ru: Дата выпуска
zh_cn: 发布日期

source: Author
bg_bg: Автор
de_de: Autor
es_es: autor
fr_fr: auteur
it_it: autore
ja_jp: 作成者
pl_pl: autor
pt_pt: autor
ru_ru: автор
zh_cn: 作者

source: Website
bg_bg: Уебсайт
de_de: Webseite
es_es: Sitio web
fr_fr: Site Web
it_it: Sito web
ja_jp: Webサイト
pl_pl: witryna internetowa
pt_pt: Site
ru_ru: Сайт
zh_cn: 网站

source: Edit Settings
bg_bg: Редактирайте настройките
de_de: Einstellungen bearbeiten
es_es: Editar configuraciones
fr_fr: Modifier les paramètres
it_it: Modifica impostazioni
ja_jp: 設定の編集
pl_pl: edytować ustawienia
pt_pt: Editar configurações
ru_ru: Изменить настройки
zh_cn: 编辑设置

source: Delete
bg_bg: Изтрийте
de_de: Löschen
es_es: Borrar
fr_fr: Effacer
it_it: Cancellare
ja_jp: 削除
pl_pl: usunąć
pt_pt: Excluir
ru_ru: Удалять
zh_cn: 删除

source: Available
bg_bg: На разположение
de_de: erhältlich
es_es: disponible
fr_fr: disponible
it_it: a disposizione
ja_jp: 利用可能
pl_pl: dostępny
pt_pt: disponível
ru_ru: доступный
zh_cn: 可用

source: Up to date
bg_bg: Актуален
de_de: auf dem Laufenden
es_es: A hoy
fr_fr: à jour
it_it: aggiornato
ja_jp: 最新
pl_pl: aktualny
pt_pt: atualizado
ru_ru: своевременно
zh_cn: 最新

source: Error submitting command.
bg_bg: Грешка при изпращането на командата.
de_de: Fehler Einreichung Befehl.
es_es: Error al someter comando.
fr_fr: Erreur soumettre la commande.
it_it: Errore invio comando.
ja_jp: コマンド送信エラー.
pl_pl: Błąd polecenia składania.
pt_pt: Erro ao enviar comando.
ru_ru: Ошибка подачи команды.
zh_cn: 提交命令时出错。

source: Component packaging timed out.
bg_bg: Времето за пакетиране на компонента изтече.
de_de: Component Verpackungen Zeitüberschreitung.
es_es: Embalaje de componentes caducado.
fr_fr: Emballage de composants expiré.
it_it: Imballaggio di componenti scaduta.
ja_jp: コンポーネントのパッケージングがタイムアウトしました.
pl_pl: Upłynął limit czasu składnik opakowań.
pt_pt: embalagens componente expirou.
ru_ru: Компонент упаковки истекло.
zh_cn: 组件包装超时。

source: User installed component '
bg_bg: Потребителя е инсталирал компонент '
de_de: Benutzer installierte Komponente '
es_es: Usuario instaló componente
fr_fr: Utilisateur montage d'un composant
it_it: Utente installato componente '
ja_jp: ユーザーがコンポーネントをインストールしました： '
pl_pl: zainstalowany użytkownika komponent "
pt_pt: Usuário instalou o componente.
ru_ru: Пользователь установлен компонент
zh_cn: 用户安装的组件

source: Component installation failed.
bg_bg: Инсталирането на компонента се провали.
de_de: Component Installation ist fehlgeschlagen.
es_es: Instalación de componentes ha fallado.
fr_fr: Installation du composant a échoué.
it_it: L'installazione dei componenti non riuscita.
ja_jp: コンポーネントのインストールに失敗しました.
pl_pl: Instalacja składnika nie powiodło się.
pt_pt: não instalação do componente.
ru_ru: Установка компонентов не удалось.
zh_cn: 组件安装失败。

source: Component scheduled for installation.
bg_bg: Компонента е насрочен за инсталация.
de_de: Komponente für die Installation geplant.
es_es: Componente programado para la instalación.
fr_fr: Composant prévu pour l'installation.
it_it: Componente in programma per l'installazione.
ja_jp: コンポーネントのインストールが予定されました.
pl_pl: Składnik zaplanowano na instalacji.
pt_pt: Componente marcada para exclusão.
ru_ru: Компонент запланирован на установку.
zh_cn: 计划安装的组件。

source: Component upload failed.
bg_bg: Качването на компонента не успя.
de_de: Component Upload fehlgeschlagen.
es_es: Carga del componente fallo.
fr_fr: Composante téléchargement a échoué.
it_it: Componente caricamento non è riuscito.
ja_jp: コンポーネントのアップロードに失敗しました.
pl_pl: Składnik udało się przesłać.
pt_pt: componente de upload falhou.
ru_ru: Компонент загрузить не удалось.
zh_cn: 组件上传失败。

source: Component deleted.
bg_bg: Компонента е изтрит.
de_de: Komponente gelöscht.
es_es: Componente eliminado
fr_fr: Composant supprimé.
it_it: Componente cancellato.
ja_jp: コンポーネントが削除されました.
pl_pl: Składnik usunięte.
pt_pt: Componente excluído.
ru_ru: Компонент удален.
zh_cn: 组件已删除。

source: Component scheduled for deletion.
bg_bg: Компонента е насрочен за изтриване.
de_de: Komponente für delettion geplant.
es_es: Componente agendado para eliminacion.
fr_fr: Composante prévue pour delettion.
it_it: Componente previsto per delettion.
ja_jp: コンポーネントは削除予定です.
pl_pl: Składnik zaplanowano na delettion.
pt_pt: Componente marcada para exclusão.
ru_ru: Компонент запланирован на delettion.
zh_cn: 计划删除的组件。

source: Component Configuration
bg_bg: Конфигурация на компонента
es_es: Configuracion del componente
fr_fr: Configuration des composants
it_it: Configurazione dei componenti
ja_jp: コンポーネントの設定
pl_pl: Konfiguracja komponentu
pt_pt: Configuração de Componentes
ru_ru: Конфигурация компонента
zh_cn: 组件配置

source: Apply Settings
bg_bg: Приложи настройките
de_de: Einstellungen übernehmen
es_es: Aplicar configuraciones
fr_fr: Appliquer les paramètres
it_it: Applica impostazioni
ja_jp: 設定を適用
pl_pl: zastosować ustawienia
pt_pt: Aplicar configurações
ru_ru: Применить настройки
zh_cn: 应用设置

source: Component Versions Updated
bg_bg: Версиите на компонента са обновени
de_de: Komponentenversionen aktualisiert
es_es: versiones de los componentes actualizados
fr_fr: versions des composants mis à jour
it_it: versioni dei componenti aggiornati
ja_jp: コンポーネントバージョンが更新されました
pl_pl: zaktualizowane wersje komponentów
pt_pt: versões dos componentes atualizados
ru_ru: версии компонента обновляются
zh_cn: 组件版本已更新

source: Could not download component version list from Nagios Server, check Internet Connnectivity
bg_bg: Не можа да изтегли списъка с версиите на компонентните от Nagios сървъра, проверете Интернет връзката
de_de: Konnte nicht heruntergeladen werden Komponentenversion Liste von Nagios-Server prüfen Internet Connnectivity
es_es: No se ha podido descargar la lista de componentes de la versión del servidor Nagios, comprobar Connnectivity Internet
fr_fr: Impossible de télécharger la liste version du composant du serveur Nagios, vérifiez connectivité du Internet
it_it: Impossibile scaricare la versione elenco dei componenti dal server Nagios, controllare Connnectivity Internet
ja_jp: Nagiosサーバーからコンポーネントのバージョンリストをダウンロードできません。 インターネット接続できているか確認してください
pl_pl: Nie można pobrać listę wersji składnika z serwera Nagios, sprawdź Internetu connnectivity
pt_pt: Não foi possível baixar a lista versão do componente do servidor Nagios, verifique a conectividade com a internet
ru_ru: Не удалось загрузить список компонентов версию с сервера Nagios, проверьте интернет Connnectivity
zh_cn: 无法从Nagios Server下载组件版本列表，请检查Internet连接

source: Applied component settings for
bg_bg: приложени настройки на компонентите за
de_de: angewendete Komponenteneinstellungen für
es_es: configuración de componentes aplicados para
fr_fr: paramètres de composant appliqués pour
it_it: impostazioni dei componenti applicate per
ja_jp: コンポーネント設定が適用されました
pl_pl: zastosowane ustawienia komponentu dla
pt_pt: configurações de componente aplicadas para
ru_ru: настройки применяемого компонента для
zh_cn: 已应用的组件设置

source: Component settings updated.
bg_bg: Настройките на компонента са актуализирани.
de_de: Component Einstellungen aktualisiert.
es_es: Configuraciones del componente actualizadas
fr_fr: Paramètres des composants mis à jour.
it_it: Le impostazioni dei componenti aggiornati.
ja_jp: コンポーネントの設定を更新しました.
pl_pl: Zaktualizowano ustawienia elementów.
pt_pt: Configurações do componente atualizado.
ru_ru: Компонент параметры обновления.
zh_cn: 组件设置已更新。

source: Component function does not exist.
bg_bg: Функцията на компонента не съществува.
de_de: Component-Funktion ist nicht vorhanden.
es_es: Función del componente no existe.
fr_fr: Fonction du composant n'existe pas.
it_it: Funzione dei componenti non esiste.
ja_jp: コンポーネントの機能は存在しません.
pl_pl: Składnik Funkcja nie istnieje.
pt_pt: Função do componente não existe.
ru_ru: Компонент функция не существует.
zh_cn: 组件功能不存在。

source: You do not have access to this section.
bg_bg: Вие нямате достъп до тази секция.
de_de: Sie haben keinen Zugang zu diesem Abschnitt.
es_es: usted no tiene acceso a esta sección.
fr_fr: vous ne disposez pas d'accès à cette section.
it_it: non hai accesso a questa sezione.
ja_jp: このセクションにはアクセスできません.
pl_pl: nie masz dostępu do tej części.
pt_pt: você não tem acesso a esta seção.
ru_ru: у вас нет доступа к этому разделу.
zh_cn: 您无权访问此部分。

source: One or more config scripts have problems.
bg_bg: Един или повече конфигурационни скриптове имат проблеми.
de_de: Ein oder mehrere config-Skripte Probleme haben.
es_es: Uno o más scripts de configuración tienen problemas.
fr_fr: Un ou plusieurs scripts de configuration ont des problèmes.
it_it: Uno o più script di configurazione hanno problemi.
ja_jp: 1つ以上の設定スクリプトに障害があります.
pl_pl: jeden lub więcej skrypty konfiguracyjne mają problemy.
pt_pt: Host está funcionando, mas um ou mais serviços estão com problemas
ru_ru: Один или несколько конфигурационных скриптах есть проблемы.
zh_cn: 一个或多个配置脚本有问题。
