Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Forced immediate check for host and all services
bg_bg: Форсирайте незабавна проверка за хост и всички сървиси
de_de: Zwangs sofortige Überprüfung für Host und alle Dienste
es_es: forzado comprobación inmediata de acogida y todos los servicios
fr_fr: vérification immédiate forcée pour l'hôte et tous les services
it_it: verifica immediata forzato per host e tutti i servizi
ja_jp: ホストおよびすべてのサービスの即時チェックを強制する
pl_pl: zmuszony do natychmiastowego wyboru gospodarza i wszystkich usług
pt_pt: verificação imediata forçado para o anfitrião e todos os serviços
ru_ru: вынуждены Непосредственной проверкой для хозяина и всех услуг
zh_cn: 强制立即检查主机和所有服务

source: This command is used to remove an acknowledgement for a particular host problem. Once the acknowledgement is removed, notifications may start being sent out about the host problem.
bg_bg: Тази команда се използва за премахване на потвърждението за конкретен хост проблем. Веднъж след като потвърждението е било премахнато, може да започне изпращаето на уведомления за хост проблема.
de_de: dieser Befehl verwendet wird, um eine Bestätigung für einen bestimmten Host-Problem zu beseitigen. sobald die Bestätigung entfernt wird, können Benachrichtigungen wobei über das Host-Problem geschickt starten.
es_es: este comando se utiliza para eliminar un reconocimiento para un problema determinado host. una vez que se retira el acuse de recibo, las notificaciones pueden comienzan a ser enviado sobre el problema host.
fr_fr: cette commande est utilisé pour enlever un accusé de réception pour un problème hôte particulier. une fois la reconnaissance est retirée, les notifications peuvent commencer à être envoyé sur le problème de l'hôte.
it_it: questo comando viene utilizzato per rimuovere un riconoscimento per un problema particolare host. una volta che il riconoscimento viene rimosso, le notifiche possono iniziano ad essere inviato sul problema ospite.
ja_jp: このコマンドは、特定のホストの問題の認知済みを除去するために使用されます. 認知済みが除去されると、ホストの問題に関する通知が再開します.
pl_pl: to polecenie służy do usuwania potwierdzenia dla danego problemu przyjmującym. gdy potwierdzenie jest usuwany, powiadomienia mogą być wysyłane zaczną o problemie gospodarza.
pt_pt: Este comando é utilizado para remover um reconhecimento para um problema hospedeiro particular. uma vez que o reconhecimento é removido, as notificações podem começar a ser enviadas sobre o problema host.
ru_ru: эта команда используется для удаления подтверждение для конкретной задачи хоста. как только подтверждение удаления уведомления могут начать быть разосланы о хозяине проблемы.
zh_cn: 此命令用于删除对特定主机问题的确认。 删除确认后，可能会开始发送有关主机问题的通知。

source: This command is used to schedule downtime for a particular host. During the specified downtime, Nagios will not send notifications out about the host. When the scheduled downtime expires, Nagios will send out notifications for this host as it normally would. Scheduled downtimes are preserved across program shutdowns and restarts. Both the start and end times should be specified in the following format:
bg_bg: Тази команда се използва за планиране на престой (по график) за определен хост. По време на определения планиран престой, Nagios няма да изпраща уведомления за хоста. Когато планирания престой изтече, Nagios ще изпрати уведомления за този хост, както обикновено. Планираните (по график) прекъсвания са запазени по време на спиране и рестартиране на програмата. Както началния, така и крайния час трябва да бъдат описани в следния формат:
de_de: dieser Befehl wird verwendet, um Ausfallzeiten für einen bestimmten Host planen. während der festgelegten Ausfallzeiten, wird Nagios keine Benachrichtigungen versandt werden über den Gastgeber. Wenn die geplante Ausfallzeit abgelaufen ist, wird Nagios Benachrichtigungen für diesen Host, wie es normalerweise tun würde. geplante Ausfallzeiten über Programmherunterfahren und Neustarten erhalten. sowohl die Start- und Endzeit sollte in dem folgenden Format angegeben werden:
es_es: Este comando se utiliza para programar el tiempo de inactividad para un host en particular. durante el tiempo de inactividad especificado, nagios no enviarán notificaciones a cabo sobre el anfitrión. cuando el tiempo de inactividad programado expira, nagios enviarán notificaciones de este alojamiento como lo haría normalmente. tiempos de parada programados se conservan a través de las paradas y reinicios del programa. tanto las horas de inicio y fin deben especificarse en el siguiente formato:
fr_fr: cette commande est utilisé pour planifier des temps d'arrêt pour un hôte particulier. pendant le temps d'arrêt spécifié, Nagios ne envoyer des notifications sur l'hôte. lorsque la durée d'indisponibilité prévue expire, Nagios va envoyer des notifications pour cet hôte comme il le ferait normalement. les temps d'arrêt programmés sont conservés lors des arrêts et redémarrages programme. à la fois les heures de début et de fin doivent être spécifiés dans le format suivant:
it_it: questo comando consente di pianificare i tempi di inattività per un host particolare. durante il tempo di inattività specificato, Nagios non inviare notifiche conoscere l'host. quando scade il tempo di inattività previsto, Nagios invierà notifiche per questo host come farebbe normalmente. tempi di fermo pianificati sono conservati tra arresti di programma e riavvia. sia i tempi di inizio e di fine devono essere specificati nel seguente formato:
ja_jp: このコマンドは、特定のホストのダウンタイムをスケジュールするために使用されます. 指定されたダウンタイム中、Nagiosはホストに関する通知を送信しません. スケジュールされたダウンタイムの有効期限が切れると、Nagiosは通常通りこのホストについての通知を送信します. スケジュールされたダウンタイムは、プログラムをシャットダウンや再起動しても保持されます. 開始時刻と終了時刻の両方を「日付フォーマット」で設定された形式で指定する必要があります:
pl_pl: To polecenie jest używane do planowania przestojów dla danego hosta. przez określony czas przestoju, Nagios nie będzie wysyłać powiadomienia się o gospodarzu. po wygaśnięciu planowane przestoje, Nagios wyśle ​​powiadomienia dla tego hosta, jak zazwyczaj. planowane przestoje są zachowywane poprzez postojów programu i ponownym uruchomieniu. zarówno rozpoczęcia i zakończenia powinny być określone w następującym formacie:
pt_pt: este comando é usado para agendar o tempo de inatividade para um determinado host. durante o tempo de inatividade especificado, o Nagios não enviará notificações para fora do arraial. quando o tempo de inatividade programado expirar, Nagios irá enviar notificações para este alojamento como normalmente faria. paradas programadas são preservados durante as paradas de programa e reinicia. ambos os tempos de início e fim devem ser especificados no seguinte formato:
ru_ru: эта команда используется для планирования времени простоя для определенного хоста. в течение указанного времени простоя, Nagios не будет отправлять уведомления из о хозяине. когда планируется простоя истекает, Nagios будет посылать уведомления для этого хоста как обычно. запланированные простои сохранились во всех программных отключений и перезагрузки. оба начала и окончания должны быть указаны в следующем формате:
zh_cn: 此命令用于安排特定主机的停机时间。 在指定的停机时间内，Nagios不会发送有关主机的通知。 当计划的停机时间到期后，Nagios将像往常一样向该主机发送通知。 计划的停机时间将在程序关闭和重新启动时保留。 开始时间和结束时间均应采用以下格式指定：

source: If you select the fixed option, the downtime will be in effect between the start and end times you specify. If you do not select the fixed option, Nagios will treat this as flexible downtime. Flexible downtime starts when the host goes down or becomes unreachable (sometime between the start and end times you specified) and lasts as long as the duration of time you enter. The duration fields do not apply for fixed downtime.
bg_bg: Ако изберете "фиксираната опция" (fixed option), планирания (по график) престой ще бъде в сила между началото и края на времевия период, които сте избрали. Ако не изберете "фиксираната" опция (fixed option), Nagios ще приеме това за "гъвкав" престой ("flexible" downtime). Гъвкавия престой започва, когато хоста влиза в non-OK състояние (по някое време между началото и края на времевия период, които сте избрали) и трае колкото е продължителността на времевия период, който сте вкарали. Полетата за продължителност (duration fields) не се прилагат за фиксирания престой (fixed downtime).
de_de: wenn Sie die Option Fest auswählen, wird die Stillstandszeiten in der Tat zwischen den Start- und Endzeiten Sie angeben können. wenn Sie nicht über die feste Option auswählen, wird Nagios diese als flexible Ausfallzeiten zu behandeln. flexible Ausfallzeit beginnt, wenn der Host ausfällt oder unerreichbar wird (irgendwann zwischen den Start- und Endzeiten von Ihnen angegebene) und dauert so lange, wie die Dauer der Zeit, die Sie eingeben. die Dauer Felder nicht für Festausfallzeiten gelten.
es_es: si selecciona la opción fija, el tiempo de inactividad estará vigente entre el inicio y finalización que especifique. si no selecciona la opción fija, nagios tratarán este tiempo de inactividad tan flexible. el tiempo de inactividad flexibles empieza cuando el anfitrión se cae o se vuelve inalcanzable (en algún momento entre el inicio y el fin de los tiempos se ha especificado) y dura tanto como la duración del tiempo de entrar. los campos de duración no aplican para el tiempo de inactividad fijo.
fr_fr: si vous sélectionnez l'option fixe, le temps d'arrêt sera en vigueur entre les heures de début et de fin que vous spécifiez. Si vous ne sélectionnez pas l'option fixe, Nagios va traiter ce temps d'arrêt flexible. maintenance flexible commence lorsque l'hôte tombe en panne ou devient inaccessible (quelque part entre le début et la fin des temps que vous avez spécifié) et dure aussi longtemps que la durée de temps que vous entrez. les champs de durée ne sont pas applicables pour les temps d'arrêt fixe.
it_it: se si seleziona l'opzione fisso, i tempi di inattività sarà in vigore tra le ore di inizio e di fine specificate. se non si seleziona l'opzione fisso, Nagios tratteranno questo tempo di inattività come flessibile. i tempi di inattività flessibilità inizia quando l'host va giù o diventa irraggiungibile (a volte tra l'inizio e di fine specificato) e dura fino a quando il periodo di tempo si entra. i campi di durata non si applicano per i tempi di inattività fissa.
ja_jp: 「固定」オプションを選択した場合、ダウンタイムは指定した開始時刻と終了時刻の間で有効になります. 「固定」オプションを選択しない場合、Nagiosは「フレキシブル」なダウンタイムとして扱います. （指定した開始時刻と終了時刻の間に）ホストがダウンしたか到達不能になると、入力した期間、ダウンタイムが継続します. 「期間」フィールドは、「固定」ダウンタイムには適用されません.
pl_pl: Jeśli zaznaczysz opcję stałe, czas przestoju będzie obowiązywać między czasem rozpoczęcia i zakończenia można określić. jeśli nie wybrać stałą opcję, Nagios będzie traktować to jako elastyczny czas przestoju. elastyczny czas przestoju rozpoczyna się, gdy gospodarz idzie w dół i staje się nieosiągalny (gdzieś pomiędzy rozpoczęcia i zakończenia określonym) i trwa tak długo, jak czas trwania chwili wejścia. Czasy trwania nie stosuje się do stałej przestojów.
pt_pt: se você selecionar a opção fixo, o tempo de inatividade estará em vigor entre os horários de início e de término especificados. Se você não selecionar a opção fixo, Nagios irá tratar esse tempo de inatividade como flexível. downtime flexível começa quando o anfitrião vai para baixo ou se torna inacessível (em algum momento entre o início e término especificado) e dura tanto quanto a duração de tempo que você entrar. os campos de duração não se aplicam para o tempo de inatividade fixo.
ru_ru: если вы выберите опцию фиксированного, время простоя будет действовать между начальным и конечным раз вы укажете. если вы не выберите фиксированный вариант, Nagios будет относиться к этому как гибкий простоя. гибкий простоя начинается, когда хозяин идет вниз или становится недоступным (где-то между начальным и конечным раз вы указали) и длится до тех пор, как продолжительность времени, которое вы вводите. поля продолжительность не применяются для стационарной простоя.
zh_cn: 如果选择固定选项，则停机时间将在您指定的开始时间和结束时间之间生效。 如果您未选择固定选项，Nagios会将其视为灵活的停机时间。 灵活的停机时间从主机停机或无法访问（在您指定的开始时间和结束时间之间）开始，并持续到您输入的持续时间。 持续时间字段不适用于固定停机时间。

source: This command is used to schedule downtime for all services on a particular host. During the specified downtime, Nagios will not send notifications out about the host. Normally, a host in downtime will not send alerts about any services in a failed state. This option will explicitly set downtime for all services for this host. When the scheduled downtime expires, Nagios will send out notifications for this host as it normally would. Scheduled downtimes are preserved across program shutdowns and restarts. Both the start and end times should be specified in the following format:
bg_bg: Тази команда се използва за планиране на престой (по график) за всички сървиси на определен хост. По време на определения планиран (по график) престой, Nagios няма да изпраща уведомления за хоста. Обикновено хоста, който е в планиран престой няма да изпраща уведомления за сървисите, които са в неуспял (не-ОК) статус. Тази опция изрично ще определи времето за престой за всички сървиси на този хост. Когато планираното (по график) прекъсване изтече, Nagios ще изпрати уведомления за този хост, както обикновено. Планираните (по график) прекъсвания са запазени по време на спиране и рестартиране на програмата. Както началния, така и крайния час трябва да бъдат описани в следния формат:
de_de: dieser Befehl wird verwendet, um die Ausfallzeit für alle Services auf einem bestimmten Host planen. während der festgelegten Ausfallzeiten, wird Nagios keine Benachrichtigungen versandt werden über den Gastgeber. in der Regel, ein Host in Stillstandszeiten werden nicht Benachrichtigung über alle Dienstleistungen in einem gescheiterten Staat zu senden. diese Option Ausfallzeiten explizit festgelegt für alle Dienstleistungen für diesen Host. Wenn die geplante Ausfallzeit abgelaufen ist, wird Nagios Benachrichtigungen für diesen Host, wie es normalerweise tun würde. geplante Ausfallzeiten über Programmherunterfahren und Neustarten erhalten. sowohl die Start- und Endzeit sollte in dem folgenden Format angegeben werden:
es_es: Este comando se utiliza para programar el tiempo de inactividad para todos los servicios en un host en particular. durante el tiempo de inactividad especificado, nagios no enviarán notificaciones a cabo sobre el anfitrión. Normalmente, una gran cantidad de tiempo de inactividad no enviará alertas sobre cualquiera de los servicios en un Estado fallido. esta opción será establecer explícitamente el tiempo de inactividad para todos los servicios de esta acogida. cuando el tiempo de inactividad programado expira, nagios enviarán notificaciones de este alojamiento como lo haría normalmente. tiempos de parada programados se conservan a través de las paradas y reinicios del programa. tanto las horas de inicio y fin deben especificarse en el siguiente formato:
fr_fr: cette commande est utilisée pour programmer les temps d'arrêt pour tous les services sur un hôte particulier. pendant le temps d'arrêt spécifié, Nagios ne envoyer des notifications sur l'hôte. normalement, un hôte dans les temps d'arrêt ne sera pas envoyer des alertes à propos de tous les services dans un État défaillant. cette option va définir explicitement les temps d'arrêt pour tous les services de cet hôte. lorsque la durée d'indisponibilité prévue expire, Nagios va envoyer des notifications pour cet hôte comme il le ferait normalement. les temps d'arrêt programmés sont conservés lors des arrêts et redémarrages programme. à la fois les heures de début et de fin doivent être spécifiés dans le format suivant:
it_it: questo comando viene utilizzato per programmare i tempi di inattività per tutti i servizi su un host particolare. durante il tempo di inattività specificato, Nagios non inviare notifiche conoscere l'host. normalmente, un host in tempi di inattività non invierà avvisi di eventuali servizi in uno Stato fallito. questa opzione impostare esplicitamente i tempi di inattività per tutti i servizi di questa struttura. quando scade il tempo di inattività previsto, Nagios invierà notifiche per questo host come farebbe normalmente. tempi di fermo pianificati sono conservati tra arresti di programma e riavvia. sia i tempi di inizio e di fine devono essere specificati nel seguente formato:
ja_jp: このコマンドは、特定のホスト上のすべてのサービスのダウンタイムをスケジュールするために使用されます. 指定されたダウンタイム中、Nagiosはホストに関する通知を送信しません. 通常、ダウンタイム中のホストは障害のあるサービスに関するアラートを送信しません. このオプションは、このホストのすべてのサービスのダウンタイムを明示的に設定します. スケジュールダウンタイムの有効期限が切れると、Nagiosは通常通りホスト通知を送信します. スケジュールされたダウンタイムは、プログラムをシャットダウンや再起動しても保持されます. 開始時刻と終了時刻の両方を「日付フォーマット」で設定された形式で指定する必要があります:
pl_pl: ta komenda jest używana do planowania przestojów dla wszystkich usług na danym hoście. przez określony czas przestoju, Nagios nie będzie wysyłać powiadomienia się o gospodarzu. normalnie, gospodarz przestojów nie będzie wysyłać powiadomienia o wszelkich usług upadłego państwa. opcja ta będzie jawnie ustawić czas przestoju dla wszystkich usług dla tego hosta. po wygaśnięciu planowane przestoje, Nagios wyśle ​​powiadomienia dla tego hosta, jak zazwyczaj. planowane przestoje są zachowywane poprzez postojów programu i ponownym uruchomieniu. zarówno rozpoczęcia i zakończenia powinny być określone w następującym formacie:
pt_pt: este comando é usado para agendar o tempo de inatividade para todos os serviços em um determinado host. durante o tempo de inatividade especificado, o Nagios não enviará notificações para fora do arraial. normalmente, um host em tempo de inatividade não vai enviar alertas sobre todos os serviços em um Estado falido. esta opção irá definir explicitamente o tempo de inatividade para todos os serviços para este alojamento. quando o tempo de inatividade programado expirar, Nagios irá enviar notificações para este alojamento como normalmente faria. paradas programadas são preservados durante as paradas de programa e reinicia. ambos os tempos de início e fim devem ser especificados no seguinte formato:
ru_ru: эта команда используется для планирования времени простоя для всех услуг на конкретного хозяина. в течение указанного времени простоя, Nagios не будет отправлять уведомления из о хозяине. нормально, хозяин в простоя не будет отправлять уведомления о каких-либо услуг в неисправном состоянии. эта опция будет явно установить время простоя для всех услуг для данного хоста. когда планируется простоя истекает, Nagios будет посылать уведомления для этого хоста как обычно. запланированные простои сохранились во всех программных отключений и перезагрузки. оба начала и окончания должны быть указаны в следующем формате:
zh_cn: 此命令用于安排特定主机上所有服务的停机时间。 在指定的停机时间内，Nagios不会发送有关主机的通知。 通常，处于停机状态的主机不会发送有关任何处于失败状态的服务的警报。 此选项将明确为此主机的所有服务设置停机时间。 当计划的停机时间到期后，Nagios将像往常一样向该主机发送通知。 计划的停机时间将在程序关闭和重新启动时保留。 开始时间和结束时间均应采用以下格式指定：

source: This command is used to submit a passive check result for a particular host.
bg_bg: Тази команда се използва за изпращане на резултат от пасивна проверка за определен хост.
de_de: dieser Befehl verwendet wird, um ein passives Prüfergebnis für einen bestimmten Host unterwerfen.
es_es: Este comando se utiliza para presentar un resultado de la comprobación pasiva para un host en particular.
fr_fr: cette commande est utilisée pour présenter un résultat de contrôle passif pour un hôte particulier.
it_it: questo comando viene utilizzato per inviare un risultato del controllo passivo per un particolare host.
ja_jp: このコマンドは、特定のホストにパッシブチェック結果を送信するために使用されます.
pl_pl: to polecenie służy do składania pasywnego wynik wyboru dla danego hosta.
pt_pt: este comando é usado para apresentar um resultado de cheque passivo para um determinado host.
ru_ru: эта команда используется для передачи пассивного результат проверки для конкретного хоста.
zh_cn: 此命令用于提交特定主机的被动检查结果。

source: UP
bg_bg: Работещ (Up)
es_es: Arriba
ja_jp: 稼働
pl_pl: w górę
zh_cn: 开机

source: UNREACHABLE
bg_bg: НЕДОСТИЖИМ
de_de: nicht erreichbar.
es_es: inalcanzable.
fr_fr: inaccessible.
it_it: irraggiungibile.
ja_jp: 到達不能
pl_pl: nieosiągalny.
pt_pt: inacessível.
ru_ru: недоступен.
zh_cn: 不可达。
