Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Import raw configurations into the CCM. You can see a full list of configuratin objects that you can use in the
bg_bg: импортирайте сурови конфигурации в ccm. можете да видите пълен списък с конфигурационни обекти, които можете да използвате в
de_de: rohe Konfigurationen in den ccm importieren. Sie können eine vollständige Liste der Konfigurationsobjekte sehen, die Sie in der
es_es: importar configuraciones sin procesar en el ccm. Puede ver una lista completa de objetos de configuración que puede usar en
fr_fr: importer des configurations brutes dans le ccm. vous pouvez voir une liste complète des objets configuratin que vous pouvez utiliser dans le
it_it: importare configurazioni grezze nel ccm. puoi vedere una lista completa di oggetti di configurazione che puoi usare nel
ja_jp: raw 構成を CCM にインポートします。使用できる構成オブジェクトの完全なリストを参照できます
pl_pl: importuj surowe konfiguracje do ccm. możesz zobaczyć pełną listę obiektów konfiguracyjnych, których możesz użyć w
pt_pt: importe configurações cruas no ccm. você pode ver uma lista completa de objetos de configuração que você pode usar no
ru_ru: импортировать исходные конфигурации в ccm. вы можете увидеть полный список объектов конфигурации, которые вы можете использовать в
zh_cn: 将原始配置导入到CCM。 您可以看到可在其中使用的配置对象的完整列表。

source: Object Definitions
bg_bg: дефиниции на обекти
de_de: Objektdefinitionen
es_es: definiciones de objetos
fr_fr: définitions d'objet
it_it: definizioni dell'oggetto
ja_jp: オブジェクト定義
pl_pl: definicje obiektów
pt_pt: definições de objetos
ru_ru: определения объектов
zh_cn: 对象定义

source: section of the Core docs.
bg_bg: част от основните документи.
de_de: Abschnitt der Kerndokumente.
es_es: sección de los documentos básicos
fr_fr: section des documents de base.
it_it: sezione dei documenti di base.
ja_jp: Core 文書のセクション
pl_pl: sekcja głównych dokumentów.
pt_pt: seção dos documentos principais.
ru_ru: раздел основных документов.
zh_cn: Core文档部分。

source: All normal config directives are able to be used like normal core config definition files.
bg_bg: Всичките най-обикновени хост директиви могат да бъдат използвани като основни конфигурационни файлове.
de_de: alle normalen Host-Richtlinien in der Lage sind wie normale Kernkonfigurationsdefinitionsdateien verwendet werden.
es_es: todas las directivas de acogida normales son capaces de ser utilizados como archivos de definición de configuración del núcleo normal.
fr_fr: toutes les directives normales de l'hôte sont capables d'être utilisés comme des fichiers de définition de config de base normale.
it_it: tutte le direttive di accoglienza normali sono in grado di essere utilizzati come file di base normale definizione config.
ja_jp: すべての通常のコンフィグディレクティブは、通常のCoreコンフィグ定義ファイルと同じように使用できます.
pl_pl: wszystkie normalne dyrektyw gospodarze są w stanie być używane jak normalny podstawowych plików definicji config.
pt_pt: todas as directivas acolhimento normais são capazes de ser usado como arquivos de definição de configuração do núcleo normal.
ru_ru: все нормальные директивы хозяева смогли быть использованы как обычно основных файлов конфигурации четкости.
zh_cn: 所有普通配置指令都可以像普通核心配置定义文件一样使用。

source: API - Objects Reference
bg_bg: API - Справка за обектите
de_de: Backend-API - Referenzobjekte
es_es: backend api - objetos de referencia
fr_fr: backend api - Objets de référence
it_it: backend api - Oggetti di riferimento
ja_jp: REST API - オブジェクトリファレンス
pl_pl: backend api - Obiekty referencyjne
pt_pt: backend api - objetos de referência
ru_ru: базовая апи - объекты ссылки
zh_cn: API-对象参考

source: This is a read-only backend for getting the host, services, and other objects.
bg_bg: Това е бекенд (с права само за четене) за получаване на хостове, сървиси, и други обекти.
de_de: dies ist ein Nur-Lese-Backend für das Erhalten der Wirts, Dienstleistungen, und andere Objekte.
es_es: esta es una de sólo lectura backend para conseguir el host, los servicios, y otros objetos.
fr_fr: cela est en lecture seule backend pour obtenir l'hôte, des services, et d'autres objets.
it_it: questo è un backend di sola lettura per ottenere l'host, i servizi, e altri oggetti.
ja_jp: ホスト、サービス、およびその他のオブジェクトを取得するための読み取り専用のバックエンドです.
pl_pl: to jest tylko do odczytu zaplecza dla uzyskania hosta, usługi i inne obiekty.
pt_pt: este é um backend somente leitura para obter o acolhimento, serviços e outros objetos.
ru_ru: это только для чтения базовая для получения хозяина, услуги и другие объекты.
zh_cn: 这是用于获取主机，服务和其他对象的只读后端。

source: Building Limited Queries
bg_bg: Създаване на ограничени заявки (limited queries)
de_de: Aufbau begrenzt Abfragen
es_es: creación de consultas limitadas
fr_fr: la construction de requêtes limitées
it_it: la costruzione di query limitate
ja_jp: 制限付きクエリの構築
pl_pl: budowanie ograniczonych zapytania
pt_pt: construir consultas limitadas
ru_ru: строить ограниченные запросы
zh_cn: 建设有限查询

source: Sometimes you will need to only see a specific subset of data. Since these queries are generally akin to MySQL queries on databases, there are some modifiers that you can add in to get the data that you want. This section will show some examples of these modifiers and give a small reference table of modifiers that are available for these API objects.
bg_bg: Понякога вие ще трябва да видите само една специфична част от данните. Тъй като тези въпроси обикновено са сходни с MySQL заявките за бази данни, има някои модификатори, които можете да добавите, за да получите необходимите данни. В този раздел ще ви покажем някои примери за тези модификатори и ще ви дадем една малка таблица за сравнение на модификатори, които са достъпни за тези API обекти.
de_de: manchmal müssen Sie nur eine bestimmte Untergruppe von Daten zu sehen. da diese Abfragen auf MySQL-Abfragen auf Datenbanken im Allgemeinen ähnlich sind, gibt es einige Modifikatoren, die Sie in hinzufügen können, um die Daten zu erhalten, die Sie möchten. In diesem Abschnitt werden einige Beispiele für diese Modifikatoren zeigen und eine kleine Referenztabelle von Modifikatoren geben, die für diese API-Objekte zur Verfügung stehen.
es_es: A veces será necesario sólo para ver a un subconjunto específico de datos. ya que estas consultas son generalmente similar a las consultas de bases de datos MySQL en, hay algunos modificadores que se pueden agregar a obtener los datos que desea. Esta sección le mostrará algunos ejemplos de estos modificadores y dar una pequeña tabla de referencia de los modificadores que están disponibles para estos objetos de la API.
fr_fr: parfois, vous aurez besoin de voir un sous-ensemble spécifique de données. étant donné que ces requêtes sont généralement proche de requêtes mysql sur les bases de données, il y a quelques modificateurs que vous pouvez ajouter pour obtenir les données que vous souhaitez. cette section montrera quelques exemples de ces modificateurs et donner une petite table de modificateurs qui sont disponibles pour ces objets api de référence.
it_it: a volte è necessario per vedere solo un sottoinsieme specifico di dati. dal momento che queste domande sono generalmente simili a query mysql su database, ci sono alcuni modificatori che è possibile aggiungere per ottenere i dati che si desidera. questa sezione mostrerà alcuni esempi di questi modificatori e dare una piccola tabella di riferimento di modificatori che sono disponibili per questi oggetti API.
ja_jp: 時にはデータの特定サブネットのみを参照する必要があります。 このクエリは通常MySQLクエリに類似しているので、必要なデータを取得するために追加することができる修飾子があります。 このセクションでは、これらの修飾子の例とAPIオブジェクトで利用できる修飾子のリファレンスを提供します。
pl_pl: Czasami trzeba tylko zobaczyć konkretny podzbiór danych. ponieważ te pytania są na ogół zbliżone do MySQL zapytań do baz danych, istnieją pewne modyfikatory, które można dodawać w celu uzyskania danych, które chcesz. Ta sekcja pokaże kilka przykładów tych modyfikatorów i dać mały stolik odniesienia modyfikatorów, które są dostępne dla tych api obiektów.
pt_pt: às vezes você vai precisar de ver apenas um subconjunto específico de dados. uma vez que estas consultas são geralmente semelhante a consultas em bancos de dados MySQL, existem alguns modificadores que você pode adicionar-se para obter os dados que você quer. Esta secção irá mostrar alguns exemplos desses modificadores e dar uma tabela de referência pequena de modificadores que estão disponíveis para estas API objetos.
ru_ru: Иногда вам нужно будет видеть только определенное подмножество данных. так как эти запросы, как правило, сродни MySQL запросов по базам данных, есть некоторые модификаторы, которые можно добавить, чтобы получить данные, которые вы хотите. В данном разделе будут показаны некоторые примеры этих модификаторов и дать небольшую справочную таблицу модификаторов, которые доступны для этих объектов API.
zh_cn: 有时您只需要查看特定的数据子集。 由于这些查询通常类似于数据库上的MySQL查询，因此可以添加一些修饰符以获取所需的数据。 本节将显示这些修饰符的一些示例，并提供可用于这些API对象的修饰符的小型参考表。

source: Values in <em>italics</em> are considered optional and are not necessary to use the parameter.
bg_bg: Стойности в <em>курсив</em> се считат за "незадължителни" и не са необходими за използване на параметъра.
de_de: <em>kursiv</em> Werte gelten als optional und sind nicht notwendig , die Parameter um zu verwenden.
es_es: <em>los</em> valores en <em>cursiva</em> son considerados opcionales y no son necesarios para utilizar el parámetro de.
fr_fr: Les valeurs en <em>italique</em> sont considérés comme facultatifs et ne sont pas nécessaire d'utiliser le paramater.
it_it: I valori in <em>corsivo</em> sono considerati facoltativi e non sono necessari per utilizzare il paramater.
ja_jp: <em>イタリック体</em>の値は任意です. 必須のパラメータではありません.
pl_pl: Wartości podane <em>kursywą</em> są traktowane jako opcjonalne i nie jest konieczne stosowanie paramater.
pt_pt: Os valores em <em>itálico</em> são considerados opcional e não é necessário utilizar o paramater.
ru_ru: Значения, <em>выделенные курсивом</em> считаются необязательными и не являются необходимыми для использования В параметре.
zh_cn: <em>斜体</em>中的值被认为是可选的，并且对于使用该参数不是必需的。

source: Bold and underlined with dots
bg_bg: Черен и подчертан, с точици
de_de: fett und mit Punkten unterstrichen
es_es: negrita y subrayado con puntos
fr_fr: gras et soulignés avec des points
it_it: grassetto e sottolineato con i puntini
ja_jp: 下線付きの太字
pl_pl: pogrubione i podkreślone punktami
pt_pt: negrito e sublinhado com pontos
ru_ru: жирным шрифтом и подчеркиванием точками
zh_cn: 粗体和带下划线的点

source: means there is a help tooltip or popup describing the functionality of the value. Anything inside parenthesis ( ) is a default value. Anything inside brackets [ ] is an optional additional argument.
bg_bg: означава, че има помощ подсказка или изскачащ прозорец, описващ функционалността на стойността. Всичко, което е вътре в скобите () е стойност по подразбиране. Всичко, което е вътре в скобите [] е незадължителен допълнителен аргумент.
de_de: bedeutet, dass es eine Hilfe Tooltip oder Popup beschreibt die Funktionalität des Wertes ist. alles in Klammern () ist ein Standardwert. alles in Klammern [] ist ein weiteres Argument annehmen.
es_es: significa que hay una ayuda sobre herramientas o emergente que describe la funcionalidad del valor. nada dentro de paréntesis () es un valor predeterminado. nada dentro de corchetes [] es un argumento adicional opcional.
fr_fr: signifie qu'il ya une info-bulle d'aide ou contextuelle décrivant la fonctionnalité de la valeur. rien à l'intérieur des parenthèses () est une valeur par défaut. rien à l'intérieur des crochets [] est un argument supplémentaire en option.
it_it: significa che vi è un aiuto suggerimento o comparsa descrive la funzionalità del valore. nulla all'interno parentesi () è un valore predefinito. nulla all'interno parentesi quadre [] è un ulteriore argomento opzionale.
ja_jp: には、この値の機能を説明するヘルプツールチップまたはポップアップが存在します。 括弧 () 内は既定値です。 角括弧 [] はオプションの追加引数です。
pl_pl: oznacza, że ​​jest etykietka pomocy lub okienko opisujące funkcjonalność wartości. coś wewnątrz nawiasu () jest wartość domyślna. coś w nawiasach [] jest opcjonalnym dodatkowym argumentem.
pt_pt: significa que há uma sugestão de ajuda ou pop-up descrevendo a funcionalidade do valor. qualquer coisa dentro de parênteses () é um valor padrão. nada dentro colchetes [] é um argumento adicional opcional.
ru_ru: означает, что есть помощь или подсказка всплывающее окно с описанием функциональности значения. что-нибудь внутри круглых скобках () значение по умолчанию. что-нибудь внутри скобки [] является необязательным дополнительным аргументом.
zh_cn: 表示有一个帮助工具提示或弹出窗口，描述了该值的功能。 括号（）内的所有内容均为默认值。 方括号[]中的任何内容都是可选的附加参数。

source: Parameter
bg_bg: Параметър
es_es: parámetro
fr_fr: paramètre
it_it: parametro
ja_jp: パラメータ
pl_pl: parametr
pt_pt: parâmetro
ru_ru: параметр
zh_cn: 参数

source: Values
bg_bg: Стойности
de_de: Werte
es_es: Valores
fr_fr: Valeurs
it_it: Valori
ja_jp: 値
pl_pl: wartość
pt_pt: Valor
ru_ru: Величины
zh_cn: 值

source: Examples
bg_bg: Примери
de_de: Beispiele
es_es: Ejemplos
fr_fr: Exemples
it_it: Esempi
ja_jp: 例
pl_pl: przykłady
pt_pt: Exemplos
ru_ru: Примеры
zh_cn: 实例

source: If the value is 1, the API displays readable JSON. This is helpful when developing and should not be used in a production API call.
bg_bg: Ако стойността е 1, API ще покаже четим JSON. Това е полезно, когато се програмира, но не трябва да се използва при API повикване (API call) в производствени условия.
de_de: wenn der Wert 1 ist, zeigt die api lesbar json. Dies ist hilfreich, wenn develiping und sollte nicht in einer Produktions API-Aufruf verwendet werden.
es_es: si el valor es 1, el API muestra json legible. esto es útil cuando develiping y no debe ser utilizado en una llamada API de la producción.
fr_fr: si la valeur est 1, l'api affiche json lisible. cela est utile quand develiping et ne doit pas être utilisé dans un appel api de production.
it_it: se il valore è 1, l'API JSON mostra leggibile. Questo è utile quando develiping e non dovrebbero essere utilizzati nella produzione di una chiamata API.
ja_jp: 値が 1である場合、API は読取り可能なJSONを表示します. 開発時に役立ちますが、本番環境のAPIコールでは使用すべきではありません.
pl_pl: jeśli wartość wynosi 1, API wyświetla czytelny JSON. Jest to pomocne przy develiping i nie powinny być używane w połączeniu API produkcji.
pt_pt: Se o valor for 1, o api exibe json legível. Isto é útil quando develiping e não deve ser utilizado em uma chamada API produção.
ru_ru: если значение равно 1, то апи отображает считываемый JSON. это полезно, когда develiping и не должны использоваться в производственной помощью вызова.
zh_cn: 如果值为1，则API显示可读的JSON。 这在开发时很有用，不应在生产API调用中使用。

source: Displays the last week of data until now.
bg_bg: Показва последната седмица с данни до сега.
de_de: zeigt die letzte Woche von Daten bis jetzt.
es_es: muestra la última semana de datos hasta ahora.
fr_fr: affiche la dernière semaine de données jusqu'à présent.
it_it: visualizza l'ultima settimana di dati fino ad ora.
ja_jp: 現在までの先週のデータを表示します.
pl_pl: wyświetla ostatni tydzień danych aż do teraz.
pt_pt: exibe a última semana de dados até agora.
ru_ru: не отображает данные за последнюю неделю до настоящего времени.
zh_cn: 显示到目前为止的最后一周的数据。

source: Displays 1 week of data starting 2 weeks ago. Should be used with starttime.
bg_bg: Показва 1 седмица от данни, започващи преди 2 седмици. Трябва да се използва със starttime.
de_de: zeigt 1 Woche nach Daten vor 2 Wochen beginnen. sollte mit Starttime verwendet werden.
es_es: muestra de 1 semana de los datos a partir Hace 2 semanas. debe utilizarse con starttime.
fr_fr: affiche de 1 semaine de données à partir il y a 2 semaines. doit être utilisé avec starttime.
it_it: visualizza 1 settimana di dati a partire 2 settimane fa. deve essere usato con StartTime.
ja_jp: 2 週間前からの 1週間のデータを表示します. starttimeと一緒に使用すべきです.
pl_pl: wyświetla 1 tydzień danych wyjściowych 2 tygodnie temu. należy stosować startTime.
pt_pt: exibe 1 semana de dados a partir de 2 semanas atrás. deve ser usado com starttime.
ru_ru: отображает 1 неделя данных, начиная 2 недели назад. следует использовать с STARTTIME.
zh_cn: 从2周前开始显示1周数据。 应该与启动时间一起使用。

source: Displays only the first record.
bg_bg: Показва само първия запис.
de_de: zeigt nur den ersten Satz.
es_es: muestra sólo el primer registro.
fr_fr: affiche uniquement le premier enregistrement.
it_it: visualizza solo il primo record.
ja_jp: 最初のレコードのみを表示します.
pl_pl: wyświetla tylko pierwszy rekord.
pt_pt: mostra apenas o primeiro registro.
ru_ru: отображает только первую запись.
zh_cn: 仅显示第一条记录。

source: Displays the the next 10 records after the 20th record.
bg_bg: Показва следващите 10 записа след 20-ия запис.
de_de: die zeigt die nächsten 10 Datensätze nach dem 20. Rekord.
es_es: muestra los los próximos 10 registros posteriores al 20.
fr_fr: affiche les prochaines 10 enregistrements après le 20 dossier.
it_it: visualizza i prossimi 10 record dopo il 20 ° record.
ja_jp: 20番目のレコードの後次の 10 レコードを表示します.
pl_pl: wyświetla kolejne 10 rekordów po 20. rekordu.
pt_pt: exibe os próximos 10 registros após o registro 20.
ru_ru: отображает следующие 10 записей после того, как 20-й записи.
zh_cn: 显示第20条记录之后的下10条记录。

source: Ascending
bg_bg: Възходящ
de_de: aufsteigend
es_es: ascendente
fr_fr: Ascendant
it_it: ascendente
ja_jp: 昇順
pl_pl: rosnąco
pt_pt: ascendente
ru_ru: Восходящий
zh_cn: 上升

source: Descending
bg_bg: Низходящ
de_de: absteigend
es_es: descendente
fr_fr: descendant
it_it: discendente
ja_jp: 降順
pl_pl: malejąco
pt_pt: descendente
ru_ru: нисходящий
zh_cn: 下降

source: Displays the items ordered by the name field and ascending values.
bg_bg: Показва елементите, подредени по име и във възходящ ред.
de_de: zeigt die durch das Feld Name und steigende Werte bestellten Artikel.
es_es: Muestra los elementos ordenados por los valores de los campos nombre y ascendentes.
fr_fr: affiche les articles commandés par les valeurs de champ de nom et croissant.
it_it: visualizza gli articoli ordinati in base ai valori dei campi nome e ascendenti.
ja_jp: name フィールドを昇順で表示します
pl_pl: wyświetla pozycje uporządkowane według wartości pól imię i rosnącym.
pt_pt: exibe os itens encomendados pelos valores dos campos nome e ascendentes.
ru_ru: отображаются элементы, упорядоченные по значениям имени поля и восходящих.
zh_cn: 显示按名称字段和升序排序的项目。

source: SQL Equivalent
bg_bg: SQL еквивалент
de_de: SQL-Äquivalent
es_es: equivalente sql
fr_fr: équivalent sql
it_it: equivalente sql
ja_jp: SQL同等
pl_pl: równoważne sql
pt_pt: equivalente sql
ru_ru: SQL эквивалент
zh_cn: SQL相当于

source: Default equals match
bg_bg: Равен е на подобните по подразбиране
de_de: Standard entspricht Spiel
es_es: por defecto es igual a partido
fr_fr: par défaut est égale correspondance
it_it: di default è uguale a partita
ja_jp: 既定と一致
pl_pl: domyślna równa mecz
pt_pt: padrão é igual a jogo
ru_ru: по умолчанию равно матч
zh_cn: 默认等于匹配

source: Not equals match
bg_bg: Не е равно на подобния
de_de: nicht gleich Spiel
es_es: no es igual a partido
fr_fr: pas égaux correspondance
it_it: Non è uguale a partita
ja_jp: 一致しない
pl_pl: nie równa się mecz
pt_pt: Não é igual a jogo
ru_ru: не равно матч
zh_cn: 不等于匹配

source: Less than match
bg_bg: По-малък подобен
de_de: weniger als Spiel
es_es: menos de partido
fr_fr: moins de correspondance
it_it: meno di partita
ja_jp: 未満
pl_pl: mniej niż mecz
pt_pt: menos de fósforo
ru_ru: меньше, чем матч
zh_cn: 小于匹配

source: Less than or equal match
bg_bg: По-малък или равен подобен
de_de: kleiner oder gleich Spiel
es_es: menos de o igual partido
fr_fr: inférieure ou égale correspondance
it_it: minore o uguale partita
ja_jp: 以下
pl_pl: mniejszy lub równy mecz
pt_pt: inferior ou igual jogo
ru_ru: меньше или равно матч
zh_cn: 小于或等于匹配

source: Greater than match
bg_bg: По-голямо съответствие
de_de: größer ist als Spiel
es_es: mayor que partido
fr_fr: plus de correspondance
it_it: maggiore di partita
ja_jp: より大きい
pl_pl: większa niż mecz
pt_pt: maior do jogo
ru_ru: больше, чем матч
zh_cn: 大于匹配

source: Greater than or equal match
bg_bg: По-голямо или равно съответствие
de_de: größer oder gleich Spiel
es_es: mayor o igual partido
fr_fr: supérieure ou égale correspondance
it_it: maggiore o uguale partita
ja_jp: 以上
pl_pl: większy lub równy mecz
pt_pt: maior do que ou igual jogo
ru_ru: больше или равно матч
zh_cn: 大于或等于匹配

source: Beginning of string match
bg_bg: Начало на съответстващ символен низ (string)
de_de: Anfang des String Match
es_es: a partir de la combinación de cadena
fr_fr: début de string match
it_it: inizio partita stringa
ja_jp: 文字列の先頭と一致
pl_pl: początek meczu smyczkową
pt_pt: início do jogo cadeia
ru_ru: начало строки матча
zh_cn: 开始字符串相匹配

source: Beginning of string non-match
bg_bg: Начало на несъответстващ символен низ (string)
de_de: Anfang der Zeichenfolge nicht übereinstimm
es_es: a partir de la cadena de no coincidencia
fr_fr: début de chaîne non-correspondance
it_it: inizio della stringa non corrispondenza
ja_jp: 文字列の先頭と不一致
pl_pl: początek łańcucha non-meczu
pt_pt: começando de não-string jogo
ru_ru: начало строки неигровые
zh_cn: 字符串开头不匹配

source: End of string match
bg_bg: Край на отговарящ символен низ (string match)
de_de: Ende der Zeichenkette Match
es_es: final de coincidencia de cadena
fr_fr: fin de match de chaîne
it_it: fine della partita stringa
ja_jp: 文字列の末尾に一致
pl_pl: Łańcuch końca meczu
pt_pt: final do jogo cadeia
ru_ru: Конец строки матча
zh_cn: 字符串匹配结束

source: End of string non-match
bg_bg: Край на неотговарящ символен низ (string match)
de_de: Ende der Zeichenfolge nicht übereinstimm
es_es: final de la cadena no coincidencia
fr_fr: fin de chaîne non-correspondance
it_it: fine della stringa non corrispondenza
ja_jp: 文字列の末尾に不一致
pl_pl: Koniec łańcucha non-meczu
pt_pt: final de não-string jogo
ru_ru: конец строки неигровые
zh_cn: 字符串末尾不匹配

source: LIKE %value%
bg_bg: КАТО %стойност%
de_de: wie% value%
es_es: como el valor de%%
fr_fr: comme valeur de%%
it_it: come valore%%
pl_pl: Wartosc%%
pt_pt: como valor%%
ru_ru: как% стоимости%
zh_cn: 就像%value%

source: General mid string match
bg_bg: Общо съответствие в средата на символен низ
de_de: allgemeine Mitte String Match
es_es: partido en general cadena media
fr_fr: correspondance générale de chaîne moyenne
it_it: generale a metà partita stringa
ja_jp: 文字列中に一致
pl_pl: Ogólnie połowy meczu ciąg
pt_pt: string jogo meados geral
ru_ru: Вообще в середине матча строка
zh_cn: 通用中串匹配

source: General mid string non-match
bg_bg: Общо несъответствие в средата на символен низ
de_de: allgemeine Mitte Zeichenfolge Nicht-Spiel
es_es: mediados cadena en general no coincidencia
fr_fr: chaîne moyenne générale non-correspondance
it_it: generale a metà stringa non corrispondenza
ja_jp: 文字列中に不一致
pl_pl: Generalnie w połowie ciąg non-match
pt_pt: mid seqüência geral de não-jogo
ru_ru: Вообще середине строки неигровые
zh_cn: 通用中串不匹配

source: In comma-separated list
bg_bg: В разделени със запетаи
de_de: in kommagetrennte Liste
es_es: en lista separada por comas
fr_fr: dans la liste séparée par des virgules
it_it: in elenco separato da virgole
ja_jp: カンマ区切りのリストに含まれる
pl_pl: na liście oddzielone przecinkami
pt_pt: na lista separada por vírgulas
ru_ru: в разделенный запятыми список
zh_cn: 在逗号分隔的列表中

source: Not in comma-separated list
bg_bg: Не е в разделен със запетаи списък
de_de: nicht in kommagetrennte Liste
es_es: Fuera de la lista separada por comas
fr_fr: pas dans la liste séparée par des virgules
it_it: non in elenco separato da virgole
ja_jp: カンマ区切りのリストに含まれない
pl_pl: Nie na liście oddzielone przecinkami
pt_pt: não em lista separada por vírgulas
ru_ru: не разделенный запятыми список
zh_cn: 不在逗号分隔的列表中
