Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: This directive is used to define a pager number for the contact. It can also be an email address to a pager gateway (i.e. pagejoe@pagenet.com). Depending on how you configure your notification commands, it can be used to send out an alert page to the contact. Under the right circumstances, the
bg_bg: Тази директива се използва за определяне номера на пейджъра на контакта. Тя също така може да бъде имейл адрес към портал за пейджъри (т.е. pagejoe@pagenet.com). В зависимост от това как конфигурирате вашите команди за уведомяване, тя може да се използва за изпращане на уведомителна страница до контакта. При правилните обстоятелства,
de_de: Diese Direktive wird benutzt, um eine Pager-Nummer für den Kontakt zu definieren. es kann auch eine E-Mail-Adresse an einen Pager-Gateways (zB pagejoe@pagenet.com) sein. je nachdem, wie Sie Ihren Benachrichtigungsbefehlen kann sie verwendet werden, um zu senden eine Alarm-Page an den Kontakt. unter den richtigen Umständen, die
es_es: esta directiva se utiliza para definir un número de localizador para el contacto. también puede ser una dirección de correo electrónico a un gateway de buscapersonas (es decir pagejoe@pagenet.com). dependiendo de cómo se configure sus comandos de notificación, que puede ser utilizado para enviar una página de alerta al contacto. en las circunstancias adecuadas, el
fr_fr: cette directive est utilisée pour définir un numéro de téléavertisseur pour le contact. il peut aussi être une adresse électronique à une passerelle de pager (ie pagejoe@pagenet.com). selon la façon dont vous configurez vos commandes de notification, il peut être utilisé pour envoyer une page d'alerte au contact. dans les bonnes circonstances, le
it_it: questa direttiva viene utilizzata per definire un numero di cercapersone per il contatto. può anche essere un indirizzo email a un gateway pager (es pagejoe@pagenet.com). a seconda di come si configurano i comandi di notifica, può essere utilizzato per l'invio di una pagina di avviso al contatto. nelle giuste circostanze, la
ja_jp: このディレクティブは、連絡先のポケットベル番号を定義するために使用されます. また、ポケットベルゲートウェイへのメールアドレス（pagejoe@pagenet.com）も指定できます. 通知コマンドの設定方法に応じて、連絡先へアラート呼び出しを送信するために使用できます.
pl_pl: dyrektywa ta służy do określenia numeru pagera do kontaktu. może to być również adres do bramy przywoławczego (np pagejoe@pagenet.com). w zależności od sposobu skonfigurowania poleceń powiadomień, może być używany do wysyłania powiadomienie stronę do kontaktu. w odpowiednich warunkach
pt_pt: esta directiva é usado para definir o número de pager para o contato. ele também pode ser um endereço de e-mail a um gateway pager (ie pagejoe@pagenet.com). dependendo de como você configurar seus comandos de notificação, ele pode ser usado para enviar uma página de alerta para o contato. sob as circunstâncias corretas, a
ru_ru: Эта директива используется для определения номер пейджера для контакта. он также может быть адрес пейджера в шлюзе (т.е. pagejoe@pagenet.com). в зависимости от того, как настроить ваши команды уведомления, он может быть использован для отправки оповещений страницу в контакте. при правильных обстоятельствах,
zh_cn: 该指令用于定义联系人的寻呼机号码，也可以是寻呼机网关的电子邮件地址（如：）。它也可以是一个呼叫器网关的电子邮件地址(例如：pagejoe@pagenet.com)。根据您配置通知命令的方式，它可以用来向联系人发送警报页面。在适当的情况下，

source: Address directives are used to define additional "addresses" for the contact. These addresses can be anything - cell phone numbers, instant messaging addresses, etc. Depending on how you configure your notification commands, they can be used to send out an alert o the contact. Up to six addresses can be defined using these directives
bg_bg: Адрес директивите се използват за определяне на допълнителни "адреси" за контакта. Тези адреси могат да бъдат каквото и да е - мобилни телефонни номера, SMS и т.н. В зависимост от това как си конфигурирате командите за уведомяване, те могат да бъдат използвани за изпращане на сигнал за тревога до контакта. С помощта на тези директиви можете да определите до шест адреса.
de_de: Adressbuch-Richtlinien werden verwendet, um zusätzliche "Adressen" für den Kontakt zu definieren. Diese Adressen können alles sein - Mobiltelefonnummern, Instant-Messaging-Adressen usw. je nachdem wie Sie Ihren Benachrichtigungsbefehlen kann sie verwendet werden, um einen Alarm zu senden o Kontakt werden. bis zu sechs Adressen können mit Hilfe dieser Direktiven definiert werden
es_es: directivas de direcciones se utilizan para definir las "direcciones" adicionales para el contacto. estas direcciones pueden ser cualquier cosa - números de teléfono celular, direcciones de mensajería instantánea, etc., dependiendo de cómo se configure sus comandos de notificación, que pueden ser utilizados para enviar una alerta o el contacto. hasta seis direcciones se pueden definir utilizando estas directivas
fr_fr: directives d'adresse sont utilisés pour définir les «adresses» supplémentaires pour le contact. ces adresses peuvent être ne importe quoi - les numéros de téléphone cellulaire, les adresses de messagerie instantanée, etc. selon la façon dont vous configurez vos commandes de notification, ils peuvent être utilisés pour envoyer une alerte o le contact. jusqu'à six adresses peuvent être définies en utilisant ces directives
it_it: direttive di indirizzo vengono utilizzati per definire "indirizzi" per il contatto. questi indirizzi possono essere qualsiasi cosa - numeri di cellulare, indirizzi di instant messaging, ecc a seconda di come si configurano i comandi di notifica, possono essere utilizzati per l'invio di un avviso o il contatto. fino a sei indirizzi possono essere definiti con queste direttive
ja_jp: アドレスディレクティブは連絡先の追加の「アドレス」を定義するために使用されます. アドレスは、電話番号、インスタントメッセージアドレスなど何でも構いません. 通知コマンドの構成に応じて、連絡先にアラートを送信するために使用できます. このディレクティブで 最大 6 アドレスまで定義できます
pl_pl: Dyrektywy adresowe są używane do określania dodatkowych "adresy" do kontaktu. te adresy może być wszystko - numery telefonów komórkowych, adresy wiadomości błyskawicznych, itp w zależności od sposobu skonfigurowania poleceń powiadomień, mogą być wykorzystywane do wysyłania ostrzeżenia o kontakt. do sześciu adresy można określić na podstawie tych dyrektyw
pt_pt: directivas de endereço são usados ​​para definir "endereços" adicionais para o contato. Estes endereços podem ser qualquer coisa - números de telefone celular, endereços de mensagens instantâneas, etc., dependendo de como você configurar seus comandos de notificação, que pode ser usado para enviar um alerta o contato. até seis endereços podem ser definidos usando estas directivas
ru_ru: адрес директивы используются, чтобы определить дополнительные "адреса" для контакта. эти адреса могут быть все что угодно - номер сотового телефона, адреса обмена мгновенными сообщениями и т.д. в зависимости от того, как вы настроить команды уведомления, они могут быть использованы, чтобы отправить оповещение о контакте. до шести адреса могут быть определены с помощью этих указаний
zh_cn: 地址指令用于定义联系人的附加 "地址"。这些地址可以是任何东西--手机号码、即时通讯地址等。根据您配置通知命令的方式，它们可以用来向联系人发送警报。最多可以使用这些指令定义六个地址。

source: through
bg_bg: през
de_de: durch
es_es: a través de
fr_fr: par
it_it: attraverso
ja_jp: から
pl_pl: przez
pt_pt: através
ru_ru: через
zh_cn: 通过

source: Parameter name: addressx (x as number from 1 to 6)
bg_bg: Име на параметъра: адресx (където "х" е число от 1 до 6)
de_de: Parametername: addressx (x als Zahl von 1 bis 6)
es_es: nombre de parámetro: addressx (x como número de 1 a 6)
fr_fr: paramètre de nom: addressx (x que le numéro 1-6)
it_it: nome del parametro: addressx (x come numero da 1 a 6)
ja_jp: パラメータ名: addressx (x は 1 から 6 までの数字)
pl_pl: Nazwa parametru: addressx (x jako numer od 1 do 6)
pt_pt: nome do parâmetro: addressx (x como número de 1 a 6)
ru_ru: Имя параметра: addressx (х, как число от 1 до 6)
zh_cn: 参数名称：addressx（x为1到6之间的数字）

source: host notifications enabled
bg_bg: хост нотификациите са активирани
de_de: Benachrichtigungen aktiviert
es_es: Notificaciones habilitadas
fr_fr: Notifications Activé
it_it: Notifiche Attivato
ja_jp: ホスト通知の有効化
pl_pl: włączone powiadomienia gospodarza
pt_pt: Notificações são ativadas
ru_ru: Уведомления Доступно
zh_cn: 主机通知已启用

source: This directive is used to determine whether or not the contact will receive notifications about host problems and recoveries. Values:
bg_bg: Тази директива се използва, за да се определи дали контакта ще получава известия за проблеми и възстановявания на хостове. Стойности:
de_de: Diese Direktive wird benutzt, um festzustellen, ob der Kontakt Benachrichtigungen über Host-Probleme und Erholungen bekommt. Werte:
es_es: esta directiva se utiliza para determinar si el contacto recibirá notificaciones acerca de los problemas de acogida y recuperación. valores:
fr_fr: cette directive est utilisée pour déterminer si oui ou non le contact sera recevoir des notifications sur les problèmes d'accueil et les recouvrements. valeurs:
it_it: questa direttiva viene utilizzata per determinare se il contatto riceverà notifiche sui problemi di accoglienza e recuperi. valori:
ja_jp: このディレクティブは、連絡先がホスト障害や復旧に関する通知を受信するかどうかを決定するために使用されます. 値：
pl_pl: dyrektywa ta jest używana do określenia, czy kontakt będzie otrzymywać powiadomienia o problemach gospodarza i odzyskanych. wartości:
pt_pt: esta directiva é usado para determinar se ou não o contato receberá notificações sobre problemas de acolhimento e recuperações. valores:
ru_ru: Эта директива используется для определения, будет ли контакт получать уведомления о проблемах принимающих стран и восстановления. значения:
zh_cn: 此指令用于确定联系人是否会收到关于主机问题和恢复的通知。值：

source: don't send notifications,
bg_bg: Не изпращайте известия,
de_de: Senden Sie keine Benachrichtigungen
es_es: No enviar ningun notificación
fr_fr: Ne pas envoyer de notifications
it_it: Non inviare notifiche
ja_jp: 通知を送信しない,
pl_pl: nie wysyłaj powiadomień
pt_pt: Não enviar notificações
ru_ru: Не посылать уведомления
zh_cn: 不要发送任何通知

source: send notifications.
bg_bg: Изпратете уведомления.
de_de: Benachrichtigungen versenden.
es_es: enviar notificaciones.
fr_fr: envoyer des notifications.
it_it: inviare notifiche.
ja_jp: 通知を送信する.
pl_pl: wysyłanie powiadomień.
pt_pt: enviar notificações.
ru_ru: отправлять уведомления.
zh_cn: 发送通知。

source: service notifications enabled
bg_bg: сървис нотификациите са активирани
de_de: Service-Benachrichtigungen deaktiviert
es_es: Notificaciones de servicios están desactivados
fr_fr: Notifications de service sont désactivés
it_it: Notifiche di servizio sono disabilitate
ja_jp: サービス通知の有効化
pl_pl: włączona obsługa powiadomień
pt_pt: Notificações de serviço são desativados
ru_ru: Служба уведомления отключены
zh_cn: 服务通知已启用

source: This directive is used to determine whether or not the contact will receive notifications about service problems and recoveries. Values:
bg_bg: Тази директива се използва, за да се определи дали контакта ще получава известия за проблеми и възстановявания на сървиси. Стойности:
de_de: Diese Direktive wird benutzt, um festzustellen, ob der Kontakt Benachrichtigungen über Service-Probleme und Erholungen bekommt. Werte:
es_es: esta directiva se utiliza para determinar si el contacto recibirá notificaciones acerca de los problemas de servicio y recuperaciones. valores:
fr_fr: cette directive est utilisée pour déterminer si oui ou non le contact sera recevoir des notifications sur les problèmes de service et les recouvrements. valeurs:
it_it: questa direttiva viene utilizzata per determinare se il contatto riceverà notifiche relative problemi di servizio e recuperi. valori:
ja_jp: このディレクティブは、連絡先がサービスの障害や復旧に関する通知を受信するかどうかを決定するために使用されます. 値：
pl_pl: dyrektywa ta jest używana do określenia, czy kontakt będzie otrzymywać powiadomienia o problemach służby i odzyskanych. wartości:
pt_pt: esta directiva é usado para determinar se ou não o contato receberá notificações sobre problemas de serviço e recuperações. valores:
ru_ru: Эта директива используется для определения, будет ли контакт получать уведомления о проблемах обслуживания и восстановления. значения:
zh_cn: 该指令用于确定联系人是否将收到有关服务问题和恢复的通知。 值：

source: host notification period
bg_bg: Срок за нотификация на хост
de_de: Deploy Benachrichtigung timePeriod
es_es: Desplegar plazos de notificacion
fr_fr: Déployer notification TimePeriod
it_it: Deploy di notifica timeperiod
ja_jp: ホスト通知期間
pl_pl: Powiadomienia gospodarza przedzialczasu
pt_pt: implantar notificação timeperiod
ru_ru: Развертывание Уведомление TimePeriod
zh_cn: 主机通知周期

source: This directive is used to specify the short name of the time period during which the contact can be notified about host problems or recoveries. You can think of this as an "on call" time for host notifications for the contact. Read the documentation on time periods for more information on how this works and potential problems that may result from improper use.
bg_bg: Тази директива се използва за определяне на краткото име на периода от време, през който контакта може да бъде уведомен за проблемите или възстановяванията на хостове. Можете да приемете това като време "на повикване" за хост уведомления за контакта. За повече информация за това как се използва директивата и за потенциални проблеми, които могат да настъпят вследствие на неправилното използване, прочетете документацията за времевите периоди.
de_de: Diese Direktive wird benutzt, um den Kurznamen des Zeitfensters, in dem der Kontakt über Host-Probleme oder Erholungen informiert wird. Sie dies als "Bereitschafts" -Zeiten für Host-Benachrichtigungen für den Kontakt zu denken. lesen Sie die Dokumentation zu Zeitfenstern, um weitere Informationen darüber, wie diese funktionieren und welche potenziellen Probleme durch unsachgemäßen Gebrauch entstehen können.
es_es: esta directiva se utiliza para especificar el nombre corto del período de tiempo durante el cual el contacto pueda ser notificada acerca de los problemas de acogida o recuperaciones. se puede pensar en esto como una "de guardia" tiempo para las notificaciones de acogida para el contacto. leer la documentación relativa a los plazos de tiempo para obtener más información sobre cómo funciona esto y los problemas potenciales que pueden derivarse de un uso inadecuado.
fr_fr: cette directive est utilisée pour spécifier le nom court de la période de temps pendant laquelle le contact peut être notifié de problèmes d'accueil ou les recouvrements. vous pouvez penser à cela comme un temps «sur appel» pour les notifications d'accueil pour le contact. lire la documentation sur les périodes de temps pour plus d'informations sur la façon dont cela fonctionne et les problèmes potentiels qui pourraient résulter d'une mauvaise utilisation.
it_it: questa direttiva viene utilizzato per specificare il nome breve del periodo di tempo durante il quale il contatto può essere notificato su problemi host o recuperi. si può pensare a questo come un tempo "a chiamata" per le notifiche di accoglienza per il contatto. leggere la documentazione su periodi di tempo per ulteriori informazioni su come funziona e potenziali problemi che potrebbero derivare da un uso improprio.
ja_jp: このディレクティブは、連絡先がホスト障害や復旧について通知されうる期間の短縮名を指定するために使用されます. 連絡先へのホスト通知の「呼び出し」時間と考えることができます. どのように動作するかや誤った使い方によってどのような障害が起こりうるかについての詳細については、ドキュメントをお読みください.
pl_pl: dyrektywa ta jest stosowana do określenia krótką nazwę okresu, w którym kontakt może być zgłoszona na temat problemów gospodarza lub zwrotów. można myśleć o tym jak o "na wezwanie" czasu dla powiadomień gospodarzy do kontaktu. zapoznać się z dokumentacją w sprawie okresów uzyskać więcej informacji o tym, jak to działa i potencjalnych problemów, które mogą wyniknąć z niewłaściwego użytkowania.
pt_pt: esta directiva é usado para especificar o nome abreviado do período de tempo durante o qual o contato pode ser notificado sobre problemas de acolhimento ou recuperações. você pode pensar nisso como um time "de plantão" para as notificações de host para o contato. leia a documentação em períodos de tempo para obter mais informações sobre como isso funciona e potenciais problemas que podem resultar da utilização indevida.
ru_ru: Эта директива используется, чтобы указать краткое название периода времени, в течение которого контакт может быть уведомлены о проблемах хозяев или восстановления. Вы можете думать об этом как о "по вызову" Время для принимающих уведомлений для контакта. прочитали документацию по периодам времени для получения дополнительной информации о том, как это работает и потенциальных проблем, которые могут возникнуть в результате неправильного использования.
zh_cn: 该指令用于指定时间段的短名称，在该时间段内可以向主机通知主机问题或恢复。 您可以将其视为联系人的主机通知的“通话中”时间。 阅读有关时间段的文档，以了解有关其工作方式以及因使用不当而可能引起的潜在问题的更多信息。

source: service notification period
bg_bg: срок за сървис нотификации
de_de: Deploy Benachrichtigung timePeriod
es_es: Desplegar plazos de notificacion
fr_fr: Déployer notification TimePeriod
it_it: Deploy di notifica timeperiod
ja_jp: サービス通知期間
pl_pl: Powiadomienia usług przedzialczasu
pt_pt: implantar notificação timeperiod
ru_ru: Развертывание Уведомление TimePeriod
zh_cn: 服务通知周期

source: This directive is used to specify the short name of the time period during which the contact can be notified about service problems or recoveries. You can think of this as an "on call" time for service notifications for the contact. Read the documentation on time periods for more information on how this works and potential problems that may result from improper use.
bg_bg: Тази директива се използва за определяне на краткото име на периода от време, през който контактът може да бъде уведомен за проблемите или възстановяванията на сървиси. Можете да приемете това като време "на повикване" за сървис уведомления за контакта. За повече информация за това как се използва директивата и за потенциални проблеми, които могат да настъпят вследствие на неправилното използване, прочетете документацията за времевите периоди.
de_de: Diese Direktive wird benutzt, um den Kurznamen des Zeitfensters, in dem der Kontakt über Service-Probleme oder Erholungen informiert wird. Sie dies als "Bereitschafts" -Zeiten für Service-Benachrichtigungen für den Kontakt zu denken. lesen Sie die Dokumentation zu Zeitfenstern, um weitere Informationen darüber, wie diese funktionieren und welche potenziellen Probleme durch unsachgemäßen Gebrauch entstehen können.
es_es: esta directiva se utiliza para especificar el nombre corto del período de tiempo durante el cual el contacto pueda ser notificada de los problemas de servicio o recuperaciones. se puede pensar en esto como una "de guardia" tiempo para las notificaciones de servicio para el contacto. leer la documentación relativa a los plazos de tiempo para obtener más información sobre cómo funciona esto y los problemas potenciales que pueden derivarse de un uso inadecuado.
fr_fr: cette directive est utilisée pour spécifier le nom court de la période de temps pendant laquelle le contact peut être notifié de problèmes de service ou des recouvrements. vous pouvez penser à cela comme un temps «sur appel» pour les notifications de service pour le contact. lire la documentation sur les périodes de temps pour plus d'informations sur la façon dont cela fonctionne et les problèmes potentiels qui pourraient résulter d'une mauvaise utilisation.
it_it: questa direttiva viene utilizzato per specificare il nome breve del periodo di tempo durante il quale il contatto può essere notificato su problemi di servizio o di recuperi. si può pensare a questo come un tempo "a chiamata" per le notifiche di servizio per il contatto. leggere la documentazione su periodi di tempo per ulteriori informazioni su come funziona e potenziali problemi che potrebbero derivare da un uso improprio.
ja_jp: このディレクティブは、連絡先にサービス障害や復旧について通知されうる期間の短縮名を指定するために使用されます. 連絡先へのサービス通知の「呼び出し」時間と考えることができます. どのように動作するかや誤った使用方法でどのような障害が発生しうるか関する詳細については、ドキュメントをお読みください.
pl_pl: dyrektywa ta jest stosowana do określenia krótką nazwę okresu, w którym kontakt może być zgłoszona na temat problemów serwisowych lub zwrotów. można myśleć o tym jak o "na wezwanie" czasu dla zgłoszeń serwisowych dla danego kontaktu. zapoznać się z dokumentacją w sprawie okresów uzyskać więcej informacji o tym, jak to działa i potencjalnych problemów, które mogą wyniknąć z niewłaściwego użytkowania.
pt_pt: esta directiva é usado para especificar o nome abreviado do período de tempo durante o qual o contato pode ser notificado sobre problemas de serviço ou recuperações. você pode pensar nisso como um time "de plantão" para as notificações de serviço para o contato. leia a documentação em períodos de tempo para obter mais informações sobre como isso funciona e potenciais problemas que podem resultar da utilização indevida.
ru_ru: Эта директива используется, чтобы указать краткое название периода времени, в течение которого контакт может быть уведомлены о проблемах обслуживания или восстановления. Вы можете думать об этом как о "по вызову" Время для сервисных уведомлений для контакта. прочитали документацию по периодам времени для получения дополнительной информации о том, как это работает и потенциальных проблем, которые могут возникнуть в результате неправильного использования.
zh_cn: 此指令用于指定时间段的短名称，在该时间段内可以通知联系人有关服务问题或恢复的信息。 您可以将其视为联系人的服务通知的“通话中”时间。 阅读有关时间段的文档，以了解有关其工作方式以及因使用不当而可能引起的潜在问题的更多信息。

source: host notification options
bg_bg: Опции за нотификация на хост
de_de: Benachrichtigungsoptionen
es_es: Opciones de las Notificaciones
fr_fr: Options de notification
it_it: Opzioni di notifica
ja_jp: ホスト通知オプション
pl_pl: gospodarzem opcje powiadomień
pt_pt: Opções de Notificação
ru_ru: Параметры уведомлений
zh_cn: 主机通知选项

source: This directive is used to define the host states for which notifications can be sent out to this contact. Valid options are a combination of one or more of the following:
bg_bg: Тази директива се използва за определяне на състоянията на хостове, за които уведомленията могат да бъдат изпратени до този контакт. Валидни опции са комбинация от един или повече от следните:
de_de: Diese Direktive wird benutzt, um die Host-Zustände, bei denen Benachrichtigungen an den Kontakt versandt werden. gültigen Optionen sind eine Kombination von einem oder mehreren der folgenden:
es_es: esta directiva se utiliza para definir los estados anfitriones para que las notificaciones pueden ser enviados a este contacto. Las opciones válidas son una combinación de uno o más de los siguientes:
fr_fr: cette directive est utilisée pour définir les pays d'accueil pour lesquels des notifications peuvent être envoyées à ce contact. options valides sont une combinaison d'un ou plusieurs des éléments suivants:
it_it: questa direttiva è utilizzato per definire gli stati ospitanti per i quali notifiche possono essere inviati a questo contatto. opzioni valide sono una combinazione di uno o più dei seguenti:
ja_jp: このディレクティブは、通知がこの連絡先に送信されるホストのステータスを定義するために使用されます. 有効なオプションは、以下の1つ以上の組み合わせです：
pl_pl: dyrektywa ta jest stosowana do określenia stanów hostów, o których powiadomienia mogą być wysyłane do tego kontaktu. Poprawne opcje kombinacja jednego lub więcej z następujących:
pt_pt: esta directiva é usado para definir os estados de acolhimento para que as notificações podem ser enviadas para esse contato. opções válidas são uma combinação de um ou mais dos seguintes:
ru_ru: эта директива используется для определения принимающим государствам в отношении которых уведомления могут быть отправлены для этого контакта. Действующие параметры представляют собой сочетание одного или более из следующих:
zh_cn: 此指令用于定义可以向其发送通知的主机状态。 有效选项是以下一项或多项的组合：
