Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Run alert heatmap report
bg_bg: Стартирайте доклада "сигнали за тервога на топлинна карта" (lert heatmap report)
de_de: Führen Alarm Heatmap Bericht
es_es: Ejecutar informe alerta mapa de calor
fr_fr: Exécuter le rapport heatmap alerte
it_it: Eseguire relazione avviso heatmap
ja_jp: アラートヒートマップレポートを実行
pl_pl: uruchomić powiadomienie raport termiczna
pt_pt: Executar relatório de histograma alerta
ru_ru: Запуск оповещения отчета HeatMap
zh_cn: 运行警报热图报告

source: Provides a historical report of notifications that have been sent out over time.
bg_bg: Осигурява исторически доклад на уведомленията, които са били изпратени с течение на времето.
de_de: Bietet ein historischer Bericht von Meldungen, die sich im Laufe der Zeit gesendet.
es_es: Proporciona un informe histórico de las notificaciones que se han enviado en el tiempo.
fr_fr: Fournit un rapport historique des notifications qui ont été envoyés au cours du temps.
it_it: Fornisce un rapporto storico di notifiche che sono stati inviati nel tempo.
ja_jp: 送信された通知の履歴レポートを提供します.
pl_pl: udostępnia raport historyczny zgłoszeń, które zostały wysłane w czasie.
pt_pt: Fornece um relatório histórico de notificações que foram enviadas ao longo do tempo.
ru_ru: Обеспечивает исторического доклада уведомлений, которые были разосланы во времени.
zh_cn: 提供一段时间内已发送的通知的历史报告。

source: Run notifications report
bg_bg: Стартирайте доклада за нотификациите (notifications report)
de_de: Führen Meldungen Bericht
es_es: Ejecutar reporte de notificaciones
fr_fr: Exécuter le rapport notifications
it_it: Esegui rapporto notifiche
ja_jp: 通知レポートを実行
pl_pl: prowadzone zawiadomienia zgłosić
pt_pt: Executar relatório de notificações
ru_ru: Выполнить уведомления отчет
zh_cn: 运行通知报告

source: Provides a detailed log of events captured by the Nagios Core monitoring engine. Useful for debugging problems.
bg_bg: Осигурява подробен лог (log) на събитията, уловени от двигателя за наблюдение Nagios Core. Полезно за отстраняването на проблеми.
de_de: Bietet ein ausführliches Protokoll der Ereignisse, die vom Nagios-Core Monitoring Engine erfasst. Nützlich für Debugging-Probleme.
es_es: Proporciona un registro detallado de los eventos capturados por el motor de monitorización Nagios Core. Útil para depurar problemas.
fr_fr: Fournit un journal détaillé des événements capturés par le moteur Nagios contrôle de base. Utile pour le débogage des problèmes.
it_it: Fornisce un registro dettagliato degli eventi rilevati dal motore di controllo di base Nagios. Utile per il debug.
ja_jp: Nagios Core監視エンジンによって取得されたイベントの詳細なログを提供します. 障害をデバッグするのに便利です.
pl_pl: zawiera szczegółowy dziennik zdarzeń wychwyconych przez silnik monitorowania podstawowych Nagios. przydatne dla problemów diagnostyki.
pt_pt: Fornece um registro detalhado de eventos captados pelo mecanismo de monitoramento do Nagios Core. É útil para depurar problemas.
ru_ru: Предоставляет подробный журнал событий, зафиксированных мониторинга двигателя Основные Nagios. Полезно для отладки проблем.
zh_cn: 提供Nagios Core监视引擎捕获的事件的详细日志。 对于调试问题很有用。

source: Run event log report
bg_bg: Стартирайте доклада "event log"
de_de: Führen Ereignisprotokoll Bericht
es_es: Ejecutar el reporte de log de eventos
fr_fr: Exécuter le rapport du journal des événements
it_it: Esegui log report dell'evento
ja_jp: イベントログレポートを実行
pl_pl: Raport dziennik prowadzony wydarzenie
pt_pt: Executar relatórios de log de eventos
ru_ru: Запустить отчет в журнале событий
zh_cn: 运行事件日志报告

source: Reason
bg_bg: Причина
de_de: Grund
es_es: Razon
fr_fr: Raison
it_it: Ragione
ja_jp: 理由
pl_pl: powód
pt_pt: Motivo
ru_ru: Причина
zh_cn: 原因

source: Escalated
bg_bg: Ескалиран
de_de: Eskaliert
es_es: Escalado
fr_fr: Escalade
it_it: Escalation
ja_jp: エスカレート
pl_pl: eskalacja
pt_pt: Escalado
ru_ru: Обострилась
zh_cn: 已升级

source: Dispatcher
bg_bg: Диспечер
ja_jp: ディスパッチャ
pl_pl: dyspozytor
pt_pt: Expedidor
ru_ru: Диспетчер
zh_cn: 发送者

source: No matching results found. Try expanding your search criteria
bg_bg: Не за намерени съвпадащи резултати. Опитайте да разширите вашите критерии за търсене
de_de: Keine passenden Ergebnisse gefunden. Versuchen Sie erweitern Ihren Suchkriterien
es_es: No se han encontrado resultados. Intente ampliar sus criterios de búsqueda
fr_fr: Aucun résultat correspondant n'a été trouvé. Essayez d'élargir vos critères de recherche
it_it: Nessun risultato ha prodotto risultati. Prova ad espandere i criteri di ricerca
ja_jp: 一致する結果が見つかりませんでした. 検索条件を広げてみてください
pl_pl: nie znaleziono żadnych pasujących wyników. spróbuj rozszerzenie kryteriów wyszukiwania
pt_pt: Nenhum resultado encontrado. Tente expandir os seus critérios de busca
ru_ru: Нет соответствующих результатов не найдено. Попробуйте расширении критериев поиска
zh_cn: 没有找到匹配的结果。 尝试扩大您的搜索标准

source: Service Notifications
bg_bg: Сървис нотификации
de_de: Servicemeldung
es_es: Servicio de notificación
fr_fr: Service de notification
it_it: Servizio di notifica
ja_jp: サービス通知
pl_pl: Powiadomienie usługi
pt_pt: Notificação de serviço
ru_ru: Служба уведомлений
zh_cn: 服务通知

source: Host Notifications
bg_bg: Хост Нотификации
de_de: Host-Benachrichtigung
es_es: Notificacion del Host
fr_fr: Notifications d'hôtes
it_it: Host Notifica
ja_jp: ホスト通知
pl_pl: Powiadomienie gospodarza
pt_pt: Notificação de host
ru_ru: Хост уведомления
zh_cn: 主机通知

source: Hostgroup Notifications
bg_bg: Нофитикации на хост групата
de_de: Hostgruppen-Mitteilungen
es_es: notificaciones hostGroup
fr_fr: notifications de groupes d'hôtes
it_it: notifiche hostgroup
ja_jp: ホストグループ通知
pl_pl: powiadomienia hostgroup
pt_pt: notificações hostGroup
ru_ru: уведомления hostgroup
zh_cn: 主机组的通知

source: Servicegroup Notifications
bg_bg: Уведомления на сървис група
de_de: Servicemeldung
es_es: Servicio de notificación
fr_fr: Service de notification
it_it: Servizio di notifica
ja_jp: サービスグループ通知
pl_pl: Powiadomienie usługi
pt_pt: Notificação de serviço
ru_ru: Служба уведомлений
zh_cn: 服务组通知

source: Service SLA Report
bg_bg: SLA доклад за сървис
de_de: Service sla Bericht
es_es: servicio de informes sla
fr_fr: rapport de sla de service
it_it: servizio report sla
ja_jp: サービス SLA レポート
pl_pl: Usługa Raport sla
pt_pt: serviço relatório sla
ru_ru: Отчет SLA услуги
zh_cn: 服务SLA报告

source: Host SLA Report
bg_bg: SLA доклад за хост
de_de: Gastgeber sla Bericht
es_es: acoger informe sla
fr_fr: accueillir rapport sla
it_it: ospiterà rapporto sla
ja_jp: ホスト SLA レポート
pl_pl: gospodarzem raport SLA
pt_pt: sediar relatório sla
ru_ru: пройдет SLA отчет
zh_cn: 主机SLA报告

source: Hostgroup SLA Report
bg_bg: SLA доклад на хост групата
de_de: Hostgruppe sla Bericht
es_es: hostgroup informe sla
fr_fr: rapport de sla groupe d'hôtes
it_it: hostgroup rapporto sla
ja_jp: ホストグループ SLA レポート
pl_pl: hostgroup Raport sla
pt_pt: hostgroup relatório sla
ru_ru: Отчет SLA hostgroup
zh_cn: 主机组SLA报告

source: Servicegroup SLA Report
bg_bg: SLA доклад за сървис група
de_de: service sla Bericht
es_es: Servicegroup informe sla
fr_fr: servicegroup rapport sla
it_it: Servicegroup rapporto sla
ja_jp: サービスグループ SLA レポート
pl_pl: servicegroup Raport sla
pt_pt: servicegroup relatório sla
ru_ru: ServiceGroup SLA отчет
zh_cn: 服务组SLA报告

source: SLA Target
bg_bg: SLA цел
de_de: sla Ziel
es_es: target sla
fr_fr: cible sla
it_it: obiettivo sla
ja_jp: SLA 目標
pl_pl: docelowa sla
pt_pt: alvo sla
ru_ru: SLA цель
zh_cn: SLA目标

source: This will count any state during scheduled downtime as OK for the SLA report
bg_bg: Това ще се брои всяко състояние по време на планираните (по график) прекъсвания както "ОК" за SLA доклада
de_de: das wird jeder Staat während der geplanten Ausfallzeiten als ok für den sla Bericht zählen
es_es: esto va a contar el estado durante el tiempo de inactividad programado como bien para el informe sla
fr_fr: ce comptera tout état pendant les temps d'arrêt prévu que correct pour le rapport sla
it_it: questo conterà ogni Stato durante il downtime pianificato come ok per il rapporto sla
ja_jp: SLAレポートでスケジュールダウンタイム中はどのようなステータスであってもOKとカウントします
pl_pl: będzie liczyć każdy stan podczas zaplanowanego przestoju w ok do raportu sla
pt_pt: isso vai contar todo o estado durante o tempo de inatividade programado como ok para o relatório sla
ru_ru: это будет считаться любое государство во время планового отключения, как хорошо за SLA отчета
zh_cn: 对于SLA报告，这会将计划的停机期间的任何状态都视为正常

source: This will count any WARNING state as OK for the SLA report
bg_bg: Това ще брои всяко предупредително (WARNING) състояние като "ОК" за SLA доклада
de_de: Sie verlieren dadurch jeden Warnzustand als ok für den Verfügbarkeitsbericht zählen
es_es: esto contará cualquier estado de alerta como bien para el informe de disponibilidad
fr_fr: ce comptera tout État d'avertissement ok pour le rapport de disponibilité
it_it: questo conterà qualsiasi stato di avviso come ok per il rapporto disponibilità
ja_jp: SLAレポートで警告ステータスを正常としてカウントします
pl_pl: będzie liczyć każdy stan ostrzegawczy w ok do raportu o dostępności
pt_pt: isso vai contar todo o estado de alerta como ok para o relatório de disponibilidade
ru_ru: это будет считаться любое предупреждение государство как нормально для отчета о доступности
zh_cn: 对于SLA报告，这会将任何警告状态都视为“OK”

source: This will count any UNKNOWN state as OK for the SLA report
bg_bg: Това ще брои всяко неизвестно (UNKNOWN) състояние като "ОК" за доклада за SLA доклада
de_de: Sie verlieren dadurch jeden unbekannten Zustand als ok für den Verfügbarkeitsbericht zählen
es_es: esto contará cualquier estado desconocido como bien para el informe de disponibilidad
fr_fr: ce comptera tout état inconnu que correct pour le rapport de disponibilité
it_it: questo conterà uno stato sconosciuto come ok per il rapporto disponibilità
ja_jp: SLAレポートで不明ステータスをOKとしてカウントします
pl_pl: będzie liczyć każdą nieznaną państwo jako ok do raportu o dostępności
pt_pt: isso vai contar qualquer estado desconhecido como ok para o relatório de disponibilidade
ru_ru: это будет считаться любой неизвестное состояние, как хорошо для отчета о доступности
zh_cn: 对于SLA报告，这会将所有未知状态视为OK

source: Service Data - SLA Target:
bg_bg: Данни за сървиси - SLA цел:
de_de: Servicedaten - sla Ziel:
es_es: datos de servicio - objetivo sla:
fr_fr: données de service - cible sla:
it_it: dati di servizio - bersaglio sla:
ja_jp: サービスデータ - SLAターゲット：
pl_pl: Dane usług - SLA docelowa:
pt_pt: dados do serviço - alvo sla:
ru_ru: Данные услуги - SLA цель:
zh_cn: 服务数据-SLA目标：

source: SLA Status
bg_bg: SLA статус
es_es: estado sla
fr_fr: statut sla
it_it: stato sla
ja_jp: SLA ステータス
pl_pl: Stan sla
pt_pt: estado sla
ru_ru: SLA статус
zh_cn: SLA状态

source: Host Data - SLA Target:
bg_bg: Хост данни - SLA цел:
de_de: Host-Daten - sla Ziel:
es_es: alojar datos - objetivo sla:
fr_fr: héberger des données - cible sla:
it_it: ospitare dati - bersaglio sla:
ja_jp: ホストデータ - SLAターゲット：
pl_pl: gospodarzem danych - SLA cel:
pt_pt: hospedar dados - alvo sla:
ru_ru: разместить данные - SLA цель:
zh_cn: 主机数据-SLA目标：

source: Host Data - SLA Target:
bg_bg: Хост данни - SLA цел:
de_de: Host-Daten - sla Ziel:
es_es: alojar datos - objetivo sla:
fr_fr: héberger des données - cible sla:
it_it: ospitare dati - bersaglio sla:
ja_jp: ホストデータ - SLAターゲット：
pl_pl: gospodarzem danych - SLA cel:
pt_pt: hospedar dados - alvo sla:
ru_ru: разместить данные - SLA цель:
zh_cn: 主机数据-SLA目标：

source: All hosts averaged.
bg_bg: Всички хостове осреднени.
de_de: alle Hosts gemittelt.
es_es: todos los hosts en promedio.
fr_fr: tous les hôtes moyenne.
it_it: tutti gli host media.
ja_jp: 全ホスト平均.
pl_pl: wszystkie hosty uśrednione.
pt_pt: todos os hosts em média.
ru_ru: все хосты в среднем.
zh_cn: 所有主机平均。

source: Service Data - SLA Target:
bg_bg: Данни за сървиси - SLA цел:
de_de: Servicedaten - sla Ziel:
es_es: datos de servicio - objetivo sla:
fr_fr: données de service - cible sla:
it_it: dati di servizio - bersaglio sla:
ja_jp: サービスデータ - SLAターゲット：
pl_pl: Dane usług - SLA docelowa:
pt_pt: dados do serviço - alvo sla:
ru_ru: Данные услуги - SLA цель:
zh_cn: 服务数据-SLA目标：

source: All services averaged.
bg_bg: Всички сървиси усреднени.
de_de: Alle Dienstleistungen gemittelt.
es_es: todos los servicios promediaron.
fr_fr: tous les services en moyenne.
it_it: tutti i servizi di media.
ja_jp: 全サービス平均.
pl_pl: wszystkie usługi uśrednione.
pt_pt: média de todos os serviços.
ru_ru: все услуги в среднем.
zh_cn: 所有服务平均。

source: Service State History
bg_bg: История на сървис статуса
de_de: Service-Zustands Geschichte
es_es: la historia del estado de servicio
fr_fr: service de l'histoire de l'Etat
it_it: Storia stato di servizio
ja_jp: サービスステータス履歴
pl_pl: Historia stanu usługi
pt_pt: história do estado de serviço
ru_ru: История государственной службы
zh_cn: 服务状态历史

source: Host State History
bg_bg: История на хост статуса
de_de: View State History
es_es: Ver historial de estados
fr_fr: Voir Historique État
it_it: Visualizza cronologia Stato
ja_jp: ホストステータス履歴
pl_pl: Widok Historia państwa
pt_pt: Ver histórico do estado
ru_ru: Просмотр Государственного Исторического
zh_cn: 主机状态历史

source: Hostgroup State History
bg_bg: История на статуса на хост групата
de_de: Hostgruppen-Zustand Geschichte
es_es: la historia del estado hostgroup
fr_fr: l'histoire de l'Etat de hostgroup
it_it: la storia dello stato hostgroup
ja_jp: ホストグループステータス履歴
pl_pl: Historia państwa hostgroup
pt_pt: história do estado hostgroup
ru_ru: hostgroup историческое состояние
zh_cn: 主机组状态历史

source: Servicegroup State History
bg_bg: История за статуса на сървис група
de_de: service Zustand Geschichte
es_es: la historia del estado Servicegroup
fr_fr: l'histoire de l'Etat de servicegroup
it_it: la storia dello stato Servicegroup
ja_jp: サービスグループステータス履歴
pl_pl: Historia państwa servicegroup
pt_pt: história do estado SERVICEGROUP
ru_ru: ServiceGroup историческое состояние
zh_cn: 服务组状态历史记录

source: Select states
bg_bg: изберете състояния
de_de: wähle Zustände aus
es_es: seleccionar estados
fr_fr: sélectionnez les états
it_it: selezionare stati
ja_jp: 選択状態
pl_pl: wybierz stany
pt_pt: selecionar estados
ru_ru: выбирать состояния
zh_cn: 选择状态

source: All states
bg_bg: всички държави
de_de: alle Staaten
es_es: todos los Estados
fr_fr: tous les États
it_it: tutti gli stati
ja_jp: すべての状態
pl_pl: wszystkie stany
pt_pt: todos os Estados
ru_ru: все государства
zh_cn: 所有的状态

source: No matching results found. Try expanding your search criteria
bg_bg: Не за намерени съвпадащи резултати. Опитайте да разширите вашите критерии за търсене
de_de: Keine passenden Ergebnisse gefunden. Versuchen Sie erweitern Ihren Suchkriterien entsprechen.
es_es: Ningún resultado que coincida encontrado. Intente expandir su criterio de busqueda.
fr_fr: Aucun résultat correspondant n'a été trouvé. Essayez d'élargir vos critères de recherche.
it_it: Nessun risultato ha prodotto risultati. Prova ad espandere i criteri di ricerca.
ja_jp: 一致する結果が見つかりませんでした. 検索条件を広げてみてください
pl_pl: nie znaleziono żadnych pasujących wyników. spróbuj rozszerzenie kryteriów wyszukiwania.
pt_pt: Nenhum resultado encontrado. Tente alargar os seus critérios de pesquisa.
ru_ru: Нет соответствующих результатов не найдено. Попробуйте расширении критериев поиска.
zh_cn: 找不到匹配的结果。 尝试扩大搜索条件

source: Total Alerts
bg_bg: Общо сигналите
de_de: Insgesamt Warnungen
es_es: Total de Alertas
fr_fr: Total des alertes
it_it: Avvisi Totale
ja_jp: アラート総数
pl_pl: Alerty ogółem
pt_pt: Alertas totais
ru_ru: Всего агент
zh_cn: 警报总数

source: Latest Alert
bg_bg: Последен сигнал за тревога
de_de: Neueste Alarm
es_es: Alertas recientes
fr_fr: Dernière alerte
it_it: Ultime Alert
ja_jp: 最新アラート
pl_pl: ostatni alert
pt_pt: Último alertas
ru_ru: Последний оповещения
zh_cn: 最新的警报

source: Service Top Alert Producers
bg_bg: Най-големите производители на сървис известия
de_de: Service Top-Alert-Produzenten
es_es: los productores de alerta superior de servicio
fr_fr: producteurs d'alerte supérieure de service
it_it: servizio di produttori top di allarme
ja_jp: サービストップアラートプロデューサー
pl_pl: serwisowe producentów najwyższej alert
pt_pt: produtores de alerta superior de serviços
ru_ru: производители верхней оповещения службы
zh_cn: 服务最高警报生产者

source: Host Top Alert Producers
bg_bg: Най-големите производители на хост известия
de_de: Alarm-Spitzenreiter
es_es: Productores de Maximas Alertas
fr_fr: Top des producteurs d'alerte
it_it: Top produttori Alert
ja_jp: ホストトップアラートプロデューサー
pl_pl: najlepszych producentów alert
pt_pt: Melhores Produtores de alerta
ru_ru: Топ оповещения производителей
zh_cn: 主机最高警报生成者

source: Hostgroup Top Alert Producers
bg_bg: Най-големите производители на хост група известия
de_de: Hostgruppen-Top-Alert-Produzenten
es_es: hostGroup productores alerta máxima
fr_fr: hostgroup producteurs d'alerte top
it_it: hostgroup produttori I più
ja_jp: ホストグループトップアラートプロデューサー
pl_pl: hostgroup największych producentów powiadomienie
pt_pt: hostGroup produtores alerta máximo
ru_ru: hostgroup ведущих производителей Уведомления
zh_cn: 主机组最高警报生产者

source: Servicegroup Top Alert Producers
bg_bg: Най-големите производители на сървис известия
de_de: service Top Alarm Produzenten
es_es: Servicegroup productores alerta máxima
fr_fr: Servicegroup producteurs d'alerte top
it_it: Servicegroup produttori I più
ja_jp: サービスグループトップアラートプロデューサー
pl_pl: servicegroup największych producentów powiadomienie
pt_pt: SERVICEGROUP produtores alerta máximo
ru_ru: ServiceGroup ведущих производителей Уведомления
zh_cn: 服务组最高警报生产者

source: Rapid response URLs have been secured, you must login and view object details. This link is no longer valid.
bg_bg: URL адресите за бърза реакция са защитени, трябва да влезете и да видите подробности за обекта. тази връзка вече не е валидна.
de_de: Schnelle Antwort-URLs wurden gesichert. Sie müssen sich anmelden und Objektdetails anzeigen. Dieser Link ist nicht mehr gültig.
es_es: Se han asegurado las URL de respuesta rápida, debe iniciar sesión y ver los detalles del objeto. este enlace ya no es válido
fr_fr: les URL de réponse rapide ont été sécurisées, vous devez vous connecter et voir les détails de l'objet. ce lien n'est plus valide.
it_it: gli URL di risposta rapida sono stati protetti, è necessario accedere e visualizzare i dettagli dell'oggetto. questo link non è più valido
ja_jp: 高速応答URLが保護されている場合は、ログインしてオブジェクトの詳細を表示する必要があります。このリンクはもはや有効ではありません。
pl_pl: adresy URL szybkich odpowiedzi zostały zabezpieczone, musisz się zalogować i wyświetlić szczegóły obiektu. ten link nie jest już ważny.
pt_pt: URLs de resposta rápida foram protegidas, você deve fazer login e visualizar detalhes do objeto. este link não é mais válido.
ru_ru: ссылки быстрого ответа были защищены, вы должны войти и просмотреть детали объекта. эта ссылка больше не действительна.
zh_cn: 快速响应URL已得到保护，您必须登录并查看对象详细信息。 该链接不再有效。

source: Error: This rapid response URL has alread been used.
bg_bg: грешка: този URL адрес за бързо реагиране вече е използван.
de_de: Fehler: Diese schnelle Antwort-URL wurde bereits verwendet.
es_es: error: esta url de respuesta rápida ya ha sido utilizada.
fr_fr: erreur: cette URL de réponse rapide a déjà été utilisée.
it_it: errore: questo url a risposta rapida è stato già usato.
ja_jp: エラー：この高速レスポンスURLは、すでに使用されています。
pl_pl: błąd: ten adres URL szybkiej odpowiedzi został już wykorzystany.
pt_pt: erro: esse URL de resposta rápida já foi usado.
ru_ru: error: этот URL быстрого ответа использовался.
zh_cn: 错误：此快速响应URL已被使用。

source: Error: This rapid response URL has expired and can no longer be used.
bg_bg: грешка: този url за бързо реагиране е изтекъл и вече не може да се използва.
de_de: Fehler: Diese Schnellantwort-URL ist abgelaufen und kann nicht mehr verwendet werden.
es_es: error: esta url de respuesta rápida ha expirado y ya no se puede usar.
fr_fr: erreur: cette URL de réponse rapide a expiré et ne peut plus être utilisée.
it_it: errore: questo url a risposta rapida è scaduto e non può più essere utilizzato.
ja_jp: エラー：この高速応答URLは期限切れとなり、使用できなくなりました。
pl_pl: błąd: ten adres URL szybkiej odpowiedzi wygasł i nie można go już używać.
pt_pt: erro: esse URL de resposta rápida expirou e não pode mais ser usado.
ru_ru: ошибка: этот URL быстрого ответа истек и больше не может использоваться.
zh_cn: 错误：此快速响应URL已过期，无法再使用。

source: You must
bg_bg: ти трябва
de_de: du musst
es_es: debes
fr_fr: vous devez
it_it: devi
ja_jp: 絶対です
pl_pl: musisz
pt_pt: você deve
ru_ru: вы должны
zh_cn: 你必须

source: login
bg_bg: Вход
es_es: Entrar
it_it: Accesso
ja_jp: ログイン
ru_ru: Войти
zh_cn: 登录

source: to view this object.
bg_bg: за да видите този обект.
de_de: um dieses Objekt zu sehen.
es_es: para ver este objeto
fr_fr: pour voir cet objet.
it_it: per vedere questo oggetto.
ja_jp: このオブジェクトを表示します。
pl_pl: aby wyświetlić ten obiekt.
pt_pt: para ver este objeto.
ru_ru: для просмотра этого объекта.
zh_cn: 查看此对象。

source: You are currently logged in as
bg_bg: в момента сте влезли като
de_de: Sie sind momentan als angemeldet
es_es: estás conectado actualmente como
fr_fr: Vous êtes actuellement connecté en tant que
it_it: sei attualmente loggato come
ja_jp: 現在ログインしています
pl_pl: jesteś obecnie zalogowany jako
pt_pt: Você está logado como
ru_ru: Вы вошли в систему как
zh_cn: 您当前登录为

source: you can view this object in the status detail page by click the object name.
bg_bg: можете да видите този обект в страницата с подробности за състоянието, като кликнете върху името на обекта.
de_de: Sie können dieses Objekt auf der Statusdetailseite anzeigen, indem Sie auf den Objektnamen klicken.
es_es: Puede ver este objeto en la página de detalles de estado haciendo clic en el nombre del objeto.
fr_fr: Vous pouvez afficher cet objet dans la page de détail du statut en cliquant sur le nom de l'objet.
it_it: è possibile visualizzare questo oggetto nella pagina dei dettagli dello stato facendo clic sul nome dell'oggetto.
ja_jp: オブジェクトの名前をクリックすると、ステータス詳細ページでこのオブジェクトを表示できます。
pl_pl: możesz obejrzeć ten obiekt na stronie szczegółów statusu, klikając nazwę obiektu.
pt_pt: você pode ver este objeto na página de detalhes de status clicando no nome do objeto.
ru_ru: вы можете просмотреть этот объект на странице сведений о состоянии, щелкнув имя объекта.
zh_cn: 您可以通过单击对象名称在状态详细信息页面中查看该对象。

source: User authenticated via Rapid Response
bg_bg: Потребителя беше оторизиран с Rapid Response
de_de: Benutzer über Rapid Response authentifiziert
es_es: Usuario autenticado via una respuesta rapida
fr_fr: Utilisateur authentifié via Rapid Response
it_it: Utente autenticato via di risposta rapida
ja_jp: ユーザーがRAPId Responseにより認証されました
pl_pl: użytkownik uwierzytelniony poprzez szybkie reagowanie
pt_pt: usuário autenticado via rápida resposta
ru_ru: Пользователь проверку подлинности с помощью быстрого реагирования
zh_cn: 用户通过快速响应认证

source: Access denied. You do not have access to this object.
bg_bg: отказан достъп. нямате достъп до този обект.
de_de: Zugriff abgelehnt. Sie haben keinen Zugriff auf dieses Objekt.
es_es: acceso denegado. no tienes acceso a este objeto
fr_fr: accès refusé. vous n'avez pas accès à cet objet.
it_it: accesso negato. non hai accesso a questo oggetto.
ja_jp: アクセスが拒否されました。このオブジェクトにはアクセスできません。
pl_pl: brak dostępu. nie masz dostępu do tego obiektu.
pt_pt: acesso negado. você não tem acesso a este objeto.
ru_ru: доступ закрыт. у вас нет доступа к этому объекту.
zh_cn: 拒绝访问。您无权访问此对象。

source: You must enter a comment to submit.
bg_bg: трябва да въведете коментар за изпращане.
de_de: Sie müssen einen Kommentar zum Absenden eingeben.
es_es: debes ingresar un comentario para enviar.
fr_fr: vous devez entrer un commentaire à soumettre.
it_it: devi inserire un commento da inviare.
ja_jp: 提出するコメントを入力する必要があります。
pl_pl: musisz wpisać komentarz, który chcesz przesłać.
pt_pt: você deve inserir um comentário para enviar.
ru_ru: вы должны ввести комментарий для отправки.
zh_cn: 您必须输入评论才能提交。
