Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Also make sure the location you select has %sadequate disk space available%s for your backups. Backups can be very large. Check above to see your last backup's size.
bg_bg: Също така се уверете, че мястото, което изберете има <strong>достатъчно дисково пространство на разположение</strong> за вашите архиви. Резервните копия могат да бъдат много големи. Проверете по-горе, за да видите размера на последното резервно копие.
de_de: auch sicherstellen, dass die gewählten Speicherort über <strong>ausreichend Speicherplatz</strong> für Ihre Backups <strong>zur Verfügung.</strong> Sicherungen können sehr groß sein. check höher als der Größe die Größe der letzten Sicherung angezeigt.
es_es: También asegúrese de que la ubicación que seleccione tiene <strong>suficiente espacio en disco disponible</strong> para las copias de seguridad. copias de seguridad pueden ser muy grandes. echa por encima para ver el tamaño el tamaño de su última copia de seguridad.
fr_fr: assurez-vous également l'emplacement sélectionné a <strong>suffisamment d'espace disque disponible</strong> pour vos sauvegardes. Les sauvegardes peuvent être très importants. vérifier ci-dessus pour voir la taille de la taille de votre dernière sauvegarde.
it_it: anche assicurarsi che la posizione selezionata ha <strong>un adeguato spazio su disco disponibile</strong> per i backup. I backup possono essere molto grandi. controlla qui sopra per vedere la dimensione del vostro ultimo di backup.
ja_jp: また、バックアップのため、選択した場所に %s十分なディスク容量が使用可能であること%s を確認してください。 バックアップは非常に大きくなる可能性があります。 前回のバックアップサイズを確認してください。
pl_pl: również upewnić się o wyborze miejsca ma <strong>odpowiednią ilość miejsca na dysku dostępnego</strong> dla kopii zapasowych. Kopie zapasowe mogą być bardzo duże. sprawdzić powyżej, aby zobaczyć rozmiar rozmiar ostatniej kopii zapasowej w.
pt_pt: Também verifique se o local selecionado tem <strong>espaço em disco suficiente disponível</strong> para seus backups. backups podem ser muito grandes. verifique acima para ver o tamanho da sua última de backup.
ru_ru: Также убедитесь, что вы выбираете место имеет <strong>достаточное дисковое пространство, доступное</strong> для резервных копий. резервные копии могут быть очень большими. проверить, чтобы увидеть размер размер последнего резервного копирования в.
zh_cn: 另外，请确保您选择的位置有%s足够的磁盘空间可用于%s备份。 备份可能非常大。 检查以上内容以查看上次备份的大小。

source: Enable local backups
bg_bg: Позволете локални архивни копия
de_de: ermöglichen, lokale Backups
es_es: permitir copias de seguridad locales
fr_fr: activer les sauvegardes locales
it_it: consentire backup locali
ja_jp: ローカルバックアップを有効にする
pl_pl: umożliwić lokalne kopie zapasowe
pt_pt: permitir backups locais
ru_ru: возможность местным резервных копий
zh_cn: 启用本地备份

source: Local Settings
bg_bg: Локални настройки
de_de: Globale Einstellungen
es_es: Configuraciones Globales
fr_fr: Paramètres globaux
it_it: Impostazioni globali
ja_jp: ローカル設定
pl_pl: Ustawienia lokalne
pt_pt: Configurações globais
ru_ru: Глобальные настройки
zh_cn: 本地设置

source: Test Permissions
bg_bg: Тест разрешения
de_de: Test Berechtigungen
es_es: Permisos de prueba
fr_fr: des autorisations d'essai
it_it: permessi di prova
ja_jp: パーミッションテスト
pl_pl: uprawnienia do badań
pt_pt: permissões de teste
ru_ru: Разрешения испытаний
zh_cn: 测试权限

source: Testing Local Permissions
bg_bg: Тестване на местните правомощия
de_de: Testen lokalen Berechtigungen
es_es: probar permisos locales
fr_fr: tester les autorisations locales
it_it: testare le autorizzazioni locali
ja_jp: ローカルのアクセス権限をテストしています
pl_pl: testowanie lokalne uprawnienia
pt_pt: testar permissões locais
ru_ru: тестирования локальные разрешения
zh_cn: 测试本地权限

source: The amount of backups you'd like too keep before replacing the oldest backup. You can enter 0 to keep unlimited backups.
bg_bg: Количеството на резервните копия, които искате да запазите, преди да подмените стария архив. Можете да въведете 0, за да имате неограничени архиви.
de_de: die Menge der Backups, die Sie möchten zu, bevor Sie die älteste Backup zu halten. Sie 0 eingeben, unbegrenzte Backups zu halten.
es_es: la cantidad de copias de seguridad desea también mantener antes de reemplazar la copia de seguridad más antigua. puede introducir 0 para mantener copias de seguridad ilimitadas.
fr_fr: le montant de sauvegardes que vous souhaitez garder trop avant de remplacer la sauvegarde la plus ancienne. vous pouvez entrer 0 à garder des sauvegardes illimitées.
it_it: la quantità di backup vuoi mantenere troppo prima di sostituire il backup più vecchio. è possibile immettere 0 per mantenere i backup illimitato.
ja_jp: 指定数を超えると最も古いバックアップが削除されます. バックアップを無制限に保存する場合は、0を入力してください.
pl_pl: ilość kopii, które chcesz zbyt zachować przed wymianą najstarszej kopii zapasowej. możesz wpisać 0, aby utrzymać nieograniczony kopii zapasowych.
pt_pt: a quantidade de backups que você gostaria também manter antes de substituir o backup mais antigo. você pode digitar 0 para manter backups ilimitados.
ru_ru: количество резервных копий вы хотите слишком держать перед заменой старейшего архива. Вы можете ввести 0, чтобы сохранить неограниченные резервных копий.
zh_cn: 在替换最旧的备份之前，您还要保留的备份数量。 您可以输入0以保留无限备份。

source: Notfication Settings
bg_bg: Нотификационни настройки
de_de: Notification Settings
es_es: Configuración de Notificaciones
fr_fr: Paramètres de notification
it_it: Impostazioni di notifica
ja_jp: 通知設定
pl_pl: ustawienia powiadomień
pt_pt: Configurações de Notificação
ru_ru: Настройки уведомлений
zh_cn: 通知设置

source: Send status emails about the success or failure of each of the scheduled backup jobs. Emails can be a list of comma separated email addresses.
bg_bg: изпращайте имейли за състоянието за успеха или неуспеха на всяка от планираните задачи за архивиране. имейлите могат да бъдат списък с имейл адреси, разделени със запетая.
de_de: Senden Sie Status-E-Mails über den Erfolg oder Misserfolg jedes geplanten Sicherungsjobs. E-Mails können eine Liste von durch Kommas getrennten E-Mail-Adressen sein.
es_es: enviar correos electrónicos de estado sobre el éxito o el fracaso de cada una de las tareas de respaldo programadas. Los correos electrónicos pueden ser una lista de direcciones de correo electrónico separadas por comas.
fr_fr: envoyer des e-mails d'état sur le succès ou l'échec de chacune des tâches de sauvegarde planifiées. les e-mails peuvent être une liste d'adresses e-mail séparées par des virgules.
it_it: inviare e-mail di stato sul successo o il fallimento di ciascuno dei processi di backup pianificati. le email possono essere un elenco di indirizzi email separati da virgole.
ja_jp: スケジュールされた各バックアップジョブの成功または失敗に関するステータスメールを送信します。電子メールは、コンマで区切られた電子メールアドレスのリストにすることができます。
pl_pl: wysyłać wiadomości e-mail ze statusem o powodzeniu lub niepowodzeniu każdego zaplanowanego zadania tworzenia kopii zapasowej. e-maile mogą być listą adresów e-mail oddzielonych przecinkami.
pt_pt: enviar e-mails de status sobre o sucesso ou falha de cada um dos trabalhos de backup agendados. emails podem ser uma lista de endereços de email separados por vírgulas.
ru_ru: отправлять электронные сообщения о состоянии об успешном или неудачном выполнении каждого из запланированных заданий резервного копирования. электронные письма могут быть списком адресов электронной почты, разделенных запятыми.
zh_cn: 发送有关每个计划的备份作业成功或失败的状态电子邮件。电子邮件可以是用逗号分隔的电子邮件地址的列表。

source: Email Addresses
bg_bg: Имейл адрес
de_de: E-Mail-Adresse
es_es: Direccion de Correo Electronico
fr_fr: Adresse e-mail
it_it: Indirizzo e-mail
ja_jp: メールアドレス
pl_pl: adres e-mail
pt_pt: Endereço de email
ru_ru: Адрес электронной почты
zh_cn: 电邮地址

source: Only notify on failures
bg_bg: уведомявайте само за грешки
de_de: Nur bei Fehlern benachrichtigen
es_es: solo notificar sobre fallas
fr_fr: notifier uniquement les échecs
it_it: notifica solo in caso di guasti
ja_jp: 失敗についてのみ通知する
pl_pl: powiadamiaj tylko o awariach
pt_pt: só notificar em falhas
ru_ru: только уведомлять о сбоях
zh_cn: 只通知失败

source: You cannot save scheduled backup settings in demo mode.
bg_bg: не можете да запазите планираните настройки за архивиране в демо режим.
de_de: Sie können geplante Sicherungseinstellungen nicht im Demomodus speichern.
es_es: no puede guardar la configuración de copia de seguridad programada en modo de demostración.
fr_fr: vous ne pouvez pas enregistrer les paramètres de sauvegarde planifiée en mode démo.
it_it: non è possibile salvare le impostazioni di backup pianificate in modalità demo.
ja_jp: デモモードでは、スケジュールされたバックアップ設定を保存できません。
pl_pl: nie można zapisać ustawień zaplanowanej kopii zapasowej w trybie demonstracyjnym.
pt_pt: você não pode salvar as configurações de backup agendadas no modo de demonstração.
ru_ru: Вы не можете сохранить настройки резервного копирования по расписанию в демонстрационном режиме.
zh_cn: 您无法在演示模式下保存计划的备份设置。

source: You must enter all FTP information to activate FTP backups.
bg_bg: Вие трябва да въведете цялата FTP информация, за да активирате FTP архивите.
de_de: Sie müssen alle FTP-Daten eingeben, um FTP-Backups aktivieren.
es_es: debe introducir toda la información de ftp para activar copias de seguridad de ftp.
fr_fr: vous devez entrer toutes les informations ftp pour activer les sauvegardes FTP.
it_it: è necessario inserire tutte le informazioni ftp per attivare i backup ftp.
ja_jp: FTPバックアップを有効化するためにすべてのFTP情報を入力してください.
pl_pl: należy wprowadzić wszystkie informacje ftp do aktywacji kopii zapasowych ftp.
pt_pt: você deve inserir todas as informações ftp para ativar backups FTP.
ru_ru: необходимо ввести все FTP информацию для активации FTP резервное копирование.
zh_cn: 您必须输入所有FTP信息才能激活FTP备份。

source: You must enter SSH server information to activate SSH backups.
bg_bg: Вие трябва да въведете информацията за SSH сървъра, за да активирате SSH архивите.
de_de: Sie müssen alle FTP-Daten eingeben, um FTP-Backups aktivieren.
es_es: debe introducir toda la información de ftp para activar copias de seguridad de ftp.
fr_fr: vous devez entrer toutes les informations ftp pour activer les sauvegardes FTP.
it_it: è necessario inserire tutte le informazioni ftp per attivare i backup ftp.
ja_jp: SSHバックアップを有効にするためにSSHサーバー情報を入力してください.
pl_pl: należy wprowadzić wszystkie informacje ftp do aktywacji kopii zapasowych ftp.
pt_pt: você deve inserir todas as informações ftp para ativar backups FTP.
ru_ru: необходимо ввести все FTP информацию для активации FTP резервное копирование.
zh_cn: 您必须输入SSH服务器信息才能激活SSH备份。

source: Updated scheduled backup settings.
bg_bg: актуализираните насрочени настройки на резервната
de_de: aktualisierte geplante Sicherungseinstellungen
es_es: actualización de la configuración de respaldo programada.
fr_fr: mise à jour des paramètres de sauvegarde planifiée.
it_it: impostazioni di backup pianificate aggiornate.
ja_jp: 更新されたスケジュールバックアップ設定。
pl_pl: zaktualizowano zaplanowane ustawienia tworzenia kopii zapasowych.
pt_pt: configurações de backup agendadas atualizadas.
ru_ru: обновленные параметры резервного копирования.
zh_cn: 更新了计划的备份设置。

source: Provides the ability to schedule full Nagios XI backups.
bg_bg: Дава възможността да се насрочи пълно архивиране на Nagios XI.
de_de: bietet die Möglichkeit, zu planen vollständige nagios xi Backups.
es_es: ofrece la posibilidad de programar backups completos nagios xi.
fr_fr: offre la possibilité de programmer des sauvegardes complètes Nagios XI.
it_it: offre la possibilità di pianificare Nagios backup completi xi.
ja_jp: Nagios XIの完全バックアップをスケジュールする機能を提供します.
pl_pl: zapewnia możliwość zaplanowania pełnych Nagios kopii zapasowych XI.
pt_pt: oferece a possibilidade de agendar backups completos nagios xi.
ru_ru: предоставляет возможность планировать полный Nagios XI резервных копий.
zh_cn: 提供计划完整的Nagios XI备份的功能。

source: System Backups
bg_bg: Резервни копия на системата
es_es: copias de seguridad del sistema
fr_fr: sauvegardes du système
it_it: backup di sistema
ja_jp: システムバックアップ
pl_pl: Tworzenie kopii zapasowych systemu
pt_pt: backups do sistema
ru_ru: Система резервного копирования
zh_cn: 系统备份

source: Successfully created a Public/Private SSH Key pair.
bg_bg: успешно създадоха публична / частна двойка ключове ssh.
de_de: erfolgreich ein öffentliches / privates SSH-Schlüsselpaar erstellt.
es_es: creado con éxito un par de claves ssh público / privado.
fr_fr: a créé avec succès une paire de clés ssh publique / privée.
it_it: creato con successo una coppia di chiavi ssh pubblica / privata.
ja_jp: 公開鍵/秘密鍵のssh鍵ペアを作成しました。
pl_pl: pomyślnie utworzyła parę kluczy publiczny / prywatna ssh.
pt_pt: criado com sucesso um par de chaves ssh pública / privada.
ru_ru: успешно создала открытую / приватную пару ключей ssh.
zh_cn: 成功创建了公共/专用SSH密钥对。

source: Could not create a Public/Private SSH Key pair.
bg_bg: не можа да създаде публична / частна двойка ключове ssh.
de_de: konnte kein öffentliches / privates SSH-Schlüsselpaar erstellen.
es_es: No se pudo crear un par de claves ssh público / privado.
fr_fr: Impossible de créer une paire de clés ssh publique / privée.
it_it: impossibile creare una coppia di chiavi ssh pubblica / privata.
ja_jp: 公開鍵/秘密鍵のペアを作成できませんでした。
pl_pl: nie można utworzyć pary kluczy publicznych / prywatnych ssh.
pt_pt: não foi possível criar um par de chaves ssh pública / privada.
ru_ru: не удалось создать общедоступную / приватную пару ключей ssh.
zh_cn: 无法创建公用/专用SSH密钥对。

source: Scheduled FTP Backup Failed
bg_bg: планираното резервно копие на ftp не бе успешно
de_de: Geplante FTP-Sicherung fehlgeschlagen
es_es: la copia de seguridad de ftp programada falló
fr_fr: échec de la sauvegarde FTP planifiée
it_it: backup ftp pianificato non riuscito
ja_jp: スケジュールされたftpバックアップが失敗しました
pl_pl: Zaplanowana kopia zapasowa ftp nie powiodła się
pt_pt: backup ftp agendado falhou
ru_ru: сбой запланированного резервного копирования ftp
zh_cn: 计划的ftp备份失败

source: The scheduled FTP backup at %s failed.<br><br>View your full scheduled backup logs at %s to find out more details about the error. Your backup may have timed out, you can set a backup_timeout variable in config.inc.php to increase it.
bg_bg: планираното резервно копие на ftp при% s е неуспешно.<br><br> прегледайте пълните си насрочени дневници за архивиране на% s, за да разберете повече подробности за грешката. резервното ви копие може да е изтекло, можете да зададете променлива backup_timeout в config.inc.php, за да го увеличите.
de_de: Die geplante FTP-Sicherung bei% s ist fehlgeschlagen.<br><br> Zeigen Sie Ihre vollständigen geplanten Sicherungsprotokolle bei% s an, um weitere Details zum Fehler zu erhalten. Möglicherweise ist das Zeitlimit für Ihre Sicherung abgelaufen. Sie können eine Variable backup_timeout in config.inc.php festlegen, um sie zu erhöhen.
es_es: la copia de seguridad ftp programada en% s falló.<br><br> vea todos los registros de respaldo programados en% s para obtener más detalles sobre el error. su copia de seguridad puede haber agotado el tiempo de espera, puede establecer una variable backup_timeout en config.inc.php para aumentarla.
fr_fr: la sauvegarde ftp planifiée à% s a échoué.<br><br> affichez vos journaux de sauvegarde planifiés complets à% s pour en savoir plus sur l'erreur. votre sauvegarde a peut-être expiré, vous pouvez définir une variable backup_timeout dans config.inc.php pour l'augmenter.
it_it: il backup ftp pianificato a% s non è riuscito.<br><br> visualizzare i log di backup pianificati completi su% s per trovare ulteriori dettagli sull'errore. il tuo backup potrebbe essere scaduto, puoi impostare una variabile backup_timeout in config.inc.php per aumentarla.
ja_jp: ％sでスケジュールされたftpバックアップが失敗しました。<br><br>エラーの詳細については、スケジュールされた完全なバックアップログを％sで表示してください。バックアップがタイムアウトした可能性がある場合は、config.inc.phpでbackup_timeout変数を設定してバックアップを増やすことができます。
pl_pl: zaplanowana kopia zapasowa ftp o% s nie powiodła się.<br><br> wyświetl dzienniki pełnych zaplanowanych kopii zapasowych w% s, aby dowiedzieć się więcej o błędzie. Twoja kopia zapasowa mogła przekroczyć limit czasu, możesz ustawić zmienną backup_timeout w config.inc.php, aby ją zwiększyć.
pt_pt: o backup ftp agendado em% s falhou.<br><br> veja seus logs de backup agendados completos em% s para descobrir mais detalhes sobre o erro. seu backup pode ter expirado, você pode definir uma variável backup_timeout em config.inc.php para aumentá-lo.
ru_ru: запланированное резервное копирование ftp на% s не выполнено.<br><br> просмотрите полные журналы запланированного резервного копирования на% s, чтобы узнать больше об ошибке. возможно, время ожидания вашей резервной копии истекло, вы можете установить переменную backup_timeout в config.inc.php, чтобы увеличить ее.
zh_cn: ％s的计划ftp备份失败。<br><br>在％s上查看完整的计划备份日志，以查找有关该错误的更多详细信息。您的备份可能已超时，可以在config.inc.php中设置一个backup_timeout变量来增加它。

source: Scheduled FTP Backup Successful
bg_bg: насрочено архивиране на ftp успешно
de_de: Geplante FTP-Sicherung erfolgreich
es_es: copia de seguridad ftp programada con éxito
fr_fr: sauvegarde ftp planifiée réussie
it_it: backup ftp pianificato riuscito
ja_jp: スケジュールされたftpバックアップが成功しました
pl_pl: Zaplanowana kopia zapasowa ftp powiodła się
pt_pt: backup ftp agendado com sucesso
ru_ru: запланированное резервное копирование ftp выполнено успешно
zh_cn: 预定的ftp备份成功

source: The scheduled FTP backup at %s was successful with a backup size of %s.
bg_bg: планираното архивиране на ftp при% s беше успешно с размер на архивиране от% s.
de_de: Die geplante FTP-Sicherung bei% s war mit einer Sicherungsgröße von% s erfolgreich.
es_es: la copia de seguridad de ftp programada en% s se realizó correctamente con un tamaño de copia de seguridad de% s.
fr_fr: la sauvegarde ftp planifiée à% s a réussi avec une taille de sauvegarde de% s.
it_it: il backup ftp pianificato su% s è riuscito con una dimensione del backup di% s.
ja_jp: ％sでスケジュールされたftpバックアップは、％sのバックアップサイズで成功しました。
pl_pl: zaplanowana kopia zapasowa ftp w% s powiodła się przy rozmiarze kopii zapasowej% s.
pt_pt: o backup ftp agendado em% s foi bem-sucedido com um tamanho de backup de% s.
ru_ru: запланированное резервное копирование ftp на% s было успешным с размером резервной копии% s.
zh_cn: ％s的计划ftp备份成功，备份大小为％s。

source: Scheduled SSH Backup Failed
bg_bg: планираното архивиране на ssh не бе успешно
de_de: Geplante SSH-Sicherung fehlgeschlagen
es_es: la copia de seguridad ssh programada falló
fr_fr: échec de la sauvegarde ssh planifiée
it_it: backup ssh pianificato non riuscito
ja_jp: スケジュールされたsshバックアップが失敗しました
pl_pl: Zaplanowana kopia zapasowa ssh nie powiodła się
pt_pt: o backup ssh agendado falhou
ru_ru: сбой запланированного резервного копирования ssh
zh_cn: 计划的ssh备份失败

source: The scheduled SSH backup at %s failed.<br><br>View your full scheduled backup logs at %s to find out more details about the error. Your backup may have timed out, you can set a backup_timeout variable in config.inc.php to increase it.
bg_bg: планираното архивиране на ssh при% s се провали.<br><br> прегледайте пълните си насрочени дневници за архивиране на% s, за да разберете повече подробности за грешката. резервното ви копие може да е изтекло, можете да зададете променлива backup_timeout в config.inc.php, за да го увеличите.
de_de: Die geplante SSH-Sicherung bei% s ist fehlgeschlagen.<br><br> Zeigen Sie Ihre vollständigen geplanten Sicherungsprotokolle bei% s an, um weitere Details zum Fehler zu erhalten. Möglicherweise ist das Zeitlimit für Ihre Sicherung abgelaufen. Sie können eine Variable backup_timeout in config.inc.php festlegen, um sie zu erhöhen.
es_es: la copia de seguridad ssh programada en% s falló.<br><br> vea todos los registros de respaldo programados en% s para obtener más detalles sobre el error. su copia de seguridad puede haber agotado el tiempo de espera, puede establecer una variable backup_timeout en config.inc.php para aumentarla.
fr_fr: la sauvegarde ssh planifiée à% s a échoué.<br><br> affichez vos journaux de sauvegarde planifiés complets à% s pour en savoir plus sur l'erreur. votre sauvegarde a peut-être expiré, vous pouvez définir une variable backup_timeout dans config.inc.php pour l'augmenter.
it_it: il backup ssh pianificato a% s non è riuscito.<br><br> visualizzare i log di backup pianificati completi su% s per trovare ulteriori dettagli sull'errore. il tuo backup potrebbe essere scaduto, puoi impostare una variabile backup_timeout in config.inc.php per aumentarla.
ja_jp: ％sでスケジュールされたsshバックアップが失敗しました。<br><br>エラーの詳細については、スケジュールされた完全なバックアップログを％sで表示してください。バックアップがタイムアウトした可能性がある場合は、config.inc.phpでbackup_timeout変数を設定してバックアップを増やすことができます。
pl_pl: zaplanowana kopia zapasowa ssh o% s nie powiodła się.<br><br> wyświetl dzienniki pełnych zaplanowanych kopii zapasowych w% s, aby dowiedzieć się więcej o błędzie. Twoja kopia zapasowa mogła przekroczyć limit czasu, możesz ustawić zmienną backup_timeout w config.inc.php, aby ją zwiększyć.
pt_pt: o backup ssh agendado para% s falhou.<br><br> veja seus logs de backup agendados completos em% s para descobrir mais detalhes sobre o erro. seu backup pode ter expirado, você pode definir uma variável backup_timeout em config.inc.php para aumentá-lo.
ru_ru: запланированное резервное копирование ssh на% s не выполнено.<br><br> просмотрите полные журналы запланированного резервного копирования на% s, чтобы узнать больше об ошибке. возможно, время ожидания вашей резервной копии истекло, вы можете установить переменную backup_timeout в config.inc.php, чтобы увеличить ее.
zh_cn: ％s的预定ssh备份失败。<br><br>在％s上查看完整的计划备份日志，以查找有关该错误的更多详细信息。您的备份可能已超时，可以在config.inc.php中设置一个backup_timeout变量来增加它。

source: Scheduled SSH Backup Successful
bg_bg: насрочено архивиране на ssh успешно
de_de: Geplante SSH-Sicherung erfolgreich
es_es: copia de seguridad ssh programada con éxito
fr_fr: sauvegarde ssh planifiée réussie
it_it: backup ssh pianificato riuscito
ja_jp: スケジュールされたsshバックアップが成功しました
pl_pl: Zaplanowana kopia zapasowa ssh powiodła się
pt_pt: backup ssh agendado com sucesso
ru_ru: запланированное резервное копирование ssh выполнено успешно
zh_cn: 预定的ssh备份成功

source: The scheduled SSH backup at %s was successful with a backup size of %s.
bg_bg: планираното архивиране на ssh при% s беше успешно с размер на архивиране от% s.
de_de: Die geplante SSH-Sicherung bei% s war mit einer Sicherungsgröße von% s erfolgreich.
es_es: la copia de seguridad ssh programada en% s se realizó correctamente con un tamaño de copia de seguridad de% s.
fr_fr: la sauvegarde ssh planifiée à% s a réussi avec une taille de sauvegarde de% s.
it_it: il backup ssh pianificato su% s è riuscito con una dimensione del backup di% s.
ja_jp: ％sでスケジュールされたsshバックアップは、％sのバックアップサイズで成功しました。
pl_pl: zaplanowana kopia zapasowa ssh w% s powiodła się przy rozmiarze kopii zapasowej% s.
pt_pt: o backup ssh agendado em% s foi bem-sucedido com um tamanho de backup de% s.
ru_ru: запланированное резервное копирование ssh на% s выполнено успешно с размером резервной копии% s.
zh_cn: ％s的计划ssh备份成功，备份大小为％s。

source: Scheduled Local Backup Successful
bg_bg: насрочено локално архивиране успешно
de_de: geplante lokale Sicherung erfolgreich
es_es: copia de seguridad local programada con éxito
fr_fr: sauvegarde locale planifiée réussie
it_it: backup locale pianificato riuscito
ja_jp: スケジュールされたローカルバックアップが成功しました
pl_pl: zaplanowana lokalna kopia zapasowa powiodła się
pt_pt: backup local agendado com sucesso
ru_ru: запланированное локальное резервное копирование выполнено успешно
zh_cn: 计划的本地备份成功
