Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Executed directly after the last row is printed (but before the end table tag) to the screen when building the Preferences table on the Edit User page.
bg_bg: изпълнена директно след отпечатването на последния ред (но преди маркера на крайната таблица) на екрана, когато се създава таблицата с предпочитания на страницата за редактиране на потребителя.
de_de: Wird direkt nach dem Drucken der letzten Zeile (aber vor dem Tag der Endtabelle) auf dem Bildschirm ausgeführt, wenn die Voreinstellungstabelle auf der Seite zum Bearbeiten von Benutzern erstellt wird.
es_es: se ejecuta directamente después de que se imprime la última fila (pero antes de la etiqueta de la mesa final) en la pantalla cuando se crea la tabla de preferencias en la página de edición del usuario.
fr_fr: exécuté directement après l'impression de la dernière ligne (mais avant la balise de la table de fin) à l'écran lors de la création du tableau des préférences sur la page de modification de l'utilisateur.
it_it: eseguito direttamente dopo la stampa dell'ultima riga (ma prima del tag del terminale) sullo schermo durante la creazione della tabella delle preferenze nella pagina utente di modifica.
ja_jp: ユーザーの編集ページで環境設定テーブルを作成するときに最後の行を画面に表示した直後に実行されます (ただし、テーブル終了タグの前)。
pl_pl: wykonywane bezpośrednio po wydrukowaniu ostatniego wiersza (ale przed tagiem końca tabeli) na ekranie podczas tworzenia tabeli preferencji na stronie edycji użytkownika.
pt_pt: executado diretamente após a última linha ser impressa (mas antes da tag da tabela final) na tela ao criar a tabela de preferências na página de edição do usuário.
ru_ru: выполняется непосредственно после того, как последняя строка печатается (но до тега таблицы конца) на экране при построении таблицы предпочтений на странице редактирования пользователя.
zh_cn: 在 "编辑用户 "页面上建立 "首选项 "表时，在最后一行打印出来后（但在表尾标签之前）直接执行到屏幕上。

source: Executed directly after the last row is printed (but before the end table tag) to the screen when building the Authentication Settings table on the Edit User page.
bg_bg: изпълнена директно след отпечатването на последния ред (но преди маркера на крайната таблица) на екрана, когато се изгражда таблицата с настройки за удостоверяване на страницата за редактиране на потребителя.
de_de: wird direkt nach dem Drucken der letzten Zeile (aber vor dem Endtabellentag) auf dem Bildschirm ausgeführt, wenn die Tabelle mit den Authentifizierungseinstellungen auf der Benutzerseite bearbeitet wird.
es_es: se ejecuta directamente después de que se imprime la última fila (pero antes de la etiqueta de la mesa final) en la pantalla cuando se crea la tabla de configuraciones de autenticación en la página de edición del usuario.
fr_fr: exécuté directement après l'impression de la dernière ligne (mais avant la balise de fin) à l'écran lors de la création de la table des paramètres d'authentification sur la page d'édition de l'utilisateur.
it_it: eseguito direttamente dopo la stampa dell'ultima riga (ma prima del tag del terminale) sullo schermo durante la creazione della tabella delle impostazioni di autenticazione nella pagina utente di modifica.
ja_jp: ユーザーの編集ページで認証設定テーブルを作成するときに最後の行が画面に表示された直後に実行されます (ただし、テーブル終了タグの前)。
pl_pl: wykonywane bezpośrednio po wydrukowaniu ostatniego wiersza (ale przed tagiem końca tabeli) na ekranie podczas tworzenia tabeli ustawień uwierzytelniania na stronie edycji użytkownika.
pt_pt: executado diretamente após a última linha ser impressa (mas antes da tag da tabela final) na tela ao criar a tabela de configurações de autenticação na página de edição do usuário.
ru_ru: выполняется непосредственно после печати последней строки (но до тега конечной таблицы) на экране при создании таблицы параметров проверки подлинности на странице редактирования пользователя.
zh_cn: 在 "编辑用户 "页面建立 "身份验证设置表 "时，在最后一行打印出来后（但在表尾标签之前）直接执行到屏幕上。

source: Executed directly after the last row is printed (but before the end table tag) to the screen when building the API Settings table on the Edit User page.
bg_bg: изпълнена директно след отпечатването на последния ред (но преди маркера на крайната таблица) на екрана, когато се създава таблицата с настройки за API на страницата за редактиране на потребителя.
de_de: Wird direkt nach dem Drucken der letzten Zeile (aber vor dem Tag der Endtabelle) auf dem Bildschirm ausgeführt, wenn die Tabelle "api settings" auf der Seite "edit user" erstellt wird.
es_es: se ejecuta directamente después de que se imprime la última fila (pero antes de la etiqueta de la mesa final) en la pantalla cuando se crea la tabla de configuración de la API en la página de edición del usuario.
fr_fr: exécuté directement après l'impression de la dernière ligne (mais avant la balise de fin) à l'écran lors de la création de la table des paramètres API sur la page d'édition de l'utilisateur.
it_it: eseguito direttamente dopo la stampa dell'ultima riga (ma prima del tag del terminale) sullo schermo durante la creazione della tabella delle impostazioni API nella pagina utente di modifica.
ja_jp: ユーザーの編集ページで API 設定テーブルを作成するときに最後の行が画面に表示された直後に実行されます (ただし、テーブル終了タグの前)。
pl_pl: wykonywane bezpośrednio po wydrukowaniu ostatniego wiersza (ale przed tagiem końca tabeli) na ekranie podczas tworzenia tabeli ustawień api na stronie edycji użytkownika.
pt_pt: executado diretamente após a última linha ser impressa (mas antes da tag da tabela final) na tela ao criar a tabela de configurações da API na página de edição do usuário.
ru_ru: выполняется непосредственно после печати последней строки (но до тега таблицы конца) на экране при создании таблицы настроек api на странице редактирования пользователя.
zh_cn: 在 "编辑用户 "页面上建立API设置表时，在最后一行打印出来后（但在结束表标签之前）直接执行到屏幕上。

source: Executed directly before the div containing the form buttons (Edit User, Cancel).
bg_bg: изпълнени директно пред div, съдържащ бутоните за формуляри (редактиране на потребителя, анулиране).
de_de: wird direkt vor dem div ausgeführt, das die Formularschaltflächen enthält (Benutzer bearbeiten, Abbrechen).
es_es: ejecutado directamente antes del div que contiene los botones de formulario (editar usuario, cancelar).
fr_fr: exécuté directement avant la div contenant les boutons de formulaire (modifier l'utilisateur, annuler).
it_it: eseguito direttamente prima del div contenente i pulsanti del modulo (modifica utente, annulla).
ja_jp: フォームボタンを含む div の直前で実行されます (ユーザーの編集、キャンセル)。
pl_pl: wykonywane bezpośrednio przed elementem div zawierającym przyciski formularzy (edytuj użytkownika, anuluj).
pt_pt: executado diretamente antes do div contendo os botões do formulário (editar usuário, cancelar).
ru_ru: выполняется непосредственно перед div, содержащим кнопки формы (отредактируйте пользователя, отмените).
zh_cn: 直接在包含表单按钮（编辑用户、取消）的div前执行。

source: Executed after the Edit User form has been submitted, after all of the main logic (add/edit) has been executed.
bg_bg: изпълнена след като е изпратен формулярът за редактиране, след като цялата основна логика (добавяне / редактиране) е изпълнена.
de_de: ausgeführt, nachdem das Benutzerformular bearbeitet wurde, nachdem die gesamte Hauptlogik (Hinzufügen / Bearbeiten) ausgeführt wurde.
es_es: ejecutado después de que se haya enviado el formulario de edición de usuario, después de que se haya ejecutado toda la lógica principal (agregar / editar).
fr_fr: exécuté après que le formulaire d'utilisateur d'édition a été soumis, après que toute la logique principale (ajouter / modifier) ​​a été exécutée.
it_it: eseguito dopo che il modulo utente di modifica è stato inviato, dopo che è stata eseguita tutta la logica principale (aggiunta / modifica).
ja_jp: メインロジック (追加/編集) がすべて実行された後に、ユーザーの編集フォームが送信された後に実行されます。
pl_pl: wykonywane po wysłaniu formularza edycji, po wykonaniu całej głównej logiki (dodaj / edytuj).
pt_pt: executado após o envio do formulário de edição, após toda a lógica principal (adicionar / editar) ter sido executada.
ru_ru: выполненный после того, как была изменена форма редактирования, после того, как была выполнена основная логическая (добавление / редактирование).
zh_cn: 在编辑用户表单提交后，在所有主逻辑（添加/编辑）被执行后执行。

source: Define a function that looks for any form inputs you designed with the
bg_bg: дефинирайте функция, която търси всички входни формати, които сте проектирали с
de_de: Definieren Sie eine Funktion, die nach allen Formulareingaben sucht, die Sie mit dem Formular erstellt haben
es_es: definir una función que busque cualquier entrada de formulario que haya diseñado con el
fr_fr: définir une fonction qui recherche toutes les entrées de formulaire que vous avez conçu avec le
it_it: definire una funzione che cerca gli input di qualsiasi forma progettati con
ja_jp: 設計したフォーム入力を検索する関数を定義する
pl_pl: zdefiniuj funkcję, która wyszukuje dowolne wejścia formularzy, które zaprojektowałeś za pomocą
pt_pt: definir uma função que procura por quaisquer entradas de formulário que você projetou com o
ru_ru: определите функцию, которая ищет любые входы формы, которые вы создали с помощью
zh_cn: 定义一个函数，该函数可以查找任何你用

source: callbacks.
bg_bg: обратни повиквания.
de_de: Rückrufe.
es_es: devoluciones de llamada.
fr_fr: rappels.
it_it: callback.
ja_jp: コールバック。
pt_pt: retornos de chamada.
ru_ru: Обратные вызовы.
zh_cn: 回调。

source: Executed directly after a user was successfully created.
bg_bg: Изпълнен директно, след като потребителят е създаден успешно.
de_de: ausgeführt direkt, nachdem ein Benutzer erfolgreich erstellt wurde.
es_es: ejecutados directamente después de que un usuario se ha creado correctamente.
fr_fr: exécutée directement après qu'un utilisateur a été créé avec succès.
it_it: eseguiti direttamente dopo che un utente è stato creato con successo.
ja_jp: ユーザーが正常に作成された後に実行されます.
pl_pl: wykonywane bezpośrednio po użytkownik został utworzony.
pt_pt: executados diretamente depois que um usuário foi criado com êxito.
ru_ru: выполняется непосредственно после того, как пользователь был успешно создан.
zh_cn: 用户创建成功后直接执行。

source: Executed directly after a user was successfully deleted.
bg_bg: Изпълнен директно, след като потребителят е изтрит успешно.
de_de: direkt nachdem ein Benutzer ausgeführt wurde erfolgreich gelöscht.
es_es: ejecutado directamente después de que un usuario se ha eliminado correctamente.
fr_fr: exécutée directement après qu'un utilisateur a été supprimé.
it_it: eseguito direttamente dopo che un utente è stato cancellato con successo.
ja_jp: ユーザーが正常に削除された後に実行されます.
pl_pl: wykonywane bezpośrednio po użytkownik został usunięty.
pt_pt: executados diretamente depois que um usuário foi excluído com sucesso.
ru_ru: выполняется непосредственно после того, как пользователь был успешно удален.
zh_cn: 在用户被成功删除后直接执行。

source: Append custom tabs to the Account/Notification Messages page.
bg_bg: Добавете персонализирани раздели към страницата за Потребителски профил / Уведомявания.
de_de: benutzerdefinierte Registerkarten auf das Konto / Benachrichtigungsmeldungen Seite anhängen.
es_es: añadir fichas personalizadas a la página de mensajes de la cuenta / notificación.
fr_fr: ajouter des onglets personnalisés à la page des messages de compte / de notification.
it_it: aggiungere schede personalizzate alla pagina di messaggi di conto / notifica.
ja_jp: アカウント/通知メッセージページにカスタムタブを追加します.
pl_pl: dołączyć własne zakładki do strony komunikatów konto / notyfikacji.
pt_pt: anexar guias personalizadas para a página de mensagens conta / notificação.
ru_ru: добавление пользовательских вкладок на странице сообщений учетной записи / уведомления.
zh_cn: 在 "账户/通知信息 "页面添加自定义标签。

source: New tabs will appear on the Account/Notification Messages page based on the %s array
bg_bg: Нови раздели, ще се появяват на страниците за потребителски профил / нотификационни съощения въз основа на %s масива
de_de: neue Registerkarten auf dem Konto / Benachrichtigungsmeldungen Seite erscheinen basierend auf der% s Array
es_es: nuevas pestañas aparecerán en la página de la cuenta / mensajes de notificación basado en la matriz de% s
fr_fr: de nouveaux onglets apparaîtront sur la page compte / messages de notification sur la base de la matrice du%
it_it: nuove schede verranno visualizzati nella pagina messaggi account / notifica sulla base di matrice% s
ja_jp: 新しいタブは、%s 配列に基づいて、アカウント/通知メッセージページに表示されます
pl_pl: nowe karty pojawią się na stronie konta wiadomości / powiadomień na podstawie tablicy% s
pt_pt: novas guias aparecerão na página de mensagens de contas / notificação com base na matriz do% s
ru_ru: новые вкладки будут появляться на странице учетной записи / сообщения уведомления на основе массива% S в
zh_cn: 新的标签页将根据%s数组出现在账户/通知信息页面上。

source: Append custom tabs to the Account/Notification Methods page.
bg_bg: Добавете персонализирани раздели към страницата за Потребителски профил / Уведомявания.
de_de: benutzerdefinierte Registerkarten auf das Konto / Benachrichtigungsmethoden Seite anhängen.
es_es: añadir fichas personalizadas a la página de métodos de cuenta / notificación.
fr_fr: ajouter des onglets personnalisés à la page des méthodes de compte / de notification.
it_it: aggiungere schede personalizzate alla pagina di metodi di conto / notifica.
ja_jp: アカウント/通知方法ページにカスタムタブを追加します.
pl_pl: dołączyć własne zakładki do strony metod konto / notyfikacji.
pt_pt: anexar guias personalizadas para a página de métodos de conta / notificação.
ru_ru: добавление пользовательских вкладок на странице методов счета / уведомления.
zh_cn: 将自定义选项卡添加到 "账户/通知方法 "页面。

source: New tabs will appear on the Account/Notification Methods page based on the %s array
bg_bg: Нови раздели, ще се появяват на страниците за потребителски профил / нотификационни методи въз основа на %s масива
de_de: neue Registerkarten auf dem Konto / Benachrichtigungsmethoden Seite erscheinen basierend auf der% s Array
es_es: nuevas pestañas aparecerán en la página de la cuenta / métodos de notificación basado en la matriz de% s
fr_fr: de nouveaux onglets apparaîtront sur la page compte / méthodes de notification sur la base de la matrice du%
it_it: nuove schede verranno visualizzati nella pagina account / metodi di notifica sulla base di matrice% s
ja_jp: 新しいタブは、%s 配列に基づいて、アカウント/通知方法ページに表示されます
pl_pl: nowe karty pojawią się na stronie konto / metod powiadamiania na podstawie tablicy% s
pt_pt: novas guias aparecerão na página de conta / métodos de notificação com base na matriz do% s
ru_ru: новые вкладки будут появляться на странице учетной записи / методы уведомления на основе массива% S в
zh_cn: 新的标签页将根据%s数组出现在账户/通知方法页面上。

source: Notes
bg_bg: Бележки
de_de: Beachten
es_es: Nota
fr_fr: Noter
it_it: Nota
ja_jp: メモ
pl_pl: notatki
pt_pt: NOTA
ru_ru: Внимание
zh_cn: 注意

source: array
bg_bg: масив
de_de: Feld
es_es: formación
fr_fr: tableau
it_it: schieramento
ja_jp: 配列
pl_pl: szyk
pt_pt: ordem
ru_ru: массив
zh_cn: 排列

source: Conditional checks on
bg_bg: Условни проверки на
de_de: bedingte Kontrollen
es_es: comprobaciones condicionales sobre
fr_fr: contrôles conditionnels sur
it_it: controlli condizionali su
ja_jp: 条件チェック
pl_pl: Kontrole uwarunkowane
pt_pt: verificações condicionais sobre
ru_ru: условные проверки на
zh_cn: 有条件地检查

source: used in Nagios XI output
bg_bg: Използван в Nagios XI резултат
de_de: in nagios xi Ausgabe verwendet
es_es: utilizado en la producción xi nagios
fr_fr: utilisé dans la production xi nagios
it_it: usato in uscita xi Nagios
ja_jp: Nagios XI 出力で使用されます
pl_pl: wykorzystywane w produkcji xi Nagios
pt_pt: usada na produção xi Nagios
ru_ru: при выводе используется хг NAGIOS
zh_cn: 用于Nagios XI的输出

source: How to
bg_bg: Как да
de_de: wie man
es_es: cómo
fr_fr: comment
it_it: come
ja_jp: 使用方法
pl_pl: jak
pt_pt: como
ru_ru: как
zh_cn: 如何

source: Hook into a Nagios XI Callback
bg_bg: Закачане към Nagios XI обратнo повикванe (callback)
de_de: Haken in einen nagios xi Rückruf
es_es: engancharse a una devolución de llamada xi nagios
fr_fr: crochet dans un xi rappel nagios
it_it: gancio in un xi callback nagios
ja_jp: Nagios XI コールバックにフックする
pl_pl: hak do Nagios xi zwrotnego
pt_pt: ligar para um xi callback nagios
ru_ru: крюк в хг обратный вызов NAGIOS
zh_cn: 钩入Nagios XI回调

source: Internal functions
bg_bg: Вътрешни функции
de_de: interne Funktionen
es_es: funciones internas
fr_fr: les fonctions internes
it_it: funzioni interne
ja_jp: 内部関数
pl_pl: funkcje wewnętrzne
pt_pt: funções internas
ru_ru: внутренние функции
zh_cn: 内部功能

source: Available Callbacks
bg_bg: Налични callbacks
de_de: verfügbar Rückrufe
es_es: devoluciones de llamada disponibles
fr_fr: callbacks disponibles
it_it: callback disponibili
ja_jp: 利用可能なコールバック
pl_pl: dostępne callbacki
pt_pt: callbacks disponíveis
ru_ru: доступные функции обратного вызова
zh_cn: 可用的回调

source: Custom API Endpoints
bg_bg: Персонализирани API крайни точки (endpoints)
de_de: individuelle Endpunkte
es_es: puntos finales personalizados
fr_fr: personnalisés extrémités
it_it: endpoint personalizzati
ja_jp: カスタムAPIエンドポイント
pl_pl: Własne punkty końcowe
pt_pt: endpoints personalizados
ru_ru: пользовательских конечных точек
zh_cn: 自定义API端点

source: This document is for developers who want to add API endpoints to their Nagios XI system. This document shows how, using a custom component.
bg_bg: Този документ е за програмисти, които искат да добавят API крайни точки (endpoints) към тяхната Nagios XI система. Този документ показва как да се направи това, с помощта на потребителски компонент.
de_de: Dieses Dokument ist für Entwickler, die api Endpunkte ihrer nagios xi System hinzufügen möchten. Dieses Dokument zeigt, wie eine benutzerdefinierte Komponente.
es_es: este documento está dirigido a desarrolladores que desean añadir puntos finales de API a su sistema xi nagios. este documento muestra cómo, utilizando un componente personalizado.
fr_fr: ce document est destiné aux développeurs qui souhaitent ajouter terminaux api à leur système de xi nagios. ce document montre comment, à l'aide d'un composant personnalisé.
it_it: questo documento è per gli sviluppatori che vogliono aggiungere gli endpoint API per il loro sistema xi Nagios. Questo documento illustra come, usando un componente personalizzato.
ja_jp: これは、Nagios XIシステムにAPIエンドポイントを追加する開発者向けの文書です. カスタムコンポーネントの使用方法について説明します.
pl_pl: Ten dokument jest przeznaczony dla programistów, którzy chcą dodać punkty końcowe API do ich systemu xi Nagios. Dokument ten pokazuje jak, przy użyciu składnika użytkownika.
pt_pt: este documento é para desenvolvedores que desejam adicionar terminais de API ao seu sistema xi nagios. Este documento mostra como, utilizando um componente personalizado.
ru_ru: Этот документ предназначен для разработчиков, которые хотят добавить API конечных точек к их системе хг Nagios. Этот документ показывает, как с помощью пользовательского компонента.
zh_cn: 本文档适用于希望向其Nagios XI系统添加API端点的开发人员。 本文档说明了如何使用自定义组件。

source: Custom Endpoints
bg_bg: Персонализирани крайни точки (endpoints)
de_de: individuelle Endpunkte
es_es: puntos finales personalizados
fr_fr: personnalisés extrémités
it_it: endpoint personalizzati
ja_jp: カスタムエンドポイント
pl_pl: Własne punkty końcowe
pt_pt: endpoints personalizados
ru_ru: пользовательских конечных точек
zh_cn: 自定义端点

source: We're going to cover how to create custom endpoints for use in your Nagios XI instance. These will automatically become available to any user that has access to the API once they're registered.
bg_bg: Ние ще разгледаме как да се създадат потребителски крайни точки (endpoints), които да се използват във вашето копие на Nagios XI. Те автоматично ще станат достъпни за всеки потребител, който има достъп до API, след като те са се регистрирали.
de_de: wir gehen zu decken, wie benutzerdefinierte Endpunkte für die Verwendung in Ihrem nagios xi Instanz zu erstellen. diese werden automatisch für alle Benutzer zur Verfügung stehen, die den Zugriff auf die api hat, sobald sie registriert sind.
es_es: vamos a cubrir cómo crear puntos finales personalizados para su uso en la instancia de Nagios XI. estos se convertirán automáticamente a disposición de cualquier usuario que tenga acceso a la API una vez que están registrados.
fr_fr: nous allons couvrir comment créer des paramètres pour une utilisation dans votre instance nagios xi. ceux-ci seront automatiquement à la disposition de tout utilisateur qui a accès à l'api une fois qu'ils sont enregistrés.
it_it: stiamo andando a coprire come creare gli endpoint personalizzati per l'uso nel caso Nagios xi. questi saranno automaticamente disponibili a qualsiasi utente che ha accesso alle API una volta che sono registrati.
ja_jp: ここでは、Nagios XIインスタンスでユーザー用カスタムエンドポイントの作成方法について説明します。ユーザーが登録したら自動的にすべてのユーザーがこのAPIにアクセスできるようになります。
pl_pl: mamy zamiar pokryć jak tworzyć własne punkty końcowe do użytku w danej instancji Nagios XI. to automatycznie staje się dostępny dla każdego użytkownika, który ma dostęp do API gdy są one zarejestrowane.
pt_pt: vamos cobrir como criar pontos de extremidade personalizados para uso em sua instância nagios xi. estes serão automaticamente tornam-se disponível para qualquer usuário que tenha acesso à API, uma vez que está registrado.
ru_ru: мы собираемся охватить как создавать пользовательские конечные точки для использования в вашем экземпляре Nagios XI. они автоматически становятся доступными любому пользователю, который имеет доступ к API, как только они зарегистрированы.
zh_cn: 我们将介绍如何创建自定义端点以用于Nagios XI实例。 一旦注册，这些权限将自动提供给有权访问该API的任何用户。

source: Creating the necessary code
bg_bg: Създаване на необходимия код
de_de: Schaffung der notwendigen Code
es_es: crear el código necesario
fr_fr: créer le code nécessaire
it_it: creare il codice necessario
ja_jp: 必要なコードの作成
pl_pl: tworząc niezbędne kod
pt_pt: criando o código necessário
ru_ru: создание необходимого кода
zh_cn: 创建必要的代码
