Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Host - retain nonstatus information
bg_bg: Хост - запазване на "безстатусна" (nonstatus) информация
de_de: Gastgeber - behalten nonstatus Informationen
es_es: acoger - retener información nonstatus
fr_fr: accueillir - de conserver des informations non inscrits
it_it: ospiterà - conservare le informazioni nonstatus
ja_jp: ホスト - 非ステータス情報の保持
pl_pl: gospodarzem - zachowują nonstatus informacji
pt_pt: Host - reter informações nonstatus
ru_ru: Host - сохранить nonstatus информацию
zh_cn: 主机-保留非状态信息

source: This directive is used to determine whether or not non-status information about the host is retained across program restarts. This is only useful if you have enabled state retention using the retain_state_information directive.
bg_bg: Тази директива се използва, за да се определи дали информацията за липса на статус (non-status information) за хоста се запазва в програмата при рестартиране. Това е от полза, само ако сте активирали "запазване на състоянието" (state retention) с помощта на директивата retain_state_information.
de_de: Diese Direktive wird benutzt, um, ob nicht-zustandsbezogene Informationen zu ermitteln über das Host über Programmneustarts hinweg aufbewahrt. Das ist nur sinnvoll, wenn Sie Statusaufbewahrung über die retain_state_information Richtlinie haben.
es_es: esta directiva se utiliza para determinar si la información no-estado sobre el anfitrión se retiene en los reinicios del programa. esto sólo es útil si se ha habilitado la retención estado usando la directiva retain_state_information.
fr_fr: cette directive est utilisée pour déterminer si oui ou non l'information non-état sur l'hôte est conservée après redémarrage du programme. ce ne est utile que si vous avez activé la rétention d'états en utilisant la retain_state_information.
it_it: questa direttiva viene utilizzata per determinare se le informazioni non di stato riguardo l'host è mantenuta attraverso riavvio del programma. questo è utile solo se è stata attivata la ritenzione di stato utilizzando la direttiva retain_state_information.
ja_jp: このディレクティブは、このホストに関する非ステータス情報がプログラムの再起動後も保持されているか否かを決定するために使用されます. これはretain_state_informationディレクティブを使用して、ステータス保持を有効にしている場合にのみ有効です.
pl_pl: dyrektywa ta jest używana do określenia, czy dane informacje nie stanie się gospodarzem jest zapamiętywany po ponownym uruchomieniu programu. to jest użyteczne tylko wtedy, gdy włączono retencję państwa za pomocą dyrektywy retain_state_information.
pt_pt: esta directiva é usado para determinar se as informações não-estado sobre o anfitrião é mantida através do programa reinicia. isso só é útil se você tiver habilitado a retenção de estado usando a diretiva retain_state_information.
ru_ru: Эта директива используется для определения информации или нет, не статус о хозяине сохраняется во всех программных перезагрузки. это только полезно, если вы включили сохранение государственной помощи директивы retain_state_information.
zh_cn: 该伪指令用于确定在程序重新启动后是否保留有关主机的非状态信息。 只有在使用retain_state_information指令启用状态保留的情况下，此功能才有用。

source: disable non-status information retention,
bg_bg: деактивирайте съхранението на информацията извън статус (non-status information retention),
de_de: Deaktivieren von nicht-Statusinformationsaufbewahrung,
es_es: desactivar la retención de información no estado,
fr_fr: désactiver informations non-état de rétention,
it_it: disabilitare informazioni non di stato di conservazione,
ja_jp: 非ステータス情報の保持を無効にする,
pl_pl: wyłączenie nie stanie zachowania informacji,
pt_pt: desativar non-status de retenção de informações,
ru_ru: отключить сохранение информации без определенного статуса,
zh_cn: 禁用非状态信息保留，

source: enable non-status information retention.
bg_bg: Позволете задържане на информация извън статус.
de_de: ermöglichen nicht-Statusinformationen Bindung.
es_es: permitir la retención de información que no sea de estado.
fr_fr: permettre à des informations non-état rétention.
it_it: attivare le informazioni non di stato di conservazione.
ja_jp: 非ステータス情報の保持を有効にする.
pl_pl: umożliwiają zatrzymanie nie statusu informacji.
pt_pt: permitir que não-estado de retenção de informações.
ru_ru: включить сохранение информации без состояния.
zh_cn: 启用非状态信息保留。

source: This is a list of the
bg_bg: Това е списък на
de_de: Dies ist eine Liste der
es_es: esta es una lista de la
fr_fr: ce est une liste de la
it_it: questa è una lista di
ja_jp: これは次のリストです：
pl_pl: jest to lista
pt_pt: esta é uma lista do
ru_ru: это список
zh_cn: 这是其中的一个列表

source: short names
bg_bg: кратки имена
de_de: Kurznamen
es_es: nombres cortos
fr_fr: noms courts
it_it: nomi brevi
ja_jp: 短縮名
pl_pl: krótkie nazwy
pt_pt: nomes curtos
ru_ru: короткие имена
zh_cn: 简称

source: of the contacts that should be notified whenever there are problems (or recoveries) with this host. Multiple contacts should be separated by commas. Useful if you want notifications to go to just a few people and don't want to configure contact groups. You must specify at least one contact or contact group in each host definition.
bg_bg: на контактите, които трябва да бъдат уведомени, когато има проблеми (или възстановявания) с този хост. Многократните контакти трябва да бъдат разделени със запетаи. Това е полезно, ако искате нотификациите да бъдат изпратени само до само няколко души и да не искате конфигурирате контактни групи. Трябва да посочите поне един контакт или контактна група във всяка дефиниция на хост.
de_de: der Kontakte, die informiert werden sollen, wenn es Probleme (oder Erholungen) dieses Hosts. Mehrere Kontakte werden durch Kommata getrennt werden. nützlich, wenn Sie Benachrichtigungen nur an ein paar Leute gehen und nicht wollen, Kontaktgruppen definieren. Sie müssen mindestens einen Kontakt oder eine Kontaktgruppe in jeder Host-Definition angeben.
es_es: de los contactos que deben ser notificados cada vez que hay problemas (o recuperaciones) con este anfitrión. varios contactos deben estar separados por comas. útil si desea que las notificaciones para ir a unas pocas personas y no quieren configurar grupos de contacto. debe especificar al menos un contacto o grupo de contactos en cada definición de acogida.
fr_fr: des contacts qui devraient être notifiés chaque fois il ya des problèmes (ou retours) avec cet hôte. plusieurs contacts doivent être séparées par des virgules. utile si vous souhaitez envoyer des notifications vers quelques personnes et ne veulent pas configurer des groupes de contact. vous devez spécifier au moins un contact ou groupe de contacts dans chaque définition d'hôte.
it_it: dei contatti che devono essere notificate quando ci sono problemi (o recuperi) con questo host. più contatti devono essere separati da virgole. utile se si desidera che le notifiche andare a poche persone e non vogliono configurare gruppi di contatti. è necessario specificare almeno un contatto o di un gruppo di contatto in ogni definizione host.
ja_jp: : このホストに障害（または復旧）があるたびに通知する必要がある連絡先. 連絡先が複数ある場合は、カンマで区切る必要があります. 数人の人に通知する場合や連絡先グループを構成したくない場合に便利です. 各ホスト定義で少なくとも1つの連絡先または連絡先グループを指定する必要があります.
pl_pl: kontaktów, które należy zgłaszać, gdy są problemy (lub odzyskanie) z tego hosta. wielokrotne kontakty powinny być oddzielone przecinkami. przydatne, jeśli chcesz, aby przejść do powiadomienia tylko kilka osób i nie chcesz, aby skonfigurować grupy kontaktów. należy określić co najmniej jeden kontakt lub grupę kontaktów w każdej definicji hosta.
pt_pt: dos contatos que devem ser notificados sempre que houver problemas (ou recuperações) com este host. vários contatos devem ser separados por vírgulas. útil se você quiser notificações para ir para apenas algumas pessoas e não deseja configurar grupos de contatos. você deve especificar pelo menos um contato ou grupo de contatos em cada definição de host.
ru_ru: контакты, которые должны быть уведомлены всякий раз, когда есть проблемы (или восстановление) с этого хоста. несколько контактов должны быть разделены запятыми. полезно, если вы хотите уведомления пойти просто несколько человек и не хочу, чтобы настроить группы контактов. Вы должны указать хотя бы один контакт или группу контактов в каждом определении хозяина.
zh_cn: 当此主机出现问题（或恢复）时应通知的联系人数量。 多个联系人应以逗号分隔。 如果您希望仅将通知发送给几个人并且不想配置联系人组，则很有用。 您必须在每个主机定义中至少指定一个联系人或联系人组。

source: Host - contact groups
bg_bg: Хост - контактни групи (contact groups)
de_de: Host - Kontaktgruppen
es_es: grupos de contacto - huésped
fr_fr: groupes de contact - hôte
it_it: gruppi di contatti - ospite
ja_jp: ホスト - 連絡先グループ
pl_pl: grupy kontaktowe - gospodarza
pt_pt: grupos de contatos - host
ru_ru: хост - контактные группы
zh_cn: 主机 - 联系人组

source: of the contact groups that should be notified whenever there are problems (or recoveries) with this host. Multiple contact groups should be separated by commas. You must specify at least one contact or contact group in each host definition.
bg_bg: на контактните групи, които трябва да бъдат уведомени, когато има проблеми (или възстановявания) с този хост. Множеството контактни групи трябва да бъдат разделени със запетаи. Трябва да посочите поне един контакт или контактна група във всяка дефиниция на хост.
de_de: der Kontaktgruppen, die informiert werden sollen, wenn es Probleme (oder Erholungen) dieses Hosts. Mehrere Kontaktgruppen werden durch ein Komma getrennt werden. Sie müssen mindestens einen Kontakt oder eine Kontaktgruppe in jeder Host-Definition angeben.
es_es: de los grupos de contacto que deberían notificarse cada vez que hay problemas (o recuperaciones) con este anfitrión. varios grupos de contacto deben estar separados por comas. debe especificar al menos un contacto o grupo de contactos en cada definición de acogida.
fr_fr: des groupes de contact qui doivent être notifiés chaque fois qu'il ya des problèmes (ou des recouvrements) avec cet hôte. groupes de contact multiples doivent être séparées par des virgules. vous devez spécifier au moins un contact ou groupe de contacts dans chaque définition d'hôte.
it_it: dei gruppi di contatto che devono essere notificate quando ci sono problemi (o recuperi) con questo host. più gruppi di contatto devono essere separati da virgole. è necessario specificare almeno un contatto o di un gruppo di contatto in ogni definizione host.
ja_jp: : このホストに障害（または復旧）があるたびに通知されるべきである連絡先グループ. 連絡先グループが複数ある場合は、カンマで区切る必要があります. 各ホスト定義に少なくとも1つの連絡先または連絡先グループを指定する必要があります.
pl_pl: z grup kontaktów, które powinny być zgłoszone, gdy są problemy (lub odzyskanie) z tego hosta. wiele grup kontaktowe powinny być oddzielone przecinkami. należy określić co najmniej jeden kontakt lub grupę kontaktów w każdej definicji hosta.
pt_pt: dos grupos de contatos que devem ser notificados sempre que houver problemas (ou recuperações) com este host. vários grupos de contato devem ser separados por vírgulas. você deve especificar pelo menos um contato ou grupo de contatos em cada definição de host.
ru_ru: контактных групп, которые должны быть уведомлены всякий раз, когда есть проблемы (или восстановление) с этого хоста. несколько контактных групп должны быть разделены запятыми. Вы должны указать хотя бы один контакт или группу контактов в каждом определении хозяина.
zh_cn: 当此主机出现问题（或恢复）时应通知的联系组的数量。 多个联系人组应以逗号分隔。 您必须在每个主机定义中至少指定一个联系人或联系人组。

source: Host - notification period
bg_bg: Хост - период на нотификация (notification period)
de_de: Host - Meldefrist
es_es: huésped - período de notificación
fr_fr: accueil - période de notification
it_it: ospite - periodo di notifica
ja_jp: ホスト - 通知期間
pl_pl: hosta - termin powiadomienia
pt_pt: hospedeiro - período de notificação
ru_ru: хост - срок уведомления
zh_cn: 主机 - 通知周期

source: This directive is used to specify the short name of the time period during which notifications of events for this host can be sent out to contacts. If a host goes down, becomes unreachable, or recoveries during a time which is not covered by the time period, no notifications will be sent out.
bg_bg: Тази директива се използва за определяне на краткото име на периода от време, през който могат да бъдат изпращани нотификации за събития за този хост до контакти. Ако хоста спре да работи (е в състояние на покой), стане недостъпен, или се възстанови извън този период от време, никакви нотификации няма да бъдат изпратени.
de_de: Diese Direktive wird benutzt, um den Kurznamen des Zeitfensters, in dem Benachrichtigungen zu Ereignissen dieses Hosts an Kontakte versandt werden. wenn ein Host down geht, unerreichbar wird oder sich wieder erholt, einer Zeit, die von der Zeitfenster liegen, werden keine Benachrichtigungen versandt.
es_es: esta directiva se utiliza para especificar el nombre corto del período de tiempo durante el cual las notificaciones de eventos para este host se pueden enviar a los contactos. si un host se cae, se vuelve inalcanzable, o recuperaciones durante un tiempo que no está cubierto por el período de tiempo, no hay notificaciones serán enviadas.
fr_fr: cette directive est utilisée pour spécifier le nom court de la période de temps pendant laquelle les notifications d'événements pour cet hôte peuvent être envoyées aux contacts. si un hôte tombe en panne, devient inaccessible, ou recouvrements pendant un temps qui ne est pas couvert par la période de temps, pas de notifications seront envoyées.
it_it: questa direttiva viene utilizzato per specificare il nome breve periodo di tempo durante il quale le notifiche di eventi per questa struttura possono essere inviati ai contatti. se un host va giù, diventa irraggiungibile, o recuperi in un momento che non è coperta dal periodo di tempo, nessuna notifica saranno inviati.
ja_jp: このディレクティブは、このホストのイベントの通知を連絡先に送信することができる期間の短縮名を指定するために使用されます. 期間外に発生したホスト停止、到達不能、復旧は、通知が送信されません.
pl_pl: dyrektywa ta jest stosowana do określenia krótką nazwę okresu, w którym powiadomienia o wydarzeniach dla tego hosta może być wysłany do kontaktów. jeśli gospodarz idzie w dół, staje się nieosiągalny, lub zwrotów w czasie, który nie jest objęty okresem czasu, powiadomienia nie będą wysyłane.
pt_pt: esta directiva é usado para especificar o nome abreviado do período de tempo durante o qual as notificações de eventos para este host pode ser enviado para contatos. se um host vai para baixo, torna-se inacessível, ou recuperações durante um tempo que não é coberto pelo período de tempo, nenhuma notificação será enviada para fora.
ru_ru: Эта директива используется, чтобы указать краткое название периода времени, в течение которого уведомления о событиях для данного хоста может быть отправлено в список контактов. Если хозяин идет вниз, становится недоступным, или взысканных в то время, на которые не распространяется на период времени, без уведомления не будет отправлено.
zh_cn: 此伪指令用于指定时间段的短名称，在该时间段内可以将此主机的事件通知发送给联系人。 如果主机在该时间段未涵盖的时间内发生故障，无法访问或恢复，则不会发送任何通知。

source: Host - notification options
bg_bg: Хост - опции за нотификация
de_de: Benachrichtigungsoptionen
es_es: Opciones de las Notificaciones
fr_fr: Options de notification
it_it: Opzioni di notifica
ja_jp: ホスト - 通知オプション
pl_pl: gospodarzem opcje powiadomień
pt_pt: Opções de Notificação
ru_ru: Параметры уведомлений
zh_cn: 主机-通知选项

source: This directive is used to determine when notifications for the host should be sent out. Valid options are a combination of one or more of the following:
bg_bg: Тази директива се използва, за да се определи кога уведомленията за хоста трябва да бъдат изпратени. Валидни опции са комбинация от един или повече от следните:
de_de: Diese Direktive wird benutzt, um festzustellen, wann Benachrichtigungen für diesen Host versandt werden. gültigen Optionen sind eine Kombination von einem oder mehreren der folgenden:
es_es: esta directiva se utiliza para determinar cuando las notificaciones para el host deben ser enviados. Las opciones válidas son una combinación de uno o más de los siguientes:
fr_fr: cette directive est utilisée pour déterminer quand les notifications pour l'hôte doivent être envoyées. options valides sont une combinaison d'un ou plusieurs des éléments suivants:
it_it: questa direttiva è usata per determinare quando le notifiche per l'host dovrebbero essere spedite. opzioni valide sono una combinazione di uno o più dei seguenti:
ja_jp: このディレクティブは、ホストの通知が送信されるべきかを決定するために使用されます. 有効なオプションは、以下の1つ以上の組み合わせです：
pl_pl: dyrektywa ta jest używana do określenia, kiedy powiadomienia dla przyjmującego powinny być wysyłane. Poprawne opcje kombinacja jednego lub więcej z następujących:
pt_pt: esta directiva é usado para determinar quando as notificações para o acolhimento deve ser enviado para fora. opções válidas são uma combinação de um ou mais dos seguintes:
ru_ru: Эта директива используется для определения того, когда оповещения для хозяина должны быть отправлены. Действующие параметры представляют собой сочетание одного или более из следующих:
zh_cn: 此伪指令用于确定何时应发送主机通知。 有效选项是以下一项或多项的组合：

source: send notifications on a DOWN state,
bg_bg: Изпратете уведомления за състояние на ПОКОЙ (DOWN state),
de_de: Benachrichtigungen bei einem Down-Zustand,
es_es: enviar notificaciones en un estado abajo,
fr_fr: envoyer des notifications sur un état bas,
it_it: inviare notifiche su uno stato verso il basso,
ja_jp: 停止ステータスで通知を送信する,
pl_pl: wysyłanie powiadomień o stanie w dół,
pt_pt: enviar notificações em um estado para baixo,
ru_ru: отправлять уведомления на нажатом состоянии,
zh_cn: 在停机状态下发送通知，

source: send notifications on an UNREACHABLE state,
bg_bg: Изпратете уведомления за НЕДОСТИЖИМО състояние (UNREACHABLE state),
de_de: Benachrichtigungen bei einem UNREACHABLE-Zustand,
es_es: enviar notificaciones en un estado inalcanzable,
fr_fr: envoyer des notifications sur un état inaccessible,
it_it: inviare notifiche su uno stato irraggiungibile,
ja_jp: 到達不能ステータスで通知を送信する,
pl_pl: wysyłanie powiadomień na stanie nieosiągalnym,
pt_pt: enviar notificações em um estado inacessível,
ru_ru: отправлять уведомления по недостижимому государства,
zh_cn: 在不可达状态下发送通知，

source: send notifications on recoveries (OK state),
bg_bg: Изпратете уведомления за възстановяванията (ОК състояние),
de_de: Benachrichtigungen bei Erholungen (OK-Zustand)
es_es: enviar notificaciones sobre las recuperaciones (ok estado),
fr_fr: envoyer des notifications sur les recouvrements (état correct),
it_it: inviare notifiche sui recuperi (ok Stato),
ja_jp: 復旧 (OKステータス) で通知を送信する,
pl_pl: wysyłanie powiadomień o odzyskanych (stan ok),
pt_pt: enviar notificações sobre as recuperações (estado ok),
ru_ru: отправлять уведомления по возмещений (ОК состояние),
zh_cn: 发送有关恢复的通知（“正常”状态），

source: send notifications when the host starts and stops flapping, and
bg_bg: Изпратете уведомления, когато започва и завършва честата промяна на състоянието на хоста (flapping).
de_de: Benachrichtigungen versenden, wenn der Host startet und stoppt zu flattern, und
es_es: enviar notificaciones cuando el anfitrión inicia y detiene aleteo, y
fr_fr: envoyer des notifications lorsque l'hôte démarre et arrête d'osciller, et
it_it: inviare notifiche quando l'host avvia e arresta sbattere, e
ja_jp: ホストがフラッピングを開始および停止したときに通知を送信する,
pl_pl: wysyłanie powiadomień po uruchomieniu hosta i zatrzymuje trzepotanie i
pt_pt: enviar notificações quando o host inicia e pára bater, e
ru_ru: отправлять уведомления при запуске хоста и останавливается хлопает, и
zh_cn: 在主机启动和停止摆动时发送通知，以及

source: send notifications when scheduled downtime starts and ends.
bg_bg: Изпратете уведомления, когато планираното (по график) прекъсване започва и завършва.
de_de: Benachrichtigungen versenden, wenn geplante Ausfallzeit anfängt und endet.
es_es: enviar notificaciones cuando el tiempo de inactividad programado comienza y termina.
fr_fr: envoyer des notifications lorsque arrêt programmé commence et se termine.
it_it: inviare notifiche quando downtime pianificato inizia e finisce.
ja_jp: スケジュールダウンタイムの開始および終了時に通知を送信する.
pl_pl: wysyłanie powiadomień, gdy planowane przestoje zaczyna i kończy.
pt_pt: enviar notificações quando interrupções programadas começa e termina.
ru_ru: отправлять уведомления при запуске Плановое время простоя и заканчивается.
zh_cn: 在计划的停机时间开始和结束时发送通知。

source: If you do not specify any notification options, Nagios will assume that you want notifications to be sent out for all possible states.
bg_bg: Aко не определите никакви опции за нотификация, Nagios ще приеме, че искате нотификациите да бъдат изпратени за всички възможни състояния.
de_de: Wenn Sie keine Benachrichtigungsoptionen angeben, geht Nagios davon aus, dass Sie Benachrichtigungen zu allen möglichen Zuständen haben werden.
es_es: si no se especifica ninguna opción de notificación, nagios asumirán que desea que las notificaciones se enviarán a cabo para todos los estados posibles.
fr_fr: si vous ne spécifiez pas d'options de notification, Nagios suppose que vous souhaitez que les notifications doivent être envoyées pour tous les états possibles.
it_it: se non si specifica alcuna opzione di notifica, Nagios assumerà che si desidera che le notifiche da inviare per tutti gli stati possibili.
ja_jp: 通知オプションを何も指定しない場合、Nagiosはすべての可能なステータスについての通知を送信するとみなします.
pl_pl: jeśli nie podasz żadnych opcji powiadomień, Nagios zakłada, że ​​chcesz, aby powiadomienia będą wysyłane do wszystkich możliwych stanów.
pt_pt: se você não especificar quaisquer opções de notificação, Nagios irá supor que você quer que sejam enviadas notificações para fora para todos os estados possíveis.
ru_ru: Если вы не укажете никаких параметров уведомлений, Nagios будет считать, что вы хотите, чтобы уведомления направлялись из всех возможных состояний.
zh_cn: 如果您未指定任何通知选项，则Nagios将假定您希望针对所有可能的状态发送通知。

source: Example: If you specify <strong>d,r</strong> in this field, notifications will only be sent out when the host goes DOWN and when it recovers from a DOWN state.
bg_bg: Пример: ако посочите <strong>d,r</strong> в тази област, уведомленията ще бъдат изпратени само когато хоста спре работа (е изключен) и когато възобнови работа.
de_de: Beispiel: wenn Sie <strong>d, r</strong> in diesem Feld angeben, werden Benachrichtigungen nur dann versandt, wenn der Host down geht und sich wieder von einem Down-Zustand erholt.
es_es: ejemplo: si especifica <strong>d, r</strong> en este campo, las notificaciones sólo serán enviados cuando el anfitrión se pone y cuando se recupere de un estado hacia abajo.
fr_fr: exemple: si vous spécifiez <strong>d, r</strong> dans ce domaine, les notifications ne seront envoyées quand l'hôte descend et quand il récupère d'un état ​​vers le bas.
it_it: esempio: se si specifica <strong>d, r</strong> in questo campo, le notifiche saranno inviate solo quando l'host va giù e quando recupera da uno stato basso.
ja_jp: 例：このフィールドで <strong>d,r</strong> を指定した場合、ホストが停止したときと停止ステータスから復旧したときのみに、通知が送信されます.
pl_pl: Przykład: jeśli podasz <strong>d, r,</strong> w tej dziedzinie, powiadomienia będą wysyłane tylko wtedy, gdy gospodarz idzie w dół, a kiedy odzyskuje od stanu w dół.
pt_pt: exemplo: se você especificar <strong>d, r</strong> neste campo, as notificações só serão enviados quando o anfitrião vai para baixo e quando se recupera de um estado para baixo.
ru_ru: пример: если вы определяете <strong>D, R</strong> в этой области, будут отправляться уведомления только, когда хозяин идет вниз, а когда он оправится от первоначального состояния.
zh_cn: 例子。如果您在此字段中指定<strong>d,r</strong>，只有当主机进入停机状态和从停机状态恢复时才会发送通知。

source: Host - notification enabled
bg_bg: Хост - активирани нотификации
de_de: Benachrichtigungen aktiviert
es_es: Notificaciones habilitadas
fr_fr: Notifications Activé
it_it: Notifiche Attivato
ja_jp: ホスト - 通知の有効化
pl_pl: włączone powiadomienia gospodarza
pt_pt: Notificações são ativadas
ru_ru: Уведомления Доступно
zh_cn: 主机-启用通知
