Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Flapping Stopped
bg_bg: Честите промени в състоянието (Flapping) спират
de_de: Flattern Stopp
es_es: Batiendo Detener
fr_fr: Battement d'arrêt
it_it: Battere le ali di arresto
ja_jp: フラッピング停止
pl_pl: trzepotanie przystanek
pt_pt: batendo parada
ru_ru: Хлопающие Stop
zh_cn: 扑停止

source: Flapping Disabled
bg_bg: Честите промени в състоянието (Flapping) са деактивирани
de_de: Flattern Behinderte
es_es: Batiendo discapacitados
fr_fr: Battant Désactivé
it_it: Battere le ali per portatori di handicap
ja_jp: フラッピング無効
pl_pl: trzepotanie niepełnosprawnych
pt_pt: batendo desativado
ru_ru: Хлопающие инвалидов
zh_cn: 扑已禁用

source: Downtime Ended
bg_bg: времето на престой приключи
de_de: Ausfallzeit endete
es_es: el tiempo de inactividad terminó
fr_fr: temps d'arrêt terminé
it_it: tempo di inattività terminato
ja_jp: ダウンタイムが終了しました
pl_pl: czas przestoju się skończył
pt_pt: tempo de inatividade terminado
ru_ru: время простоя закончилось
zh_cn: 停机时间结束

source: Downtime Cancelled
bg_bg: прекъсването на престоя
de_de: Ausfallzeit abgebrochen
es_es: tiempo de inactividad cancelado
fr_fr: temps d'arrêt annulé
it_it: tempi di inattività annullati
ja_jp: ダウンタイムのキャンセル
pl_pl: przestój został anulowany
pt_pt: tempo de inatividade cancelado
ru_ru: время простоя отменено
zh_cn: 停机时间被取消

source: ERROR: Could not export report as
bg_bg: Грешка: не може да изнася доклада като
de_de: Fehler: konnte nicht Bericht exportieren
es_es: error: No se pudo exportar informe como
fr_fr: erreur: ne pouvait pas exporter rapport comme
it_it: Errore: non poteva esportare rapporto come
ja_jp: エラー：レポートのエクスポートに失敗しました:
pl_pl: Błąd: nie można wyeksportować raport jako
pt_pt: erro: Não poderia exportar relatório como
ru_ru: Ошибка: не удалось экспортировать отчет, как
zh_cn: 错误：无法将报告导出为

source: This type is not defined.
bg_bg: Този тип не е определен.
de_de: dieser Typ ist nicht definiert.
es_es: este tipo no está definido.
fr_fr: ce type est pas défini.
it_it: questo tipo non è definito.
ja_jp: このタイプは定義されていません.
pl_pl: Ten typ nie jest zdefiniowana.
pt_pt: este tipo não está definido.
ru_ru: этот тип не определен.
zh_cn: 未定义此类型。

source: Failed to create
bg_bg: Не успя да създаде
de_de: nicht zu schaffen
es_es: fallado para crear
fr_fr: pas réussi à créer
it_it: non è riuscito a creare
ja_jp: 作成に失敗しました:
pl_pl: nie udało się utworzyć
pt_pt: não conseguiu criar
ru_ru: не удалось создать
zh_cn: 创建失败

source: Verify that your Nagios XI server can connect to the URL
bg_bg: Проверете дали Nagios XI сървъра може да се свърже с URL адреса
de_de: Überprüfung, dass das Nagios XI-Server kann auf die URL zu verbinden
es_es: compruebe que su servidor xi nagios puede conectarse a la url
fr_fr: vérifiez que votre serveur Nagios XI peut se connecter à l'URL
it_it: verificare che il server xi Nagios può collegarsi all'URL
ja_jp: Nagios XIサーバーがURLに接続できることをご確認ください
pl_pl: sprawdzić, czy serwer xi Nagios może połączyć się z adresem URL
pt_pt: verificar se o servidor xi nagios pode se conectar à url
ru_ru: убедитесь, что ваш сервер Nagios XI может подключиться к URL
zh_cn: 验证您的Nagios XI服务器可以连接到URL

source: Today
bg_bg: Днес
de_de: Heute
es_es: Hoy
fr_fr: Aujourd'hui
it_it: Oggi
ja_jp: 今日
pl_pl: dzisiaj
pt_pt: Hoje
ru_ru: Сегодня
zh_cn: 今天

source: Yesterday
bg_bg: Вчера
de_de: Gestern
es_es: Ayer
fr_fr: Hier
it_it: Ieri
ja_jp: 昨日
pl_pl: wczoraj
pt_pt: Ontem
ru_ru: Вчера
zh_cn: 昨天

source: This Week
bg_bg: Тази седмица
de_de: Diese Woche
es_es: Esta semana
fr_fr: Cette Semaine
it_it: Questa settimana
ja_jp: 今週
pl_pl: w tym tygodniu
pt_pt: Esta semana
ru_ru: На этой неделе
zh_cn: 这周

source: This Month
bg_bg: Този месец
de_de: Dieser Monat
es_es: Mes
fr_fr: Ce mois-ci
it_it: Questo Mese
ja_jp: 今月
pl_pl: w tym miesiącu
pt_pt: Mês
ru_ru: В этом месяце
zh_cn: 本月

source: This Quarter
bg_bg: Това тримесечие
de_de: Das Quarter
es_es: Este barrio
fr_fr: Ce trimestre
it_it: Questo quartiere
ja_jp: 今四半期
pl_pl: w tym kwartale
pt_pt: Este trimestre
ru_ru: Это четверть
zh_cn: 本季度

source: This Year
bg_bg: Тази година
de_de: Dieses Jahr
es_es: Este Año
fr_fr: Cette Année
it_it: Questo Anno
ja_jp: 今年
pl_pl: w tym roku
pt_pt: Este Ano
ru_ru: В этом году
zh_cn: 今年

source: Last Quarter
bg_bg: Последна четвърт
de_de: Letztes Viertel
es_es: Ultima pagina
fr_fr: Dernier quartier
it_it: Ultimo quarto
ja_jp: 前四半期
pl_pl: Ostatni kwartał
pt_pt: Última atualização
ru_ru: Последняя четверть
zh_cn: 上一个季度

source: SOFT
bg_bg: мек
de_de: weich
es_es: suave
fr_fr: doux
it_it: morbido
ja_jp: ソフト
pl_pl: miękki
pt_pt: suave
ru_ru: мягкий
zh_cn: 软

source: HARD
bg_bg: твърд
de_de: hart
es_es: difícil
fr_fr: difficile
it_it: difficile
ja_jp: ハード
pl_pl: ciężko
pt_pt: Difícil
ru_ru: жесткий
zh_cn: 硬

source: Add to My Reports
bg_bg: Добави в моите отчети
de_de: in meinen Berichten
es_es: A los informes
fr_fr: ajouter à mes rapports
it_it: aggiungi ai miei rapporti
ja_jp: マイレポートに追加
pl_pl: dodaj do moich raportów
pt_pt: adicionar aos meus relatórios
ru_ru: добавить в моих докладах
zh_cn: 添加到我的报告

source: total matches for
bg_bg: общо съвпадения за
de_de: Treffer insgesamt für
es_es: total de coincidencias para
fr_fr: matchs au total pour
it_it: partite totali per
ja_jp: 一致総数
pl_pl: Wszystkie mecze
pt_pt: jogos totais
ru_ru: Всего результатов
zh_cn: 的总匹配

source: total records
bg_bg: Общо записи
de_de: Einträge gesamt
es_es: total de registros
fr_fr: nombre total d'enregistrements
it_it: record totali
ja_jp: レコード総数
pl_pl: Wszystkie wyniki
pt_pt: Total de registros
ru_ru: Всего записей
zh_cn: 总记录

source: Clear search criteria
bg_bg: Изчистете критериите за търсене
es_es: Limpiar criterio de busqueda
fr_fr: Critères de recherche Effacer
it_it: Criteri di ricerca Cancella
ja_jp: 検索条件をクリア
pl_pl: jasne kryteria wyszukiwania
pt_pt: Limpar Critérios de Pesquisa
ru_ru: Четкие критерии поиска
zh_cn: 清除搜索标准

source: Clear Search Criteria
bg_bg: Изчистете критериите за търсене
es_es: Limpiar criterio de busqueda
fr_fr: Critères de recherche Effacer
it_it: Criteri di ricerca Cancella
ja_jp: 検索条件をクリア
pl_pl: jasne kryteria wyszukiwania
pt_pt: Limpar Critérios de Pesquisa
ru_ru: Четкие критерии поиска
zh_cn: 清除搜索标准

source: Enterprise Trial Enabled
bg_bg: Enterprise trial е активиран
de_de: Enterprise-Test aktiviert
es_es: Prueba de empresa habilitada
fr_fr: Essai d'entreprise activé
it_it: La prova di impresa abilitata
ja_jp: Enterprise版のトライアルを有効にする
pl_pl: Włączone
pt_pt: Experiência corporativa habilitada
ru_ru: Пробная версия предприятия
zh_cn: 启用企业试用版

source: Enterprise features have been enabled!<br>You can use all the enterprise features for
bg_bg: Функциите на предприятието са активирани! <br> Можете да използвате всички функции на предприятието за
de_de: Enterprise-Features wurden aktiviert! <br> Sie können alle Unternehmensfunktionen für verwenden
es_es: Se han habilitado las funciones empresariales. <br> Puede utilizar todas las funciones empresariales para
fr_fr: Les fonctionnalités de l'entreprise ont été activées! <br> Vous pouvez utiliser toutes les fonctionnalités de l'entreprise pour
it_it: Le funzionalità aziendali sono state abilitate! <br> È possibile utilizzare tutte le funzioni aziendali per
ja_jp: Enterprise版の機能が有効になっています! すべてのEnterprise版の機能を使用できます
pl_pl: Funkcje dla przedsiębiorstw zostały włączone! <br> Można używać wszystkich funkcji przedsiębiorstwa dla
pt_pt: Os recursos corporativos foram habilitados! <br> Você pode usar todos os recursos corporativos para
ru_ru: Возможности предприятия включены! <br> Вы можете использовать все функции предприятия для
zh_cn: 企业功能已启用！<br>您可以将所有企业功能用于

source: Okay
bg_bg: добре
de_de: in Ordnung
es_es: bueno
fr_fr: d'accord
it_it: va bene
ja_jp: はい
pl_pl: w porządku
pt_pt: OK
ru_ru: Хорошо
zh_cn: 好的

source: License Changes
bg_bg: Лицензионни промени
de_de: Lizenzänderungen
es_es: Cambios de licencia
fr_fr: Changements de licence
it_it: Modifiche delle licenze
ja_jp: ライセンスの変更
pl_pl: Zmiany licencji
pt_pt: Alterações de licença
ru_ru: Изменения лицензии
zh_cn: 许可证更改

source: NFR licenses have been disabled and the
bg_bg: Nfr лицензите са деактивирани и
de_de: Nfr Lizenzen wurden deaktiviert und die
es_es: Nfr han sido desactivadas y la
fr_fr: Les licences nfr ont été désactivées et les
it_it: Le licenze nfr sono state disattivate e la
ja_jp: NFRライセンスが無効になっています
pl_pl: Licencje nfr zostały wyłączone
pt_pt: As licenças nfr foram desabilitadas e as
ru_ru: Лицензии nfr были отключены, а
zh_cn: NFR许可证已被禁用，并且

source: NFR License
bg_bg: Лиценз nfr
de_de: Nfr lizenz
es_es: Licencia nfr
fr_fr: Licence nfr
it_it: Licenza nfr
ja_jp: NFRライセンス
pl_pl: Licencja nfr
pt_pt: Licença nfr
ru_ru: Лицензия nfr
zh_cn: NFR许可证

source: you were using has been replaced with a
bg_bg: Които сте използвали, са заменени с
de_de: Sie wurden mit einem ersetzt
es_es: Que estaba utilizando se ha sustituido por un
fr_fr: Que vous utilisiez a été remplacé par un
it_it: State usando è stato sostituito con un
ja_jp: 使用していた
pl_pl: Używasz został zastąpiony przez
pt_pt: Você estava usando foi substituído por um
ru_ru: Вы использовали, был заменен на
zh_cn: 您正在使用的已被替换为

source: 180 day extended trial
bg_bg: Продължителен пробен период от 180 дни
de_de: 180 Tage verlängerter Versuch
es_es: Prueba prolongada de 180 días
fr_fr: Essai prolongé de 180 jours
it_it: Prova estesa di 180 giorni
ja_jp: トライアル期間を180日間延長
pl_pl: 180-dniowy okres próbny
pt_pt: Teste prolongado de 180 dias
ru_ru: 180-дневная расширенная пробная версия
zh_cn: 180天延长试用期

source: If you are unsure why you are receiving this message, or if you need another license extension, please contact
bg_bg: Ако не сте сигурни защо получавате това съобщение или ако имате нужда от друго разширение на лиценза, моля, свържете се
de_de: Wenn Sie unsicher sind, warum Sie diese Nachricht erhalten haben oder wenn Sie eine weitere Lizenzerweiterung benötigen, wenden Sie sich bitte an
es_es: Si no está seguro de por qué está recibiendo este mensaje, o si necesita otra extensión de licencia, comuníquese con
fr_fr: Si vous ne savez pas pourquoi vous recevez ce message, ou si vous avez besoin d'une autre extension de licence, contactez-nous
it_it: Se non siete sicuri del motivo per cui ricevi questo messaggio o se hai bisogno di un'altra estensione di licenza, contattaci
ja_jp: このメッセージを受け取った理由がわからない場合、または別のライセンス延長が必要な​​場合は、お問い合わせください
pl_pl: Jeśli nie jesteś pewien, dlaczego otrzymujesz tę wiadomość lub jeśli potrzebujesz innego rozszerzenia licencji, skontaktuj się z
pt_pt: Se você não tem certeza por que está recebendo esta mensagem, ou se precisar de outra extensão de licença, entre em contato
ru_ru: Если вы не знаете, почему вы получаете это сообщение, или если вам требуется другое расширение лицензии, свяжитесь с нами
zh_cn: 如果不确定为什么收到此消息，或者需要其他许可证扩展名，请联系

source: License Expired
bg_bg: Лиценза е превишен
de_de: Lizenz überschritten
es_es: Licencia excedido
fr_fr: Licence dépassé
it_it: Licenza superato
ja_jp: ライセンス切れ
pl_pl: Licencja przekroczone
pt_pt: Licença excedida
ru_ru: Лицензия Превышен
zh_cn: 许可证到期

source: The license you are using has expired and has been replaced with a
bg_bg: лицензът, който използвате, е изтекъл и е заменен с
de_de: Die von Ihnen verwendete Lizenz ist abgelaufen und wurde durch eine ersetzt
es_es: La licencia que está utilizando ha caducado y ha sido reemplazada por una
fr_fr: la licence que vous utilisez a expiré et a été remplacée par un
it_it: la licenza che stai utilizzando è scaduta ed è stata sostituita con a
ja_jp: 使用しているライセンスは有効期限が切れています。
pl_pl: licencja, której używasz, wygasła i została zastąpiona przez
pt_pt: a licença que você está usando expirou e foi substituída por uma
ru_ru: срок действия вашей лицензии истек и был заменен на
zh_cn: 您使用的许可证已过期，并已被替换为

source: If you are unsure why you are receiving this message, please contact
bg_bg: ако не сте сигурни защо получавате това съобщение, моля, свържете се с него
de_de: Wenn Sie nicht sicher sind, warum Sie diese Nachricht erhalten, wenden Sie sich bitte an
es_es: Si no está seguro de por qué está recibiendo este mensaje, póngase en contacto con
fr_fr: Si vous ne savez pas pourquoi vous recevez ce message, veuillez contacter
it_it: se non si è sicuri del motivo per cui si riceve questo messaggio, si prega di contattare
ja_jp: このメッセージを受け取った理由が不明な場合は、お問い合わせください
pl_pl: jeśli nie masz pewności, dlaczego otrzymujesz tę wiadomość, skontaktuj się z nami
pt_pt: Se não tiver certeza do motivo pelo qual está recebendo esta mensagem, entre em contato
ru_ru: если вы не уверены, почему получаете это сообщение, свяжитесь с
zh_cn: 如果不确定为什么收到此消息，请联系

source: Days Left
bg_bg: Оставащи дни
de_de: Tage
es_es: días a la izquierda
fr_fr: jours restants
it_it: giorni rimanenti
ja_jp: 日残
pl_pl: pozostało dni
pt_pt: dias restantes
ru_ru: дней осталось
zh_cn: 剩余天数

source: Day Left
bg_bg: Останали дни
de_de: Tag links
es_es: días que quedan
fr_fr: jour restant
it_it: giorno passato
ja_jp: 日残
pl_pl: dzień po lewej
pt_pt: dia restante
ru_ru: Осталось дней
zh_cn: 剩余天数

source: Renewal Reminder
bg_bg: Напомняне за подновяване
de_de: Erneuerung Erinnerung
es_es: recordatorio de renovación
fr_fr: renouvellement rappel
it_it: promemoria rinnovamento
ja_jp: 更新のお知らせ
pl_pl: Przypominamy odnowienia
pt_pt: lembrete de renovação
ru_ru: напоминание о продлении
zh_cn: 续订提醒

source: Your
bg_bg: Вашият
de_de: Ihre
es_es: tu
fr_fr: votre
it_it: il tuo
ja_jp: あなたの
pl_pl: Twój
pt_pt: seu
ru_ru: ваш
zh_cn: 您的

source: support and maintenance
bg_bg: подкрепа и поддръжка
de_de: Support und Wartung
es_es: soporte y mantenimiento
fr_fr: support et maintenance
it_it: supporto e manutenzione
ja_jp: サポートとメンテナンス
pl_pl: wsparcie i utrzymanie
pt_pt: suporte e manutenção
ru_ru: поддержка и обслуживание
zh_cn: 支持和维护

source: will expire in
bg_bg: ще изтече след
de_de: verfallen in
es_es: expirará en
fr_fr: expirera en
it_it: scadrà nel
ja_jp: の残日数は
pl_pl: wygaśnie
pt_pt: expirará em
ru_ru: истекает в
zh_cn: 会在..过期

source: Renew now to ensure you will continue to have access to important security updates and improvements that will save your organization time and money.
bg_bg: Подновете сега, за да сте сигурни, че ще продължите да имате достъп до важни актуализации на защитата и подобрения, които ще ви спестят време за организация и пари.
de_de: erneuern jetzt sicherzustellen, dass Sie den Zugriff auf wichtige Sicherheitsupdates und Verbesserungen haben werden, die Ihre Organisation Zeit und Geld sparen.
es_es: renovar ahora para asegurar que continuará teniendo acceso a las actualizaciones de seguridad importantes y mejoras que salvarán a su organización tiempo y dinero.
fr_fr: renouveler maintenant pour vous assurer de continuer à avoir accès à des mises à jour et des améliorations de sécurité importantes qui permettront d'économiser votre temps et de l'argent.
it_it: rinnovare ora per essere sicuri di continuare ad avere accesso agli aggiornamenti di sicurezza importanti e miglioramenti che farà risparmiare tempo e denaro dell'organizzazione.
ja_jp: 重要なセキュリティアップデートや機能向上を継続して確保するために今すぐ更新します.
pl_pl: odnowić teraz, aby upewnić się, będzie nadal mieć dostęp do ważnych aktualizacji zabezpieczeń oraz ulepszeń, które pozwoli zaoszczędzić czas i pieniądze organizacji.
pt_pt: renovar agora para garantir que você vai continuar a ter acesso a atualizações de segurança importantes e melhorias que irá poupar seu tempo organização e dinheiro.
ru_ru: обновить сейчас, чтобы гарантировать, что вы будете продолжать иметь доступ к важных обновлений безопасности и улучшений, которые сэкономит ваше время и деньги организации.
zh_cn: 立即续订，以确保您可以继续访问重要的安全更新和改进，从而节省组织的时间和金钱。

source: Renew Now
bg_bg: Поднови сега
de_de: jetzt erneuern
es_es: renovar ahora
fr_fr: Renouveler maintenant
it_it: rinnova adesso
ja_jp: 今すぐ更新
pl_pl: odnowić teraz
pt_pt: renovar agora
ru_ru: Обнови сейчас
zh_cn: 现在续订

source: Not Now
bg_bg: Не сега
de_de: nicht jetzt
es_es: ahora no
fr_fr: pas maintenant
it_it: non adesso
ja_jp: 今は行いません
pl_pl: nie teraz
pt_pt: agora não
ru_ru: не сейчас
zh_cn: 现在不

source: Support & Maintenance Expired
bg_bg: Подкрепата и поддръжката са изтекли
de_de: Support & Wartung abgelaufen
es_es: Soporte y mantenimiento caducado
fr_fr: le soutien et l'entretien expiré
it_it: Supporto e manutenzione scaduti
ja_jp: サポート & メンテナンスの有効期限が切れました
pl_pl: obsługa i konserwacja upłynął
pt_pt: suporte e manutenção expirou
ru_ru: Поддержка и обслуживание истек
zh_cn: 支持和维护过期

source: Your support and maintenance contract has
bg_bg: Вашия договор за поддръжка има
de_de: Ihre Unterstützung und Wartungsvertrag hat
es_es: su apoyo y mantenimiento por contrato tiene
fr_fr: votre contrat de support et de maintenance a
it_it: il vostro supporto e manutenzione contratto ha
ja_jp: サポートおよびメンテナンス契約は
pl_pl: Twoje wsparcie i utrzymanie kontraktu ma
pt_pt: seu apoio e manutenção contrato tem
ru_ru: ваш контракт поддержка и обслуживание имеет
zh_cn: 您的支持和维护合同有

source: Without a support and maintenance contract you can no longer update your system to the newest versions. You will be missing out on important security and maintenance updates, enhancements, and new functionality that can save your organization time and money.
bg_bg: Без договор за поддръжка, вие не можете да обновите своята система до най-новите версии. Вие ще пропуснете важни актуализации за сигурност и поддръжка, подобрения и нова функционалност, които могат да ви спестят организационно време и пари.
de_de: ohne einen Support- und Wartungsvertrag können Sie nicht mehr Ihr System auf den neuesten Versionen zu aktualisieren. fehlen wird Ihnen wichtige Sicherheits- und Wartungs Updates, Verbesserungen auf aus, und neue Funktionen, die Ihr Unternehmen Zeit und Geld sparen können.
es_es: sin un contrato de soporte y mantenimiento ya no se puede actualizar el sistema a las nuevas versiones. va a ser falta de importantes actualizaciones de seguridad y mantenimiento, mejoras y nuevas funcionalidades que pueden salvar a su organización tiempo y dinero.
fr_fr: sans contrat de support et de maintenance, vous ne pouvez plus mettre à jour votre système vers les versions les plus récentes. vous serez absent dehors sur les mises à jour importantes de sécurité et d'entretien, des améliorations et de nouvelles fonctionnalités qui peuvent sauver votre temps et de l'argent.
it_it: senza un contratto di assistenza e manutenzione non è più possibile aggiornare il sistema per le versioni più recenti. sarete mancanti su importanti aggiornamenti di sicurezza e di manutenzione, miglioramenti e nuove funzionalità che possono risparmiare tempo e denaro dell'organizzazione.
ja_jp: サポートおよびメンテナンス契約がない場合、最新のバージョンにシステムをアップデートすることができません. 重要なセキュリティとメンテナンス更新、機能拡張、新機能を使用することができなくなります.
pl_pl: bez wsparcia i obsługi zamówienia nie można już zaktualizować system do najnowszej wersji. będzie brakuje na ważne zabezpieczenia i konserwacji aktualizacji, ulepszeń i nowych funkcji, które pozwala na zaoszczędzenie czasu i pieniędzy dla organizacji.
pt_pt: sem um contrato de suporte e manutenção que já não pode atualizar seu sistema para as versões mais recentes. você vai estar perdendo importantes atualizações de segurança e manutenção, melhorias e novas funcionalidades que podem salvar o seu tempo de organização e dinheiro.
ru_ru: не без контракта поддержки и обслуживания вы можете больше не обновить систему до новейших версий. вы будете пропускать важные обновления для системы безопасности и технического обслуживания, усовершенствования и новые функциональные возможности, которые могут сэкономить ваше время и деньги организации.
zh_cn: 没有支持和维护合同，您将无法再将系统更新到最新版本。 您会错过重要的安全和维护更新，增强功能以及可以节省组织时间和金钱的新功能。

source: You cannot access that page with a restricted session.<br>Please log into your account.
bg_bg: нямате достъп до тази страница с ограничена сесия. <br> моля, влезте в профила си.
de_de: Sie können nicht auf diese Seite mit einer eingeschränkten Sitzung zugreifen. <br> Bitte loggen Sie sich in Ihren Account ein.
es_es: no puede acceder a esa página con una sesión restringida. <br> Por favor, ingrese a su cuenta.
fr_fr: vous ne pouvez pas accéder à cette page avec une session restreinte. <br> Veuillez vous connecter à votre compte
it_it: non puoi accedere a quella pagina con una sessione riservata. <br> per favore accedi al tuo account.
ja_jp: 制限されたセッションでそのページにアクセスすることはできません。 <br>アカウントにログインしてください。
pl_pl: nie możesz uzyskać dostępu do tej strony z ograniczoną sesją. <br> zaloguj się na swoje konto.
pt_pt: você não pode acessar essa página com uma sessão restrita. <br> por favor entre na sua conta.
ru_ru: вы не можете получить доступ к этой странице с ограниченным сеансом. <br> войдите в свою учетную запись.
zh_cn: 您无法通过受限会话访问该页面。<br>请登录您的帐户。

source: Your current session is not authorized to view this page.
bg_bg: текущата ви сесия не е оторизирана да разглежда тази страница.
de_de: Ihre aktuelle Sitzung ist nicht berechtigt, diese Seite anzuzeigen.
es_es: su sesión actual no está autorizada para ver esta página.
fr_fr: votre session actuelle n'est pas autorisée à voir cette page.
it_it: la tua sessione corrente non è autorizzata a visualizzare questa pagina.
ja_jp: 現在のセッションにこのページを表示する権限がありません。
pl_pl: Twoja bieżąca sesja nie ma uprawnień do wyświetlania tej strony.
pt_pt: sua sessão atual não está autorizada a visualizar esta página.
ru_ru: ваш текущий сеанс не разрешен для просмотра этой страницы.
zh_cn: 您当前的会话无权查看此页面。

source: Authenticated successfully against external credentials
bg_bg: Потребителя беше оторизиран с външни идентификационни данни
de_de: Benutzer gegen äußere Anmeldeinformationen authentifiziert
es_es: Usuario autenticado con credenciales externas
fr_fr: Utilisateur authentifié contre les droits externes
it_it: Utente autenticato le credenziali esterne
ja_jp: ユーザーは外部認証で認証されました
pl_pl: użytkownik uwierzytelniony przed mandatów zewnętrznych
pt_pt: Usuário autenticado contra credenciais externas
ru_ru: Пользователь проверки подлинности учетных данных от внешних
zh_cn: 已通过外部凭据成功验证

source: Authenticated successfully against Nagios XI credentials
bg_bg: Потребителя беше оторизиран с Nagios XI пълномощия
de_de: Benutzer gegen Nagios XI Anmeldeinformationen authentifiziert
es_es: Usuario autenticado con las credenciales de Nagios XI
fr_fr: Les informations d'identification utilisateur authentifié contre Nagios XI
it_it: Utente autenticato Nagios credenziali XI
ja_jp: ユーザーがNagios XI資格で認証しました
pl_pl: użytkownik uwierzytelniony w oparciu o dane Nagios xi
pt_pt: Usuário autenticado com credenciais Nagios XI
ru_ru: Пользователь проверку подлинности учетных данных Nagios XI
zh_cn: 已根据Nagios XI凭据成功通过身份验证

source: Authenticated successfully against external 2FA source
bg_bg: Потребителя беше оторизиран с външни идентификационни данни
de_de: Benutzer gegen äußere Anmeldeinformationen authentifiziert
es_es: Usuario autenticado con credenciales externas
fr_fr: Utilisateur authentifié contre les droits externes
it_it: Utente autenticato le credenziali esterne
ja_jp: ユーザーは外部 二段階認証で正常に認証されました
pl_pl: użytkownik uwierzytelniony przed mandatów zewnętrznych
pt_pt: Usuário autenticado contra credenciais externas
ru_ru: Пользователь проверки подлинности учетных данных от внешних
zh_cn: 已针对外部2FA来源成功通过身份验证
