Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Installing WMI
bg_bg: Инсталиране на WMI
de_de: Installation von WMI
es_es: instalar WMI
fr_fr: l'installation de WMI
it_it: installazione di wmi
ja_jp: WMIをインストール
pl_pl: instalacji WMI
pt_pt: instalar o WMI
ru_ru: установки WMI
zh_cn: 安装WMI

source: Please see the requirements for the Windows machine setup in
bg_bg: моля, вижте изискванията за настройката на машината за прозорци в
de_de: Bitte beachten Sie die Voraussetzungen für die Windows - Installation in Windows
es_es: Por favor, consulte los requisitos para la configuración de la máquina de Windows en
fr_fr: veuillez consulter les exigences pour la configuration de la machine Windows dans
it_it: si prega di vedere i requisiti per l'installazione della macchina Windows in
ja_jp: Windows マシンの設定に関する要件を参照してください
pl_pl: zobacz wymagania dotyczące konfiguracji urządzenia Windows w
pt_pt: por favor, veja os requisitos para a configuração da máquina windows em
ru_ru: см. требования к установке машины Windows в
zh_cn: 请在以下位置查看Windows机器设置的要求

source: Auth Info
bg_bg: Оториз информация
de_de: Authentifizierungsinformationen
es_es: información de autenticación
fr_fr: infos auth
it_it: informazioni di autenticazione
ja_jp: 認証情報
pl_pl: auth informacji
pt_pt: Informação auth
ru_ru: авт Информация
zh_cn: 验证信息

source: Domain:
bg_bg: домейн
es_es: dominio
fr_fr: domaine
it_it: dominio
ja_jp: ドメイン:
pl_pl: domena
pt_pt: domínio
ru_ru: домен
zh_cn: 域：

source: The domain the windows machine is associated with.
bg_bg: домейна, с който е свързана машината на Windows.
de_de: Die Domäne, der die Windows-Maschine zugeordnet ist.
es_es: El dominio con el que está asociada la máquina Windows.
fr_fr: le domaine auquel la machine Windows est associée.
it_it: il dominio a cui è associata la macchina Windows.
ja_jp: Windows マシンが関連付けられているドメイン。
pl_pl: domena, z którą skojarzona jest maszyna Windows.
pt_pt: o domínio ao qual a máquina do Windows está associada.
ru_ru: с которым связан домен, с которым связан Windows.
zh_cn: Windows计算机与之关联的域。

source: <b>Leave blank if the machine to be monitored is not associated with a domain.</b>
bg_bg: <b>оставете празно, ако устройството, което трябва да бъде наблюдавано, не е свързано с домейн.</b>
de_de: <b>leer lassen, wenn die zu überwachende Maschine keiner Domäne zugeordnet ist.</b>
es_es: <b>déjelo en blanco si la máquina que se va a monitorear no está asociada con un dominio.</b>
fr_fr: <b>laissez ce champ vide si la machine à surveiller n'est pas associée à un domaine.</b>
it_it: <b>lasciare vuoto se la macchina da monitorare non è associata a un dominio.</b>
ja_jp: <b>監視対象のマシンがドメインに関連付けられていない場合は空白にしてください。</b>
pl_pl: <b>pozostaw puste, jeśli komputer, który ma być monitorowany, nie jest powiązany z domeną.</b>
pt_pt: <b>deixe em branco se a máquina a ser monitorada não estiver associada a um domínio.</b>
ru_ru: <b>оставьте пустым, если проверяемый аппарат не связан с доменом.</b>
zh_cn: <b>如果要监视的计算机未与域关联，请保留空白。</ b>

source: The username used to connect to the Windows machine.
bg_bg: Потребителското име, използвано за свързване към Windows машината.
de_de: Der Benutzername, mit dem Windows-Rechner zu verbinden.
es_es: El nombre de usuario utilizado para conectarse a la máquina Windows.
fr_fr: Le nom d'utilisateur utilisé pour se connecter à la machine Windows.
it_it: Il nome utente utilizzato per la connessione al computer Windows.
ja_jp: Windowsマシンに接続するために使用するユーザー名.
pl_pl: nazwa użytkownika używana do łączenia się z komputera z systemem Windows.
pt_pt: O nome de usuário usado para autenticar os SMS's.
ru_ru: Имя пользователя, используемое для подключения к машине Windows.
zh_cn: 用于连接Windows计算机的用户名。

source: The password used to authenticate to the Windows machine.
bg_bg: Паролата, използвана за оторизация към Windows машината.
de_de: Das Passwort für den Windows-Computer zu authentifizieren.
es_es: La contraseña utilizada para autenticar la máquina Windows.
fr_fr: Le mot de passe utilisé pour l'authentification à la machine Windows.
it_it: La password utilizzata per l'autenticazione alla macchina Windows.
ja_jp: Windowsマシンへの認証に使用するパスワード.
pl_pl: Hasło używane do uwierzytelnienia na komputerze z systemem Windows.
pt_pt: A senha usada para autenticar o SGSI.
ru_ru: Пароль для аутентификации на машине Windows.
zh_cn: 用于验证Windows计算机的密码。

source: Or
bg_bg: Или
de_de: oder
es_es: o
fr_fr: ou
it_it: o
ja_jp: または
pl_pl: lub
pt_pt: ou
ru_ru: или
zh_cn: 或

source: Auth File:
bg_bg: Оториз файл:
de_de: Auth-Datei:
es_es: archivo de autenticación:
fr_fr: fichier auth:
it_it: il file auth:
ja_jp: 認証ファイル:
pl_pl: Plik auth:
pt_pt: arquivo auth:
ru_ru: авт файла:
zh_cn: 验证文件：

source: File to use with username and password for authentication.
bg_bg: Файл за използване с потребителско име и парола за удостоверяване.
de_de: Datei mit Benutzernamen und Passwort für authincation verwenden.
es_es: presentar a utilizar con nombre de usuario y contraseña para authincation.
fr_fr: déposer à utiliser avec nom d'utilisateur et mot de passe pour authincation.
it_it: file da utilizzare con nome utente e password per authincation.
ja_jp: 認証のためのユーザー名とパスワードが記載されたファイル.
pl_pl: złożyć do korzystania z nazwy użytkownika i hasła dla authincation.
pt_pt: arquivo para usar com nome de usuário e senha para authincation.
ru_ru: подать для использования с именем пользователя и паролем для authincation.
zh_cn: 用于用户名和密码进行身份验证的文件。

source: Plugin Details
bg_bg: Детайли за плъгина
es_es: detalles del plugin
fr_fr: détails du plugin
it_it: dettagli del plugin
ja_jp: プラグインの詳細
pl_pl: plugin szczegóły
pt_pt: detalhes do plugin
ru_ru: вставные детали
zh_cn: 插件详情

source: The check_wmi_plus.pl plugin truncates plugin output to a maximum of 8192 bytes. Use this field to increase the plugin output length in bytes. Leave Blank to use the default.
bg_bg: Плъгина check_wmi_plus.pl скъвява плъгин резултата до максимум 8192 байта. Използвайте това поле, за да увеличите дължината на плъгин резултата в байтове. Оставете го празно, за да се използва "стандартната" (по подразбиране) стойност.
de_de: das check_wmi_plus.pl Plugin kürzt auf maximal 8192 Bytes Plugin-Ausgabe. Verwenden Sie dieses Feld, um das Plugin Ausgabelänge in Bytes zu erhöhen. leer lassen den Standard zu verwenden.
es_es: el plugin check_wmi_plus.pl trunca la salida del conector a un máximo de 8192 bytes. utilizar este campo para aumentar la longitud de la salida del conector en bytes. dejar en blanco para utilizar el valor predeterminado.
fr_fr: le plugin check_wmi_plus.pl tronque sortie du plugin à un maximum de 8192 octets. utiliser ce champ pour augmenter la longueur de sortie du plugin en octets. laisser vide pour utiliser la valeur par défaut.
it_it: il plugin check_wmi_plus.pl tronca uscita plugin per un massimo di 8192 byte. utilizzare questo campo per aumentare la lunghezza dell'uscita plug in byte. lasciare vuoto per utilizzare il valore predefinito.
ja_jp: check_wmi_plus.pl プラグインは、最大 8192 バイトでプラグイン出力を切り捨てます。 プラグイン出力長を増やす場合はこのフィールドを使用してください (バイト単位)。 既定を使用する場合は空白のままにします。
pl_pl: Wtyczka check_wmi_plus.pl obcina wyjście wtyczki do maksymalnie 8192 bajtów. użyć tego pola, aby zwiększyć długość wyjściowy wtyczki w bajtach. pozostaw puste, aby użyć domyślnego.
pt_pt: o plugin check_wmi_plus.pl trunca saída plug-in para um máximo de 8192 bytes. usar este campo para aumentar o comprimento de saída do plugin em bytes. deixe em branco para usar o padrão.
ru_ru: check_wmi_plus.pl плагин отсекает выход плагин максимум 8192 байт. Это поле используется для увеличения длины выходного плагин в байтах. оставьте это поле пустым, чтобы использовать значение по умолчанию.
zh_cn: check_wmi_plus.pl插件将插件输出截断为最大8192字节。 使用此字段可以增加插件输出长度（以字节为单位）。 保留为空白以使用默认值。

source: Truncate Output Length:
bg_bg: Съкрати дължината на резултата:
de_de: gestutzt Ausgabelänge:
es_es: truncar longitud de salida:
fr_fr: tronquer longueur de sortie:
it_it: tronca la lunghezza di uscita:
ja_jp: 出力長の切り捨て：
pl_pl: skrócić długość wyjścia:
pt_pt: truncar comprimento de saída:
ru_ru: укоротить длину вывода:
zh_cn: 截断输出长度：

source: bytes
bg_bg: байтове
fr_fr: octets
it_it: byte
ja_jp: バイト
pl_pl: bajty
ru_ru: байтов
zh_cn: 字节

source: Auth File is not readable or does not exist.
bg_bg: Оториз файла не се чете или не съществува.
de_de: Auth-Datei ist nicht lesbar oder existiert nicht.
es_es: archivo de autenticación no es legible o no existe.
fr_fr: fichier auth ne est pas lisible ou ne existe pas.
it_it: file di autenticazione non è leggibile o non esiste.
ja_jp: 認証ファイルが読めないか、または存在しません.
pl_pl: Plik auth jest nieczytelny lub nie istnieje.
pt_pt: arquivo auth não é legível ou não existe.
ru_ru: авт файл не читается или не существует.
zh_cn: 身份验证文件不可读或不存在。

source: Please specify a username and password OR an Auth File
bg_bg: Моля въведете потребителско име и парола или оторизационен файл (Auth File)
de_de: bitte Benutzernamen und Passwort oder eine Auth-Datei angeben
es_es: especifique un nombre de usuario y contraseña o un archivo de autenticación
fr_fr: se il vous plaît spécifier un nom d'utilisateur et mot de passe ou un fichier auth
it_it: specificare un nome utente e una password o un file di autenticazione
ja_jp: ユーザー名とパスワード、または認証ファイルを指定してください
pl_pl: proszę podać nazwę użytkownika i hasło lub plik uwierzytelniania
pt_pt: Por favor, especifique um nome de usuário e senha ou um arquivo auth
ru_ru: Пожалуйста, укажите имя пользователя и пароль или файл AUTH
zh_cn: 请指定用户名和密码或验证文件

source: Please specify a username and password
bg_bg: Моля въведете потребителско име и парола
de_de: Bitte einen Benutzernamen und ein Kennwort angeben
es_es: especifique un nombre de usuario y contraseña
fr_fr: se il vous plaît spécifier un nom d'utilisateur et mot de passe
it_it: specificare un nome utente e una password
ja_jp: ユーザー名とパスワードを指定してください
pl_pl: proszę podać nazwę użytkownika i hasło
pt_pt: Por favor, especifique um nome de usuário e senha
ru_ru: Пожалуйста, укажите имя пользователя и пароль
zh_cn: 请指定用户名和密码

source: The default value for truncate output length is 8192 bytes. Please select a value that is higher than the default.
bg_bg: Стандартната (по подразбиране) стойност за скъсяване дължината на резултата е 8192 байта. Моля изберете стойност, която е по-висока от стандартната (по подразбиране) стойност.
de_de: der Standardwert für truncate Ausgabelänge beträgt 8192 Bytes. Bitte wählen Sie einen Wert, der höher ist als der Standardwert ist.
es_es: el valor por defecto de longitud de salida truncado es de 8192 bytes. Por favor seleccione un valor que es mayor que el valor predeterminado.
fr_fr: la valeur par défaut pour la longueur de sortie de troncature est de 8192 octets. s'il vous plaît sélectionnez une valeur qui est supérieure à la valeur par défaut.
it_it: il valore di default per la lunghezza di uscita troncare è 8192 byte. Si prega di selezionare un valore che è superiore a quello di default.
ja_jp: 既定の出力切り捨て値は 8192 バイトです。 既定よりも大きい値を設定してください。
pl_pl: Domyślna wartość dla długości wyjściowej truncate jest 8192 bajtów. wybierz wartość, która jest większa niż domyślny.
pt_pt: o valor padrão para comprimento de saída truncada é 8192 bytes. por favor selecione um valor que é maior do que o padrão.
ru_ru: Значение по умолчанию для длины выходного усечение составляет 8192 байт. Пожалуйста, выберите значение, которое выше, чем значение по умолчанию.
zh_cn: 截断输出长度的默认值为8192字节。 请选择一个高于默认值的值。

source: The wizard detected that the WMI plugin returned an unsuccessful output code. This will prevent the automatic scan of services and processes and prevent services from running successfully. Below is the given error output
bg_bg: Съветника (wizard) установи, че WMI плъгина върна неуспешен код за връщане. Това ще попречи на автоматичното сканиране на сървиси и процеси и на успешната работа на сървисите. По-долу е получената грешка (код за връщане)
de_de: der Assistent erkennt, dass die WMI-Plugin zurückgegeben einen erfolglosen Ausgabecode. dies wird die automatische Suche von Services und Prozessen zu vermeiden und zu verhindern, Dienstleistungen aus erfolgreich aktiv. unten ist die gegebene Fehlerausgangs
es_es: el asistente detecta que el plugin wmi devuelve un código de salida sin éxito. esto evitará que el análisis automático de los servicios y los procesos y prevenir los servicios se ejecuten correctamente. a continuación es la salida de error dada
fr_fr: l'assistant a détecté que le plugin WMI a renvoyé un code de sortie infructueuse. cela permettra d'éviter le balayage automatique des services et des processus et de prévenir les services d'exécution avec succès. ci-dessous est la sortie d'erreur donné
it_it: la procedura guidata ha rilevato che il plugin WMI ha restituito un codice di uscita senza successo. questo impedirà la scansione automatica dei servizi e dei processi e impedire l'esecuzione con successo servizi. sotto è la data di uscita di errore
ja_jp: このウィザードは、WMIプラグインが不成功の出力コードを戻したことを検出しました. このため、サービスおよびプロセスの自動スキャンは行われず、サービスが正常に起動されません. エラー結果は以下のとおりです
pl_pl: Wykryto, że czarodziej wtyczki wmi wrócił nieudaną kod wyjściowy. uniemożliwi automatyczne skanowanie usług i procesów i zapobiec uruchamianiu usługi powodzeniem. Poniżej jest podany wyjście błędów
pt_pt: o assistente detectou que o plug-in WMI retornou um código de saída sem êxito. isso vai impedir a verificação automática de serviços e processos e impedir que serviços sejam executados com êxito. abaixo é a saída de erro apresentado
ru_ru: мастер обнаружил, что плагин WMI вернулся неудачную выходного кода. это будет препятствовать автоматическое сканирование услуг и процессов и предотвращения услуги от работы успешно. Ниже данная ошибка выхода
zh_cn: 向导检测到WMI插件返回了失败的输出代码。 这将阻止自动扫描服务和进程，并阻止服务成功运行。 下面是给定的错误输出

source: WMI Error Output:
bg_bg: WMI изходна грешка:
de_de: wmi Fehlerausgang:
es_es: wmi salida de error:
fr_fr: sortie d'erreur WMI:
it_it: output di errore wmi:
ja_jp: WMIエラー出力：
pl_pl: WMI wyjście błędu:
pt_pt: wmi saída de erro:
ru_ru: WMI ошибка вывода:
zh_cn: WMI错误输出：

source: Monitors the memory usage on the machine.
bg_bg: Следи използването на паметта на машината.
de_de: Überwacht die Speichernutzung auf der Maschine.
es_es: Supervisa el uso de memoria en la máquina.
fr_fr: Surveille l'utilisation de la mémoire de la machine.
it_it: Controlla l'utilizzo della memoria sul computer.
ja_jp: マシンのメモリ使用量を監視します.
pl_pl: monitoruje użycie pamięci w urządzeniu.
pt_pt: Monitora o uso de memória na máquina.
ru_ru: Контролирует использование памяти на машине.
zh_cn: 监视机器上的内存使用情况。

source: Page File Usage
bg_bg: Използване на Page файла
es_es: Página de uso del archivo
fr_fr: Utilisation du fichier page
it_it: Utilizzo file di paging
ja_jp: ページファイル使用
pl_pl: wykorzystanie pliku strona
pt_pt: Uso do arquivo de página
ru_ru: Использование файла подкачки
zh_cn: 页面文件使用

source: Monitors the page file usage on the machine.
bg_bg: Следи използването на page файла на машината.
de_de: Überwacht die Auslastung der Auslagerungsdatei auf der Maschine.
es_es: Supervisa el uso del archivo de página en el equipo.
fr_fr: Surveille l'utilisation du fichier sur la machine.
it_it: Controlla l'utilizzo del file di paging sulla macchina.
ja_jp: マシンのページファイルの使用状況を監視します.
pl_pl: monitoruje wykorzystanie pliku stronicowania na komputerze.
pt_pt: Monitora o uso do arquivo de página na máquina.
ru_ru: Контролирует использование файла подкачки на машине.
zh_cn: 监视机器上页面文件的使用情况。

source: WMI plugin detected disks on
bg_bg: WMI плъгина откри дискове на
de_de: wmi Plugin erkannt Platten auf
es_es: wmi complemento detecta discos en
fr_fr: wmi Plugin détecté sur disques
it_it: wmi plug rilevato dischi su
ja_jp: WMIプラグインはディスクを検出しました
pl_pl: Wtyczka na wmi wykryte dyski
pt_pt: wmi plug-in detectou discos em
ru_ru: WMI плагин обнаружены диски на
zh_cn: WMI插件检测到磁盘

source: Scanned Disk List &nbsp; (Status - Drive: Statistics)
bg_bg: Списък на сканираните дискове (Статус - Диск: Статистика)
de_de: gescannten Festplattenliste (Status - Laufwerk: Statistiken)
es_es: list disk escaneada (estado - en coche: estadísticas)
fr_fr: liste des disques numérisée (état - entraînement: statistiques)
it_it: list disk acquisita (stato - unità: le statistiche)
ja_jp: スキャンされたディスクの一覧 (ステータス - ドライブ: 統計)
pl_pl: zeskanowany list disk (status - napęd: statystyki)
pt_pt: list disk digitalizada (status - drive: estatísticas)
ru_ru: Список отсканированные диск (статус - привод: статистика)
zh_cn: 扫描的磁盘列表 (状态 - 驱动器：统计)

source: WMI plugin detected
bg_bg: Открит е WMI плъгин
de_de: wmi Plugin erkannt
es_es: wmi Plugin detectado
fr_fr: wmi Plugin détecté
it_it: wmi plug rilevato
ja_jp: WMIプラグインが検出しました
pl_pl: Wykryto plugin wmi
pt_pt: wmi plug-in detectado
ru_ru: обнаружены WMI плагин
zh_cn: 检测到WMI插件

source: Scanned Service List &nbsp; (Service Name (Display Name) Status)
bg_bg: Списък на сканираните сървиси (Име на сървиса (Display Name) статус)
de_de: gescannt Service-Liste (Service-Name (Anzeigename) Status)
es_es: lista de servicios escaneada (nombre del servicio (nombre de visualización) de estado)
fr_fr: liste des services numérisée (nom de service (nom d'affichage) d'état)
it_it: elenco dei servizi digitalizzata (nome del servizio (nome visualizzato) Stato)
ja_jp: スキャンされたサービスの一覧 (サービス名 (表示名) ステータス)
pl_pl: Lista usługi skanowane (nazwa usługi (nazwa wyświetlana) Status)
pt_pt: lista de serviços digitalizados (nome do serviço (nome de exibição) de status)
ru_ru: сканируются список услуг (имя службы (имя дисплея) статус)
zh_cn: 扫描的服务列表 （服务名称（显示名称）状态）。

source: Event Logs
bg_bg: Логове за събития (Event Logs)
de_de: Veranstaltung Logs
es_es: Logs de Eventos
fr_fr: Les journaux d'événements
it_it: Registri eventi
ja_jp: イベントログ
pl_pl: Dzienniki zdarzeń
pt_pt: Registro de Eventos
ru_ru: Журналы событий
zh_cn: 事件日志

source: Specify what type(s) of event log data you'd like to monitor.
bg_bg: Определете какъв тип (ове) данни за регистриране на събития (event log data) бихте искали да наблюдавате.
de_de: Angeben, welche Art (en) von Ereignisprotokolldaten Sie möchten überwachen.
es_es: Especifique qué tipo (s) de los datos de registro de eventos que te gustaría controlar.
fr_fr: Spécifiez le type (s) de données du journal des événements que vous souhaitez surveiller.
it_it: Specificare il tipo (s) dei dati del registro eventi che si desidera monitorare.
ja_jp: 監視するイベントログデータのタイプを指定します。
pl_pl: określić, jaki typ (y) danych dziennika zdarzeń, które chcesz monitorować.
pt_pt: Especificar os momentos do dia que você gostaria de receber alertas.
ru_ru: Укажите, какой тип (ы) данных, журнал событий, вы хотите контролировать.
zh_cn: 指定您要监视的事件日志数据的类型。

source: Event Log
bg_bg: Лог за събитията (Event Log)
de_de: Veranstaltung Log
es_es: Logs de Eventos
fr_fr: Journal des événements
it_it: Registro eventi
ja_jp: イベントログ
pl_pl: Dziennik zdarzeń
pt_pt: Registro de Eventos
zh_cn: 事件日志

source: Count
bg_bg: Брой
de_de: Zählen
es_es: Conteo del Ping
fr_fr: Compter
it_it: Contare
ja_jp: カウント
pl_pl: liczyć
pt_pt: Conta
ru_ru: Считать
zh_cn: 数

source: You must select at least one service.
bg_bg: Вие трябва да изберете най-малко един сървис.
de_de: Sie müssen mindestens einen Dienst.
es_es: Usted debe seleccionar al menos un usuario
fr_fr: Vous devez spécifier au moins un service.
it_it: È necessario specificare almeno un servizio.
ja_jp: 少なくとも1つのサービスを指定する必要があります.
pl_pl: należy podać co najmniej jedną usługę.
pt_pt: Você deve selecionar pelo menos um usuário.
ru_ru: Вы должны указать по крайней мере одну услугу.
zh_cn: 您必须指定至少一个服务。

source: Availability Graph
bg_bg: графика за наличност
de_de: Verfügbarkeitsgrafik
es_es: gráfico de disponibilidad
fr_fr: graphique de disponibilité
it_it: grafico di disponibilità
ja_jp: 可用性グラフ
pl_pl: wykres dostępności
pt_pt: gráfico de disponibilidade
ru_ru: график доступности
zh_cn: 可用性图表

source: Displays availability report graph.
bg_bg: показва графиката за отчет за наличността.
de_de: Zeigt den Verfügbarkeitsbericht an.
es_es: muestra el gráfico del informe de disponibilidad.
fr_fr: affiche le graphique du rapport de disponibilité.
it_it: visualizza il grafico del report di disponibilità.
ja_jp: 可用性レポートのグラフを表示します。
pl_pl: wyświetla wykres raportu dostępności.
pt_pt: exibe o gráfico do relatório de disponibilidade.
ru_ru: отображает график доступности отчета.
zh_cn: 显示可用性报告图。

source: Custom URL Dashlet. Define your own embedded URL, frame size, and opacity.
bg_bg: Персонализиран URL (Custom URL) мини-табло. Дефинирайте собствен вграден URL, размер на кадъра, и непрозрачност (embedded URL, frame size, and opacity).
de_de: benutzerdefinierte URL Dashlet. definieren Sie Ihre eigenen eingebettete URL, Bildgröße und Deckkraft.
es_es: dashlet url personalizada. definir su propia url incrustado, tamaño, y la opacidad.
fr_fr: URL personnalisée dashlet. définir votre propre URL intégré, taille et l'opacité.
it_it: dashlet URL personalizzato. definire il proprio url incorporato, dimensione del frame, e l'opacità.
ja_jp: カスタムURLダッシュレット. 独自の組込URL、フレームサイズ、透過度を定義してください.
pl_pl: niestandardowy adres URL dashlet. zdefiniować własny wbudowany url, rozmiar ramki, i krycie.
pt_pt: dashlet url personalizada. definir o seu próprio url incorporado, tamanho do quadro, e opacidade.
ru_ru: Пользовательский URL Дашлет. определить свой собственный встроенный URL, размер кадра, и непрозрачность.
zh_cn: 自定义URL内容板块。 定义您自己的嵌入式URL，框架大小和不透明度。

source: Custom URL Dashlet
bg_bg: Персонализиран URL (Custom URL) мини-табло
de_de: benutzerdefinierte URL Dashlet
es_es: dashlet url personalizada
fr_fr: URL personnalisée dashlet
it_it: url dashlet personalizzato
ja_jp: カスタムURLダッシュレット
pl_pl: niestandardowy adres URL dashlet
pt_pt: personalizado dashlet url
ru_ru: Пользовательский URL Дашлет
zh_cn: 自定义URL内容板块

source: Height
bg_bg: Височина
de_de: Höhe
es_es: altura
fr_fr: Hauteur
it_it: altezza
ja_jp: 高さ
pl_pl: wysokość
pt_pt: altura
ru_ru: высота
zh_cn: 高度

source: Width
bg_bg: Широчина
de_de: Breite
es_es: ancho
fr_fr: largeur
it_it: larghezza
ja_jp: 幅
pl_pl: szerokość
pt_pt: largura
ru_ru: ширина
zh_cn: 宽度

source: Dashlet URL
bg_bg: URL на мини-таблото (dashlet URL)
es_es: url dashlet
ja_jp: ダッシュレットURL
ru_ru: Дашлет гиперссылка
zh_cn: 内容板块网址

source: Refresh Rate
bg_bg: Скорост на обновяване
de_de: Aktualisierungsrate
es_es: frecuencia de actualización
fr_fr: fréquence de rafraîchissement
it_it: frequenza di aggiornamento
ja_jp: リフレッシュレート
pl_pl: częstotliwość odświeżania
pt_pt: taxa de atualização
ru_ru: частота обновления
zh_cn: 刷新率

source: Opacity
bg_bg: Непрозрачност
de_de: Deckkraft
es_es: opacidad
fr_fr: opacité
it_it: opacità
ja_jp: 透過度
pl_pl: nieprzezroczystość
pt_pt: opacidade
ru_ru: непрозрачность
zh_cn: 不透明

source: Displays gauges.
bg_bg: Показва уреди (gauges).
de_de: zeigt Spurweiten.
es_es: muestra indicadores.
fr_fr: affiche jauges.
it_it: visualizza calibri.
ja_jp: ゲージが表示されます.
pl_pl: wyświetla wskaźniki.
pt_pt: exibe indicadores.
ru_ru: отображает датчиков.
zh_cn: 显示仪表。

source: Gauge Dashlet
bg_bg: Уред на мини-таблото (Gauge Dashlet)
de_de: messen Dashlet
es_es: evaluar dashlet
fr_fr: évaluer dashlet
it_it: valutare dashlet
ja_jp: ゲージダッシュレット
pl_pl: Wskaźnik dashlet
pt_pt: avaliar dashlet
ru_ru: оценить дашлете
zh_cn: 衡量内容板块

source: Loading
bg_bg: Зареждане
de_de: Lade
es_es: carga
fr_fr: Chargement en cours
it_it: caricamento
ja_jp: 読み込み中
pl_pl: ładowanie
pt_pt: Carregando
ru_ru: загрузка
zh_cn: 加载

source: No data sources found
bg_bg: Не се намерени източници на данни
de_de: keine Datenquellen gefunden
es_es: no hay fuentes de datos encontrados
fr_fr: pas de sources de données trouvés
it_it: fonti di dati trovato
ja_jp: データソースが見つかりませんでした
pl_pl: nie znaleziono żadnych źródeł danych
pt_pt: nenhuma fonte de dados encontrados
ru_ru: не найдено источники данных
zh_cn: 未发现数据源
