Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: enable active service checks.
bg_bg: Разрешете активните сървис проверки.
de_de: aktive Service-Prüfungen.
es_es: de garantizar el control de servicio activo.
fr_fr: permettre les contrôles de service actifs.
it_it: consentire controlli di manutenzione attivi.
ja_jp: アクティブサービスチェックを有効にする.
pl_pl: umożliwiają aktywne czeki usługowe.
pt_pt: permitir um controlo serviço ativo.
ru_ru: обеспечить активное проверки сервисов.
zh_cn: 启用活动服务检查。

source: Service - passive checks enabled
bg_bg: Сървис - пасивните проверки са активирани
de_de: Service - passive Prüfungen aktiviert
es_es: servicio - controles pasivos habilitados
fr_fr: Service - les contrôles passifs activés
it_it: servizio - controlli passivi abilitati
ja_jp: サービス - パッシブチェックの有効化
pl_pl: Usługa - włączona kontrole pasywne
pt_pt: serviço - cheques passivos habilitado
ru_ru: сервис - включен пассивных проверок
zh_cn: 服务-启用被动检查

source: This directive is used to determine whether or not passive checks of this service are enabled. Values:
bg_bg: Тази директива се използва, за да се определи дали са активирани пасивните проверки за този сървис. Стойности:
de_de: Diese Direktive wird benutzt, um festzustellen, ob passive Prüfungen für diesen Service aktiviert sind. Werte:
es_es: esta directiva se utiliza para determinar si los controles pasivos de este servicio están habilitados. valores:
fr_fr: cette directive est utilisée pour déterminer si oui ou non les contrôles passifs de ce service sont activés. valeurs:
it_it: tale direttiva è usata per determinare se i controlli passivi di questo servizio sono abilitati. valori:
ja_jp: このディレクティブは、このサービスのパッシブチェックが有効かどうかを決定するために使用されます. 値：
pl_pl: dyrektywa ta jest używana do określenia, czy kontrole pasywne tej usługi są włączone. wartości:
pt_pt: esta directiva é usado para determinar se ou não cheques passivos deste serviço estão habilitados. valores:
ru_ru: Эта директива используется для определения того, не включены пассивные проверки этой службы. значения:
zh_cn: 该指令用于确定是否启用此服务的被动检查。 值：

source: disable passive service checks,
bg_bg: деактивирайте пасивните проверки на сървиси,
de_de: deaktivieren passiven Service-Prüfungen,
es_es: deshabilitar las comprobaciones del servicio pasivo,
fr_fr: désactiver contrôles passifs de service,
it_it: disattivare controlli di manutenzione passivi,
ja_jp: パッシブサービスチェックを無効にする,
pl_pl: wyłączyć sprawdzanie usług pasywnych,
pt_pt: desativar o serviço verifica passivos,
ru_ru: Отключение пассивных проверок услуг,
zh_cn: 禁用被动服务检查，

source: Service -
bg_bg: Сървис -
es_es: Servicio
it_it: Servizio
ja_jp: サービス -
pl_pl: serwis
pt_pt: Serviço
ru_ru: Обслуживание
zh_cn: 服务-

source: parallelize check
bg_bg: паралелизация проверка
de_de: parallelisieren Scheck
es_es: paralelizar cheque
fr_fr: paralléliser chèque
it_it: parallelizzare controllo
ja_jp: チェックの並列化
pl_pl: parallelize czek
pt_pt: parallelize cheque
ru_ru: распараллелить проверку
zh_cn: 并行检查

source: This directive is used to determine whether or not the service check can be parallelized. By default, all service checks are parallelized. Disabling parallel checks of services can result in serious performance problems. More information on service check parallelization can be found in the nagios documentation.
bg_bg: Тази директива се използва, за да се определи дали проверката на сървис може да бъде паралелизирана. По подразбиране, всички сървис проверки са паралелизирани. Деактивирането на паралелните проверки на сървиси може да доведе до сериозни проблеми с производителността. Повече информация за паралелизацията на сървис проверките може да се намери в nagios документацията.
de_de: Diese Direktive wird benutzt, um festzustellen, ob die Service-Prüfung kann parallelisiert werden. Standardmäßig werden alle Service-Prüfungen parallelisiert. Deaktivierung von parallelen Prüfungen von Services kann zu schweren Performance-Problemen führen. Weitere Informationen über die Service-Check Parallelisierung kann in der Nagios-Dokumentation.
es_es: esta directiva se utiliza para determinar si es o no el cheque servicio puede ser paralelizado. por defecto, todos los cheques de servicio están paralelizados. deshabilitar comprobaciones paralelas de servicios puede dar lugar a serios problemas de rendimiento. más información sobre el servicio de verificación paralelización se puede encontrar en la documentación de Nagios.
fr_fr: cette directive est utilisée pour déterminer si oui ou non le contrôle de service peut être parallélisé. par défaut, tous les contrôles de service sont parallélisés. désactivation des contrôles parallèles des services peut entraîner des problèmes de performance graves. plus d'informations sur le service chèque parallélisation peut être trouvé dans la documentation nagios.
it_it: questa direttiva viene utilizzato per determinare se il servizio può essere controllo parallelizzato. Per impostazione predefinita, tutti i controlli di servizio sono parallelizzati. Disabilitazione dei controlli paralleli di servizi può causare seri problemi di prestazioni. maggiori informazioni sul servizio di controllo parallelizzazione può essere trovato nella documentazione nagios.
ja_jp: このディレクティブは、サービスチェックを並列化できるかどうかを決定するために使用します。 既定では、すべてのサービスチェックは並列化されています。 サービスの並列チェックを無効にすると、深刻なパフォーマンスの問題が発生する場合があります。 サービスチェックの並列化の詳細については、Nagiosドキュメントに記載されています。
pl_pl: dyrektywa ta jest używana do określenia, czy serwisowy można parallelized. Domyślnie, wszystkie kontrole serwisowe są parallelized. wyłączenie równoległe kontrole usług może prowadzić do poważnych problemów z wydajnością. Więcej informacji na temat wyboru parallelization usług można znaleźć w dokumentacji Nagios.
pt_pt: esta directiva é usado para determinar se ou não a verificação de serviço pode ser paralelizado. Por padrão, todos os cheques de serviços estão parallelized. desativando verificações paralelas de serviços pode resultar em sérios problemas de desempenho. mais informações sobre o serviço de verificação de paralelização pode ser encontrada na documentação do nagios.
ru_ru: Эта директива используется для определения того, может ли или нет будет распределено проверка сервис. По умолчанию, все контрольные проверки параллелизованы. отключение параллельных проверок услуг может привести к серьезным проблемам производительности. Более подробная информация о служебной проверки распараллеливания можно найти в документации Nagios.
zh_cn: 该指令用于确定服务检查是否可以并行化。默认情况下，所有服务检查都是并行化的。禁用服务的并行检查会导致严重的性能问题。更多关于服务检查并行化的信息可以在nagios文档中找到。

source: Values: 0 = service check cannot be parallelized (use with caution!), 1 = service check can be parallelized.
bg_bg: Стойности: 0 = проверката на сървис не може да бъде паралелизирана (употребявайте с повишено внимание!), 1 = проверката на сървис може да бъде паралелизирана.
de_de: Werte: 0 = Service-Check kann nicht parallelisiert werden (! Benutzung mit Vorsicht), kann 1 = Service-Check parallelisiert werden.
es_es: valores: 0 = cheque servicio no pueden ser paralelizados (! usarse con precaución), 1 = cheque servicio puede ser paralelizado.
fr_fr: valeurs: 0 = contrôle de service ne peuvent pas être parallélisées (! à utiliser avec prudence), 1 = contrôle de service peut être parallélisé.
it_it: valori: 0 = controllo del servizio non possono essere parallelizzati (! utilizzare con cautela), 1 = controllo servizio può essere parallelizzato.
ja_jp: 値：0 = サービスチェックは並列化できません（注意して使用してください！）, 1 = サービスチェックを並列化できます.
pl_pl: Wartości: 0 = serwisowy nie może być parallelized (! korzystania z ostrożnością), 1 = serwisowy można parallelized.
pt_pt: valores: 0 = verificação de serviço não pode ser paralelizado (Use com cuidado), 1 = verificação de serviço pode ser paralelizado.
ru_ru: значения: 0 = проверка служба не может быть распараллелены (! Используйте с осторожностью), 1 = проверка услуга может быть распараллелены.
zh_cn: 值：0 =服务检查不能并行化（谨慎使用！），1 =服务检查可以并行化。

source: Service - check period
bg_bg: Сървис - проверовъчен период (check period)
de_de: Service - prüfen Zeitraum
es_es: servicio - comprobar período
fr_fr: Service - vérifier période
it_it: servizio - Controllare periodo
ja_jp: サービス - チェック期間
pl_pl: Usługa - okres sprawdzić
pt_pt: serviço - verifique período
ru_ru: сервис - проверить срок
zh_cn: 服务-检查周期

source: This directive is used to specify the short name of the time period during which active checks of this service can be made.
bg_bg: Тази директива се използва за определяне на краткото име на периода от време, през който могат да се правят активни проверки на този сървис.
de_de: Diese Direktive wird benutzt, um den Kurznamen der Zeitraum, in dem aktive Prüfungen für diesen Service ausgeführt werden soll.
es_es: esta directiva se utiliza para especificar el nombre corto del período de tiempo durante el cual los controles activos de este servicio se pueden hacer.
fr_fr: cette directive est utilisée pour spécifier le nom court de la période de temps pendant laquelle les contrôles actifs de ce service peuvent être faites.
it_it: questa direttiva viene utilizzato per specificare il nome breve periodo di tempo durante il quale possono essere effettuati controlli attivi di questo servizio.
ja_jp: このディレクティブは、このサービスのアクティブチェックを行うことができる期間の短縮名を指定するために使用されます.
pl_pl: dyrektywa ta jest stosowana do określenia krótką nazwę okresu, w którym aktywne kontrole tego serwisu mogą być wykonane.
pt_pt: esta directiva é usado para especificar o nome abreviado do período de tempo durante o qual os controlos activos deste serviço pode ser feita.
ru_ru: Эта директива используется, чтобы указать краткое название периода времени, в течение которого активные проверки этой службы могут быть сделаны.
zh_cn: 该指令用于指定对该服务进行主动检查的时间段的简称。

source: freshness threshold
bg_bg: Праг на свежест (Freshness threshold)
de_de: Frische-Schwellwert
es_es: umbral de frescura
fr_fr: seuil de fraîcheur
it_it: soglia di freschezza
ja_jp: freshnessしきい値
pl_pl: Próg świeżość
pt_pt: limiar frescura
ru_ru: Свежесть порог
zh_cn: 新鲜度阈值

source: This directive is used to specify the freshness threshold (in seconds) for this service. If you set this directive to a value of 0, Nagios will determine a freshness threshold to use automatically.
bg_bg: Тази директива се използва за определяне на прага на свежест (freshness threshold) (в секунди) за този сървис. Ако зададете стойност 0 на тази директива, Nagios ще определи автоматично прага на свежест (freshness threshold), който да бъде използван.
de_de: Diese Direktive wird benutzt, um den Frische-Schwellwert (in Sekunden) für diesen Dienst festzulegen. Wenn Sie diese Direktive auf 0 setzen, wird Nagios einen Frische-Schwellwert, automatisch zu bestimmen.
es_es: esta directiva se utiliza para especificar el umbral de frescura (en segundos) para este servicio. si se establece esta directiva para un valor de 0, nagios determinarán un umbral frescura a utilizar automáticamente.
fr_fr: cette directive est utilisée pour spécifier le seuil de fraîcheur (en secondes) pour ce service. si vous définissez cette directive à une valeur de 0, Nagios déterminer un seuil de fraîcheur à utiliser automatiquement.
it_it: questa direttiva viene utilizzato per specificare la soglia di freschezza (in secondi) per questo servizio. se si imposta questa direttiva per un valore pari a 0, Nagios determineranno una soglia freschezza per usare automaticamente.
ja_jp: このディレクティブは、このサービスのfreshnessしきい値を指定するために使用されます（秒）. このディレクティブに 0 の値を設定した場合、Nagiosは自動的にfreshness しきい値を決定します.
pl_pl: dyrektywa ta jest używana do określenia progu świeżość (w sekundach) dla tej usługi. jeśli ustawisz tę dyrektywę do wartości 0, Nagios będzie określenie progu świeżość automatycznie korzystania.
pt_pt: esta directiva é usado para especificar o limite de frescor (em segundos) para este serviço. Se você definir esta diretiva para um valor de 0, Nagios irá determinar um limite de frescor para usar automaticamente.
ru_ru: Эта директива используется для указания свежести порог (в секундах) для данного сервиса. если вы установить эту директиву в значение 0, Nagios будет определять свежесть порог автоматически использовать.
zh_cn: 这条指令用来指定这个服务的新鲜度阈值（以秒为单位）。如果您将此指令设置为 0，Nagios 会自动决定使用的新鲜度阈值。

source: check freshness
bg_bg: проверете свежестта (freshness)
de_de: Frische überprüfen
es_es: comprobar la frescura
fr_fr: vérifier la fraîcheur
it_it: controllare la freschezza
ja_jp: freshnessチェック
pl_pl: sprawdzić świeżość
pt_pt: verificar frescura
ru_ru: проверить свежесть
zh_cn: 检查新鲜度

source: This directive is used to determine whether or not freshness checks are enabled for this service. Values:
bg_bg: Тази директива се използва, за да се определи дали проверките за "свежест" (freshness) са активирани за този сървис. Стойности:
de_de: Diese Direktive wird benutzt, um festzustellen, ob Frische-Prüfungen sind für diesen Service aktiviert. Werte:
es_es: esta directiva se utiliza para determinar si los controles frescura están habilitadas para este servicio. valores:
fr_fr: cette directive est utilisée pour déterminer si oui ou non des contrôles fraîcheur sont activés pour ce service. valeurs:
it_it: questa direttiva viene utilizzata per determinare se i controlli di freschezza sono abilitati per questo servizio. valori:
ja_jp: このディレクティブは、freshnessチェックがこのサービスで有効かどうかを決定するために使用されます. 値：
pl_pl: dyrektywa ta jest używana do określenia, czy kontrole świeżości włączona dla tej usługi. wartości:
pt_pt: esta directiva é usado para determinar se ou não cheques de frescura são habilitadas para esse serviço. valores:
ru_ru: Эта директива используется для определения того, не включены свежесть проверки за эту услугу. значения:
zh_cn: 该指令用于确定是否为此服务启用了新鲜度检查。 值：

source: enable freshness
bg_bg: Позволете freshness
de_de: ermöglichen Frische
es_es: permitir frescura
fr_fr: permettre à la fraîcheur
it_it: consentire freschezza
ja_jp: 有効化 freshness
pl_pl: umożliwiają świeżość
pt_pt: permitir frescura
ru_ru: включить свежесть
zh_cn: 启用新鲜度

source: obsess over service
bg_bg: Преследвам (Obsess over) сървис
de_de: besessen über Service
es_es: obsesionarse con el servicio
fr_fr: obsédée par le service
it_it: ossessionare servizio
ja_jp: obsess over サービス
pl_pl: przesady usługi
pt_pt: obcecado com serviço
ru_ru: обольщайтесь службы
zh_cn: 偏执服务

source: This directive determines whether or not checks for the service will be "obsessed" over using the ocsp_command.
bg_bg: Тази директива определя дали проверките за хост ще бъде "обсебени" ("obsessed") от използването на ochp_command.
de_de: Diese Richtlinie legt fest, ob Prüfungen für den Service wird "besessen" über mit dem ocsp_command sein.
es_es: esta directiva determina si se comprueba el servicio será "obsesionado" por el uso de la ocsp_command.
fr_fr: cette directive détermine si oui ou non des contrôles pour le service sera «obsédé» sur l'aide de la ocsp_command.
it_it: questa direttiva determina se i controlli per il servizio saranno "ossessionato" over con il ocsp_command.
ja_jp: このディレクティブは、サービスのチェックがocsp_command を使用して「取り付け(obsessed)」されているかどうかを決定します.
pl_pl: dyrektywa ta określa, czy sprawdza usługi będzie "obsesję" nad wykorzystaniem ocsp_command.
pt_pt: esta directiva determina se ou não cheques para o serviço vai ser "obcecado" por cima usando a ocsp_command.
ru_ru: Эта директива определяет, является ли проверка для службы будет "одержим" по сравнению с использованием ocsp_command.
zh_cn: 该指令确定是否将使用ocsp_command来“检查”服务检查。

source: event handler
bg_bg: манипулатор на събития (event handler)
de_de: Veranstaltung Handler
es_es: Controlador de eventos
ja_jp: イベントハンドラ
pl_pl: obsługi zdarzeń
pt_pt: Manipulador de eventos
ru_ru: Обработчиков событий
zh_cn: 事件处理程序

source: This directive is used to specify the
bg_bg: Тази директива се използва за определяне на
de_de: Diese Direktive wird benutzt, um die angeben
es_es: esta directiva se utiliza para especificar el
fr_fr: cette directive est utilisée pour spécifier le
it_it: questa direttiva viene utilizzato per specificare il
ja_jp: このディレクティブは、サービスステータスの変化が検出されたら実行すべきコマンドの
pl_pl: dyrektywa ta jest używana do określenia
pt_pt: esta directiva é usado para especificar o
ru_ru: Эта директива используется для задания
zh_cn: 该指令用于指定

source: of the command that should be run whenever a change in the state of the service is detected (i.e. whenever it goes down or recovers). Read the documentation on event handlers for a more detailed explanation of how to write scripts for handling events. The maximum amount of time that the event handler command can run is controlled by the event_handler_timeout option.
bg_bg: на командата, която трябва да се изпълни, когато се установи промяна в състоянието на сървиса (тоест, когато сървиса преминава в критично състояние или се възстановява). Прочетете документацията на манипулаторите на събития (event handlers) за по-подробно обяснение на това как да се пишат скриптове за манипулирането на събития. Максималния размер на времето, в продължение на което командата на манипулатора на събития може да работи, се контролира чрез опцията event_handler_timeout.
de_de: der Befehl, der ausgeführt werden soll, wenn eine Änderung im Status des Dienstes erkannt wird (dh er geht oder sich wieder erholt) werden. lesen Sie die Dokumentation zu Eventhandlern für eine detailliertere Erklärung, wie Scripte zur Behandlung von Ereignissen geschrieben werden. die maximale Zeit, die der Event-Handler-Befehl ausführen kann, durch die event_handler_timeout-Option kontrolliert.
es_es: del comando que se debe ejecutarse cada vez que se detecta un cambio en el estado del servicio (es decir, cada vez que se cae o se recupera). leer la documentación sobre los controladores de eventos para una explicación más detallada de cómo escribir guiones para la gestión de eventos. la cantidad máxima de tiempo que el comando controlador de eventos puede correr es controlado por la opción event_handler_timeout.
fr_fr: de la commande qui doit être exécuté à chaque fois un changement dans l'état de service est détecté (ce est à dire chaque fois qu'il tombe en panne ou récupère). lire la documentation sur les gestionnaires d'événements pour une explication plus détaillée de la façon d'écrire des scripts pour la gestion des événements. le montant maximum de temps que la commande de gestionnaire d'événement peut se exécuter est contrôlé par l'option de event_handler_timeout.
it_it: del comando che deve essere eseguito ogni volta che viene rilevato un cambiamento di stato del servizio (cioè quando scende o recupera). leggere la documentazione sui gestori di eventi per una spiegazione più dettagliata di come scrivere script per la gestione degli eventi. la quantità massima di tempo che il comando gestore di eventi può essere eseguito è controllata dall'opzione event_handler_timeout.
ja_jp: を指定するために使用されます. イベントを処理するためのスクリプトの書き方に関する詳細については、イベントハンドラのドキュメントをお読みください. イベントハンドラコマンドの最大回数は event_handler_timeoutオプションで制御されます.
pl_pl: polecenia, które powinny zostać uruchomione, gdy zmiana w stanie eksploatacji jest wykrywane (tj gdy przechodzi w dół lub odzyskuje). zapoznać się z dokumentacją na temat obsługi zdarzeń o bardziej szczegółowe wyjaśnienie, jak pisać skrypty do obsługi zdarzeń. Maksymalny czas, który można uruchomić polecenie obsługi zdarzeń jest kontrolowana przez opcję event_handler_timeout.
pt_pt: de comando que deve ser executado sempre que uma mudança no estado do serviço é detectado (isto é, quando esta vai para baixo ou recupera). leia a documentação sobre manipuladores de eventos para uma explicação mais detalhada de como escrever scripts para manipulação de eventos. a quantidade máxima de tempo que o comando evento manipulador pode ser executado é controlada pela opção event_handler_timeout.
ru_ru: команды, которые должны быть запущены, когда изменение состояния службы обнаружено (то есть, когда она выходит из строя, или восстанавливает). прочитали документацию по обработчиков событий для более подробного объяснения о том, как писать сценарии для обработки событий. Максимальное количество времени, что команда обработчик событий может работать контролируется с помощью опции event_handler_timeout.
zh_cn: 只要检测到服务状态发生更改（即服务关闭或恢复），就应该运行该命令。 阅读有关事件处理程序的文档，以获取有关如何编写用于处理事件的脚本的详细说明。 事件处理程序命令可以运行的最大时间由event_handler_timeout选项控制。

source: event handler enabled
bg_bg: Манипулатора на събития е активиран
de_de: Veranstaltung Handler aktiviert
es_es: Controlador de eventos Activado
fr_fr: Event Handler Activé
it_it: Event Handler Attivato
ja_jp: イベントハンドラ有効化
pl_pl: obsługi zdarzeń włączony
pt_pt: Manipulador de eventos
ru_ru: Обработчик событий Доступно
zh_cn: 事件处理程序已启用

source: This directive is used to determine whether or not the event handler for this service is enabled. Values:
bg_bg: Тази директива се използва, за да се определи дали манипулатора на събития (event handler) за този сървис е активиран. Стойности:
de_de: Diese Direktive wird benutzt, um festzustellen, ob der Eventhandler für diesen Service aktiviert ist. Werte:
es_es: esta directiva se utiliza para determinar si el controlador de eventos para este servicio está habilitado. valores:
fr_fr: cette directive est utilisée pour déterminer si oui ou non le gestionnaire d'événement pour ce service est activé. valeurs:
it_it: questa direttiva viene utilizzato per determinare se il gestore di eventi per questo servizio è abilitato. valori:
ja_jp: このディレクティブは、このサービスのイベントハンドラが有効かどうかを決定するために使用されます. 値：
pl_pl: dyrektywa ta jest używana do określenia, czy obsługi zdarzeń dla tej usługi jest włączony. wartości:
pt_pt: esta directiva é usado para determinar se ou não o manipulador de eventos para este serviço está ativado. valores:
ru_ru: Эта директива используется для определения того, включено ли или нет обработчик событий для этой службы. значения:
zh_cn: 该伪指令用于确定是否为此服务启用了事件处理程序。 值：

source: disable service event handler,
bg_bg: деактивирайте сървис манипулатора на събития,
de_de: Deaktivieren Service-Eventhandler,
es_es: desactivar controlador de eventos de servicio,
fr_fr: désactiver gestionnaire d'événement de service,
it_it: disattivare gestore di eventi di servizio,
ja_jp: サービスイベントハンドラを無効にする,
pl_pl: wyłączenie obsługi zdarzeń, usług,
pt_pt: desativar o manipulador de eventos de serviço,
ru_ru: отключить обработчик событий службы,
zh_cn: 禁用服务事件处理程序，

source: enable service event handler.
bg_bg: Активирайте манипулатор на събития на сървис (service event handler).
de_de: ermöglichen Service-Eventhandler.
es_es: permitir controlador de eventos de servicio.
fr_fr: permettre gestionnaire d'événement de service.
it_it: abilitare gestore di eventi di servizio.
ja_jp: サービスイベントハンドラを有効にする.
pl_pl: umożliwienie obsługi zdarzeń usługi.
pt_pt: permitir manipulador de eventos de serviço.
ru_ru: включить обработчик событий службы.
zh_cn: 启用服务事件处理程序。

source: low flap threshold
bg_bg: нисък праг на честите промени в състоянието
de_de: niedrigen Flatter-Schwellwert
es_es: umbral bajo solapa
fr_fr: seuil bas de rabat
it_it: bassa soglia lembo
ja_jp: フラップ下限しきい値
pl_pl: niski próg klapa
pt_pt: baixo limiar aba
ru_ru: Низкий порог лоскут
zh_cn: 低flap阈值
