Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: The top-level OID to use for scanning. If empty, by default, it will scan "private" which should work for most MIBs.
bg_bg: най-високото ниво на oid, което да използвате за сканиране. ако е празен, по подразбиране той ще сканира "private", което би трябвало да работи за повечето микрофони.
de_de: Das OID der obersten Ebene, das zum Scannen verwendet werden soll. Wenn leer, wird standardmäßig "privat" gescannt, was für die meisten Mibs funktionieren sollte.
es_es: el oid de nivel superior para usar para escanear. si está vacío, de forma predeterminada, escaneará "privado", lo que debería funcionar para la mayoría de los mibs.
fr_fr: L'OID de niveau supérieur à utiliser pour la numérisation. s'il est vide, par défaut, il analysera "privé", ce qui devrait fonctionner pour la plupart des mibs.
it_it: l'ideale di livello superiore da utilizzare per la scansione. se vuoto, per impostazione predefinita, eseguirà la scansione "privata" che dovrebbe funzionare per la maggior parte dei mib.
ja_jp: スキャンに使用する最上位のOID。空の場合、デフォルトでは、ほとんどのmibsで機能する「プライベート」をスキャンします。
pl_pl: OID najwyższego poziomu do skanowania. jeśli pusty, domyślnie skanuje „prywatny”, co powinno działać dla większości plików MIB.
pt_pt: o oid de nível superior a ser usado para digitalização. se vazio, por padrão, ele escaneia "private", o que deve funcionar para a maioria dos mibs.
ru_ru: oid верхнего уровня для сканирования. если он пуст, по умолчанию он будет сканировать «private», что должно работать для большинства MIB.
zh_cn: 用于扫描的顶级OID。 如果为空，则默认情况下它将扫描“专用”，这对大多数MIB都适用。

source: Timeout
bg_bg: Прекъсване (Timeout)
es_es: Hora
fr_fr: Temps mort
ja_jp: タイムアウト
pt_pt: Tempo
ru_ru: Тайм-аут
zh_cn: 超时

source: The maximum number of seconds to wait for the SNMP scan to complete.
bg_bg: Максималния брой секунди да се изчака до завършването на SNMP сканирането.
de_de: Die maximale Anzahl von Sekunden zu warten, bis der SNMP-Scan abgeschlossen ist.
es_es: El número máximo de segundos de espera para el análisis SNMP para completar.
fr_fr: Le nombre maximum de secondes à attendre pour le scan SNMP pour terminer.
it_it: Il numero massimo di secondi di attesa per la scansione SNMP per il completamento.
ja_jp: SNMPスキャンが完了するまでの待機時間(秒).
pl_pl: Maksymalna liczba sekund oczekiwania na skanowanie SNMP, aby zakończyć.
pt_pt: O número máximo de segundos de espera para a verificação SNMP para completar.
ru_ru: Максимальное количество секунд ожидания SNMP сканирование, чтобы закончить.
zh_cn: 等待SNMP扫描完成的最大秒数。

source: Max Results
bg_bg: Максимална бройка резултати
de_de: Max Ergebnisse
es_es: Resultados del Escaneo
fr_fr: Résultats Max
it_it: Max Risultati
ja_jp: 最大結果数
pl_pl: Wyniki skanowania
pt_pt: Resultado
ru_ru: Макс Результаты
zh_cn: 最大结果

source: The maximum number of results to process from the SNMP scan.
bg_bg: Максималния брой резултати (OIDs), които да се обработят от SNMP сканирането.
de_de: Die maximale Anzahl von Ergebnissen (OIDs) aus dem SNMP-Scan zu verarbeiten.
es_es: El número máximo de resultados (OID) para procesar el análisis SNMP.
fr_fr: Le nombre maximum de résultats (OID) pour le traitement de l'analyse SNMP.
it_it: Il numero massimo di risultati (OID) per elaborare dalla scansione SNMP.
ja_jp: SNMPスキャンから処理する最大結果（OID）件数.
pl_pl: Maksymalna liczba wyników (OID) do przetwarzania ze skanowania SNMP.
pt_pt: O número máximo de resultados (OIDs) para processar da verificação SNMP.
ru_ru: Максимальное количество результатов (OID) для обработки с SNMP сканирование.
zh_cn: SNMP扫描要处理的最大结果数。

source: Scanning device. Please wait...
bg_bg: Сканиране на устройството. Моля изчакайте...
de_de: Scan-Vorrichtung - Bitte warten ...
es_es: Por favor espere...
fr_fr: Dispositif d'exploration - S'il vous plaît patienter ...
it_it: Scansione dispositivo - Attendere prego ...
ja_jp: デバイスをスキャンしています - しばらくお待ちください...
pl_pl: urządzenie skanujące. Proszę czekać ...
pt_pt: Por favor, aguarde ...
ru_ru: Сканирование устройства - Пожалуйста, подождите ...
zh_cn: 扫描设备。 请耐心等待...

source: No results were returned from a scan of the device.
bg_bg: не бяха върнати резултати от сканиране на устройството.
de_de: Bei einem Scan des Geräts wurden keine Ergebnisse zurückgegeben.
es_es: no se obtuvieron resultados de un escaneo del dispositivo.
fr_fr: aucun résultat n'a été renvoyé à partir d'une analyse du périphérique.
it_it: nessun risultato è stato restituito da una scansione del dispositivo.
ja_jp: デバイスのスキャンから結果が返されませんでした。
pl_pl: żadne wyniki nie zostały zwrócone podczas skanowania urządzenia.
pt_pt: Nenhum resultado foi retornado de uma varredura do dispositivo.
ru_ru: Результаты сканирования устройства не возвращались.
zh_cn: 扫描设备未返回任何结果。

source: This could be due to one of the following reasons
bg_bg: това може да се дължи на една от следните причини
de_de: Dies kann einen der folgenden Gründe haben
es_es: Esto podría deberse a uno de los siguientes motivos
fr_fr: cela pourrait être dû à l'une des raisons suivantes
it_it: ciò potrebbe essere dovuto a uno dei seguenti motivi
ja_jp: これは、次のいずれかの理由による可能性があります
pl_pl: może to być spowodowane jedną z następujących przyczyn
pt_pt: isso pode ser devido a uma das seguintes razões
ru_ru: это может быть связано с одной из следующих причин
zh_cn: 这可能是由于以下原因之一

source: No results were found based on the settings provided
bg_bg: не са намерени резултати въз основа на предоставените настройки
de_de: Aufgrund der angegebenen Einstellungen wurden keine Ergebnisse gefunden
es_es: no se encontraron resultados en función de la configuración proporcionada
fr_fr: aucun résultat n'a été trouvé en fonction des paramètres fournis
it_it: nessun risultato trovato in base alle impostazioni fornite
ja_jp: 提供された設定に基づいて結果が見つかりませんでした
pl_pl: na podstawie podanych ustawień nie znaleziono wyników
pt_pt: nenhum resultado foi encontrado com base nas configurações fornecidas
ru_ru: не найдено результатов на основании предоставленных настроек
zh_cn: 根据提供的设置未找到结果

source: Could not connect to the host (%s) or the port (%s) is unaccessible or blocked by a firewall
bg_bg: не можа да се свърже с хоста (% s) или портът (% s) е недостъпен или блокиран от защитна стена
de_de: Verbindung zum Host konnte nicht hergestellt werden (% s) oder der Port (% s) ist nicht erreichbar oder von einer Firewall blockiert
es_es: no se pudo conectar al host (% s) o el puerto (% s) no es accesible o está bloqueado por un firewall
fr_fr: Impossible de se connecter à l'hôte (% s) ou le port (% s) est inaccessible ou bloqué par un pare-feu
it_it: impossibile connettersi all'host (% s) o la porta (% s) è inaccessibile o bloccata da un firewall
ja_jp: ホスト（％s）に接続できなかったか、ポート（％s）にアクセスできないか、ファイアウォールでブロックされています
pl_pl: nie można połączyć się z hostem (% s) lub port (% s) jest niedostępny lub zablokowany przez zaporę ogniową
pt_pt: não pôde se conectar ao host (% s) ou a porta (% s) está inacessível ou bloqueada por um firewall
ru_ru: не удалось подключиться к хосту (% s) или порт (% s) недоступен или заблокирован брандмауэром
zh_cn: 无法连接到主机(%s)或端口(%s) 无法访问或被防火墙阻止

source: The snmp scan timed out (timeout currently set to %s seconds)
bg_bg: времето за сканиране на snmp изтече (времето за изчакване в момента е зададено на% s секунди)
de_de: Zeitüberschreitung beim SNMP-Scan (Zeitüberschreitung derzeit auf% s Sekunden eingestellt)
es_es: se agotó el tiempo de espera de la exploración snmp (el tiempo de espera está configurado actualmente en% s segundos)
fr_fr: le scan snmp a expiré (timeout défini à% s secondes)
it_it: timeout della scansione snmp (timeout attualmente impostato su% s secondi)
ja_jp: SNMPスキャンがタイムアウトしました（現在タイムアウトは％s秒に設定されています）
pl_pl: upłynął limit czasu skanowania snmp (limit czasu jest obecnie ustawiony na% s sekund)
pt_pt: o snmp scan expirou (tempo limite atualmente definido para% s segundos)
ru_ru: тайм-аут сканирования snmp (тайм-аут в настоящее время установлен на% s секунд)
zh_cn: SNMP扫描超时（当前当前设置为%s 秒）

source: The scan returned results, but did not return any results of the following filtered MIBs you selected (shown below)
bg_bg: сканирането върна резултати, но не върна никакви резултати от следните филтрирани клипове, които сте избрали (показани по-долу)
de_de: Der Scan hat Ergebnisse zurückgegeben, jedoch keine Ergebnisse der folgenden von Ihnen ausgewählten gefilterten Mibs (siehe unten).
es_es: el escaneo devolvió resultados, pero no devolvió ningún resultado de las siguientes mib filtradas que seleccionó (se muestra a continuación)
fr_fr: l'analyse a donné des résultats, mais aucun résultat des mibs filtrés suivants sélectionnés (voir ci-dessous)
it_it: la scansione ha restituito risultati, ma non ha restituito alcun risultato dei seguenti mib filtrati selezionati (mostrato di seguito)
ja_jp: スキャンは結果を返しましたが、選択した次のフィルタリングされたmibの結果を返しませんでした（以下を参照）
pl_pl: skanowanie zwróciło wyniki, ale nie zwróciło żadnych wyników następujących filtrowanych mibów, które wybrałeś (pokazane poniżej)
pt_pt: a varredura retornou resultados, mas não retornou nenhum resultado dos seguintes mibs filtrados selecionados (mostrados abaixo)
ru_ru: сканирование вернуло результаты, но не вернуло никаких результатов следующих выбранных вами отфильтрованных MIB (показано ниже)
zh_cn: 扫描返回结果，但未返回您选择的以下经过筛选的MIB的任何结果（如下所示）

source: To view the error or full results
bg_bg: за да видите грешката или пълните резултати
de_de: um den Fehler oder die vollständigen Ergebnisse anzuzeigen
es_es: para ver el error o los resultados completos
fr_fr: pour afficher l'erreur ou les résultats complets
it_it: per visualizzare l'errore o i risultati completi
ja_jp: エラーまたは完全な結果を表示するには
pl_pl: aby zobaczyć błąd lub pełne wyniki
pt_pt: para ver o erro ou resultados completos
ru_ru: просмотреть ошибку или полные результаты
zh_cn: 查看错误或完整结果

source: view the raw output from the scan
bg_bg: преглед на суровия изход от сканирането
de_de: Zeigen Sie die Rohdaten des Scans an
es_es: ver la salida sin procesar del escaneo
fr_fr: voir la sortie brute de l'analyse
it_it: visualizzare l'output non elaborato dalla scansione
ja_jp: スキャンからの生の出力を見る
pl_pl: wyświetl surowe dane wyjściowe ze skanowania
pt_pt: ver a saída bruta da varredura
ru_ru: просмотреть необработанные результаты сканирования
zh_cn: 查看扫描的原始输出

source: Either
bg_bg: един
de_de: entweder
es_es: ya sea
fr_fr: non plus
it_it: o
ja_jp: どちらか
pl_pl: zarówno
pt_pt: ou
ru_ru: или
zh_cn: 或

source: go back and change your settings
bg_bg: върнете се и променете настройките си
de_de: Gehe zurück und ändere deine Einstellungen
es_es: regrese y cambie su configuración
fr_fr: revenir en arrière et modifier vos paramètres
it_it: tornare indietro e modificare le impostazioni
ja_jp: 戻って設定を変更します
pl_pl: wróć i zmień ustawienia
pt_pt: volte e mude suas configurações
ru_ru: вернуться и изменить настройки
zh_cn: 返回并更改设置

source: or you can
bg_bg: или можете
de_de: oder du kannst
es_es: o tu puedes
fr_fr: ou tu peux
it_it: o puoi
ja_jp: またはあなたはできます
pl_pl: lub możesz
pt_pt: ou você pode
ru_ru: или вы можете
zh_cn: 或者您可以

source: try re-running the same scan again
bg_bg: опитайте отново да стартирате същото сканиране
de_de: Führen Sie denselben Scan erneut aus
es_es: intente volver a ejecutar el mismo escaneo nuevamente
fr_fr: essayez de relancer le même balayage
it_it: prova a eseguire nuovamente la stessa scansione
ja_jp: 同じスキャンを再実行してください
pl_pl: spróbuj ponownie uruchomić ten sam skan ponownie
pt_pt: tente executar novamente a mesma digitalização novamente
ru_ru: попробуйте еще раз запустить то же сканирование
zh_cn: 尝试再次重新运行相同的扫描

source: The name you would like to have associated with this server or device.
bg_bg: Името, което бихте искали да се асоциира с този сървър или устройство.
de_de: Der Name, den Sie gerne mit diesem Server oder Gerät zugeordnet haben würde.
es_es: El nombre que le gustaría tener asociados con este servidor o dispositivo.
fr_fr: Le nom que vous aimeriez avoir associé à ce serveur ou le périphérique.
it_it: Il nome che desideri sia associato a questo server o dispositivo.
ja_jp: サーバーまたはデバイスに関連付ける名前.
pl_pl: Nazwa chcesz być związane z tym serwerze lub urządzenia.
pt_pt: O host associado com este horário.
ru_ru: Имя, которое вы хотели бы иметь, связанные с этим сервером или устройства.
zh_cn: 您想要与此服务器或设备关联的名称。

source: Select the OIDs you'd like to monitor via SNMP.
bg_bg: Изберете OIDs, които бихте искате да наблюдавате чрез SNMP.
de_de: Wählen Sie die OIDs Sie gerne über SNMP zu überwachen hatte.
es_es: Seleccione los OID que le gustaría controlar vía SNMP.
fr_fr: Sélectionnez les OID que vous souhaitez contrôler via SNMP.
it_it: Selezionare gli OID che desideri monitorare tramite SNMP.
ja_jp: SNMPを介して監視するOIDを選択します.
pl_pl: wybierz OID, które chcesz monitorować za pomocą protokołu SNMP.
pt_pt: Selecione os tipos de alertas que você gostaria de receber.
ru_ru: Выберите OID, вы хотите, чтобы контролировать через SNMP.
zh_cn: 选择您要通过SNMP监视的OID。

source: You have reached the maximum processing limit of %s records. Return to step 1 to adjust the maximum results setting to view more.
bg_bg: сте достигнали максималния лимит за обработка на% s записи. върнете се на стъпка 1, за да коригирате настройката за максимален резултат, за да видите повече.
de_de: Sie haben die maximale Verarbeitungsgrenze von% s Datensätzen erreicht. Kehren Sie zu Schritt 1 zurück, um die maximale Ergebniseinstellung anzupassen und mehr anzuzeigen.
es_es: ha alcanzado el límite de procesamiento máximo de% s registros. regrese al paso 1 para ajustar la configuración de resultados máximos para ver más.
fr_fr: vous avez atteint la limite de traitement maximale de% s enregistrements. retournez à l'étape 1 pour ajuster le paramètre de résultats maximum et en voir plus.
it_it: hai raggiunto il limite massimo di elaborazione dei record% s. tornare al passaggio 1 per regolare l'impostazione dei risultati massimi per visualizzare di più.
ja_jp: ％sレコードの最大処理制限に達しました。ステップ1に戻り、最大結果設定を調整してさらに表示します。
pl_pl: osiągnąłeś maksymalny limit przetwarzania% s rekordów. Wróć do kroku 1, aby dostosować ustawienie maksymalnych wyników, aby wyświetlić więcej.
pt_pt: você atingiu o limite máximo de processamento dos registros% s. volte ao passo 1 para ajustar a definição dos resultados máximos para ver mais.
ru_ru: вы достигли максимального предела обработки% s записей. вернитесь к шагу 1, чтобы настроить максимальное значение результатов, чтобы увидеть больше.
zh_cn: 您已达到%s条记录的最大处理限制。 返回步骤1调整最大结果设置以查看更多内容

source: Currently showing OIDs related to the following MIBs:
bg_bg: понастоящем показва oids, свързани със следните показатели:
de_de: Derzeit werden Oids zu folgenden Mibs angezeigt:
es_es: actualmente muestra oids relacionados con los siguientes mibs:
fr_fr: affiche actuellement des informations relatives aux mibs suivants:
it_it: attualmente mostra oids relativi ai seguenti fiocchi:
ja_jp: 現在、次のMIBに関連するOIDを表示しています。
pl_pl: obecnie pokazuje oids związane z następującymi mib:
pt_pt: atualmente mostrando oid relacionados aos seguintes mibs:
ru_ru: в настоящее время показаны oids, связанные со следующими Mibs:
zh_cn: 当前显示与以下MIB相关的OID：

source: Select
bg_bg: Изберете
de_de: Wählen
es_es: Añadir seleccionado
fr_fr: Sélectionner
it_it: Selezionare
ja_jp: 選択
pl_pl: wybrany
pt_pt: Adicionar selecionado
ru_ru: Выбирать
zh_cn: 选择

source: Current Value
bg_bg: Сегашна стойност
de_de: Aktueller Wert
es_es: Actual
fr_fr: Valeur actuelle
it_it: Valore corrente
ja_jp: 現在の値
pl_pl: Aktualna wartość
pt_pt: Atual
ru_ru: Текущее значение
zh_cn: 当前值

source: The text that will be displayed before the data (string or number) in the check output.
bg_bg: текстът, който ще бъде показан преди данните (низ или номер) в изходния сигнал.
de_de: Der Text, der vor den Daten (Zeichenfolge oder Zahl) in der Prüfausgabe angezeigt wird.
es_es: el texto que se mostrará antes de los datos (cadena o número) en la salida del cheque.
fr_fr: le texte qui sera affiché avant les données (chaîne ou nombre) dans la sortie du contrôle.
it_it: il testo che verrà visualizzato prima dei dati (stringa o numero) nell'output del controllo.
ja_jp: チェック出力のデータ（文字列または数値）の前に表示されるテキスト。
pl_pl: tekst, który będzie wyświetlany przed danymi (ciąg lub liczba) na wyjściu kontrolnym.
pt_pt: o texto que será exibido antes dos dados (string ou número) na saída de verificação.
ru_ru: текст, который будет отображаться перед данными (строка или число) в проверочном выводе.
zh_cn: 将在检查输出中的数据（字符串或数字）之前显示的文本。

source: Optional data unit (examples: C, users, load)
bg_bg: незадължителна единица данни (примери: c, потребители, зареждане)
de_de: optionale Dateneinheit (Beispiele: c, Benutzer, Laden)
es_es: unidad de datos opcional (ejemplos: c, usuarios, carga)
fr_fr: unité de données optionnelle (exemples: c, utilisateurs, charge)
it_it: unità dati opzionale (esempi: c, utenti, caricamento)
ja_jp: オプションのデータ単位（例：c、users、load）
pl_pl: opcjonalna jednostka danych (przykłady: c, użytkownicy, ładowanie)
pt_pt: unidade de dados opcional (exemplos: c, usuários, carga)
ru_ru: необязательный блок данных (примеры: c, users, load)
zh_cn: 可选数据单位（例如：C，用户，负载）

source: If a match type is numeric, you must set a warning and critical value. If a match is a string, it must match the string exactly or it will be critical.
bg_bg: ако типът на съвпадение е числен, трябва да зададете предупредителна и критична стойност. ако съвпадението е низ, то трябва да съвпада точно с низа или ще бъде критично.
de_de: Wenn ein Übereinstimmungstyp numerisch ist, müssen Sie eine Warnung und einen kritischen Wert festlegen. Wenn eine Übereinstimmung eine Zeichenfolge ist, muss sie genau mit der Zeichenfolge übereinstimmen, sonst ist sie kritisch.
es_es: Si un tipo de coincidencia es numérico, debe establecer una advertencia y un valor crítico. si una coincidencia es una cadena, debe coincidir exactamente con la cadena o será crítica.
fr_fr: si un type de correspondance est numérique, vous devez définir un avertissement et une valeur critique. si une correspondance est une chaîne, elle doit correspondre exactement à la chaîne sinon elle sera critique.
it_it: se un tipo di corrispondenza è numerico, è necessario impostare un avviso e un valore critico. se una corrispondenza è una stringa, deve corrispondere esattamente alla stringa o sarà critica.
ja_jp: マッチタイプが数値の場合、警告とクリティカルの値を設定する必要があります。一致が文字列である場合、文字列と正確に一致する必要があります。一致しない場合、重要になります。
pl_pl: jeśli typ dopasowania jest liczbowy, musisz ustawić ostrzeżenie i wartość krytyczną. jeśli dopasowanie jest łańcuchem, musi dokładnie pasować do łańcucha lub będzie krytyczne.
pt_pt: Se um tipo de correspondência for numérico, você deverá definir um aviso e um valor crítico. Se uma correspondência for uma string, ela deve corresponder exatamente à string ou será crítica.
ru_ru: если тип соответствия числовой, вы должны установить предупреждение и критическое значение. если совпадение является строкой, оно должно точно соответствовать строке, иначе это будет критично.
zh_cn: 如果匹配类型为数字，则必须设置警告和临界值。 如果匹配项是字符串，则它必须与字符串完全匹配，否则将很关键。

source: Monitor a Solaris server.
bg_bg: Наблюдавайте Solaris сървър.
de_de: Überwachung einer Postgres-Server.
es_es: Monitorear el host cada
fr_fr: Surveiller un serveur Postgres.
it_it: Monitorare un server Postgres.
ja_jp: Solarisサーバーを監視します.
pl_pl: monitorowanie serwerów Solaris.
pt_pt: Monitorar o host cada
ru_ru: Мониторинг сервера Postgres.
zh_cn: 监视Solaris服务器。

source: Solaris Server Information
bg_bg: Информация за Solaris сървъра
de_de: Mail Server Informationen
es_es: Informacion sobre la licencia
fr_fr: Informations Mail Server
it_it: Mail Server Informazioni
ja_jp: Solarisサーバ情報
pl_pl: Informacje o serwerze solaris
pt_pt: Sistema de Informação
ru_ru: Информация Mail Server
zh_cn: Solaris服务器信息

source: The IP address or FQDNS name of the Solaris server you'd like to monitor
bg_bg: IP адрес или FQDNS име на Solaris сървъра, който искате да наблюдавате
de_de: Die IP-Adresse oder FQDN Namen des Linux-Servers Sie überwachen möchten
es_es: La direccion IP o el nombre FQDNS del host
fr_fr: L'adresse IP ou le nom FQDN du serveur Linux, vous souhaitez surveiller
it_it: L'indirizzo IP o il nome FQDN del server Linux che si desidera monitorare
ja_jp: 監視するIPアドレスまたはSolarisサーバーのFQDN
pl_pl: adres IP lub FQDN nazwa serwera solaris chcesz monitorować
pt_pt: O endereço IP ou FQDN nome do host
ru_ru: IP-адрес или FQDN, имя сервера Linux вы хотели бы контролировать
zh_cn: 您要监视的Solaris服务器的IP地址或FQDNS名称

source: Legacy
bg_bg: завещание
de_de: Erbe
es_es: legado
fr_fr: héritage
it_it: eredità
ja_jp: レガシー
pl_pl: dziedzictwo
pt_pt: legado
ru_ru: наследие
zh_cn: 遗产

source: Which agent do you want to use to monitor the Solaris system
bg_bg: кой агент искате да използвате за наблюдение на слънчевата система
de_de: Welchen Agenten möchten Sie zur Überwachung des Solaris-Systems verwenden?
es_es: ¿Qué agente desea utilizar para monitorear el sistema solaris?
fr_fr: quel agent voulez-vous utiliser pour surveiller le système solaris
it_it: quale agente si desidera utilizzare per monitorare il sistema Solaris
ja_jp: Solaris システムを監視するために使用するエージェント
pl_pl: jakiego agenta chcesz użyć do monitorowania systemu solaris
pt_pt: qual agente você deseja usar para monitorar o sistema solaris
ru_ru: какой агент вы хотите использовать для мониторинга системы Solaris
zh_cn: 您要使用哪个代理来监视Solaris系统

source: Solaris Server Details
bg_bg: Подробности за Solaris сървъра
de_de: Mail Server Details
es_es: Detalles del Servicio
fr_fr: Détails du serveur de messagerie
it_it: Mail Server Dettagli
ja_jp: Solarisサーバーの詳細
pl_pl: Szczegóły serwera solaris
pt_pt: Detalhe de serviço
ru_ru: Подробности Mail Server
zh_cn: Solaris服务器详细信息

source: The name you'd like to have associated with this Solaris server
bg_bg: Името, което искате да се асоциира с този Solaris сървър
de_de: Der Name, den Sie gerne mit dieser E-Mail-Server zugeordnet haben würde
es_es: El nombre que te gustaría tener asociada con este servidor de correo
fr_fr: Le nom que vous aimeriez avoir associé à ce serveur de messagerie
it_it: Il nome che desideri sia associato questo server di posta
ja_jp: Solarisサーバーに関連付ける名前
pl_pl: Nazwa chcesz być związane z tym serwerze solaris
pt_pt: O host associado com este horário.
ru_ru: Имя, которое вы хотели бы иметь, связанный с этим почтовым сервером
zh_cn: 您想要与此Solaris服务器关联的名称

source: Solaris Agent
bg_bg: Solaris агент
de_de: solaris Agenten
es_es: solaris agente
fr_fr: solaris agent de
it_it: solaris agente
ja_jp: Solarisエージェント
pl_pl: Środek solaris
pt_pt: solaris agente
ru_ru: Solaris агента
zh_cn: Solaris代理

source: You'll need to install an agent on the Solaris server in order to monitor its metrics
bg_bg: Ще трябва да инсталирате агент на Solaris сървъра, за да следите неговите показатели
de_de: Sie müssen einen Agenten auf dem Linux-Server zu installieren, um die Metriken überwachen
es_es: Tendrá que instalar un agente en el servidor Linux con el fin de monitorear sus indicadores
fr_fr: Vous aurez besoin d'installer un agent sur le serveur Linux afin de surveiller ses mesures
it_it: È necessario installare un agente nel server Linux al fine di monitorare le sue metriche
ja_jp: メトリックを監視するには、Solarisサーバーにエージェントをインストールする必要があります
pl_pl: musisz zainstalować agenta na serwerze solaris w celu monitorowania jego metryki
pt_pt: Você vai precisar instalar um agente no servidor Linux, a fim de monitorar suas métricas
ru_ru: Вам нужно установить агент на Linux сервере для того, чтобы следить за его метрик
zh_cn: 您需要在Solaris服务器上安装代理以监视其指标

source: Agent Install Instructions
bg_bg: Инструкции за инсталиране на агента
de_de: Agent-Installation Instructions:
es_es: Instrucciones de instalación del agente:
fr_fr: Instructions d'installation de l'agent:
it_it: Agente di installazione Istruzioni:
ja_jp: エージェントのインストール手順
pl_pl: Instrukcje instalacji agenta
pt_pt: Instruções de instalação do agente:
ru_ru: Инструкция агента Install:
zh_cn: 代理安装说明
