Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: notification for which this escalation is effective. For instance, if you set this value to 5, this escalation will not be used if more than five notifications are sent out for the host. Setting this value to 0 means to keep using this escalation entry forever (no matter how many notifications go out).
bg_bg: Уведомление, за което тази ескалация е ефективна. Например, ако сте задали стойност 5, тази ескалация, няма да бъде използвана, ако повече от пет уведомления са изпратени за хоста. Задаването на стойност 0 означава да продължите да използвате тази ескалация завинаги (без значение колко известия са били изпратени).
de_de: Mitteilung für die diese Eskalation ist wirksam. zum Beispiel, wenn Sie diesen Wert auf 5 setzen, dann wird diese Eskalation nicht benutzt, wenn mehr als fünf Benachrichtigungen für den Host gesendet werden. Setzen Sie diesen Wert auf 0 bedeutet zu halten mit dieser Eskalationseintrag immer (egal wie viele Benachrichtigungen versandt werden).
es_es: notificación para las que esta escalada es eficaz. por ejemplo, si se establece este valor en 5, esta escalada no se utilizará si hay más de cinco notificaciones se envían para el anfitrión. establecer este valor a 0 significa que siga usando esta entrada escalada para siempre (no importa cuántas notificaciones se apagan).
fr_fr: notification pour laquelle l'escalade est effective. Par exemple, si vous définissez cette valeur à 5, cette escalade ne sera pas utilisée si plus de cinq notifications ont été envoyées pour l'hôte. définition de cette valeur à 0 moyens de continuer à utiliser cette escalade sans fin (peu importe le nombre de notifications envoyées).
it_it: la notifica per i quali questa escalation è efficace. per esempio, se si imposta il valore su 5, questa escalation non sarà utilizzato se più di cinque notifiche vengono inviati per l'host. l'impostazione di questo valore a 0 significa continuare a utilizzare questa voce escalation per sempre (non importa quanti avvisi uscire).
ja_jp: の通知を識別する数字を指定します. （この数値以下であれば、このエスカレーションが有効となります. ）例えば、この値に 5 を設定した場合、ホストに対して通知が 5回より多く送信された場合、このエスカレーションは使用されません. （通知を何回送信するかに関係なく）このエスカレーションエントリを永久に使用する場合は、0 を設定します.
pl_pl: Zawiadomienie dla których eskalacja jest skuteczna. na przykład, jeśli ustawisz tę wartość do 5, to eskalacja nie będą używane, jeśli więcej niż pięć powiadomienia są wysyłane do hosta. ustawienie tej wartości na 0 przy użyciu środków, aby utrzymać tę pozycję eskalacji zawsze (bez względu na to, jak wiele zgłoszeń wyjść).
pt_pt: notificação para que esta escalada é eficaz. por exemplo, se você definir esse valor para 5, essa escalada não será usado se mais de cinco notificações são enviadas para o host. definir esse valor como 0 significa que continuar usando esta entrada escalada para sempre (não importa quantas notificações sair).
ru_ru: Уведомление для которых эта эскалация является эффективным. Например, если вы установите это значение в 5, эта эскалация не будет использоваться, если более чем пять уведомлений направляются для хозяина. устанавливать это значение в 0 средства, чтобы сохранить не используя эту запись эскалации навсегда (независимо от того, сколько уведомлений выйти).
zh_cn: 升级有效的通知。 例如，如果将此值设置为5，则如果为主机发送了五个以上的通知，则不会使用此升级。 将此值设置为0意味着将永远永远使用此升级条目（无论发出多少通知）。

source: This directive is used to determine the interval at which notifications should be made while this escalation is valid. If you specify a value of 0 for the interval, Nagios will send the first notification when this escalation definition is valid, but will then prevent any more problem notifications from being sent out for the host. Notifications are sent out again until the host recovers.</p><p>This is useful if you want to stop having notifications sent out after a certain amount of time. Note: If multiple escalation entries for a host overlap for one or more notification ranges, the smallest notification interval from all escalation entries is used.
bg_bg: Тази директива се използва за определяне на интервала, в който трябва да бъдат направени уведомленията, докато тази ескалация е валидена. Ако зададете стойност 0 за интервала, Nagios ще изпрати първото съобщение, когато тази дефиниция за ескалация е валидна, но след това ще преустанови изпращаненто на всякакви други проблемни уведомления за хоста. Уведомления се изпращат отново, докато хоста се възстанови. </p><p> Това е полезно, ако искате да спрете с уведомленията, изпратени след определен период от време. Забележка: Ако множество ескалации за хост се припокриват с един или повече нотификационни интервала, тогава се използва най-малкият нотификационен интервал от всички ескалации.
de_de: Diese Direktive wird benutzt, um das Intervall, in dem Benachrichtigungen versandt werden, wenn diese Eskalation gültig werden zu bestimmen. Wenn Sie einen Wert von 0 für dieses Intervall angeben, wird Nagios die erste Benachrichtigung versenden, wenn diese Eskalation gültig wird, dann aber verhindern, dass weitere Benachrichtigungen, die für den Host gesendet. Benachrichtigungen werden wieder versandt, bis sich der Host erholt. </p><p> Das ist nützlich, wenn Sie aufhören, Meldungen nach einer bestimmten Zeit aus gesendet werden sollen. Hinweis: Wenn mehrere Eskalationseinträge eines Hosts Überlappung für ein oder mehrere Meldebereiche, die kürzeste Benachrichtigungsintervall aller Eskalationseinträge benutzt.
es_es: esta directiva se usa para determinar la frecuencia con la que deben realizarse las notificaciones, mientras que esta escalada es válida. si especifica un valor de 0 para el intervalo, nagios enviarán la primera notificación cuando esta definición escalada es válida, pero entonces evitar cualquier problema más notificaciones se envíen para el anfitrión. las notificaciones se envían de nuevo hasta que el anfitrión se recupere. </p><p> esto es útil si desea dejar de tener las notificaciones enviadas a cabo después de una cierta cantidad de tiempo. nota: si varias entradas de escalamiento para una superposición de acogida para uno o más rangos de notificación, se utiliza el intervalo de notificación más pequeña de todas las entradas de escalamiento.
fr_fr: cette directive est utilisée pour déterminer la fréquence à laquelle les notifications doivent être faites quand cette escalade est valide. si vous spécifiez une valeur de 0 pour l'intervalle, Nagios envoyer la première notification lorsque cette définition d'escalade est valide, mais seront ensuite éviter tout plus de notifications de problème d'être envoyé pour l'hôte. notifications sont envoyées jusqu'à ce que l'hôte se rétablit. </p><p> ce qui est utile si vous voulez plus de notifications après un certain laps de temps. A noter: si les entrées d'escalade multiples pour un chevauchement d'hôte pour une ou plusieurs plages de notification, le plus petit intervalle de notification de toutes les entrées d'escalade est utilisé.
it_it: questa direttiva viene utilizzato per determinare l'intervallo in cui le notifiche devono essere effettuate durante questa escalation è valido. se si specifica il valore 0 per l'intervallo, nagios invieranno la prima notifica quando questa definizione escalation è valido, ma saranno poi evitare ogni più notifiche di problemi vengano inviati per l'host. notifiche vengono inviati di nuovo fino all'host recupera. </p><p> questo è utile se si vuole smettere di avere notifiche inviate dopo un certo periodo di tempo. nota: se, viene utilizzato l'intervallo di notifica più piccola di tutte le voci di escalation più voci di escalation di una sovrapposizione di host per uno o più intervalli di notifica.
ja_jp: このディレクティブは、このエスカレーションが有効である間に通知されるべき間隔を決定するために使用されます. 通知間隔に、0 を指定すると、Nagiosはこのエスカレーション定義が有効であるとき最初の通知を送信しますが、それ以降このホストの障害通知の送信を行いません. ホストが復旧するまで通知が送信されます. </p><p>一定時間後に通知送信を停止する場合に便利です. 注記：複数の通知範囲でホストエスカレーション登録が重複している場合、すべてのエスカレーション登録の中で最も小さい通知間隔が使用されます.
pl_pl: dyrektywa ta jest używana do określenia, jak często powinny być wykonane powiadomienia, gdy ta eskalacja jest ważna. w przypadku określenia wartości 0 do przedziału, Nagios wyśle ​​powiadomienie, gdy pierwsza definicja ta eskalacja jest ważna, ale to uniemożliwić jakiekolwiek więcej zgłoszeń problemów przed wysłaniem do hosta. Powiadomienia są wysyłane ponownie, aż gospodarz odzyskuje. </p><p> Jest to przydatne, jeśli chcesz zatrzymać konieczności powiadomienia wysyłane po pewnym czasie. Uwaga: w przypadku wielu pozycji eskalacji dla nakładania hosta dla jednego lub więcej zakresów powiadomień, najmniejszy odstęp powiadomienia od wszystkich zapisów dotyczących podwyższenia jest używany.
pt_pt: esta directiva é usado para determinar o intervalo no qual as notificações devem ser feitas enquanto essa escalada é válido. se você especificar um valor de 0 para o intervalo, o Nagios irá enviar a primeira notificação quando essa definição escalada é válido, mas, então, evitar qualquer problema mais notificações sejam enviadas para o host. as notificações são enviadas para fora outra vez até que o anfitrião se recupera. </p><p> isso é útil se você quiser parar de ter as notificações enviadas para fora após um determinado período de tempo. Atenção: se várias entradas de escalação para a sobreposição de acolhimento para uma ou mais faixas de notificação, o intervalo de notificação menor de todas as entradas de escalonamento é usado.
ru_ru: Эта директива используется для определения интервала, на котором уведомления должны быть выполнены при этом эскалации действует. если вы укажете значение 0 для интервала, Nagios отправит первый уведомление, когда это определение эскалации действует, но потом предотвратит больше уведомлений о проблеме с отправкой за хозяина. Уведомления отправляются снова, пока хозяин не восстанавливается. </p><p> это полезно, если вы хотите, чтобы остановить имеющие уведомлений, отправляемых после определенного количества времени. обратите внимание: если несколько записей эскалации для принимающей перекрытия для одного или более диапазонов уведомления, наименьший отрезок уведомление от всех записей эскалации используется.
zh_cn: 此指令用于确定在此升级有效期间应进行通知的间隔。 如果您为间隔指定的值为0，则当此升级定义有效时，Nagios将发送第一个通知，但随后将阻止向主机发送更多的问题通知。 通知将再次发送出去，直到主机恢复为止。</p><p>如果您要在一定时间后停止发送通知，这将很有用。 注意：如果主机的多个升级条目在一个或多个通知范围内重叠，则使用所有升级条目中最小的通知间隔。

source: This variable is used to identify the
bg_bg: Тази променлива се използва за идентифициране на
de_de: Diese Variable wird benutzt, um die Identität
es_es: esta variable se utiliza para identificar el
fr_fr: cette variable est utilisée pour identifier le
it_it: questa variabile viene utilizzato per identificare la
ja_jp: この変数はデータが関連付けられているホストの
pl_pl: zmienna ta jest używana do określenia
pt_pt: esta variável é utilizado para identificar o
ru_ru: Эта переменная используется для идентификации
zh_cn: 此变量用于标识

source: of the host which the data is associated with.
bg_bg: на хоста, с който са асоциирани данните.
de_de: der Host, der die Daten zugeordnet ist.
es_es: de la acogida que los datos se asocia con.
fr_fr: de l'hôte auquel les données est associée.
it_it: dell'host cui i dati è associato.
ja_jp: を識別するために使用されます.
pl_pl: przyjmującego, który jest skojarzony z.
pt_pt: do hospedeiro que os dados está associado.
ru_ru: хоста котором данные, связанные с.
zh_cn: 与数据关联的主机的名称。

source: This variable is used to define the name of a GIF, PNG, or JPG image that should be associated with this host. This image will be displayed in the status and extended information CGIs. The image will look best if it is 40x40 pixels in size.
bg_bg: Тази променлива се използва за определяне на името на GIF, PNG, или JPG изображението, което трябва да бъде асоциирано с този хост. Това изображение ще се показва в статута и разширена информация на CGIs. Изображението ще изглежда най-добре, ако размера му е 40x40 пиксела.
de_de: Diese Variable wird benutzt, um den Namen eines GIF-, PNG- oder JPG-Bild, das mit diesem Host verbunden werden soll. Dieses Bild wird in den status- und extended information-CGIs angezeigt. wird das Bild am besten aussehen, wenn es 40x40 Pixel groß.
es_es: esta variable se utiliza para definir el nombre de una imagen gif, png, jpg o que debe ser asociado con este host. esta imagen se mostrará en el estado y la extendida cgis información. la imagen se verá mejor si es de 40x40 píxeles de tamaño.
fr_fr: cette variable est utilisée pour définir le nom d'une image gif, png, jpg ou qui devrait être associé à cet hôte. cette image sera affiché dans l'état et d'informations complémentaires CGI. l'image sera meilleure si elle est taille de 40x40 pixels.
it_it: questa variabile viene utilizzato per definire il nome di un'immagine gif, png, jpg o che deve essere associato a questo host. questa immagine verrà visualizzata nello stato e informazioni estese CGI. l'immagine apparirà migliore se è pixel 40x40 di dimensione.
ja_jp: この変数は、このホストに関連付けられているべきGIF、PNG、JPG画像名を定義するために使用されます. この画像はステータスおよび拡張情報CGIに表示されます. サイズは 40×40ピクセルがベストです.
pl_pl: zmienna ta jest używana do określenia nazwy obrazka gif, png lub jpg, który powinien być związany z tym hostem. Ten obraz będzie wyświetlany w statusie i informacji dłuższy CGI. Obraz będzie wyglądać najlepiej, jeśli jest to 40x40 pikseli.
pt_pt: esta variável é utilizada para definir o nome de uma imagem gif, png ou jpg que deve ser associada a este host. esta imagem será exibida no status e informações estendidas CGIs. a imagem ficará melhor se for 40x40 pixels de tamanho.
ru_ru: Эта переменная используется для определения имя GIF, PNG или JPG изображения, которые должны быть связаны с этим хозяином. Это изображение будет отображаться в статусе и расширенную информацию CGI скрипты. изображение будет выглядеть лучше, если это 40х40 пикселей.
zh_cn: 此变量用于定义应与此主机关联的GIF，PNG或JPG图像的名称。 该图像将显示在状态和扩展信息CGI中。 如果图像尺寸为40x40像素，则图像将看起来最好。

source: Images for hosts are assumed to be in the
bg_bg: Изображенията за хостове се допуска да бъдат в
de_de: Bilder für Hosts werden in der sein
es_es: Imágenes para hosts se supone que en la
fr_fr: images des hôtes sont censées être dans la
it_it: immagini per gli host vengono considerati in
ja_jp: 次で想定されているホストの画像：
pl_pl: obrazy dla gospodarzy Zakłada się w
pt_pt: imagens para anfitriões estão a ser assumida no
ru_ru: Изображения для хозяев, как предполагается, будет в
zh_cn: 主机的图像假定位于

source: The ALT tag is used in the status, extended information and statusmap CGIs
bg_bg: Маркера ALT се използва в състоянието, разширената информация и statusmap CGIs
de_de: das alt-Tag wird in der Status verwendet, erweiterte Informationen und Statusmap cgis
es_es: la etiqueta alt se utiliza en el estado, se extendió la información y statusmap cgis
fr_fr: la balise alt est utilisé dans l'état, étendue des informations et statusmap CGI
it_it: il tag alt è usato nello stato, esteso informazioni e statusmap CGI
ja_jp: ALTタグはステータス、各条情報、ステータスマップCGIで使用されます
pl_pl: znacznik alt jest używany w stanie, rozszerzone informacje i statusmap CGI
pt_pt: a tag alt é usado no status, estendido informações e statusmap CGIs
ru_ru: Alt тег используется в статусе, расширенная информация и statusmap CGI,
zh_cn: ALT标签用于状态，扩展信息和状态图CGI

source: This variable is used to define an optional URL that can be used to provide more information about the host. If you specify an URL, you will see a link that says "Extra Host Notes" in the extended information CGI (when you are viewing information about the specified host).
bg_bg: Тази променлива се използва за определяне на допълнителен (незадължителен) URL адрес, който може да бъде използван за осигуряване на повече информация за хоста. Ако определите URL адрес, вие ще видите връзка, която казва "допълнителни бележки за хост" ("Extra Host Notes") в разширена CGI информация (когато разглеждате информация за определен хост).
de_de: Diese Variable wird benutzt, um einen optionalen URL, die verwendet werden können, um mehr Informationen zu diesem Host zu liefern. Wenn Sie einen URL angeben, werden Sie einen Link "Extra Host Notes" in der extended information-CGI sehen (wenn Sie Informationen zu dem bestimmten Host ansehen) sehen.
es_es: esta variable se utiliza para definir una URL opcional que se puede utilizar para proporcionar más información acerca del anfitrión. si especifica una URL, verá un enlace que dice "notas de acogida extra" en la información ampliada cgi (si es que ves la información sobre el host especificado).
fr_fr: cette variable est utilisée pour définir une URL optionnelle qui peut être utilisé pour fournir plus d'informations sur l'hôte. si vous spécifiez une URL, vous verrez un lien "Notes d'accueil supplémentaires" dans le CGI des informations étendues (quand vous regardez les informations sur l'hôte spécifié).
it_it: questa variabile è utilizzato per definire un URL opzionale che può essere utilizzato per fornire ulteriori informazioni sull'host. se si specifica un URL, verrà visualizzato un link che dice "note di accoglienza extra" in informazioni estese cgi (quando si visualizza le informazioni relative l'host specificato).
ja_jp: この変数は、ホストに関する詳細情報を提供するために使用できる任意のURLを定義するために使用されます. URLを指定した場合（指定したホストに関する情報を表示すると）、拡張情報CGIに「Extra Host Notes」というリンクが表示されます.
pl_pl: Zmienna ta jest stosowana do określenia opcjonalny adres URL, który może być użyty do dostarczenia większej ilości informacji na temat gospodarza. jeśli podasz adres url, pojawi się link, który mówi, że "dodatkowe uwagi gospodarza", do rozszerzonej informacji cgi (podczas przeglądania informacji o określonym hostem).
pt_pt: esta variável é utilizado para definir um URL opcional que pode ser utilizado para proporcionar mais informação sobre o hospedeiro. se você especificar uma URL, você verá um link que diz "notas de acolhimento extra" nas informações cgi estendida (quando você estiver vendo informações sobre o host especificado).
ru_ru: Эта переменная используется для определения дополнительного URL, которые могут быть использованы для обеспечения более подробную информацию о хосте. если вы указываете URL, вы увидите ссылку "дополнительные заметки Игореве" в расширенной информации CGI (когда вы читаете информацию об указанном хосте).
zh_cn: 此变量用于定义可选URL，该URL可用于提供有关主机的更多信息。 如果指定URL，则在扩展信息CGI中（当您查看有关指定主机的信息时）将看到一个显示“附加主机说明”的链接。

source: Any valid URL can be used. If you plan on using relative paths, the base path will the the same as what is used to access the CGIs
bg_bg: Може да се използвате всяка валидна URL връзка. Ако имате намерение да използвате относителнa пътекa (relative path), базовата пътека (base path) ще е същата като тази, използвана за достъп до CGIs.
de_de: Jeder gültige URL kann benutzt werden. Wenn Sie relative Pfade benutzen, wird der Basis-Pfad der gleiche sein, der benutzt, um auf die CGIs zuzugreifen
es_es: cualquier URL válida se puede utilizar. si usted planea usar rutas relativas, la ruta de la base será el mismo que lo que se utiliza para acceder a la cgis
fr_fr: toute URL valide peut être utilisée. si vous prévoyez d'utiliser des chemins relatifs, le chemin de base sera le même que celui utilisé pour accéder aux CGI
it_it: qualsiasi URL valido può essere utilizzato. se si pensa di utilizzare percorsi relativi, il percorso di base sarà la stessa come quello che viene utilizzato per accedere al CGI
ja_jp: 任意の有効なURLを使用できます. 相対パスを使用する場合は、ベースパスはCGIにアクセスするものと同じです
pl_pl: każdy poprawny adres URL może być używany. jeśli planujesz używać ścieżek względnych, ścieżka bazowa będzie takie samo jak to, co służy do uzyskania dostępu do CGI
pt_pt: qualquer URL válido pode ser utilizado. se você planeja usar caminhos relativos, o caminho base será a igual ao que é usado para acessar os CGIs
ru_ru: любой действительный URL могут быть использованы. Если вы планируете использовать относительные пути, базовый путь будет такой же, как то, что используется для доступа к CGI,
zh_cn: 可以使用任何有效的URL。 如果计划使用相对路径，则基本路径将与用于访问CGI的路径相同。

source: vrml image
bg_bg: vrml изображение
de_de: vrml Bild
es_es: imagen vrml
fr_fr: l'image VRML
it_it: immagine VRML
ja_jp: VRML画像
pl_pl: vrml obrazu
pt_pt: imagem vrml
ru_ru: VRML изображения
zh_cn: vrml图片

source: This variable is used to define the name of a GIF, PNG, or JPG image that should be associated with this host. This image will be used as the texture map for the specified host in the
bg_bg: Тази променлива се използва за определяне на името на GIF, PNG, или JPG изображението, което трябва да бъде асоциирано с този хост. Това изображение ще се използва като карта на текстура за определен хост в
de_de: Diese Variable wird benutzt, um den Namen eines GIF-, PNG- oder JPG-Bild, das mit diesem Host verbunden werden soll. Dieses Bild wird als Textur-Map für den angegebenen Host in die verwendet werden,
es_es: esta variable se utiliza para definir el nombre de una imagen gif, png, jpg o que debe ser asociado con este host. esta imagen se utiliza como mapa de textura para el host especificado en el
fr_fr: cette variable est utilisée pour définir le nom d'une image gif, png, jpg ou qui devrait être associé à cet hôte. cette image sera utilisée comme la carte de texture pour l'hôte spécifié dans le
it_it: questa variabile viene utilizzato per definire il nome di un'immagine gif, png, jpg o che deve essere associato a questo host. questa immagine verrà utilizzata come la texture map per l'host specificato nel
ja_jp: この変数は、このホストに関連付けられているべきGIF、PNG、JPG画像名を定義するために使用されます. この画像は、次で指定されるホストのテクスチャマップとして使用されます.
pl_pl: zmienna ta jest używana do określenia nazwy obrazka gif, png lub jpg, który powinien być związany z tym hostem. obraz ten będzie używany jako mapy tekstury dla wybranego serwera w
pt_pt: esta variável é utilizada para definir o nome de uma imagem gif, png ou jpg que deve ser associada a este host. esta imagem será usada como o mapa de textura para o host especificado no
ru_ru: Эта переменная используется для определения имя GIF, PNG или JPG изображения, которые должны быть связаны с этим хозяином. Это изображение будет использоваться в качестве текстурной карты для указанного узла в
zh_cn: 此变量用于定义应与此主机关联的GIF，PNG或JPG图像的名称。 该图像将用作指定主机中纹理的映射。

source: Unlike the image you use for the
bg_bg: За разлика от изображението, което използвате за
de_de: im Gegensatz zu dem Bild, das Sie für die Verwendung
es_es: a diferencia de la imagen que utiliza para la
fr_fr: contrairement à l'image que vous utilisez pour la
it_it: diversamente l'immagine che si utilizza per il
ja_jp: 使用しているイメージとは異なり
pl_pl: w przeciwieństwie do obrazu, którego używasz do
pt_pt: ao contrário da imagem que você usar para o
ru_ru: в отличие от изображения, которое вы используете для
zh_cn: 不像你用的图片是
