Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: This must be equal or greater than number of Core snapshots
bg_bg: това трябва да бъде равно или по-голямо от броя на основните явления
de_de: Dies muss gleich oder größer als die Anzahl der Kern-Snapshots sein
es_es: esto debe ser igual o mayor que el número de instantáneas centrales
fr_fr: cela doit être égal ou supérieur au nombre d'instantanés de base
it_it: questo deve essere uguale o maggiore del numero di snapshot core
ja_jp: これは、Core スナップショットの数以上でなければなりません
pl_pl: musi być równa lub większa niż liczba migawek rdzenia
pt_pt: isso deve ser igual ou maior que o número de instantâneos principais
ru_ru: это должно быть равным или большим, чем количество моментальных снимков ядра
zh_cn: 此数量必须等于或大于核心快照的数量

source: These are advanced options for PDF/JPG backend. If your PDFs are not always properly displaying the graphs, increase the delay options below.
bg_bg: това са разширени опции за pdf / jpg backend. ако вашите pdfs не винаги показват правилно графиките, увеличете опциите за забавяне по-долу.
de_de: Dies sind erweiterte Optionen für das PDF / JPG-Backend. Wenn Ihre PDFs die Diagramme nicht immer richtig anzeigen, erhöhen Sie die Verzögerungsoptionen unten.
es_es: estas son opciones avanzadas para el backend pdf / jpg. Si sus archivos PDF no siempre muestran correctamente los gráficos, aumente las opciones de retraso a continuación.
fr_fr: ce sont des options avancées pour le backend pdf / jpg. si vos fichiers PDF n'affichent pas toujours correctement les graphiques, augmentez les options de délai ci-dessous.
it_it: queste sono opzioni avanzate per il backend pdf / jpg. se i tuoi PDF non visualizzano sempre correttamente i grafici, aumenta le opzioni di ritardo di seguito.
ja_jp: これらはpdf / jpgバックエンドの高度なオプションです。 PDFが常にグラフを正しく表示しているとは限らない場合は、以下の遅延オプションを増やしてください。
pl_pl: są to zaawansowane opcje zaplecza pdf / jpg. jeśli Twoje pliki PDF nie zawsze prawidłowo wyświetlają wykresy, zwiększ poniższe opcje opóźnienia.
pt_pt: essas são opções avançadas para backend de pdf / jpg. se os seus PDFs nem sempre exibem os gráficos corretamente, aumente as opções de atraso abaixo.
ru_ru: это расширенные параметры для бэкэнда pdf / jpg. Если ваши PDF-файлы не всегда правильно отображают графики, увеличьте параметры задержки ниже.
zh_cn: 这些是pdf / jpg后端的高级选项。如果您的PDF并不总是正确显示图形，请增加以下延迟选项。

source: Default Delay
bg_bg: забавяне по подразбиране
de_de: Standardverzögerung
es_es: retraso predeterminado
fr_fr: délai par défaut
it_it: ritardo predefinito
ja_jp: デフォルトの遅延
pl_pl: domyślne opóźnienie
pt_pt: atraso padrão
ru_ru: задержка по умолчанию
zh_cn: 默认延迟

source: Number of milliseconds
bg_bg: брой милисекунди
de_de: Anzahl der Millisekunden
es_es: número de milisegundos
fr_fr: nombre de millisecondes
it_it: numero di millisecondi
ja_jp: ミリ秒数
pl_pl: liczba milisekund
pt_pt: número de milissegundos
ru_ru: количество миллисекунд
zh_cn: 毫秒数

source: Capacity Planning Delay
bg_bg: забавяне на планирането на капацитета
de_de: Kapazitätsplanung Bericht
es_es: informe de planificación de capacidad
fr_fr: rapport de planification de la capacité
it_it: rapporto pianificazione della capacità
ja_jp: キャパシティプランニングの遅延
pl_pl: Raport planowanie zdolności
pt_pt: relatório de planejamento de capacidade
ru_ru: Отчет планирование мощностей
zh_cn: 容量规划报告

source: Use patched jQuery 1.x to render PDF/JPG reports
bg_bg: използвайте закърпена jquery 1.x, за да изобразявате pdf / jpg отчети
de_de: Verwenden Sie gepatchte jquery 1.x, um PDF- / JPG-Berichte zu rendern
es_es: use jquery 1.x parcheado para renderizar informes pdf / jpg
fr_fr: utiliser jquery 1.x patché pour rendre les rapports pdf / jpg
it_it: utilizzare jquery 1.x patchato per eseguire il rendering di report pdf / jpg
ja_jp: パッチを適用したjquery1.xを使用してpdf / jpgレポートをレンダリングする
pl_pl: użyj poprawionego jquery 1.x do renderowania raportów pdf / jpg
pt_pt: use jquery 1.x com patch para renderizar relatórios em pdf / jpg
ru_ru: использовать исправленный jquery 1.x для рендеринга отчетов pdf / jpg
zh_cn: 使用修补的jquery 1.x呈现pdf / jpg报告

source: The jQuery provided has been patched for CVE-2019-11358 but if you would prefer to use the latest jQuery uncheck this box.
bg_bg: предоставеният jquery е закърпен за cve-2019-11358, но ако предпочитате да използвате най-новия jquery, премахнете отметката от това квадратче.
de_de: Die bereitgestellte Abfrage wurde für cve-2019-11358 gepatcht. Wenn Sie jedoch die neueste Abfrage verwenden möchten, deaktivieren Sie dieses Kontrollkästchen.
es_es: el jquery proporcionado ha sido parcheado para cve-2019-11358 pero si prefiere usar el último jquery desmarque esta casilla.
fr_fr: la jquery fournie a été corrigée pour cve-2019-11358 mais si vous préférez utiliser la dernière jquery, décochez cette case.
it_it: il jquery fornito è stato aggiornato per cve-2019-11358 ma se preferisci utilizzare l'ultimo jquery deseleziona questa casella.
ja_jp: 提供されているjqueryはcve-2019-11358にパッチが適用されていますが、最新のjqueryを使用する場合は、このチェックボックスをオフにします。
pl_pl: dostarczone jquery zostało załatane dla cve-2019-11358, ale jeśli wolisz używać najnowszego jquery, odznacz to pole.
pt_pt: o jquery fornecido foi corrigido para cve-2019-11358, mas se você preferir usar o jquery mais recente, desmarque esta caixa.
ru_ru: предоставленный jquery был исправлен для cve-2019-11358, но если вы предпочитаете использовать последнюю версию jquery, снимите этот флажок.
zh_cn: 提供的jquery已针对cve-2019-11358进行了修补，但如果您希望使用最新的jquery，请取消选中此框。

source: Unchecking this may cause graphs to timeout and not display in PDF/JPG and may require changing the delay options above for them to load.
bg_bg: премахването на отметката от това може да доведе до изчакване на графиките и да не се показва в pdf / jpg и може да се наложи промяна на опциите за забавяне по-горе, за да се заредят.
de_de: Wenn Sie dieses Kontrollkästchen deaktivieren, kann es zu einer Zeitüberschreitung bei Diagrammen kommen, die nicht in pdf / jpg angezeigt werden. Möglicherweise müssen die oben genannten Verzögerungsoptionen geändert werden, damit sie geladen werden können.
es_es: desmarcar esto puede hacer que los gráficos se agoten y no se muestren en pdf / jpg y puede requerir cambiar las opciones de demora anteriores para que se carguen.
fr_fr: décocher cette option peut entraîner l'expiration des graphiques et ne pas s'afficher dans pdf / jpg et peut nécessiter de modifier les options de délai ci-dessus pour leur chargement.
it_it: deselezionare questa opzione potrebbe causare il timeout dei grafici e non essere visualizzati in pdf / jpg e potrebbe essere necessario modificare le opzioni di ritardo sopra per caricarli.
ja_jp: これをオフにすると、グラフがタイムアウトしてpdf / jpgに表示されなくなり、ロードするために上記の遅延オプションを変更する必要がある場合があります。
pl_pl: odznaczenie tej opcji może spowodować przekroczenie limitu czasu i niewyświetlanie wykresów w formacie pdf / jpg oraz może wymagać zmiany powyższych opcji opóźnienia, aby zostały załadowane.
pt_pt: desmarcar esta opção pode fazer com que os gráficos esgotem o tempo limite e não sejam exibidos em pdf / jpg e pode exigir a alteração das opções de atraso acima para que sejam carregados.
ru_ru: снятие этого флажка может привести к тому, что графики будут отключены по таймауту и не будут отображаться в формате pdf / jpg, и может потребоваться изменить параметры задержки, указанные выше, для их загрузки.
zh_cn: 取消选中此选项可能会导致图形超时，并且无法以pdf / jpg格式显示，并且可能需要更改上述延迟选项才能加载它们。

source: Updated global performance settings
bg_bg: Потребителя актуализира настройките "глобална продуктивност" (global performance settings)
de_de: Benutzer aktualisiert globalen Leistung Einstellungen
es_es: Usuario actualizado la configuración global de rendimiento
fr_fr: Utilisateur mis à jour les paramètres de performance globale
it_it: Utente aggiornamento delle impostazioni delle prestazioni globali
ja_jp: ユーザーがグローバルパフォーマンス設定を更新しました
pl_pl: aktualizacja użytkowników globalne ustawienia wydajności
pt_pt: Usuário atualizou configurações de desempenho globais
ru_ru: Пользователь обновляются глобальные настройки производительности
zh_cn: 更新了全局性能设置

source: Performance settings updated.
bg_bg: Настройките за ефективността са актуализирани
de_de: Leistung Einstellungen aktualisiert
es_es: Ajustes de rendimiento actualizado
fr_fr: Paramètres de performance mis à jour
it_it: Impostazioni delle prestazioni aggiornato
ja_jp: パフォーマンス設定が更新されました
pl_pl: zaktualizowane ustawienia wydajności
pt_pt: Configurações de desempenho atualizadas
ru_ru: Производительность параметры обновляются
zh_cn: 性能设置已更新

source: You are not authorized to access this feature. Contact your Nagios XI administrator for more information, or to obtain access to this feature.
bg_bg: Нямате право на достъп до тази функция. Свържете с администратора на Nagios XI за повече информация или, за да получите достъп до тази функция.
de_de: Sie sind nicht berechtigt, diese Funktion zuzugreifen. Kontaktieren Sie Ihren Nagios XI Administrator für weitere Informationen, oder um Zugriff auf diese Funktion zu erhalten.
es_es: No tiene permisos para acceder a esta función. Póngase en contacto con el administrador del XI Nagios para más información, o para obtener acceso a esta función.
fr_fr: Vous n'êtes pas autorisé à accéder à cette fonctionnalité. Contactez votre administrateur Nagios XI pour plus de renseignements ou pour obtenir un accès à cette fonctionnalité.
it_it: Non sei autorizzato ad accedere a questa funzione. Contattare l'amministratore di Nagios XI per ulteriori informazioni, o per ottenere accesso a questa funzione.
ja_jp: この機能にアクセスする権限がありません. 詳細について、詳細について、またはこの機能へのアクセスを取得するには、Nagios XI管理者にお問い合わせください.
pl_pl: nie są uprawnione do dostępu do tej funkcji. skontaktuj się z administratorem Nagios xi więcej informacji lub uzyskanie dostępu do tej funkcji.
pt_pt: Você não está autorizado a acessar esta função. Contate o administrador do Nagios XI para mais informações, ou para obter acesso a esse recurso.
ru_ru: Вы не авторизованы для доступа к этой функции. Обратитесь к Nagios XI администратору за дополнительной информацией или для получения доступа к этой функции.
zh_cn: 您无权访问此功能。 请与您的Nagios XI管理员联系以获取更多信息，或获取对此功能的访问。

source: The current sessions that are open for this Nagios XI. Past sessions will also show until they expire.
bg_bg: текущите сесии, които са отворени за това nagios xi. предишните сесии също ще се показват, докато не бъдат пожънати.
de_de: die aktuellen Sitzungen, die für diesen Nagios XI geöffnet sind. Vergangene Sitzungen werden ebenfalls angezeigt, bis sie erntet werden.
es_es: Las sesiones actuales que están abiertas para este nagios xi. Las sesiones pasadas también se mostrarán hasta que sean cosechadas.
fr_fr: les sessions en cours qui sont ouvertes pour ce nagios xi. les sessions précédentes montreront aussi jusqu'à ce qu'elles soient récoltées.
it_it: le sessioni correnti che sono aperte per questo nagios xi. le sessioni passate mostreranno anche fino a quando non verranno raccolte.
ja_jp: このNagios XIに対して開かれている現在のセッション。過去のセッションも期限が切れるまで表示されます。
pl_pl: aktualne sesje, które są otwarte dla tego nagios xi. poprzednie sesje będą również pokazywane, dopóki nie zostaną zebrane.
pt_pt: as sessões atuais que estão abertas para este nagios xi. as sessões anteriores também serão exibidas até que sejam colhidas.
ru_ru: текущие сессии, которые открыты для этого nagios XI. прошлые сессии также покажут, пока они не пожнут.
zh_cn: 当前针对此Nagios XI公开的会话。 过去的会话也将显示，直到过期。

source: The SSH Terminal has been <b>disabled</b> by your Nagios XI administrator.
bg_bg: ssh терминалът е <b>деактивиран</b> от вашия администратор nagios xi.
de_de: Das SSH-Terminal wurde von Ihrem Nagios XI-Administrator <b>deaktiviert</b> .
es_es: el terminal ssh ha sido <b>desactivado</b> por su administrador de nagios xi.
fr_fr: le terminal ssh a été <b>désactivé</b> par votre administrateur nagios xi.
it_it: il terminale ssh è stato <b>disabilitato</b> dal tuo amministratore nagios xi.
ja_jp: SSH端末は、nagios xi管理<b>者</b>によって<b>無効に</b>されています。
pl_pl: terminal ssh został <b>wyłączony</b> przez administratora nagios xi.
pt_pt: o terminal ssh foi <b>desativado</b> pelo administrador do nagios xi.
ru_ru: терминал ssh был <b>отключен</b> администратором nagios xi.
zh_cn: 您的Nagios XI管理员已<b>禁用</b> SSH终端。

source: Contact your administrator for more information or to enable this feature.
bg_bg: свържете се с вашия администратор за повече информация или за да активирате тази функция.
de_de: Wenden Sie sich an Ihren Administrator, um weitere Informationen zu erhalten oder diese Funktion zu aktivieren.
es_es: póngase en contacto con su administrador para obtener más información o para habilitar esta función.
fr_fr: contactez votre administrateur pour plus d'informations ou pour activer cette fonctionnalité.
it_it: contatta l'amministratore per ulteriori informazioni o per abilitare questa funzione.
ja_jp: 詳細またはこの機能を有効にするには、管理者に連絡してください。
pl_pl: skontaktuj się z administratorem, aby uzyskać więcej informacji lub włączyć tę funkcję.
pt_pt: Entre em contato com seu administrador para obter mais informações ou para ativar esse recurso.
ru_ru: обратитесь к администратору для получения дополнительной информации или для включения этой функции.
zh_cn: 请与管理员联系以获取更多信息或启用此功能。

source: Cloud licensed XI systems cannot use this page.
bg_bg: облачно лицензирани xi системи не могат да използват тази страница.
de_de: Cloud-lizenzierte xi-Systeme können diese Seite nicht verwenden.
es_es: los sistemas xi con licencia en la nube no pueden usar esta página.
fr_fr: Les systèmes xi sous licence cloud ne peuvent pas utiliser cette page.
it_it: i sistemi xi con licenza cloud non possono utilizzare questa pagina.
ja_jp: クラウドライセンス XI システムはこのページを使用できません。
pl_pl: licencjonowane w chmurze systemy xi nie mogą korzystać z tej strony.
pt_pt: Sistemas licenciados em nuvem xi não podem usar esta página.
ru_ru: облачные лицензированные xi-системы не могут использовать эту страницу.
zh_cn: Cloud许可的XI系统无法使用此页面。

source: Edit page settings
bg_bg: Редактирайте настройките на страница
de_de: bearbeiten Seiteneinstellungen
es_es: editar la configuración de página
fr_fr: modifier les paramètres de page
it_it: modificare le impostazioni di pagina
ja_jp: ページ設定を編集
pl_pl: Ustawienia Edytuj stronę
pt_pt: editar configurações de página
ru_ru: редактировать параметры страницы
zh_cn: 编辑页面设置

source: Update
bg_bg: Актуализация
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Mettre à jour
it_it: Aggiornare
ja_jp: 更新
pl_pl: aktualizacja
pt_pt: Atualizar
ru_ru: Обновление
zh_cn: 更新

source: The SSH terminal allows you to connect to your XI system using SSH. If the terminal does not display you must open it in a new window first and accept the SSL certificate before using it.
bg_bg: терминалът ssh ви позволява да се свържете към вашата xi система, като използвате ssh. ако терминалът не се показва, първо трябва да го отворите в нов прозорец и да приемете сертификата SSL, преди да го използвате.
de_de: Das SSH-Terminal ermöglicht Ihnen die Verbindung zu Ihrem Xi-System mit SSH. Wenn das Terminal nicht angezeigt wird, müssen Sie es zuerst in einem neuen Fenster öffnen und das SSL-Zertifikat akzeptieren, bevor Sie es verwenden.
es_es: el terminal ssh le permite conectarse a su sistema xi usando ssh. si el terminal no se muestra, primero debe abrirlo en una nueva ventana y aceptar el certificado ssl antes de usarlo.
fr_fr: le terminal ssh vous permet de vous connecter à votre système xi en utilisant ssh. Si le terminal ne s'affiche pas, vous devez d'abord l'ouvrir dans une nouvelle fenêtre et accepter le certificat SSL avant de l'utiliser.
it_it: il terminale ssh ti permette di connetterti al tuo sistema xi usando ssh. se il terminale non viene visualizzato, è necessario prima aprirlo in una nuova finestra e accettare il certificato ssl prima di utilizzarlo.
ja_jp: SSH 端末を使用すると、SSH を使用して XI システムに接続することができます。端末が表示されない場合は、新しいウィンドウで最初に開き、SSL証明書を受け入れてから使用する必要があります。
pl_pl: terminal ssh umożliwia połączenie się z twoim systemem xi za pomocą ssh. jeśli terminal się nie wyświetla, musisz najpierw otworzyć go w nowym oknie i zaakceptować certyfikat ssl przed jego użyciem.
pt_pt: o terminal ssh permite que você se conecte ao seu sistema xi usando o ssh. se o terminal não for exibido, você deverá abri-lo em uma nova janela primeiro e aceitar o certificado SSL antes de usá-lo.
ru_ru: терминал ssh позволяет подключиться к вашей системе xi с помощью ssh. если терминал не отображается, вы должны сначала открыть его в новом окне и принять сертификат ssl перед его использованием.
zh_cn: SSH终端允许您使用SSH连接到XI系统。 如果终端未显示，则必须先在新窗口中将其打开并使用SSL证书。

source: Open terminal in a new window
bg_bg: Отворете терминал в нов прозорец
de_de: Open Terminal in einem neuen Fenster
es_es: el terminal se abre en una nueva ventana
fr_fr: borne ouverte dans une nouvelle fenêtre
it_it: terminale apre in una nuova finestra
ja_jp: 新しいウィンドウでターミナルを開く
pl_pl: Terminal otwarta w nowym oknie
pt_pt: terminal aberto em uma nova janela
ru_ru: открыт терминал в новом окне
zh_cn: 在新窗口中打开终端

source: System Status
bg_bg: Състояние на системата
es_es: Estatus del Sistema
fr_fr: L'état du système
it_it: Stato del sistema
ja_jp: システムステータス
pl_pl: stan systemu
pt_pt: Status do Sistema
ru_ru: Состояние системы
zh_cn: 系统状态

source: Monitoring Engine Status
bg_bg: Статус на двигателя за наблюдение
de_de: Überwachung Engine Status
es_es: Estatus del Motor de Monitoreo
fr_fr: Statut moteur de Surveillance
it_it: Controllo dei motori di stato
ja_jp: 監視エンジンステータス
pl_pl: Monitorowanie stanu silnika
pt_pt: Processo do Mecanismo de Monitoramento
ru_ru: Мониторинг состояния двигателя
zh_cn: 监控引擎状态

source: Test Email Settings
bg_bg: Тест имейл настройки
de_de: Test Email Einstellungen
es_es: Testear los parametros de Correo
fr_fr: Paramètres de messagerie d'essai
it_it: Test-mail Impostazioni
ja_jp: メール設定のテスト
pl_pl: Test ustawienia e-mail
pt_pt: configurações de e-mail de teste
ru_ru: Проверка настройки e-mail
zh_cn: 测试电子邮件设置

source: Use this to send a test email to your current logged in user address to verify you can recieve alerts from %s.
bg_bg: Използвайте това, за да изпратите тест имейл на сегашния си регистриран потребителски адрес, за да проверите дали можете да получавате уведомления от Nagios XI.
de_de: nutzen diese, um eine Test-Email, um Ihre aktuelle angemeldeten Benutzer-Adresse zu senden, um sicherzustellen, können Sie Warnungen von Nagios XI erhalten.
es_es: utilizar esto para enviar un mensaje de prueba a su vez que entró actual en la dirección del usuario para verificar que usted puede recibir alertas de nagios xi.
fr_fr: l'utiliser pour envoyer un message de test à votre actuellement connecté à l'adresse de l'utilisateur pour vérifier que vous pouvez recevoir des alertes de nagios xi.
it_it: utilizzare questo per inviare un email di prova per la vostra collegato in quel momento l'indirizzo dell'utente verificare è possibile ricevere avvisi di Nagios xi.
ja_jp: %s からのアラートを受信することができるか確認するために、現在のログインユーザーのメールアドレスにテストメールを送信します。
pl_pl: to wykorzystać, aby wysłać e-mail testowy do aktualnie zalogowanego użytkownika w celu weryfikacji adresu można otrzymywać powiadomienia z Nagios XI.
pt_pt: usar isso para enviar um e-mail de teste para o seu logado no momento endereço do usuário para verificar se você pode receber alertas de Nagios xi.
ru_ru: использовать это, чтобы отправить тестовое письмо на ваш текущий вошли в адрес пользователя, чтобы убедиться, вы можете Получать уведомления от Nagios XI.
zh_cn: 使用此功能向您当前的登录用户地址发送一封测试邮件，以验证您可以收到来自%s的警报。

source: An email will be sent to
bg_bg: Имейл ще бъде изпратен на
de_de: Eine E-Mail wird gesendet an
es_es: Un correo electronico sera enviado a
fr_fr: Un courriel sera envoyé à
it_it: Una e-mail sarà inviata al
ja_jp: メールが送信されます
pl_pl: e-mail zostanie wysłany do
pt_pt: Um e-mail será enviado para
ru_ru: Письмо будет отправлено в
zh_cn: 一封电子邮件将被发送到

source: Send Test Email
bg_bg: Изпратете тест имейл
es_es: Enviar correo de prueba
fr_fr: Envoyer un message de test
it_it: Invia messaggio di prova
ja_jp: テストメールの送信
pl_pl: wysłać e-mail testowy
pt_pt: Use-a para testar as configurações de e-mail.
ru_ru: Отправить тестовое письмо
zh_cn: 发送测试电子邮件

source: This is a test email from %s
bg_bg: Това е тест имейл от Nagios XI
de_de: Dies ist ein Test E-Mail von Nagios XI
es_es: Esto es un correo electronico de prueba desde Nagios XI
fr_fr: Ceci est un message de test à partir de Nagios XI
it_it: Questo è un messaggio di prova da Nagios XI
ja_jp: これは %s からのテストメールです
pl_pl: to jest e-mail testowy z Nagios XI
pt_pt: Trata-se de um e-mail a partir de teste Nagios XI
ru_ru: Это тест письмо от Nagios XI
zh_cn: 这是一封来自%s的测试邮件

source: A test email was sent to
bg_bg: Тест имейл е изпратен до
de_de: Ein Test E-Mail wurde gesendet
es_es: Un correo de prueba fue enviado a
fr_fr: Un email de test a été envoyé à
it_it: Un messaggio di prova è stato inviato a
ja_jp: テストメールが送信されました
pl_pl: e-mail został wysłany do testu
pt_pt: Um e-mail foi enviado para teste
ru_ru: Тестовое письмо было отправлено
zh_cn: 测试电子邮件发送到

source: Mailer said
bg_bg: Подателя каза
de_de: Mailer sagte
es_es: Mailer dijo
fr_fr: Mailer a dit
it_it: Mailer ha detto
ja_jp: メーラーからの情報：
pl_pl: Mailer powiedział
pt_pt: mailer disse
ru_ru: Мейлер сказал
zh_cn: 邮件收发机说：

source: An error occurred sending a test email!
bg_bg: Възникна грешка при изпращане на тест имейл!
de_de: Ein Fehler ist aufgetreten Sie eine Test-E-Mail!
es_es: Ocurrion un error al enviar un email de prueb !!!
fr_fr: Une erreur s'est produite envoyer un email de test!
it_it: Errore durante l'invio di un messaggio di prova!
ja_jp: テストメールの送信時にエラーが発生しました!
pl_pl: Wystąpił błąd podczas wysyłania testowy e-mail!
pt_pt: Um erro ao enviar um e-mail de teste!
ru_ru: Произошла ошибка отправки тестового электронной почте!
zh_cn: 发送测试电子邮件时发生错误！

source: Sent a test email
bg_bg: Изпратете тест имейл
de_de: Senden Sie eine Test E-Mail
es_es: Enviar correo de prueba
fr_fr: Envoyer un email de test
it_it: Inviare un'email di prova
ja_jp: テストメールの送信
pl_pl: email testowy
pt_pt: Enviar um email teste
ru_ru: Отправить тестовое письмо
zh_cn: 发送了一封测试邮件

source: Trial key added successfully.
bg_bg: пробният ключ е добавен успешно.
de_de: Testschlüssel erfolgreich hinzugefügt.
es_es: clave de prueba agregada con éxito.
fr_fr: clé d'essai ajoutée avec succès.
it_it: chiave di prova aggiunta con successo.
ja_jp: トライアルキーが正常に追加されました。
pl_pl: klucz próbny został pomyślnie dodany.
pt_pt: chave de teste adicionada com sucesso.
ru_ru: пробный ключ успешно добавлен.
zh_cn: 试用密钥已成功添加。

source: Trial has been updated successfully.
bg_bg: Шаблон беше актуализиран успешно.
de_de: Template wurde erfolgreich aktualisiert.
es_es: plantilla se ha actualizado correctamente.
fr_fr: modèle a été mis à jour avec succès.
it_it: modello è stato aggiornato con successo.
ja_jp: テンプレートが正常に更新されました.
pl_pl: szablon został pomyślnie zaktualizowany.
pt_pt: modelo foi atualizado com sucesso.
ru_ru: Шаблон был успешно обновлен.
zh_cn: 模板已成功更新。

source: The trial key entered is not valid.
bg_bg: въведеният пробен ключ не е валиден.
de_de: Der eingegebene Testschlüssel ist ungültig.
es_es: la clave de prueba ingresada no es válida.
fr_fr: la clé d'essai saisie n'est pas valide.
it_it: la chiave di prova inserita non è valida.
ja_jp: 入力したトライアルキーは無効です。
pl_pl: wprowadzony klucz próbny jest nieprawidłowy.
pt_pt: a chave de teste inserida não é válida.
ru_ru: введенный пробный ключ недействителен.
zh_cn: 输入的试用密钥无效。

source: Start Free Trial
bg_bg: стартирайте безплатен пробен период
de_de: Kostenlos testen
es_es: empiza la prueba gratuita
fr_fr: commencer l'essai gratuit
it_it: inizia la prova gratuita
ja_jp: 無料トライアルを開始
pl_pl: Rozpocznij darmowy okres próbny
pt_pt: comece o teste grátis
ru_ru: начать бесплатную пробную версию
zh_cn: 开启免费体验
