Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Should the service(s) be stalked? Stalked services will have their output data (textual alert information) logged by Nagios each time newly received output differs from the most recent previously received output. This can be useful to track important or security-related information.
bg_bg: Трябва ли сървиса (ите) да бъде (ата) дебнат (и)? Изходните данни (информация за текстови предупреждения) на "дебнатите" (Stalked) сървиси ще бъдат записвани (logged) от Nagios всеки път, когато новополучените изходни резултати се различават от предишните. Това може да бъде полезно за проследяването на важна или свързана с охраната информация.
de_de: Sollte der Dienst (s) gestielt werden? Stalked Dienste werden ihre Ausgangsdaten (textuellen Alarminformationen) von Nagios jedes Mal neu empfangene Ausgangssignal unterscheidet sich von der vorher empfangenen jüngsten Ausgabe protokolliert. Dies kann nützlich sein, um wichtige oder sicherheitsbezogene Informationen zu verfolgen.
es_es: Si el servicio (s) de ser acosada? Servicios acechado tendrán sus datos de salida (información de alerta textual) registrado por Nagios cada vez salida recién recibido difiere de la producción más reciente recibido previamente. Esto puede ser útil para seguir la información importante o relacionados con la seguridad.
fr_fr: Si le service (s) être harcelée? Services harcelées auront leurs données de sortie (textuel des informations d'alerte) connecté par Nagios à chaque fois sortie récemment reçu diffère de la sortie la plus récente reçue précédemment. Cela peut être utile pour suivre les informations importantes ou liées à la sécurité.
it_it: Se il servizio (s) essere pedinato? Servizi Stalked avranno i loro dati di uscita (testuali informazioni di avviso) registrato da Nagios per volta uscita appena ricevuta differisce dalla più recente produzione ricevuto in precedenza. Questo può essere utile per tenere traccia delle informazioni importanti o relative alla sicurezza.
ja_jp: サービス(複数)を追跡しますか？追跡サービスは新しく受信したアウトプットが直近に受信したアウトプットと異なる度にアウトプットデータ（テキストのアラート情報）が記録されます. これは重要な、またはセキュリティ関連の情報を追跡するために有用です.
pl_pl: Usługa powinna (-y) być śledzony? podkradał usługi będą mieć swoje dane wyjściowe (alert informacji tekstowych) zarejestrowane przez Nagios każdym nowo otrzymanych różni się wyjść z ostatniej wcześniej otrzymanej wyjścia. może to być przydatne do śledzenia ważnych i związanych z bezpieczeństwem informacji.
pt_pt: Se o serviço (s) ser perseguido? Serviços stalked terá seus dados de saída (informações de alerta textual) registrados pelo Nagios cada vez saída recém recebido diferir da produção mais recente recebido anteriormente. Isto pode ser útil para rastrear informações importantes ou relacionadas à segurança.
ru_ru: В случае, если услуги (услуг) преследоваться? Stalked услуг будет иметь свои выходные данные (текстовые оповещения информации), зарегистрированных Nagios каждый раз вновь получила выход отличается от последнего ранее полученной продукции. Это может быть полезно для отслеживания важной или связанные с безопасностью информации.
zh_cn: 应该跟踪服务吗？ 每当新收到的输出与最近收到的最新输出不同时，缠扰的服务将通过Nagios记录其输出数据（文本警报信息）。 这对于跟踪重要或与安全相关的信息很有用。

source: No service names specified.
bg_bg: Не са посочени имена на сървиси.
de_de: Keine Service-Namen angegeben.
es_es: Ningun usuario especificado.
fr_fr: Pas de noms de service spécifiés.
it_it: Nessun nome di servizio specificato.
ja_jp: サービス名が指定されていません.
pl_pl: nie podano nazwy usług.
pt_pt: Nenhum usuário especificado.
ru_ru: Нет названия услуг указаны.
zh_cn: 未指定服务名称。

source: <div style='padding-bottom: 20px;'>There are no monitoring options to configure with passive checks.</div>
bg_bg: <div style='padding-bottom: 20px;'> Не съществуват възможности за наблюдение, конфигурирани с пасивни проверки (passive checks). </div>
de_de: <div style='padding-bottom: 20px;'> es gibt keine Überwachungsmöglichkeiten mit passiven Prüfungen konfigurieren. </div>
es_es: <div style='padding-bottom: 20px;'> no hay opciones de control para configurar con controles pasivos. </div>
fr_fr: <div style='padding-bottom: 20px;'> il n'y a pas d'options de contrôle pour configurer avec les contrôles passifs. </div>
it_it: <div style='padding-bottom: 20px;'> non ci sono opzioni di controllo per la configurazione con controlli passivi. </div>
ja_jp: <div style='padding-bottom: 20px;'>パッシブチェックには監視オプションはありません.</div>
pl_pl: <div style='padding-bottom: 20px;'> nie ma możliwości monitorowania konfigurowania z kontroli pasywnych. </div>
pt_pt: <div style='padding-bottom: 20px;'> não há opções de monitoramento para configurar com cheques passivos. </div>
ru_ru: <div style='padding-bottom: 20px;'> нет возможности мониторинга для настройки с помощью пассивных проверок. </div>
zh_cn: <div style ='padding-bottom：20px;'>没有可用于被动检查的监视选项。</ div>

source: Monitor hosts and services that have been passively submitted to Nagios, but have not yet been configured.
bg_bg: Наблюдавайте хостове и сървиси, които са били пасивно подадени до Nagios, но все още не са конфигурирани.
de_de: Überwachen Hosts und Services, die passiv sind, um Nagios eingereicht, aber noch nicht konfiguriert wurde.
es_es: Controlar hosts y servicios que han sido presentadas pasivamente a Nagios, pero que aún no está configurado.
fr_fr: Surveiller les hôtes et les services qui ont été soumis passivement à Nagios, mais n'ont pas encore été configuré.
it_it: Monitor host e servizi che sono stati sottoposti a Nagios passivamente, ma non sono ancora stati configurati.
ja_jp: Nagiosにパッシブ送信されているが、まだ設定されていないホストおよびサービスを監視します.
pl_pl: monitorowanie hostów i usług, które zostały przedłożone Nagios biernie, ale nie zostały jeszcze skonfigurowane.
pt_pt: Monitorar hosts e serviços que foram passivamente submetidos a Nagios, mas ainda não foi configurado.
ru_ru: Мониторинг хостов и услуги, которые были представлены пассивно Nagios, но еще не был настроен.
zh_cn: 监视已被动提交给Nagios但尚未配置的主机和服务。

source: Unconfigured Passive Object
bg_bg: Неконфигуриран пасивен обект
de_de: unkonfiguriert Passive Object
es_es: Objectos No-Configurados
fr_fr: Unconfigured objet passif
it_it: Non configurato oggetto passivo
ja_jp: 未設定のパッシブオブジェクト
pl_pl: skonfigurowany pasywny obiekt
pt_pt: Objetos desconfigurados
ru_ru: Unconfigured пассивный объект
zh_cn: 未配置的被动对象

source: This wizard can only be used when configuring passive hosts and services through the
bg_bg: Този съветник (wizard) може да се използва само при конфигуриране пасивни хостове и сървиси чрез
de_de: Dieser Assistent kann nur bei der Konfiguration passive Hosts und Services durch die sein
es_es: Este asistente sólo se puede utilizar cuando la configuración de hosts pasivas y servicios a través de la
fr_fr: Cet assistant peut être utilisé que lorsque la configuration des hôtes passives et services par la
it_it: Questa procedura guidata può essere utilizzata solo durante la configurazione di host passivi e servizi attraverso il
ja_jp: このウィザードは、パッシブホストやサービスを設定するときのみ、次から使用できます
pl_pl: Ten kreator może być używany tylko podczas konfiguracji hostów i usług za pośrednictwem pasywnych
pt_pt: Este assistente só pode ser usado quando a configuração de hosts passivas e serviços através do
ru_ru: Этот мастер может быть использована только при настройке пассивных узлов и услуги через
zh_cn: 仅当通过以下方式配置被动主机和服务时，才可以使用此向导：

source: unconfigured objects
bg_bg: неконфигурирани обекти
de_de: unkonfiguriert Objekten
es_es: Objectos No-Configurados
fr_fr: objets non configurés
it_it: oggetti non configurati
ja_jp: 未構成のオブジェクト
pl_pl: nieskonfigurowany obiekty
pt_pt: Objetos desconfigurados
ru_ru: ненастроенную объектов
zh_cn: 未配置的对象

source: No objects specified. Use the
bg_bg: Няма избрани обекти. Използвай
de_de: Keine Objekte angegeben. Verwenden Sie die
es_es: Ninguna direccion especificada
fr_fr: Pas objets spécifiés. Utilisez l'
it_it: Non ci sono oggetti specificati. Utilizzare il
ja_jp: オブジェクトが指定されていません
pl_pl: żadne przedmioty określone. użyć
pt_pt: Nenhum destinatário especificado.
ru_ru: Нет объектов указаны. Используйте
zh_cn: 未指定对象。 使用

source: page to begin configuration.
bg_bg: страница, където да започне конфигурацията.
de_de: Seite mit der Konfiguration beginnen.
es_es: para agregar a su nueva configuracion.
fr_fr: page pour commencer la configuration.
it_it: pagina per iniziare la configurazione.
ja_jp: ページで設定を行います.
pl_pl: Strona Aby rozpocząć konfigurację.
pt_pt: para adicionar a sua nova configuração.
ru_ru: страницы, чтобы начать конфигурацию.
zh_cn: 页面开始配置。

source: This wizard will automatically create missing object definitions for the following hosts and their associated services:
bg_bg: Този съветник (wizard) автоматично ще създаде липсващите обектни дефиниции за следните хостове и техните сървиси:
de_de: Dieser Assistent wird automatisch fehlende Objekt-Definitionen für die folgenden Hosts und die damit verbundenen Dienstleistungen an:
es_es: Este asistente crea automáticamente faltan definiciones de objeto de los siguientes hosts y sus servicios asociados:
fr_fr: Cet assistant va créer automatiquement des définitions d'objets manquants pour les hôtes suivants et leurs services associés:
it_it: Questa procedura guidata crea automaticamente definizioni degli oggetti mancanti per i seguenti host e dei loro servizi associati:
ja_jp: このウィザードは、次のホストとそれに関連するサービスのために不足しているオブジェクト定義を自動的に作成します:
pl_pl: kreator automatycznie utworzy brakuje definicji obiektów dla następujących hostów i związanych z nimi usług:
pt_pt: Este assistente irá criar automaticamente as definições de objetos perdidos para os seguintes hosts e seus serviços associados:
ru_ru: Этот мастер автоматически создаст отсутствующие определения объектов для следующих узлов и связанные с ними услуги:
zh_cn: 该向导将自动为以下主机及其关联的服务创建缺少的对象定义：

source: No hosts specified.
bg_bg: Не са посочени хостове.
de_de: Keine Hosts angegeben.
es_es: Ningun host SMTP especificado
fr_fr: Aucun hôte spécifié.
it_it: Nessun host specificato.
ja_jp: ホストが指定されていません.
pl_pl: podano żadnych gospodarze.
pt_pt: Nenhum host SMTP especificado.
ru_ru: Нет хозяева указаны.
zh_cn: 未指定主机。

source: There are no monitoring options to configure with passive objects. Click Next to continue.
bg_bg: Не съществуват възможности за наблюдение, които да се конфигурират с пасивни обекти. Кликнете "Следващ" (Next) да продължите.
de_de: Es gibt keine Monitoring-Optionen mit passiven Objekten zu konfigurieren. Klicken Sie auf Weiter, um fortzufahren.
es_es: No hay opciones de control para configurar con objetos pasivos. Haga clic en Siguiente para continuar.
fr_fr: Il n'y a pas d'options de contrôle pour configurer des objets passifs. Cliquez sur Suivant pour continuer.
it_it: Non ci sono opzioni di controllo per la configurazione con gli oggetti passivi. Fare clic su Avanti per continuare.
ja_jp: パッシブオブジェクトに設定する監視オプションはありません. 次へをクリックします.
pl_pl: nie ma możliwości monitorowania konfigurowania z obiektów pasywnych. kliknij przycisk Dalej, aby kontynuować.
pt_pt: Não há opções de monitoramento para configurar com objetos passivos. Clique em Next para continuar.
ru_ru: Есть никаких мониторинга параметров для настройки с пассивным объектам. Нажмите кнопку Далее, чтобы продолжить.
zh_cn: 没有用于配置被动对象的监视选项。 单击下一步继续。

source: Monitor a Postgres database.
bg_bg: Наблюдавайте Postgres база данни.
de_de: Überwachung einer Postgres-Datenbank.
es_es: Controlar una base de datos Postgres.
fr_fr: Surveiller une base de données Postgres.
it_it: Monitorare un database Postgres.
ja_jp: Postgresデータベースを監視します.
pl_pl: monitorowanie bazy danych postgres'a.
pt_pt: Monitorar um banco de dados Postgres.
ru_ru: Мониторинг базы данных Postgres.
zh_cn: 监视Postgres数据库。

source: Postgres Database
bg_bg: Postgres база данни
de_de: Postgres-Datenbank
es_es: Bases de Datos de Nagios XI
fr_fr: Base de données Postgres
ja_jp: Postgresデータベース
pl_pl: Baza danych PostgreSQL
pt_pt: Banco de dados NDOUtils
ru_ru: База данных Postgres
zh_cn: Postgres数据库

source: Specify the details for connecting to the Postgres database you want to monitor.
bg_bg: Посочете данните за свързване към Postgres базата данни, която искате да наблюдавате.
de_de: Geben Sie die Details für die Verbindung zum Postgres Datenbank, die Sie überwachen möchten.
es_es: Especifique los detalles para la conexión a la base de datos Postgres que desea supervisar.
fr_fr: Spécifiez les détails de connexion à la base de données Postgres vous souhaitez surveiller.
it_it: Specificare i dettagli per la connessione al database Postgres che si desidera monitorare.
ja_jp: 監視するPostgresデータベースへの接続の詳細を指定します.
pl_pl: określa szczegółowe dane do połączenia z bazą danych PostgreSQL, który chcesz monitorować.
pt_pt: Especifique o formato das mensagens SMS que você deseja receber.
ru_ru: Укажите сведения для подключения к базе данных Postgres вы хотите контролировать.
zh_cn: 指定用于连接到要监视的Postgres数据库的详细信息。

source: The IP address or FQDNS name of the Postgres server.
bg_bg: IP адрес или FQDNS име на Postgres сървъра.
de_de: Die IP-Adresse oder FQDN Namen des Postgres-Server.
es_es: La direccion IP o el nombre FQDNS del host
fr_fr: L'adresse IP ou le nom FQDN du serveur Postgres.
it_it: L'indirizzo IP o il nome FQDN del server Postgres.
ja_jp: PostgresサーバーのIPアドレスまたはFQDN.
pl_pl: adres IP lub FQDN nazwa serwera PostgreSQL.
pt_pt: O endereço IP ou FQDN nome do host
ru_ru: IP-адрес или FQDN, имя сервера Postgres.
zh_cn: Postgres服务器的IP地址或FQDNS名称。

source: The port to use to connect to the Postgres server.
bg_bg: Порта, който да използвате, за да се свържете с Postgres сървъра.
de_de: Der Hafen zu nutzen, um auf die Postgres-Server herstellen.
es_es: El puerto que se usará para conectarse al servidor de Postgres.
fr_fr: Le port à utiliser pour se connecter au serveur Postgres.
it_it: La porta da utilizzare per la connessione al server Postgres.
ja_jp: Postgresサーバーへの接続に使用するポート.
pl_pl: port używany do łączenia się z serwerem PostgreSQL.
pt_pt: A porta para usar para se conectar ao servidor Postgres.
ru_ru: Порт для подключения к серверу Postgres.
zh_cn: 用于连接到Postgres服务器的端口。

source: The username used to connect to the Postgres server.
bg_bg: Потребителското име, използвано за свързване към Postgres сървъра.
de_de: Der Benutzername für den Postgres-Server herstellen.
es_es: El nombre de usuario utilizado para conectarse al servidor de Postgres.
fr_fr: Le nom d'utilisateur utilisé pour se connecter au serveur Postgres.
it_it: Il nome utente utilizzato per la connessione al server Postgres.
ja_jp: Postgresサーバーへの接続に使用するユーザー名.
pl_pl: nazwa użytkownika używana do łączenia się z serwerem PostgreSQL.
pt_pt: O nome de usuário usado para autenticar os SMS's.
ru_ru: Имя пользователя, используемое для подключения к серверу Postgres.
zh_cn: 用于连接到Postgres服务器的用户名。

source: The password used to connect to the Postgres server.
bg_bg: Паролата, използвана за оторизация към Postgres сървъра.
de_de: Das Passwort für den Postgres-Server herstellen.
es_es: La contraseña utilizada para conectarse al servidor de Postgres.
fr_fr: Le mot de passe utilisé pour se connecter au serveur Postgres.
it_it: La password utilizzata per la connessione al server Postgres.
ja_jp: Postgresサーバーへの接続に使用するパスワード.
pl_pl: Hasło używane do łączenia się z serwerem PostgreSQL.
pt_pt: A senha usada para autenticar o SGSI.
ru_ru: Пароль, используемый для подключения к серверу Postgres.
zh_cn: 用于连接到Postgres服务器的密码。

source: The database to connect to on the Postgres server.
bg_bg: Базата данни, с която да се свържем на Postgres сървъра.
de_de: Die Datenbank, auf der Postgres-Server herstellen.
es_es: La base de datos para conectar con el servidor Postgres.
fr_fr: La base de données pour se connecter sur le serveur Postgres.
it_it: Il database a cui connettersi sul server Postgres.
ja_jp: Postgresサーバーに接続するデータベース.
pl_pl: Baza danych do łączenia się z serwerem postgres'a.
pt_pt: O banco de dados para se conectar no servidor Postgres.
ru_ru: Базы данных для подключения на сервер Postgres.
zh_cn: 在Postgres服务器上要连接的数据库。

source: Postgres Server
bg_bg: Postgres сървър
es_es: Configurar Servicio
fr_fr: Postgres serveur
ja_jp: Postgresサーバー
pl_pl: serwer PostgreSQL
pt_pt: Configurar o serviço
ru_ru: Postgres сервер
zh_cn: Postgres服务器

source: The name you'd like to have associated with this Postgres server.
bg_bg: Името, което искате да се асоциира с този Postgres сървър.
de_de: Der Name, den Sie gerne mit diesem Postgres-Server zugeordnet haben würde.
es_es: El nombre que le gustaría tener asociados con este servidor Postgres.
fr_fr: Le nom que vous aimeriez avoir associé à ce serveur Postgres.
it_it: Il nome che desideri sia associato a questo server Postgres.
ja_jp: Postgresサーバーに関連付ける名前.
pl_pl: Nazwa chcesz być związane z tym serwerem PostgreSQL.
pt_pt: O host associado com este horário.
ru_ru: Имя, которое вы хотели бы иметь, связанные с этим сервером Postgres.
zh_cn: 您想要与此Postgres服务器关联的名称。

source: Postgres Database Metrics
bg_bg: Показатели на Postgres базата данни
de_de: Postgres Database Metriken
es_es: Base de datos Postgres Métricas
fr_fr: Postgres Metrics Base de données
it_it: Postgres database Metriche
ja_jp: Postgresデータベースのメトリック
pl_pl: Metryki bazy danych PostgreSQL
pt_pt: Métricas de banco de dados Postgres
ru_ru: База данных Postgres Метрики
zh_cn: Postgres数据库指标

source: Specify the metrics you'd like to monitor for the Postgres database.
bg_bg: Определете показателите, които бихте искали да следите за Postgres базата данни.
de_de: Geben Sie die Metriken, die Sie gerne für die Postgres-Datenbank zu überwachen hatte.
es_es: Especifique los parámetros que desea supervisar para la base de datos Postgres.
fr_fr: Spécifiez les paramètres que vous souhaitez surveiller la base de données Postgres.
it_it: Specificare i parametri che desideri monitorare per il database Postgres.
ja_jp: Postgresデータベースで監視するメトリックを指定します.
pl_pl: określić wskaźniki, które chcesz monitorować bazy danych PostgreSQL.
pt_pt: Especificar os momentos do dia que você gostaria de receber alertas.
ru_ru: Укажите метрик вы хотите, чтобы следить за базу данных Postgres.
zh_cn: 指定您要监控的Postgres数据库指标。

source: Connection Status
bg_bg: Статус на връзката
es_es: Estatus de Notificacion
fr_fr: État de la connexion
it_it: Stato della connessione
ja_jp: 接続状態
pl_pl: Stan połączenia
pt_pt: Status das notificações
ru_ru: Состояние подключения
zh_cn: 连接状态

source: Monitor the ability to connect to the database.
bg_bg: Наблюдавайте възможността за свързване с базата данни.
de_de: Überwachen Sie die Möglichkeit, die Verbindung zur Datenbank.
es_es: Supervisar la capacidad de conectarse a la base de datos.
fr_fr: Surveiller la capacité de se connecter à la base de données.
it_it: Monitorare la possibilità di connettersi al database.
ja_jp: データベースに接続できることを監視します.
pl_pl: monitorować zdolność do łączenia się z bazą danych.
pt_pt: Falha na conexão com o banco de dados
ru_ru: Мониторинг возможность подключения к базе данных.
zh_cn: 监视连接到数据库的能力。

source: Monitor the size of the database
bg_bg: Наблюдавайте размера на базата данни
de_de: Überwachung der Größe der Datenbank
es_es: supervisar el tamaño de la base de datos
fr_fr: contrôler la taille de la base de données
it_it: monitorare la dimensione del database
ja_jp: データベースサイズを監視します
pl_pl: monitorowanie rozmiaru bazy
pt_pt: controlar o tamanho da base de dados
ru_ru: контролировать размер базы
zh_cn: 监控数据库的大小

source: Table Sizes
bg_bg: Размери на таблицата (Table Sizes)
de_de: Tabelle Größen
es_es: Tamaño de la Pagina
fr_fr: Tailles Tableau
it_it: Tabella delle taglie
ja_jp: テーブルサイズ
pl_pl: Tabela
pt_pt: Tamanho da página
ru_ru: Таблица размеров
zh_cn: 表格大小

source: Monitor the size of the tables in the database.
bg_bg: Наблюдавайте размера на таблиците в базата данни.
de_de: Überwachen Sie die Größe der Tabellen in der Datenbank.
es_es: Supervisar el tamaño de las tablas de la base de datos.
fr_fr: Surveiller la taille des tables de la base de données.
it_it: Controllare le dimensioni delle tabelle del database.
ja_jp: データベースのテーブルサイズを監視します.
pl_pl: monitorować wielkość tabel w bazie danych.
pt_pt: Erro ao inserir os dados no banco de dados:
ru_ru: Мониторинг размер таблиц в базе данных.
zh_cn: 监视数据库中表的大小。

source: Relation Sizes
bg_bg: Относителни размери
de_de: Relation Größen
es_es: Tiempo de eliminacion
fr_fr: Tailles relations
it_it: Relazione Taglie
ja_jp: リレーションサイズ
pl_pl: rozmiary relacja
pt_pt: Tempo exclusão
ru_ru: Отношение размеров
zh_cn: 关系大小

source: Monitor the size of the relations in the database.
bg_bg: Наблюдавайте размера на отношенията (relations) в базата данни.
de_de: Überwachen Sie die Größe der Beziehungen in der Datenbank.
es_es: Supervisar el tamaño de las relaciones en la base de datos.
fr_fr: Surveiller la taille des relations dans la base de données.
it_it: Monitorare la dimensione delle relazioni nel database.
ja_jp: データベースのリレーションサイズを監視します.
pl_pl: kontrolowania wielkości stosunków w bazie danych.
pt_pt: Controlar o tamanho das relações no banco de dados.
ru_ru: Следите за размером отношений в базе данных.
zh_cn: 监视数据库中关系的大小。

source: Sequences
bg_bg: Последователности
de_de: Sequenzen
es_es: Secuencia
fr_fr: Séquences
it_it: Sequenze
ja_jp: シーケンス
pl_pl: sekwencje
pt_pt: Seqüência
ru_ru: Последовательности
zh_cn: 序列

source: Monitor the percent of remaining sequences in the database.
bg_bg: Наблюдавайте процентът на останалите последователности (remaining sequences) в базата данни.
de_de: Überwachen Sie die Prozent der restlichen Sequenzen in der Datenbank.
es_es: Supervisar el porcentaje de las secuencias restantes de la base de datos.
fr_fr: Surveiller le pour cent de séquences restantes dans la base de données.
it_it: Monitorare la percentuale di sequenze rimanenti nel database.
ja_jp: データベースの残シーケンスの割合を監視します.
pl_pl: monitorować procent pozostałych sekwencji w bazie danych.
pt_pt: Monitorar a percentagem de sequências restantes na base de dados.
ru_ru: Мониторинг процентов оставшихся последовательностей в базе данных.
zh_cn: 监视数据库中剩余序列的百分比。

source: Monitor a Postgres database query.
bg_bg: Наблюдавайте заявка за Postgres база данни.
de_de: Überwachung einer Postgres Datenbank-Abfrage.
es_es: Monitorear el host cada
fr_fr: Surveiller une requête de base de données Postgres.
it_it: Monitorare una query di database Postgres.
ja_jp: Postgresデータベースクエリを監視します.
pl_pl: monitorować zapytania do bazy danych PostgreSQL.
pt_pt: Monitorar o host cada
ru_ru: Мониторинг запросов Postgres базы данных.
zh_cn: 监视Postgres数据库查询。

source: Postgres Query
bg_bg: Postgres заявка (Query)
de_de: Postgres-Abfrage
es_es: Postgres consulta
ja_jp: Postgresクエリ
pl_pl: postgres zapytanie
pt_pt: Consulta Postgres
ru_ru: Postgres запросов
zh_cn: Postgres查询

source: Specify the details for connecting to the Postgres server you want to monitor.
bg_bg: Посочете данните за свързване към Postgres сървъра, който искате да наблюдавате.
de_de: Geben Sie die Details für die Verbindung zum Postgres Server, den Sie überwachen möchten.
es_es: Especifique los detalles para la conexión con el servidor de Postgres que desea supervisar.
fr_fr: Spécifiez les détails pour se connecter au serveur PostgreSQL que vous souhaitez surveiller.
it_it: Specificare i dettagli per la connessione al server Postgres che si desidera monitorare.
ja_jp: 監視するPostgresサーバーに接続するための詳細を指定します.
pl_pl: określić szczegóły do ​​łączenia się z serwerem PostgreSQL, który chcesz monitorować.
pt_pt: Especifique o formato das mensagens SMS que você deseja receber.
ru_ru: Укажите сведения для подключения к серверу Postgres вы хотите контролировать.
zh_cn: 指定用于连接到要监视的Postgres服务器的详细信息。
