Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: does not have a valid timeperiod for deployment. The timeperiod will have to be configured from the Core Config Manager.
bg_bg: не притежава валиден timeperiod за разположение. Този timeperiod ще трябва да бъде конфигуриран от програмата "Главен Конфигурационен Мениджър" (CCM - Core Config Manager).
de_de: nicht über ein gültiges Zeitfenster für die Bereitstellung. Das Zeitfenster wird von konfiguriert werden the Core-Config Manager.
es_es: no tiene una timeperiod válido para el despliegue. El timeperiod tendrá que ser configurado desde el Administrador de configuración del núcleo.
fr_fr: n'a pas de plage horaire valide pour le déploiement. La période de temps devra être configuré à partir le directeur Config Core.
it_it: non dispone di un certo termine valido per la distribuzione. Il timeperiod dovrà essere configurato da Manager Nucleo tthe Config.
ja_jp: 配布のために有効な時間範囲がありません. 時間範囲は Coreコンフィグマネージャで設定してください.
pl_pl: nie posiada ważnego przedzialczasu do wdrożenia. przedzialczasu muszą być skonfigurowane z menedżera rdzeń config.
pt_pt: não tem um timeperiod válido para implantação. o timeperiod terá de ser configurado a partir do gestor de configuração do núcleo.
ru_ru: не иметь действительный TimePeriod для развертывания. TimePeriod должны быть настроены с Шарлем Основные Config Manager.
zh_cn: 没有有效的部署时间段。 必须从Core Config Manager中配置时间段。

source: does not have the XI notification handlers defined. Update the 'Notification Commands' for this contact in the Core Config Manager for new settings to be used.
bg_bg: не разполага с дефинирани XI манипулатори за уведомяване (notification handlers). Актуализирайте 'командите за уведомяване' ('Notification Commands') за този контакт в програмата "Главен Конфигурационен Мениджър" (CCM - Core Config Manager), за да могат да се използват.
de_de: nicht über die Benachrichtigung Handler XI definiert. Update die 'Benachrichtigung Commands 'für diesen Kontakt in der Core Config Manager die neuen Einstellungen verwendet werden.
es_es: no tiene los controladores de notificación XI definidos. Actualización de los "Comandos de notificación" para este contacto en el Administrador de configuración central para la nueva configuración que se utilizarán.
fr_fr: ne dispose pas des gestionnaires de notification XI définies. Update les commandes de notification »pour ce contact dans le Gestionnaire de configuration de base pour les nouveaux paramètres à utiliser.
it_it: non ha i gestori di notifica XI definiti. Update "Comandi di notifica" di questo contatto in Gestione configurazione di base per le nuove impostazioni da utilizzare.
ja_jp: には、定義済みのXI通知ハンドラがありません. Coreコンフィグマネージャでこの連絡先の'通知コマンド'を更新してください.
pl_pl: nie ma procedur obsługi powiadomień xi zdefiniowane. aktualizacji "polecenia powiadomienie" dla tego kontaktu w menedżerze konfiguracji podstawowej dla nowych ustawień do użycia.
pt_pt: não tem os manipuladores de notificação xi definidos. atualização dos comandos de notificação "para esse contato no gerenciador de configuração do núcleo para novas definições a serem utilizadas.
ru_ru: не имеет XI обработчики уведомлений определены. Update "Уведомление Команды" для этого контакта в Диспетчере основной конфигурации для новых параметров, которые будут использоваться.
zh_cn: 没有定义XI通知处理程序。 在Core Config Manager中更新此联系人的“通知命令”，以使用新设置。

source: Nagios Graph Explorer is an interactive graphing tool for your Nagios data. Requires Nagios XI 2011R1.3 or later. For most reliable graphs and dashlets, use Mozilla Firefox or Google Chrome.
bg_bg: Nagios Graph Explorer е интерактивен графичен инструмент за Nagios данни. Изисква Nagios XI 2011R1.3 или по-нова версия. За най-надеждните графики и мини-табла (dashlets), използвайте Mozilla Firefox или Google Chrome.
de_de: Nagios Graph Forscher ist eine interaktive grafische Werkzeug für Ihre Nagios-Daten. Benötigt Nagios XI 2011R1.3 oder höher. for zuverlässigsten Grafiken und Dashlets, verwenden Sie Mozilla Firefox.
es_es: Nagios Graph Explorer es una herramienta gráfica interactiva para sus datos de Nagios. Requiere Nagios XI 2011R1.3 o posterior. Para gráficos más fiables y Dashlets, utilice Mozilla Firefox.
fr_fr: Nagios Graph Explorer est un outil graphique interactif pour vos données Nagios. Nagios XI nécessite 2011R1.3 ou tard. graphs tPour les plus fiables et dashlets, utilisez Mozilla Firefox.
it_it: Nagios Grafico Explorer è uno strumento grafico interattivo per i dati di Nagios. Richiede Nagios XI 2011R1.3 o versione successiva. grafici tPer più affidabili e dashlets, utilizzare Mozilla Firefox.
ja_jp: Nagiosグラフエクスプローラは、Nagiosデータのインタラクティブなグラフ作成ツールです. Nagios XI 2011R1.3以降が必要です. 信頼性の高いグラフやダッシュレットを表示するには、Mozilla FirefoxまたはGoogle Chromeを使用してください.
pl_pl: Nagios wykres explorer jest interaktywnym narzędziem wykresów dla danych Nagios. wymaga Nagios XI 2011r1.3 lub nowszej. do najbardziej niezawodnych wykresów i dashlets, wykorzystanie Mozilla Firefox lub Google Chrome.
pt_pt: Nagios Gráfico Explorer é uma ferramenta gráfica interativa para seus dados Nagios. Requer a versão Nagios XI 2011R1.3 ou maior. Para gráficos mais confiáveis ​​e dashlets, utilize o Mozilla Firefox.
ru_ru: Nagios График Проводник представляет собой интерактивный инструмент для графического Nagios данных. Требуется Nagios XI 2011R1.3 или более поздней версии. For самых надежных графиков и dashlets, используйте Mozilla Firefox.
zh_cn: Nagios Graph Explorer是用于Nagios数据的交互式绘图工具。 需要Nagios XI 2011R1.3或更高版本。 要获得最可靠的图形和破折号，请使用Mozilla Firefox或Google Chrome。

source: Error: This component requires Nagios XI 2011R1.3 or later.
bg_bg: Грешка: този компонент изисква Nagios XI 2011R1.3 или по-нова версия.
de_de: Fehler: Diese Komponente erfordert Nagios XI 2012R1.3 oder später.
es_es: Error: Este componente requiere Nagios XI 2012R1.0 o superior
fr_fr: Erreur: Ce composant nécessite Nagios XI 2012R1.3 ou tard.
it_it: Errore: Questo componente richiede Nagios XI 2012R1.3 o versione successiva.
ja_jp: エラー： このコンポーネントはNagios XI 2011R1.3以降が必要です.
pl_pl: Błąd: ta część wymaga Nagios XI 2011r1.3 lub nowszej.
pt_pt: Erro: Este componente requer a versão Nagios XI 2011R1.7 ou maior.
ru_ru: Ошибка: Этот компонент требует Nagios XI 2012R1.3 или более поздней версии.
zh_cn: 错误：此组件需要Nagios XI 2011R1.3或更高版本。

source: Displays a graph explorer dashlet.
bg_bg: Показва Graph Explorer мини-табло (dashlet).
de_de: Zeigt ein Diagramm forscher Dashlet.
es_es: Muestra un gráfico dashlet explorador.
fr_fr: Affiche un graphique dashlet explorateur.
it_it: Visualizza un grafico dashlet esploratore.
ja_jp: グラフエクスプローラダッシュレットを表示します.
pl_pl: wyświetla wykres explorer dashlet.
pt_pt: Apresenta um gráfico dashlet explorer.
ru_ru: Отображает дашлет график Explorer.
zh_cn: 显示图形浏览器的内容板块。

source: View performance graph
bg_bg: Вижте графиката за производителността
de_de: Ansicht Leistungsdiagramm
es_es: gráfico de vista del rendimiento
fr_fr: graphique vue des performances
it_it: grafico di vista delle prestazioni
ja_jp: パフォーマンスグラフを表示
pl_pl: Widok wykresu wydajności
pt_pt: gráfico de desempenho view
ru_ru: производительность вид графика
zh_cn: 查看性能图

source: Graph Explorer
de_de: Graph Forscher
es_es: Explorador Grafico
fr_fr: Graphique Explorateur
it_it: Grafico Explorer
ja_jp: グラフエクスプローラ
pl_pl: Wykres explorer
pt_pt: gráfico explorer
ru_ru: График Обозреватель
zh_cn: 图形浏览器

source: Nagios Graph Explorer
de_de: Nagios Graph Forscher
fr_fr: Nagios Graphique Explorateur
it_it: Nagios Grafico Explorer
ja_jp: Nagiosグラフエクスプローラ
pl_pl: Nagios wykres explorer
pt_pt: nagios gráfico explorer
ru_ru: Nagios График Обозреватель
zh_cn: Nagios图形浏览器

source: Top Alert Producers
bg_bg: Най-големите производители на известия
de_de: Alarm-Spitzenreiter
es_es: Productores de Maximas Alertas
fr_fr: Top des producteurs d'alerte
it_it: Top produttori Alert
ja_jp: トップアラートプロデューサー
pl_pl: najlepszych producentów alert
pt_pt: Melhores Produtores de alerta
ru_ru: Топ оповещения производителей
zh_cn: 最高警报生产器

source: Host Health
bg_bg: Здраве (състояние) на хост
de_de: Host Gesundheit
es_es: Salud del Host
fr_fr: Santé hôte
it_it: Host Salute
ja_jp: ホストヘルス
pl_pl: zdrowie gospodarza
pt_pt: Saúde do host
ru_ru: Хост здоровье
zh_cn: 主机健康

source: Service Health
bg_bg: Състояние на сървисите
de_de: Service Gesundheit
es_es: Salud del Servicio
fr_fr: Service de santé
it_it: Servizio Sanitario
ja_jp: サービスヘルス
pl_pl: służba zdrowia
pt_pt: Saúde do serviço
ru_ru: Службы здравоохранения
zh_cn: 服务健康

source: Scalable Performance Graph
bg_bg: Мащабируема графика за производителност (Scalable Performance Graph)
de_de: Skalierbare Leistung Graph
es_es: Gráfico de rendimiento escalable
fr_fr: Graphique des performances évolutives
it_it: Grafico delle prestazioni scalabile
ja_jp: スケーラブルパフォーマンスグラフ
pl_pl: skalowalne Wykres wydajności
pt_pt: Gráfico de desempenho escalável
ru_ru: Масштабируемая График производительности
zh_cn: 可扩展性能图

source: Time Stacked Performance Graph
bg_bg: Графики на производителността, подредени по време (Time Stacked Performance Graph)
de_de: Zeit Stacked Leistung Graph
es_es: Tiempo apiladas Gráfico de rendimiento
fr_fr: Temps Stacked graphique de la performance
it_it: Ora Stacked Grafico delle prestazioni
ja_jp: 積み上げパフォーマンスグラフ
pl_pl: Czas wykres skumulowany wydajności
pt_pt: tempo empilhadas gráfico de desempenho
ru_ru: Время ячейке Performance Graph
zh_cn: 时间堆叠效果图

source: Multistacked Performance Graph
bg_bg: Наложени (Multistacked) графики за производителност
de_de: Zeit Stacked Leistung Graph
es_es: Tiempo apiladas Gráfico de rendimiento
fr_fr: Temps Stacked graphique de la performance
it_it: Ora Stacked Grafico delle prestazioni
ja_jp: 多重積み上げパフォーマンスグラフ
pl_pl: multistacked Wykres wydajności
pt_pt: tempo empilhadas gráfico de desempenho
ru_ru: Время ячейке Performance Graph
zh_cn: 多层性能图

source: Graph Objects
bg_bg: Графични обекти
de_de: Diagrammobjekte
es_es: objetos gráficos
fr_fr: les objets du graphe
it_it: oggetti grafico
ja_jp: グラフオブジェクト
pl_pl: obiekty wykresu
pt_pt: objetos gráficos
ru_ru: объекты график
zh_cn: 图形对象

source: Select Host
bg_bg: Изберете хост
de_de: Wählen Sie Hosts
es_es: Seleccione Hosts
fr_fr: Sélectionner les hôtes
it_it: Selezionare Host
ja_jp: ホストを選択
pl_pl: wybierz hosta
pt_pt: selecionar anfitriões
ru_ru: Выберите Хосты
zh_cn: 选择主机

source: Select Service
bg_bg: Изберете сървис
de_de: Wählen Sie Dienste
es_es: Seleccione Servicios
fr_fr: Sélectionnez Services
it_it: Selezionare Servizi
ja_jp: サービスを選択
pl_pl: wybierz serwis
pt_pt: selecionar os serviços
ru_ru: Выберите услуги
zh_cn: 选择服务

source: Select a host...
bg_bg: Изберете хост...
de_de: wählen Sie einen Host ...
es_es: seleccione un host ...
fr_fr: sélectionnez un hôte ...
it_it: selezionare un host ...
ja_jp: ホストを選択...
pl_pl: wybrać serwer ...
pt_pt: selecionar um host ...
ru_ru: выбрать множество ...
zh_cn: 选择一个主机...

source: Select Data Type
bg_bg: Изберете тип данни
de_de: Datentyp wählen
es_es: seleccionar el tipo de datos
fr_fr: sélectionner le type de données
it_it: selezionare il tipo di dati
ja_jp: データタイプを選択
pl_pl: wybierz typ danych
pt_pt: selecionar o tipo de dados
ru_ru: выберите тип данных
zh_cn: 选择数据类型

source: Add To Graph
bg_bg: Добави към графиката
de_de: in den Graphen
es_es: agregar a la gráfica
fr_fr: ajouter à graphique
it_it: aggiungere al grafico
ja_jp: グラフに追加する
pl_pl: dodać do wykresu
pt_pt: adicionar ao gráfico
ru_ru: добавить в графике
zh_cn: 添加到图

source: Filtering Options
bg_bg: Опции за филтриране
de_de: Filteroptionen
es_es: Opciones de filtrado
fr_fr: Options de filtrage
it_it: Opzioni di filtro
ja_jp: フィルターオプション
pl_pl: opcje filtrowania
pt_pt: Opções de Filtragem
ru_ru: Параметры фильтрации
zh_cn: 过滤选项

source: Last 4 Hours
bg_bg: Последните 4 часа
de_de: Letzte 4 Stunden
es_es: Las últimas 4 horas
fr_fr: Dernières 4 h
it_it: Ultime 24 ore
ja_jp: 過去 4時間
pl_pl: trwają 4 godziny
pt_pt: Últimos 3 meses
ru_ru: За последние 24 часа
zh_cn: 最近24小时

source: Last 24 Hours
bg_bg: Последните 24 часа
de_de: Letzte 24 Stunden
es_es: Las últimas 24 horas
fr_fr: Dernières 24 h
it_it: Ultime 24 ore
ja_jp: 過去24時間
pl_pl: ostatnie 24 godziny
pt_pt: Últimos 3 meses
ru_ru: За последние 24 часа
zh_cn: 最近24小时

source: Last 48 Hours
bg_bg: Последните 48 часа
de_de: Letzte 48 Stunden
es_es: Las últimas 48 horas
fr_fr: Dernières 48 h
it_it: Ultime 24 ore
ja_jp: 過去48時間
pl_pl: ostatnich 48 godzin
pt_pt: Últimos 3 meses
ru_ru: За последние 24 часа
zh_cn: 最近24小时

source: Last 7 Days
bg_bg: Последните 7 дни
de_de: Letzten 7 Tage
es_es: Los ultimos 7 dias
fr_fr: Les 7 derniers jours
it_it: Ultimi 3 giorni
ja_jp: 過去 7日間
pl_pl: z ostatnich 3 dni
pt_pt: Últimos 3 dias
ru_ru: Последние 3 дня
zh_cn: 最近7天

source: Last 30 Days
bg_bg: Последните 30 дни
de_de: Letzte 30 Tage
es_es: Los ultimos 30 dias
fr_fr: Les 30 derniers jours
it_it: Ultimi 3 giorni
ja_jp: 過去 30日間
pl_pl: z ostatnich 3 dni
pt_pt: Últimos 3 dias
ru_ru: Последние 3 дня
zh_cn: 最近30天

source: Last 365 Days
bg_bg: Последните 365 дни
de_de: Letzte 365 Tage
es_es: Los ultimos 365 dias
fr_fr: Les 365 derniers jours
it_it: Ultimi 3 giorni
ja_jp: 過去 365日間
pl_pl: z ostatnich 3 dni
pt_pt: Últimos 3 dias
ru_ru: Последние 3 дня
zh_cn: 最近365天

source: Custom
bg_bg: Персонализиран
de_de: Brauch
es_es: Customizar
fr_fr: Coutume
it_it: Costume
ja_jp: カスタム
pl_pl: zwyczaj
pt_pt: Personalizado
ru_ru: Обычай
zh_cn: 自定义

source: Select Time Frame
bg_bg: Изберете този период от време
de_de: Wählen Time Frame
es_es: Seleccione Marco de tiempo
fr_fr: Sélectionnez Time Frame
it_it: Selezionare il fotogramma Tempo
ja_jp: 期間
pl_pl: wybierz okres,
pt_pt: Selecione Cronograma
ru_ru: Выберите Time Frame
zh_cn: 选择时间范围

source: Last 3 Days
bg_bg: Последните 3 дни
de_de: Letzte 3 Tage
es_es: Los ultimos 3 dias
fr_fr: Les 3 derniers jours
it_it: Ultimi 3 giorni
ja_jp: 過去 3日間
pl_pl: z ostatnich 3 dni
pt_pt: Últimos 3 dias
ru_ru: Последние 3 дня
zh_cn: 最近3天

source: Last 3 Weeks
bg_bg: Последните 3 седмици
de_de: Den letzten 3 Wochen
es_es: Las ultimas 3 semanas
fr_fr: 3 dernières semaines
it_it: Ultime 3 settimane
ja_jp: 過去 3週間
pl_pl: Ostatnie 3 tygodnie
pt_pt: Últimas 3 semanas
ru_ru: Последние 3 недели
zh_cn: 最近3周

source: Last 3 Months
bg_bg: Последните 3 месеца
de_de: Letzte 3 Monate
es_es: Los ultimos 3 meses
fr_fr: 3 derniers mois
it_it: Ultimi 3 mesi
ja_jp: 過去 3ヶ月間
pl_pl: Ostatnie 3 miesiące
pt_pt: Últimos 3 meses
ru_ru: Последние 3 месяца
zh_cn: 最近3个月

source: Graph Options
bg_bg: Опции на графиката
de_de: Grafik-Optionen
es_es: opciones gráficas
fr_fr: options graphiques
it_it: Opzioni grafico
ja_jp: グラフオプション
pl_pl: Opcje wykresu
pt_pt: opções de gráficos
ru_ru: Варианты график
zh_cn: 图形选项

source: Line Type
bg_bg: Тип на линията
de_de: Lizenz-Typ
es_es: Tipo de Licencias
fr_fr: Type de licence
it_it: Tipo di licenza
ja_jp: 線種
pl_pl: typ linii
pt_pt: Tipo de Licença
ru_ru: Тип лицензии
zh_cn: 线型

source: Update Graph
bg_bg: Актуализация на графика
de_de: Update Diagramm
es_es: gráfico de actualización
fr_fr: mise à jour graphique
it_it: aggiornamento grafico
ja_jp: グラフ更新
pl_pl: Wykres aktualizacja
pt_pt: gráfico atualização
ru_ru: обновление график
zh_cn: 更新图表

source: Select services to stack on the left. Less services and similar services makes a better, more readable graph. Filter by the desired time.
bg_bg: Изберете сървисите, които да се струпват в ляво. По-малко сървиси и подобни сървиси, водят до по-добъри и по-разбираеми графики. Филтрирайте по желано време.
de_de: Wählen Dienstleistungen auf der linken Seite stapeln. weniger Leistungen und ähnliche Leistungen macht eine bessere, lesbar Graphen. auswählen der gewünschten Zeit.
es_es: seleccionar servicios para apilar a la izquierda. menos servicios y servicios similares hace un mejor, gráfico sea más legible. filtrar por el tiempo deseado.
fr_fr: sélectionner les services d'empiler sur la gauche. moins de services et de services similaires font un meilleur graphique, plus lisible. filtrer par le temps désiré.
it_it: selezionare i servizi di impilare sulla sinistra. meno servizi e servizi analoghi rende migliore, grafico più leggibile. filtrare il tempo desiderato.
ja_jp: 左側でスタックするサービスを選択します。 サービスの数が少なく類似したサービスであるほど、より有効で読みやすいグラフになります。 希望の時間でフィルターします。
pl_pl: wybierz usługi stos po lewej stronie. mniej usługi i podobne usługi sprawia, że ​​lepszy, bardziej czytelny wykres. filtrować przez pożądany czas.
pt_pt: selecionar os serviços de pilha do lado esquerdo. menos serviços e serviços similares faz um gráfico melhor, mais legível. filtrar por o tempo desejado.
ru_ru: выбрать услуги, чтобы стек слева. меньше и аналогичные услуги делает лучшее, более читаемый график. фильтровать по заданное время.
zh_cn: 选择要堆叠在左侧的服务。 较少的服务和类似的服务可以使图表更好，更易读。 按所需时间过滤。

source: Only hosts/services with performance data will show up on the lists.
bg_bg: Само хостове / сървиси с данни за ефективността ще се появят в списъците.
de_de: nur Hosts / Services mit Performance-Daten wird zeigen, bis auf den Listen.
es_es: sólo hosts / servicios con los datos de rendimiento se mostrarán en las listas.
fr_fr: Seuls les hôtes / services avec les données de performance apparaîtront sur les listes.
it_it: solo host / servizi con i dati delle prestazioni appariranno sulle liste.
ja_jp: パフォーマンスデータを持つホスト/サービスのみがリストに表示されます.
pl_pl: tylko gospodarze / usługi z danych o wydajności pojawią się na listach.
pt_pt: apenas hosts / serviços com os dados de desempenho vai aparecer nas listas.
ru_ru: только хостов / услуги с данных о производительности будет отображаться в списках.
zh_cn: 列表中仅显示具有性能数据的主机/服务。

source: Add to Dashboard
bg_bg: Добави към таблото (dashboard)
de_de: Zum Dashboard hinzufügen
es_es: Añadir al panel
fr_fr: Ajouter au tableau de bord
it_it: Aggiungi a Cruscotto
ja_jp: ダッシュボードに追加
pl_pl: dodaj do deski rozdzielczej
pt_pt: Adicionar ao painel
ru_ru: Добавить на панель инструментов
zh_cn: 添加到操作面板

source: Avg
bg_bg: Средно аритметично
ja_jp: 平均
pl_pl: Średnia
ru_ru: средний
zh_cn: 平均

source: Max
bg_bg: Максимално
ja_jp: 最大
ru_ru: Максимум
zh_cn: 最大

source: You are not authorized to view this.
bg_bg: Вие не сте упълномощени да видите това.
de_de: Sie sind nicht berechtigt, um das Ereignisprotokoll anzuzeigen
es_es: Usted no esta autorizado a visualizar el log de eventos
fr_fr: Vous n'êtes pas autorisé à afficher le journal des événements
it_it: Non sei autorizzato a vedere il registro eventi
ja_jp: 閲覧する権限がありません.
pl_pl: nie masz uprawnień, aby zobaczyć ten.
pt_pt: Você não está autorizado a ver o log de eventos
ru_ru: Вы не авторизованы для просмотра журналов событий
zh_cn: 您无权查看此内容。

source: Nagios XI Help
bg_bg: Nagios XI помощ
de_de: Nagios XI Nachrichten
es_es: Usuarios de Nagios XI
fr_fr: Nagios XI Nouvelles
it_it: Nagios XI Notizie
ja_jp: Nagios XI ヘルプ
pl_pl: Nagios XI wiadomości
pt_pt: Últimas Notícias Nagios XI
ru_ru: Nagios XI Новости
zh_cn: Nagios XI帮助

source: Documentation
bg_bg: Документация
de_de: Dokumentation
es_es: Documentacion
it_it: Documentazione
ja_jp: ドキュメント
pl_pl: Dokumentacja bpi
pt_pt: Documentação
ru_ru: Документация
zh_cn: 文档

source: The following documents can provide additional information:
bg_bg: Следните документи могат да предоставят допълнителна информация:
de_de: die folgenden Dokumente können zusätzliche Informationen zu liefern:
es_es: los siguientes documentos pueden proporcionar información adicional:
fr_fr: les documents suivants peuvent fournir des informations supplémentaires:
it_it: i seguenti documenti possono fornire ulteriori informazioni:
ja_jp: 以下のドキュメントは追加情報を提供します：
pl_pl: następujące dokumenty mogą dostarczyć dodatkowych informacji:
pt_pt: Os seguintes documentos podem fornecer informações adicionais:
ru_ru: следующие документы может предоставить дополнительную информацию:
zh_cn: 以下文档可以提供其他信息：

source: Context-sensitive help information is not yet available for this page.
bg_bg: Контекстно-зависима помощна информация все още не е на разположение за тази страница.
de_de: kontextsensitive Hilfe Informationen noch nicht für diese Seite zur Verfügung.
es_es: información de ayuda sensible al contexto aún no está disponible para esta página.
fr_fr: informations d'aide contextuelle est pas encore disponible pour cette page.
it_it: informazioni di aiuto sensibile al contesto non è ancora disponibile per questa pagina.
ja_jp: このページにはコンテキストセンシティブヘルプ情報はありません.
pl_pl: Informacje kontekstowej pomocy nie jest jeszcze dostępna na tej stronie.
pt_pt: contextual informações de ajuda ainda não está disponível para esta página.
ru_ru: контекстно-зависимая справочная информация пока не доступна для этой страницы.
zh_cn: 上下文相关的帮助信息尚不适用于此页面。

source: Additional Support Options
bg_bg: Допълнителни опции за поддръжка
de_de: zusätzliche Supportoptionen
es_es: Opciones de soporte técnico adicionales
fr_fr: options de support supplémentaires
it_it: Opzioni di supporto aggiuntive
ja_jp: 追加のサポートオプション
pl_pl: dodatkowe opcje wsparcia
pt_pt: Opções de suporte adicionais
ru_ru: дополнительные варианты поддержки
zh_cn: 其他支持选项

source: Need additional help?
bg_bg: Нуждаете се от допълнителна помощ?
de_de: benötigen weitere Hilfe?
es_es: necesita ayuda adicional?
fr_fr: besoin d'aide supplémentaire?
it_it: bisogno di ulteriore aiuto?
ja_jp: 支援が必要ですか？
pl_pl: potrzebujesz dodatkowej pomocy?
pt_pt: precisar de ajuda adicional?
ru_ru: нужна дополнительная помощь?
zh_cn: 需要其他帮助吗？

source: online support forum
bg_bg: онлайн форум за поддръжка
es_es: Foro de soporte en linea
fr_fr: Forum en ligne
it_it: Forum di Supporto online
ja_jp: オンラインサポートフォーラム
pl_pl: Forum pomocy technicznej online
pt_pt: Forum de Suporte Online
ru_ru: Форум поддержки
zh_cn: 在线支持论坛

source: is a great place to ask your questions. Our knowledgeable team is eager to help you solve your problems.
bg_bg: е страхотно място да зададете своите въпроси. Нашия опитен екип е готов да ви помогне да разрешите проблемите си.
de_de: ist ein großartiger Ort, um Ihre Fragen zu stellen. unser erfahrenes Team freut sich Ihnen helfen, Ihre Probleme zu lösen.
es_es: es un gran lugar para hacer sus preguntas. nuestro equipo profesional está dispuesto a ayudar a resolver sus problemas.
fr_fr: est un endroit idéal pour poser vos questions. notre équipe expérimentée est désireux de vous aider à résoudre vos problèmes.
it_it: è un luogo ideale per fare le vostre domande. il nostro team di esperti è pronto ad aiutarvi a risolvere i vostri problemi.
ja_jp: 質問にお答えします. 我々の経験豊富なチームが、問題解決をお手伝いします.
pl_pl: Jest to doskonałe miejsce, aby zadawać pytania. Nasz kompetentny zespół jest chętny do pomocy w rozwiązaniu problemów.
pt_pt: é um ótimo lugar para fazer suas perguntas. nossa equipe experiente está ansioso para ajudá-lo a resolver seus problemas.
ru_ru: это прекрасное место, задать свои вопросы. наш квалифицированный коллектив стремится, чтобы помочь вам решить ваши проблемы.
zh_cn: 是问您问题的好地方。 我们知识渊博的团队渴望帮助您解决问题。

source: contains documentation on many aspects of using Nagios XI.
bg_bg: Съдържа документация за много аспекти на използването на Nagios XI.
de_de: enthält die Dokumentation zu vielen Aspekten der Verwendung von Nagios XI.
es_es: contiene documentación sobre muchos aspectos del uso de nagios xi.
fr_fr: contient de la documentation sur de nombreux aspects de l'utilisation de Nagios XI.
it_it: contiene documentazione su molti aspetti dell'utilizzo di Nagios xi.
ja_jp: Nagios XIのさまざまな使用法に関するドキュメントを含みます.
pl_pl: zawiera dokumentację na temat wielu aspektów korzystania z Nagios XI.
pt_pt: contém documentação sobre muitos aspectos do uso nagios xi.
ru_ru: содержит документацию по многим аспектам использования Nagios XI.
zh_cn: 包含有关使用Nagios XI的许多方面的文档。

source: YouTube channel
bg_bg: YouTube канал
de_de: Youtube-Kanal
es_es: canal de youtube
fr_fr: chaîne youtube
it_it: canale youtube
ja_jp: YouTube チャンネル
pl_pl: kanał youtube
pt_pt: canal youtube
ru_ru: YouTube канал
zh_cn: YouTube频道
