Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: The amount of full scans per sec
bg_bg: Количеството на page reads per sec
de_de: Die Höhe der Seite liest pro Sekunde
es_es: La cantidad de lecturas de páginas por segundo
fr_fr: Le montant de la page lectures par sec
it_it: La quantità di letture di pagine al secondo
ja_jp: 物理的なデータベースページ読み取りが実行される1秒あたりの回数
pl_pl: Kwota stronie odczytów na sekundę
pt_pt: A quantidade de páginas lidas por segundo
ru_ru: Количество страниц говорится в секунду
zh_cn: 每秒的完整扫描量

source: Granted Workspace Memory
bg_bg: предоставена памет за работното пространство
de_de: Arbeitsbereichsspeicher gewährt
es_es: memoria de espacio de trabajo concedida
fr_fr: mémoire d'espace de travail accordée
it_it: memoria dell'area di lavoro concessa
ja_jp: 許可されたワークスペースメモリ
pl_pl: przyznana pamięć obszaru roboczego
pt_pt: memória de espaço de trabalho concedida
ru_ru: предоставленная память рабочего пространства
zh_cn: 授予的工作空间内存

source: Monitor the total memory granted to executing processes
bg_bg: следете общата памет, предоставена за изпълнение на процеси
de_de: Überwachen Sie den Gesamtspeicher, der für die Ausführung von Prozessen gewährt wird
es_es: supervisar la memoria total otorgada a los procesos en ejecución
fr_fr: surveiller la mémoire totale accordée aux processus d'exécution
it_it: monitorare la memoria totale concessa ai processi di esecuzione
ja_jp: 実行中のプロセスに付与された合計メモリを監視する
pl_pl: monitorować całkowitą pamięć przydzieloną do wykonywania procesów
pt_pt: monitorar a memória total concedida à execução de processos
ru_ru: контролировать общий объем памяти, предоставленной для выполнения процессов
zh_cn: 监视授予执行进程的总内存

source: Index Searches/sec
bg_bg: търсене в индекс / сек
de_de: Indexsuche / Sek
es_es: búsquedas de índice / seg.
fr_fr: recherches d'index / s
it_it: ricerche indice / sec
ja_jp: インデックス検索/秒
pl_pl: wyszukiwania indeksu / sek
pt_pt: pesquisas de índice / s
ru_ru: индекс поиска / сек
zh_cn: 索引搜索/秒

source: Monitor the number of index searches, within an index
bg_bg: следете броя на търсенията в индексите в рамките на индекс
de_de: Überwachen Sie die Anzahl der Indexsuchen innerhalb eines Index
es_es: supervisar el número de búsquedas de índice, dentro de un índice
fr_fr: surveiller le nombre de recherches d'index, dans un index
it_it: monitorare il numero di ricerche di indice, all'interno di un indice
ja_jp: インデックス内のインデックス検索の数を監視する
pl_pl: monitorować liczbę wyszukiwań indeksu w ramach indeksu
pt_pt: monitorar o número de pesquisas de índice, dentro de um índice
ru_ru: контролировать количество поисковых запросов в индексе
zh_cn: 监视索引内的索引搜索数

source: Latch Waits/sec
bg_bg: резе чака / сек
de_de: Latch wartet / sek
es_es: pestillo espera / seg
fr_fr: Attentes de verrouillage / s
it_it: attese latch / sec
ja_jp: ラッチ待機/秒
pl_pl: zatrzask czeka / sek
pt_pt: trava espera / s
ru_ru: защелки ожидания / сек
zh_cn: 闩锁等待/秒

source: Monitor the number of latches that had to wait, in the last second
bg_bg: следете броя на ключалките, които трябваше да изчакате, в последната секунда
de_de: Überwachen Sie die Anzahl der Latches, die in der letzten Sekunde warten mussten
es_es: monitorear la cantidad de pestillos que tuvieron que esperar, en el último segundo
fr_fr: surveiller le nombre de verrous qui ont dû attendre, dans la dernière seconde
it_it: monitorare il numero di chiusure che dovevano attendere, nell'ultimo secondo
ja_jp: 最後の1秒間に待機しなければならなかったラッチの数を監視する
pl_pl: monitoruj liczbę zatrzasków, które musiały czekać w ostatniej sekundzie
pt_pt: monitorar o número de travas que tiveram que esperar, no último segundo
ru_ru: контролировать количество защелок, которые пришлось ждать, в последнюю секунду
zh_cn: 监视最后一秒必须等待的闩锁数量

source: Lazy Writes
de_de: Faule Schreibt
es_es: Escribir
it_it: Scritture Lazywriter
pl_pl: pisze leniwych
pt_pt: Escrever
ru_ru: Ленивые Записывает
zh_cn: 延迟写入

source: The amount of lazy writes per sec
bg_bg: Количеството на lazy writes per sec
de_de: Die Höhe der faulen Schreibvorgänge pro Sek.
es_es: La cantidad de escrituras diferidas por segundo
fr_fr: Le montant de paresseux écrit par seconde
it_it: La quantità di lazy write al secondo
ja_jp: レイジーライターにより書き込まれたバッファーの1秒あたりの数
pl_pl: Kwota Lazy pisze na sekundę
pt_pt: A quantidade de preguiçoso escreve por segundo
ru_ru: Количество ленивый пишет в секунду
zh_cn: 每秒的延迟写入量

source: Lock Requests
bg_bg: Заключване исканията (Requests)
de_de: Sperranforderungen
es_es: Bloqueo de solicitudes
fr_fr: Verrouiller demandes
it_it: Blocco Richieste
pl_pl: żądania blokad
pt_pt: Bloquear Pedidos
ru_ru: Запросы на блокировку
zh_cn: 锁定请求

source: The amount of lock requests per sec
bg_bg: Количеството на lock requests per sec
de_de: Der Betrag von Sperranforderungen pro Sek.
es_es: La cantidad de solicitudes de bloqueo por segundo
fr_fr: Le montant des demandes de verrous par seconde
it_it: La quantità di richieste di blocco al secondo
ja_jp: 1秒あたりに要求された新しいロックの数
pl_pl: Ilość wniosków blokady na sekundę
pt_pt: A quantidade de solicitações de bloqueio por segundo
ru_ru: Количество запросов блокировок в секунду
zh_cn: 每秒的锁定请求数

source: Lock Timeouts
bg_bg: Заключете таймаутите (Timeouts)
de_de: Sperrtimeouts
es_es: Tiempos de espera de bloqueo
fr_fr: Verrouiller Timeouts
it_it: Bloccare Timeout
pl_pl: limity czasu blokady
pt_pt: Bloquear Timeouts
ru_ru: Блокировка тайм-ауты
zh_cn: 锁定超时

source: The amount of lock timeouts per sec
bg_bg: Количеството на lock timeouts per sec
de_de: Die Höhe der Sperre Timeouts pro Sekunde
es_es: La cantidad de tiempo de espera de bloqueo por segundo
fr_fr: Le montant des délais d'attente de verrouillage par seconde
it_it: La quantità di timeout di blocco al secondo
ja_jp: 1秒あたりにタイムアウトしたロック要求の数
pl_pl: Kwota blokady limity czasu na sekundę
pt_pt: A quantidade de tempo limite de bloqueio, por seg
ru_ru: Количество тайм-аута блокировки в секунду
zh_cn: 每秒锁定超时的数量

source: Lock Wait Time
bg_bg: Заключете времето за изчакване (Wait Time)
de_de: Sperren Wartezeit
es_es: Hora Inicio del Proceso
fr_fr: Verrouiller Temps d'attente
it_it: Tempo di attesa blocchi
pl_pl: Blokada czas oczekiwania
pt_pt: Processo iniciado
ru_ru: Время ожидания блокировки
zh_cn: 锁定等待时间

source: Monitor the lock wait time
bg_bg: Наблюдавайте lock wait time
de_de: Überwachen Sie den Lock Wartezeit
es_es: Monitorear el host con este comando
fr_fr: Surveiller le temps d'attente de verrouillage
it_it: Monitorare il tempo di attesa di blocco
ja_jp: ロックの総待機時間
pl_pl: monitorowania czasu oczekiwania na blokady
pt_pt: Monitorar o host com o comando
ru_ru: Следить за время ожидания блокировки
zh_cn: 监视锁定等待时间

source: Lock Waits
bg_bg: Заключване изчакванията (Waits)
es_es: Esperas de bloqueo
fr_fr: Verrouillage Waits
it_it: Blocco Waits
pl_pl: oczekiwania na blokady
pt_pt: Espera de bloqueio
zh_cn: 锁定等待

source: The amount of lockwaits per sec
bg_bg: Количеството на lockwaits per sec
de_de: Die Menge des pro sec LockWaits
es_es: La cantidad de LOCKWAITS por segundo
fr_fr: Le montant de lockwaits par seconde
it_it: La quantità di lockwaits per sec
ja_jp: 1 秒あたりのロック要求の数
pl_pl: Kwota lockwaits na sekundę
pt_pt: A quantidade de lockwaits por seg
ru_ru: Количество lockwaits в секунду
zh_cn: 每秒的锁定等待量

source: Logins/sec
bg_bg: вход / сек
de_de: Logins / Sek
es_es: inicios de sesión / seg
fr_fr: connexions / s
it_it: accessi / sec
ja_jp: ログイン/秒
pl_pl: loginy / sek
pt_pt: logins / s
ru_ru: логины / сек
zh_cn: 登录/秒

source: Monitor the total number of logins started per second (not pooled connections)
bg_bg: следи общия брой влизания, стартирани в секунда (не обединени връзки)
de_de: Überwachen Sie die Gesamtzahl der pro Sekunde gestarteten Anmeldungen (keine gepoolten Verbindungen).
es_es: supervisar el número total de inicios de sesión iniciados por segundo (conexiones no agrupadas)
fr_fr: surveiller le nombre total de connexions démarrées par seconde (pas de connexions groupées)
it_it: monitorare il numero totale di accessi avviati al secondo (connessioni non in pool)
ja_jp: 1秒あたりに開始されたログインの総数を監視する（プールされた接続ではない）
pl_pl: monitoruj całkowitą liczbę logowań uruchomionych na sekundę (połączenia nie w puli)
pt_pt: monitorar o número total de logins iniciados por segundo (conexões não agrupadas)
ru_ru: контролировать общее количество входов в систему, запущенных в секунду (не пул соединений)
zh_cn: 监视每秒启动的登录总数（非池连接）

source: Logouts/sec
bg_bg: logouts / сек
de_de: Abmeldungen / Sek
es_es: desconexiones / seg.
fr_fr: déconnexions / s
it_it: disconnessioni / sec
ja_jp: ログアウト/秒
pl_pl: wylogowania / sek
pt_pt: logouts / s
ru_ru: выход из системы / сек
zh_cn: 注销/秒

source: Monitor the total number of logout operations started per second
bg_bg: следете общия брой операции за излизане, стартирани в секунда
de_de: Überwachen Sie die Gesamtzahl der pro Sekunde gestarteten Abmeldevorgänge
es_es: supervisar el número total de operaciones de cierre de sesión iniciadas por segundo
fr_fr: surveiller le nombre total d'opérations de déconnexion démarrées par seconde
it_it: monitorare il numero totale di operazioni di disconnessione avviate al secondo
ja_jp: 1秒あたりに開始されたログアウト操作の総数を監視する
pl_pl: monitorować całkowitą liczbę operacji wylogowania rozpoczętych na sekundę
pt_pt: monitorar o número total de operações de logout iniciadas por segundo
ru_ru: контролировать общее количество операций выхода из системы, запущенных в секунду
zh_cn: 监视每秒启动的注销操作总数

source: Longest Transaction Running Time
bg_bg: най-дълго време за работа на транзакция
de_de: längste Transaktionslaufzeit
es_es: mayor tiempo de ejecución de la transacción
fr_fr: durée d'exécution de la transaction la plus longue
it_it: tempo di esecuzione della transazione più lungo
ja_jp: 最長のトランザクション実行時間
pl_pl: najdłuższy czas realizacji transakcji
pt_pt: maior tempo de execução da transação
ru_ru: наибольшее время выполнения транзакции
zh_cn: 最长的交易运行时间

source: Monitor the time in seconds, of the longest running transaction
bg_bg: следете времето в секунди за най-дългата транзакция
de_de: Überwachen Sie die Zeit der am längsten laufenden Transaktion in Sekunden
es_es: monitorear el tiempo en segundos, de la transacción más larga
fr_fr: surveiller le temps en secondes de la transaction la plus longue
it_it: monitorare il tempo in secondi della transazione più lunga
ja_jp: 実行時間の最も長いトランザクションの時間を秒単位で監視する
pl_pl: monitoruj czas w sekundach od najdłużej trwającej transakcji
pt_pt: monitorar o tempo em segundos da transação mais longa em execução
ru_ru: контролировать время в секундах самой длительной транзакции
zh_cn: 监视运行时间最长的事务的时间（以秒为单位）

source: Maximum Workspace Memory (KB)
bg_bg: максимална памет за работното пространство (kb)
de_de: maximaler Arbeitsspeicher (kb)
es_es: memoria de espacio de trabajo máxima (kb)
fr_fr: mémoire maximale de l'espace de travail (ko)
it_it: memoria massima dell'area di lavoro (kb)
ja_jp: 最大ワークスペースメモリ（KB）
pl_pl: maksymalna pamięć obszaru roboczego (kb)
pt_pt: memória máxima do espaço de trabalho (kb)
ru_ru: максимальная память рабочего пространства (кб)
zh_cn: 最大工作空间内存（KB）

source: Monitor the maximum amount of memory available for processes
bg_bg: следете максималния наличен обем памет за процесите
de_de: Überwachen Sie die maximale Speicherkapazität, die für Prozesse verfügbar ist
es_es: supervisar la cantidad máxima de memoria disponible para procesos
fr_fr: surveiller la quantité maximale de mémoire disponible pour les processus
it_it: monitorare la quantità massima di memoria disponibile per i processi
ja_jp: プロセスで利用可能なメモリの最大量を監視する
pl_pl: monitorować maksymalną ilość pamięci dostępną dla procesów
pt_pt: monitorar a quantidade máxima de memória disponível para processos
ru_ru: контролировать максимальный объем памяти, доступный для процессов
zh_cn: 监视进程可用的最大内存量

source: Memory Grants Outstanding
bg_bg: памет предоставя изключителни
de_de: Speicher gewährt hervorragend
es_es: memoria otorga pendientes
fr_fr: octroi de mémoire exceptionnel
it_it: le memorie di memoria sono eccezionali
ja_jp: 優れたメモリ許可
pl_pl: zaległe pamięci
pt_pt: memória concede excelente
ru_ru: память дает выдающиеся
zh_cn: 记忆授予多余

source: Monitor the total number of processes per second successfully acquiring a workspace memory grant
bg_bg: следи общия брой процеси в секунда, успешно придобивайки предоставяне на памет за работно пространство
de_de: Überwachen Sie die Gesamtzahl der Prozesse pro Sekunde, die erfolgreich eine Arbeitsbereichsspeichergewährung erhalten
es_es: supervisar el número total de procesos por segundo adquiriendo con éxito una concesión de memoria de espacio de trabajo
fr_fr: surveiller le nombre total de processus par seconde avec succès l'acquisition d'une allocation de mémoire d'espace de travail
it_it: monitorare il numero totale di processi al secondo acquisendo correttamente una concessione di memoria dell'area di lavoro
ja_jp: 1秒あたりのプロセスの総数を監視して、ワークスペースのメモリ許可を正常に取得する
pl_pl: monitorować całkowitą liczbę procesów na sekundę pomyślnie uzyskując przydział pamięci obszaru roboczego
pt_pt: monitorar o número total de processos por segundo, adquirindo com êxito uma concessão de memória da área de trabalho
ru_ru: отслеживать общее количество процессов в секунду, успешно получая разрешение на использование рабочей области
zh_cn: 监视每秒成功获取工作空间内存授权的进程总数

source: Memory Grants Pending
bg_bg: паметта е в очакване
de_de: Speichergewährung ausstehend
es_es: concesiones de memoria pendientes
fr_fr: octrois de mémoire en attente
it_it: concessioni di memoria in sospeso
ja_jp: 保留中のメモリ許可
pl_pl: przyznanie pamięci w toku
pt_pt: concessões de memória pendentes
ru_ru: ожидание предоставления памяти
zh_cn: 记忆授予待定

source: Monitor the total number of processes per second waiting for a workspace memory grant
bg_bg: следи общия брой процеси в секунда в очакване на предоставяне на памет за работно пространство
de_de: Überwachen Sie die Gesamtzahl der Prozesse pro Sekunde, die auf eine Speicherzuweisung für den Arbeitsbereich warten
es_es: supervisar el número total de procesos por segundo que esperan una concesión de memoria del espacio de trabajo
fr_fr: surveiller le nombre total de processus par seconde en attente d'une allocation de mémoire d'espace de travail
it_it: monitorare il numero totale di processi al secondo in attesa di una concessione di memoria dell'area di lavoro
ja_jp: ワークスペースのメモリ許可を待機している1秒あたりのプロセスの総数を監視する
pl_pl: monitorować całkowitą liczbę procesów na sekundę oczekujących na przyznanie pamięci obszaru roboczego
pt_pt: monitorar o número total de processos por segundo aguardando uma concessão de memória da área de trabalho
ru_ru: отслеживать общее количество процессов в секунду, ожидающих предоставления памяти рабочей области
zh_cn: 监视每秒等待工作空间内存授予的进程总数

source: Percent of memory the server is using
bg_bg: процент от паметта, която сървърът използва
de_de: Prozent des vom Server verwendeten Speichers
es_es: porcentaje de memoria que el servidor está usando
fr_fr: pourcentage de mémoire que le serveur utilise
it_it: percentuale di memoria utilizzata dal server
ja_jp: サーバーが使用しているメモリの割合
pl_pl: procent pamięci używanej przez serwer
pt_pt: por cento da memória que o servidor está usando
ru_ru: процент памяти, используемой сервером
zh_cn: 服务器正在使用的内存百分比

source: Number of SuperLatches
bg_bg: брой суперплатове
de_de: Anzahl der Superlatches
es_es: cantidad de superclaches
fr_fr: nombre de super-verrous
it_it: numero di superlatch
ja_jp: スーパーラッチの数
pl_pl: liczba superlatches
pt_pt: número de superlatches
ru_ru: количество суперлатчей
zh_cn: 超级锁数

source: Monitor the current number of SuperLatches
bg_bg: следете текущия брой суперлакове
de_de: Überwachen Sie die aktuelle Anzahl der Superlatches
es_es: supervisar el número actual de superclaches
fr_fr: surveiller le nombre actuel de super-verrous
it_it: monitorare il numero corrente di superlatch
ja_jp: スーパーラッチの現在の数を監視する
pl_pl: monitorować bieżącą liczbę superplat
pt_pt: monitorar o número atual de superlatches
ru_ru: контролировать текущее количество суперлатчей
zh_cn: 监视当前的超级锁数量

source: Page life expectancy
bg_bg: продължителност на живота на страницата
de_de: Lebenserwartung der Seite
es_es: esperanza de vida de la página
fr_fr: page espérance de vie
it_it: aspettativa di vita della pagina
ja_jp: ページの平均余命
pl_pl: oczekiwana długość życia strony
pt_pt: expectativa de vida da página
ru_ru: продолжительность жизни страницы
zh_cn: 页面寿命

source: Monitor the page life expectancy
bg_bg: следете продължителността на живота на страницата
de_de: Überwachen Sie die Lebenserwartung der Seite
es_es: supervisar la esperanza de vida de la página
fr_fr: surveiller l'espérance de vie de la page
it_it: monitorare l'aspettativa di vita della pagina
ja_jp: ページの平均余命を監視する
pl_pl: monitorować oczekiwaną długość życia strony
pt_pt: monitorar a expectativa de vida da página
ru_ru: отслеживать продолжительность жизни страницы
zh_cn: 监控页面预期寿命

source: Page Looks
de_de: Seite sieht
es_es: URL de la Pagina
fr_fr: Looks page
it_it: Pagina Looks
ja_jp: ページ検索
pl_pl: Strona wygląda
pt_pt: URL da pagina
ru_ru: Страница выглядит
zh_cn: 页面外观

source: Monitor the number of page looks per second
bg_bg: Наблюдавайте броя на page looks в секунда
de_de: Überwachen die Zahl der Seite sieht pro Sekunde
es_es: Supervisar el número de página se ve por segundo
fr_fr: Surveiller le nombre de pages examine par seconde
it_it: Monitorare il numero di pagina si presenta al secondo
ja_jp: 1秒あたりのページルック数を検索します
pl_pl: monitorować liczbę stronie wygląda na sekundę
pt_pt: Monitorar o número de página olha por segundo
ru_ru: Следите за количеством страница выглядит в секунду
zh_cn: 监视每秒的页面浏览量

source: Page Reads
de_de: Seite Liest
es_es: URL de la Pagina
fr_fr: Lectures de pages
it_it: Pagina Letture
pl_pl: Strona czyta
pt_pt: URL da pagina
ru_ru: Page Читает
zh_cn: 页面读取

source: The amount of page reads per sec
bg_bg: Количеството на page reads per sec
de_de: Die Höhe der Seite liest pro Sekunde
es_es: La cantidad de lecturas de páginas por segundo
fr_fr: Le montant de la page lectures par sec
it_it: La quantità di letture di pagine al secondo
ja_jp: 物理的なデータベースページ読み取りが実行される1秒あたりの回数
pl_pl: Kwota stronie odczytów na sekundę
pt_pt: A quantidade de páginas lidas por segundo
ru_ru: Количество страниц говорится в секунду
zh_cn: 页读取每秒

source: Page Splits
de_de: Seite Splits
es_es: Tamaño de la Pagina
it_it: Pagina Divide
pl_pl: Strona dzieli
pt_pt: Tamanho da página
ru_ru: Page Разделяет
zh_cn: 页面拆分

source: The amount of page splits per sec
bg_bg: Количеството на page splits per sec
de_de: Die Höhe der Seitenteilungen pro Sekunde
es_es: La cantidad de divisiones de páginas por segundo
fr_fr: Le montant de fractionnements de pages par seconde
it_it: La quantità di divisioni di pagina al secondo
ja_jp: 1秒あたりのページ分割の数
pl_pl: Kwota stronie dzieli na sekundę
pt_pt: A quantidade de divisões de página por segundo
ru_ru: Количество страниц распадается в секунду
zh_cn: 每秒的页面拆分量

source: Page Writes
de_de: Seite Schreibt
es_es: Tamaño de la Pagina
fr_fr: Écrit page
it_it: Pagina Scrive
pl_pl: pisze strona
pt_pt: Tamanho da página
ru_ru: Page пишет
zh_cn: 页面写入

source: The amount of page writes per sec
bg_bg: Количеството на page writes per sec
de_de: Die Höhe der Seite schreibt pro Sekunde
es_es: La cantidad de escrituras por página sec
fr_fr: Le montant de l'écriture de pages par seconde
it_it: La quantità di pagina scrive al secondo
ja_jp: データベースページ書き込みが実行される1秒あたりの回数
pl_pl: Kwota stronie pisze na sekundę
pt_pt: A quantidade de página escreve por segundo
ru_ru: Количество страниц пишет в секунду
zh_cn: 每秒的页面写入量

source: Processes Blocked
bg_bg: процесите са блокирани
de_de: Prozesse blockiert
es_es: procesos bloqueados
fr_fr: processus bloqués
it_it: processi bloccati
ja_jp: ブロックされたプロセス
pl_pl: procesy zablokowane
pt_pt: processos bloqueados
ru_ru: процессы заблокированы
zh_cn: 进程受阻

source: Monitor the number of currently blocked processes
bg_bg: следи броя на блокираните в момента процеси
de_de: Überwachen Sie die Anzahl der aktuell blockierten Prozesse
es_es: supervisar la cantidad de procesos actualmente bloqueados
fr_fr: surveiller le nombre de processus actuellement bloqués
it_it: monitorare il numero di processi attualmente bloccati
ja_jp: 現在ブロックされているプロセスの数を監視する
pl_pl: monitorować liczbę aktualnie zablokowanych procesów
pt_pt: monitorar o número de processos atualmente bloqueados
ru_ru: отслеживать количество заблокированных в данный момент процессов
zh_cn: 监视当前被阻止的进程数

source: Read Aheads
de_de: Lese aheads
es_es: aheads leídos
fr_fr: discontinues effectuées lecture
it_it: aheads lettura
ja_jp: 先行読取り
pl_pl: Czytaj aheads
pt_pt: aheads leitura
ru_ru: чтения aheads
zh_cn: 预读

source: The amount of readaheads per sec
bg_bg: Количеството на readaheads per sec
de_de: Die Menge des pro sec readaheads
es_es: La cantidad de readaheads por segundo
fr_fr: Le montant des lectures anticipées par seconde
it_it: La quantità di letture in anticipo al secondo
ja_jp: 使用を見越して読み取られた1秒あたりのページ数
pl_pl: Kwota readaheads na sekundę
pt_pt: A quantidade de readaheads por seg
ru_ru: Количество readaheads в секунду
zh_cn: 每秒预读量

source: Safe Auto-Params/sec
bg_bg: безопасни автоматични параметри / сек
de_de: sichere Auto-Parameter / Sek
es_es: Parámetros automáticos seguros / seg.
fr_fr: paramètres auto sécurisés / s
it_it: parametri automatici sicuri / sec
ja_jp: 安全な自動パラメータ/秒
pl_pl: bezpieczne auto-parametry / sek
pt_pt: parâmetros automáticos seguros / s
ru_ru: безопасные авто-параметры / сек
zh_cn: 安全自动参数/秒

source: Monitor the number of safe auto-parameterization attempts per second
bg_bg: следете броя на безопасните опити за автоматична параметризация в секунда
de_de: Überwachen Sie die Anzahl sicherer Versuche zur automatischen Parametrisierung pro Sekunde
es_es: supervisar el número de intentos seguros de auto-parametrización por segundo
fr_fr: surveiller le nombre de tentatives de paramétrage automatique en toute sécurité par seconde
it_it: monitorare il numero di tentativi di parametrizzazione automatica sicuri al secondo
ja_jp: 1秒あたりの安全な自動パラメーター化の試行回数を監視する
pl_pl: monitorować liczbę bezpiecznych prób automatycznej parametryzacji na sekundę
pt_pt: monitorar o número de tentativas seguras de parametrização automática por segundo
ru_ru: контролировать количество безопасных попыток автопараметризации в секунду
zh_cn: 监视每秒安全自动参数化尝试的次数

source: SQL Attention Rate/sec
bg_bg: Скорост на внимание sql / сек
de_de: SQL Aufmerksamkeitsrate / Sek
es_es: tasa de atención sql / seg
fr_fr: taux d'attention sql / sec
it_it: sql tasso di attenzione / sec
ja_jp: SQLアテンションレート/秒
pl_pl: wskaźnik uwagi sql / sek
pt_pt: taxa de atenção sql / s
ru_ru: sql скорость внимания / сек
zh_cn: SQL注意率/秒

source: Monitor the number of cancels and query timeouts occurring per second
bg_bg: следете броя на отмените и изчакванията на заявките, възникващи в секунда
de_de: Überwachen Sie die Anzahl der pro Sekunde auftretenden Abbrüche und Abfragezeitlimits
es_es: supervisar el número de cancelaciones y tiempos de espera de consultas que se producen por segundo
fr_fr: surveiller le nombre d'annulations et de délais d'expiration des requêtes se produisant par seconde
it_it: monitorare il numero di annullamenti e timeout delle query che si verificano al secondo
ja_jp: 1秒あたりに発生するキャンセルとクエリのタイムアウトの数を監視する
pl_pl: monitorować liczbę anulowań i przekroczenia limitu czasu zapytania na sekundę
pt_pt: monitorar o número de cancelamentos e tempos limite de consulta que ocorrem por segundo
ru_ru: контролировать количество отмен и запросов, происходящих в секунду
zh_cn: 监视每秒发生的取消和查询超时的数量

source: SQL Compilations
bg_bg: sql компилации
de_de: SQL-Zusammenstellungen
es_es: compilaciones sql
fr_fr: compilations sql
it_it: compilazioni sql
ja_jp: SQLコンパイル
pl_pl: kompilacje sql
pt_pt: compilações sql
ru_ru: SQL сборники
zh_cn: SQL编译
