Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Custom variables are inherited from object templates like normal variables
bg_bg: Персонализираните променливи са наследени от обектни шаблони (object templates) като нормални променливи
de_de: benutzerdefinierte Variablen aus Objektvorlagen wie normale Variablen vererbt
es_es: variables personalizadas se heredan de plantillas de objetos como variables normales
fr_fr: variables personnalisées sont héritées de modèles d'objets comme variables normales
it_it: variabili personalizzate vengono ereditate dai modelli di oggetti come variabili normali
ja_jp: カスタム変数は通常の変数と同じく、オブジェクトテンプレートから継承されます
pl_pl: zmienne niestandardowe są dziedziczone z szablonów obiektów, takich jak zwykłe zmienne
pt_pt: variáveis ​​personalizadas são herdadas de modelos de objetos como variáveis ​​normais
ru_ru: пользовательские переменные наследуются из шаблонов объектов, как обычные переменные
zh_cn: 自定义变量是从对象模板（如普通变量）继承的

source: Custom RACK_NUMBER variable
bg_bg: Персонализирана RACK_NUMBER променлива
de_de: benutzerdefinierte rack_number variable
es_es: variables rack_number personalizada
fr_fr: variable rack_number personnalisé
it_it: variabili rack_number personalizzato
ja_jp: カスタム RACK_NUMBER 変数
pl_pl: niestandardowy zmienna rack_number
pt_pt: variável rack_number custom
ru_ru: пользовательская переменная rack_number
zh_cn: 自定义RACK_NUMBER变量

source: Host - generic name
bg_bg: Хост - общо име
de_de: Host - generischen Namen
es_es: huésped - nombre genérico
fr_fr: hôte - nom générique
it_it: ospite - nome generico
ja_jp: ホスト - 一般名
pl_pl: hosta - nazwa rodzajowa
pt_pt: hospedeiro - nome genérico
ru_ru: хост - общее название
zh_cn: 主机 - 通用名称

source: It is possible to use a host definition as a template for other host configurations. If this definition should be used as template, a generic template name must be defined.</p><p>We do not recommend to do this - it is more open to define a separate host template than to use this option.
bg_bg: Възможно е да се използва дефиниция на хост като шаблон за други конфигурации на хостове. Ако тази дефиниция следва да се използва като шаблон, трябва да се определи име на общ шаблон. </p><p>Ние не препоръчваме да направите това - по-добре е да се определи отделен шаблон на хост, отколкото да използвате тази опция.
de_de: es möglich ist, eine Host-Definition als Vorlage für andere Host-Konfigurationen verwenden. wenn diese Definition als Vorlage verwendet werden kann, muss eine generische Template-Namen definiert werden. </p><p> empfehlen wir nicht, dies zu tun - es ist offener für einen separaten Host-Vorlage über die Verwendung dieser Option zu definieren.
es_es: es posible utilizar una definición de acogida como una plantilla para otras configuraciones de acogida. si esta definición se debe utilizar como plantilla, un nombre de plantilla genérica se debe definir. </p><p> no se recomienda hacer esto - es más abierto a definir una plantilla de host independiente que para utilizar esta opción.
fr_fr: il est possible d'utiliser une définition de l'hôte en tant que modèle pour d'autres configurations de l'hôte. si cette définition devrait être utilisé comme matrice, un nom de modèle générique doit être défini. </p><p> nous ne recommandons pas de le faire - il est plus ouvert à définir un modèle hôte séparée que d'utiliser cette option.
it_it: è possibile utilizzare una definizione host come modello per altre configurazioni host. se questa definizione dovrebbe essere utilizzato come modello, nome di un modello generico deve essere definito. </p><p> si consiglia di non fare questo - è più aperta di definire un modello di host separato che per usare questa opzione.
ja_jp: 他のホストコンフィグレーションのテンプレートとしてホスト定義を使用できます. この定義をテンプレートとして使用する必要がある場合は、一般的なテンプレート名を定義する必要があります. </p><p>これをすることはお勧めしません - このオプションを使用するよりも、別のホストテンプレートを定義するほうがよりオープンです.
pl_pl: możliwe jest stosowanie określenia gospodarza jako matryca dla innych konfiguracji hosta. jeśli definicja ta powinna być używany jako szablon, ogólna nazwa szablonu musi być zdefiniowany. </p><p> nie zaleca się, aby to zrobić - to jest bardziej otwarty na zdefiniowanie osobnego szablonu hosta niż skorzystać z tej opcji.
pt_pt: é possível utilizar um hospedeiro definição como um modelo para outras configurações hospedeiras. se esta definição deverá ser usado como molde, um nome de modelo genérico deve ser definido. </p><p> nós não recomendamos fazer isso - é mais aberto para definir um modelo de host separado do que para usar esta opção.
ru_ru: можно использовать определение узла в качестве шаблона для других конфигураций узлов. Если это определение должно использоваться в качестве шаблона, родовое название шаблона должен быть определен. </p><p> мы не рекомендуем это сделать - он более открыт определить отдельный шаблон узла, чем использовать эту опцию.
zh_cn: 可以将主机定义用作其他主机配置的模板。 如果将此定义用作模板，则必须定义一个通用模板名称。</p><p>我们不建议这样做-与定义该模板相比，定义一个单独的主机模板更开放。

source: Service - config name
bg_bg: Сървис - конфигурационно име
de_de: Service - Konfigurationsname
es_es: servicio - Nombre config
fr_fr: Service - nom de config
it_it: servizio - nome config
ja_jp: サービス - 設定名
pl_pl: usługi - nazwa config
pt_pt: serviço - nome de configuração
ru_ru: сервис - имя конфигурации
zh_cn: 服务-配置名称

source: This directive is used to specify a common config name for a group of service definitions. This is a NagiosQL parameter and it will not be written to the configuration file. Every service definitions with the same configuration name will stored in one file. The configuration name is also the file name of this configuration set.
bg_bg: Тази директива се използва за определяне на общото конфигурационно име за група от дефиниции на сървиси. Това е NagiosQL параметър и той няма да бъде записан в конфигурационния файл. Всяка дефиниция на сървис със същото конфигурационно име ще се съхранява в един файл. Името на конфигурацията е също така и името на файла на тази конфигурационна група.
de_de: Diese Direktive wird benutzt, um eine gemeinsame Konfigurationsname für eine Gruppe von Service-Definitionen angeben. dies ist ein NagiosQL Parameter und es wird nicht in die Konfigurationsdatei geschrieben werden. alle Service-Definitionen mit der gleichen Konfiguration Name wird in einer Datei gespeichert. die Konfiguration Name ist auch der Dateiname dieser Konfiguration beinhaltet.
es_es: esta directiva se utiliza para especificar un nombre de configuración común para un grupo de definiciones de servicios. este es un parámetro NagiosQL y no se escribirá en el archivo de configuración. cada definiciones de servicio con el mismo nombre de la configuración se almacena en un archivo. el nombre de la configuración es también el nombre de archivo de este conjunto de configuración.
fr_fr: cette directive est utilisée pour spécifier un nom de configuration commune pour un groupe de définitions de services. ce est un paramètre NagiosQL et il ne sera pas écrit dans le fichier de configuration. toutes les définitions de services avec le même nom de la configuration seront stockées dans un fichier. le nom de configuration est aussi le nom de fichier de ce jeu de configuration.
it_it: questa direttiva viene utilizzato per specificare un nome comune di configurazione per un gruppo di definizioni di servizio. questo è un parametro NagiosQL e non sarà scritto nel file di configurazione. ogni definizione di servizio con lo stesso nome della configurazione verranno memorizzate in un unico file. il nome della configurazione è anche il nome del file di questo set di configurazione.
ja_jp: このディレクティブは、サービス定義のグループに共通の設定名を指定するために使用されます. これはNagiosQLパラメータであり、コンフィグレーションファイルに書き込まれません. 同じ設定名を持つすべてのサービス定義は、1つのファイルに保存されます. 設定名はこのコンフィグレーションセットのファイル名にもなります.
pl_pl: dyrektywa ta jest używana do określenia wspólną nazwę config dla grupy definicji usług. to nagiosql parametr i nie zostaną zapisane do pliku konfiguracyjnego. co definicje usług o tej samej nazwie konfiguracji będą przechowywane w jednym pliku. Nazwa konfiguracji jest również nazwa pliku tego pliku konfiguracyjnego.
pt_pt: esta directiva é usado para especificar um nome de configuração comum para um grupo de definições de serviço. este é um parâmetro NagiosQL e não vai ser gravada no arquivo de configuração. cada definições de serviço com o mesmo nome da configuração será armazenado em um arquivo. o nome da configuração é também o nome deste conjunto de configuração de arquivo.
ru_ru: Эта директива используется, чтобы указать общее название конфигурации для группы определений услуг. это nagiosql параметр, и он не будет записан в конфигурационном файле. каждые определения услуг с тем же именем конфигурации будет храниться в одном файле. Имя конфигурации также имя файла этого набора конфигурации.
zh_cn: 该伪指令用于为一组服务定义指定通用配置名称。 这是一个NagiosQL参数，不会被写入配置文件。 具有相同配置名称的每个服务定义都将存储在一个文件中。 配置名称也是该配置集的文件名。

source: Service - host name
bg_bg: Сървис - име на хост
es_es: servicio - nombre de host
fr_fr: Service - nom d'hôte
it_it: servizio - nome host
ja_jp: サービス - ホスト名
pl_pl: usługi - nazwa hosta
pt_pt: serviço - nome do host
ru_ru: сервис - имя хоста
zh_cn: 服务 - 主机名

source: of the host(s) that the service "runs" on or is associated with.
bg_bg: на хоста (овете), върхо който сървиса "работи" или с който се асоциира.
de_de: der Host (s), dass der Dienst "läuft" oder mit dem er verbunden ist.
es_es: del host (s) que el servicio "funciona" o está asociado.
fr_fr: de l'hôte (s) que le service "tourne" ou est associé.
it_it: dell'ospite (s) che il servizio "funziona" o è associato.
ja_jp: サービスが稼働している、または関連付けを持つホスト
pl_pl: przyjmującego (y), że usługa "biegnie" lub jest związany z.
pt_pt: do host (s) que o serviço "corre" em ou está associado.
ru_ru: хоста (ов), что служба "работает" или связан.
zh_cn: 服务在其上“运行”或与之关联的主机的数量。

source: yes (no, if a hostgroup is defined)
bg_bg: Да (не, ако е определена хост група)
de_de: ja (nein, wenn eine Hostgruppe definiert)
es_es: sí (no, si se define un hostgroup)
fr_fr: oui (non, si un groupe d'hôte est défini)
it_it: sì (no, se un gruppo di host è definito)
ja_jp: 必須（ホストグループが定義されている場合は、必須ではない）
pl_pl: Tak (nie, jeśli hostgroup definiuje)
pt_pt: sim (não, se um hostgroup é definido)
ru_ru: да (нет, если hostgroup определено)
zh_cn: 是（否，如果定义了主机组）

source: - hostgroup name
bg_bg: - Име на хост група (hostgroup)
de_de: - Hostgroup-Namen
es_es: - Nombre hostgroup
fr_fr: - Groupe d'hôtes
it_it: - Nome hostgroup
ja_jp: - ホストグループ名
pl_pl: - Nazwa hostgroup
pt_pt: - Nome hostgroup
ru_ru: - Наименование hostgroup
zh_cn: - 主机组名称

source: of the hostgroup(s) that the service "runs" on or is associated with. The hostgroup_name may be used instead of, or in addition to, the host_name directive
bg_bg: на хост група(и), към която(ито) сървиса "работи" или с която(ито) се асоциира. Директивата hostgroup_name може да се използва вместо или в допълнение към директивата host_name
de_de: der Hostgruppe (n), dass der Service "läuft" oder mit dem er verbunden ist. die hostgroup_name kann statt zusätzlich zur host_name-Direktive benutzt werden, oder
es_es: del hostgroup (s) que el servicio "funciona" o está asociado. la hostgroup_name puede usarse en lugar de, o además de, la directiva nomb_sist_pral
fr_fr: du groupe d'hôte (s) que le service "tourne" ou est associé. l'hostgroup_name peut être utilisé à la place de, ou en plus, la directive host_name
it_it: del hostgroup (s) che il servizio "funziona" o è associato. la hostgroup_name può essere usato al posto di, o in aggiunta, la direttiva nome_host
ja_jp: サービスが稼働している、または関連付けを持つホストグループ。 hostgroup_name は、host_name の代わりまたは追加で使用できます。
pl_pl: z hostgroup (y), że usługa "biegnie" lub jest związany z. hostgroup_name mogą być stosowane zamiast lub oprócz, dyrektywy host_name
pt_pt: do hostgroup (s) que o serviço "corre" em ou está associado. o hostgroup_name pode ser usado em vez de, ou além de, a directiva host_name
ru_ru: в hostgroup (ы), служба "работает" или связан. hostgroup_name могут быть использованы вместо или в дополнение к директиве HOST_NAME
zh_cn: 服务在其上“运行”或与之关联的主机组的数量。 hostgroup_name可以代替host_name指令使用，也可以作为host_name指令的补充

source: no (yes, if no host is defined)
bg_bg: не (да, ако не е определен хост)
de_de: nein (ja, wenn kein Host definiert)
es_es: no (sí, si no se define ningún host)
fr_fr: pas (oui, si aucun hôte ne est défini)
it_it: no (sì, se nessun host è definito)
ja_jp: 必須ではない（ホストが定義されていない場合は、必須）
pl_pl: nie (tak, jeśli żaden host jest określony)
pt_pt: não (sim, se nenhuma máquina é definido)
ru_ru: Нет (да, если хост не определен)
zh_cn: 否（是，如果未定义主机）

source: service description
bg_bg: Описание на сървис
es_es: Descripcion del Servicio
fr_fr: Description du service
it_it: Descrizione del servizio
ja_jp: サービス説明
pl_pl: Opis usługi
pt_pt: Descrição de Serviço
ru_ru: Описание услуги
zh_cn: 服务说明

source: This directive is used to define the description of the service, which may contain spaces, dashes, and colons (semicolons, apostrophes, and quotation marks should be avoided). No two services associated with the same host can have the same description. Services are uniquely identified with their
bg_bg: Тази директива се използва за определяне на описанието на сървиса, което може да съдържа интервали, тирета и двоеточия (трябва да се избягват точка и запетая, апострофи и кавички). Не могат да съществуват два сървиса, свързани с един и същи хост, които да имат едно и също описание. Сървисите са еднозначно идентифицирани с техния
de_de: Diese Direktive wird benutzt, um die Beschreibung des Service, die Leerzeichen, Bindestriche enthalten können, zu definieren, und einen Doppelpunkt (Semikolon, Apostroph und Fragezeichen sollten vermieden werden). keine zwei Dienste mit dem gleichen Host verbunden sind, können die gleiche Beschreibung haben. Dienstleistungen sind einzigartig mit ihren identifiziert
es_es: esta directiva se utiliza para definir la descripción del servicio, el cual puede contener espacios, guiones y dos puntos (punto y coma, apóstrofes y comillas se debe evitar). no hay dos servicios asociados al mismo host pueden tener la misma descripción. servicios se identifican únicamente con su
fr_fr: cette directive est utilisée pour définir la description du service, qui peut contenir des espaces, des tirets, et deux-points (points-virgules, apostrophes et des guillemets doit être évitée). Deux services associés avec le même hôte peuvent avoir la même description. services sont identifiés de manière unique avec leur
it_it: questa direttiva è utilizzato per definire la descrizione del servizio, che può contenere spazi, trattini e due punti (punto e virgola, apostrofi, e virgolette dovrebbe essere evitato). non ci sono due servizi associati con lo stesso host possono avere la stessa descrizione. servizi sono identificati in modo univoco con il loro
ja_jp: このディレクティブは、スペース、ダッシュ、コロン（セミコロン、アポストロフィ、引用符は避けるべき）を含む可能性があるサービスの説明を定義するために使用されます. 同じホストに関連付けられた2つのサービスが同じ説明を持つことはできません. サービスは、次で一意に識別されます：
pl_pl: dyrektywa ta jest stosowana do określenia opis usług, które mogą zawierać spacji, kresek i (należy unikać średniki, apostrofy i cudzysłowy) dwukropkami. ma dwie usługi związane z tego samego hosta może mieć taki sam opis. usługi są identyfikowany z ich
pt_pt: esta directiva é usado para definir a descrição do serviço, que pode conter espaços, traços, e dois pontos (ponto e vírgula, apóstrofos e aspas deve ser evitado). não há dois serviços associados com o mesmo host pode ter a mesma descrição. serviços são exclusivamente identificadas com a sua
ru_ru: Эта директива используется для определения описание услуг, которые могут содержать пробелы, тире и двоеточия (точка с запятой, апострофы и кавычки следует избегать). нет двух услуги, связанные с тем же хостом не может иметь то же название. услуги однозначно определены с их
zh_cn: 该伪指令用于定义服务的描述，该描述可能包含空格，破折号和冒号（应避免使用分号，撇号和引号）。 与同一主机关联的两个服务不能具有相同的描述。 服务以其唯一标识

source: directives.
bg_bg: директиви.
de_de: Richtlinien.
es_es: directivas.
it_it: direttive.
ja_jp: ディレクティブ.
pl_pl: dyrektyw.
pt_pt: directivas.
ru_ru: директив.
zh_cn: 指令。

source: - servicegroups
bg_bg: - сървис групи (servicegroups)
de_de: Servicegruppen
ja_jp: - サービスグループ
pt_pt: Grupo de serviços
zh_cn: -服务组

source: of the servicegroup(s) that the service belongs to. Multiple servicegroups should be separated by commas. This directive may be used as an alternative to using the
bg_bg: на сървис групата(ите), към която(ито) сървиса принадлежи. Множеството сървис групи трябва да бъдат разделени със запетаи. Тази директива може да се използва като алтернатива на използването на
de_de: der Servicegruppe (n), dass der Dienst gehört. Mehrere Servicegruppen werden durch ein Komma getrennt werden. Diese Direktive kann als Alternative zur Verwendung der verwendet werden
es_es: del Servicegroup (s) que el servicio pertenece. múltiples servicegroups deben estar separados por comas. esta directiva se puede utilizar como una alternativa al uso del
fr_fr: de la servicegroup (s) que le service appartient. servicegroups multiples doivent être séparées par des virgules. cette directive peut être utilisé comme une alternative à l'utilisation du
it_it: del Servicegroup (s) che il servizio appartiene. più servicegroups devono essere separati da virgole. tale direttiva può essere utilizzata come alternativa all'uso del
ja_jp: : サービスが所属しているサービスグループ。 サービスグループが複数ある場合はカンマで区切る必要があります。 このディレクティブは、servicegroup定義の
pl_pl: z servicegroup (ów) usługi do której należy. wiele servicegroups powinny być oddzielone przecinkami. dyrektywa ta może być stosowana jako alternatywa do stosowania
pt_pt: servicegroup da (s) que o serviço pertence. múltiplas servicegroups devem ser separados por vírgulas. esta directiva pode ser usado como uma alternativa à utilização do
ru_ru: в ServiceGroup (ов), что служба принадлежит. несколько servicegroups должны быть разделены запятыми. Эта директива может использоваться в качестве альтернативы к использованию
zh_cn: 服务所属的服务组的数量。 多个服务组应以逗号分隔。 该指令可以替代使用

source: members
bg_bg: членове
de_de: Mitglieder
es_es: miembros
fr_fr: membres
it_it: membri
pl_pl: Członkowie
pt_pt: membros
ru_ru: Участники
zh_cn: 成员

source: directive in servicegroup definitions.
bg_bg: директивата в дефиницията на сървис група
de_de: Direktive in den service Definitionen.
es_es: directiva en definiciones Servicegroup.
fr_fr: dans les définitions de la directive servicegroup.
it_it: la direttiva in definizioni Servicegroup.
ja_jp: ディレクティブの代わりとして使用できます.
pl_pl: dyrektywy w definicji servicegroup.
pt_pt: directiva, em definições servicegroup.
ru_ru: директивы в определениях ServiceGroup.
zh_cn: 服务组定义中的指令。

source: If a servicegroup is defined here - this service will
bg_bg: Ако една сървис група (servicegroup) е дефинирана тук - този сървис ще
de_de: wenn eine service wird hier festgelegt - dieser Service wird
es_es: si un Servicegroup se define aquí - este servicio
fr_fr: si un groupe de services est défini ici - ce service
it_it: se un Servicegroup è definito qui - questo servizio
ja_jp: ここでサービスグループが定義されている場合 - このサービスは、同じサービスグループ定義のメンバフィールド内で
pl_pl: jeśli servicegroup rozumie się tu - usługa ta będzie
pt_pt: se um servicegroup é definido por aqui - Este serviço
ru_ru: если ServiceGroup определяется здесь - Эта услуга
zh_cn: 如果在此定义了服务组-该服务将

source: inside the member field of the same servicegroup definition!
bg_bg: вътре, в полето на члена на същата дефиниция на сървис група (servicegroup definition)!
de_de: innerhalb der Mitgliedsfeld des gleichen servicegroup-Definition!
es_es: dentro del campo de miembro de la misma definición Servicegroup!
fr_fr: à l'intérieur du champ de membre de la même définition de groupe de services!
it_it: all'interno del campo membro della stessa definizione Servicegroup!
ja_jp: 同じサービスグループ定義のメンバーフィールド内です!
pl_pl: wewnątrz pola członkiem tej samej definicji servicegroup!
pt_pt: dentro do campo membro da mesma definição servicegroup!
ru_ru: внутри области члена той же определению ServiceGroup!
zh_cn: 在同一服务组定义的成员字段中！

source: - display name
bg_bg: - Име за показ
de_de: Anzeigenamen
es_es: Nombre desplegao
fr_fr: Du nom d'affichage
it_it: Nome visualizzato
ja_jp: - 表示名
pl_pl: Nazwa wyświetlana
pt_pt: Exibir nome
ru_ru: Репутация:
zh_cn: - 显示名称

source: This directive is used to define an alternate name that should be displayed in the web interface for this service. If not specified, this defaults to the value you specify for the
bg_bg: Тази директива се използва за определяне на алтернативно име, което трябва да се показва в уеб интерфейса за този сървис. Ако не е посочена изрично, по подразбиране, това ще бъде стойността, посочена от вас за
de_de: Diese Direktive wird benutzt, um einen alternativen Namen im Web-Interface für diesen Service angezeigt werden soll, definieren. wenn nicht angegeben, wird standardmäßig der Wert, den Sie für die angeben
es_es: esta directiva se utiliza para definir un nombre alternativo que se debe mostrar en la interfaz web de este servicio. si no se especifica, el valor predeterminado es el valor especificado para el
fr_fr: cette directive est utilisée pour définir un autre nom qui doit être affiché dans l'interface Web pour ce service. si non spécifié, la valeur par défaut à la valeur que vous spécifiez pour la
it_it: questa direttiva è utilizzato per definire un nome alternativo che dovrebbe essere visualizzato nell'interfaccia web per questo servizio. se non specificato, il valore predefinito per il valore specificato per il
ja_jp: このディレクティブは、このサービスのWEBインターフェイスに表示されるべき代替名を定義するために使用されます. 指定されていない場合は、
pl_pl: dyrektywa ta jest używana do określenia alternatywną nazwę który powinien być wyświetlany w interfejsie internetowym dla tej usługi. jeśli nie zostanie podany, to domyślnie wartość określona dla
pt_pt: esta directiva é usado para definir um nome alternativo que deve ser exibido na interface web para este serviço. se não for especificado, o padrão será o valor especificado para o
ru_ru: эта директива используется, чтобы определить альтернативное имя, которое должно отображаться в веб-интерфейсе предоставлении данной услуги. если не указано, по умолчанию это значение, указанное для
zh_cn: 该指令用于定义一个备用名称，该名称应在此服务的Web界面中显示。 如果未指定，则默认为您为

source: directive. Note: The current CGIs do not use this option, although future versions of the web interface will.
bg_bg: директива.Внимание: настоящите CGIs не използват тази опция, въпреки че бъдещите версии на уеб интерфейса ще я ползват.
de_de: Richtlinie. Hinweis: Die aktuelle CGIs nutzen diese Option nicht, zukünftige Versionen des Web-Interfaces Willen.
es_es: Directiva. Nota: El cgis actuales no utilizan esta opción, aunque las versiones futuras de la voluntad interfaz web.
fr_fr: directive. Remarque: les CGI actuels ne utilisent pas cette option, bien que les versions futures de la volonté de l'interface Web.
it_it: direttiva. nota: i CGI attuali non utilizzare questa opzione, anche se le versioni future della volontà interfaccia web.
ja_jp: ディレクティブで指定した値が既定として使用されます。 注記: 現在の CGI はこのオプションを使用しませんが、将来の WEB インターフェイスバージョンで使用する予定です。
pl_pl: dyrektywy. UWAGA: obecny CGI nie korzystać z tej opcji, chociaż przyszłych wersjach woli interfejsu WWW.
pt_pt: directiva. Atenção: os CGIs atuais não usar esta opção, embora as versões futuras da vontade interface web.
ru_ru: Директивы. Примечание: текущие CGIs не использовать эту опцию, хотя будущих версиях веб-интерфейс.
zh_cn: 指示。 注意：尽管将来的Web界面版本将使用，但当前的CGI不使用此选项。

source: - check command
bg_bg: - команда, използвана при проверката (check command)
de_de: Prüfbefehl
es_es: Comando para testear chequeo
fr_fr: Vérifiez commande
it_it: Controllare il comando
ja_jp: - チェックコマンド
pl_pl: polecenie sprawdzenia
pt_pt: Teste o comando CHECK
ru_ru: Проверьте командой
zh_cn: -检查命令
