Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Can access monitoring engine
bg_bg: може да има достъп до мониторинга на двигателя
de_de: kann auf Überwachungsmodul zugreifen
es_es: puede acceder al motor de monitoreo
fr_fr: peut accéder au moteur de surveillance
it_it: può accedere al motore di monitoraggio
ja_jp: 監視エンジンにアクセスできる
pl_pl: może uzyskać dostęp do silnika monitorowania
pt_pt: pode acessar o mecanismo de monitoramento
ru_ru: может получить доступ к механизму мониторинга
zh_cn: 可以访问监控引擎

source: Allows access to the Monitoring Process section in the main page.
bg_bg: позволява достъп до секцията за мониторинг на главната страница.
de_de: ermöglicht den Zugriff auf den Überwachungsprozess auf der Hauptseite.
es_es: permite el acceso a la sección del proceso de monitoreo en la página principal.
fr_fr: permet d'accéder à la section du processus de surveillance dans la page principale.
it_it: consente l'accesso alla sezione del processo di monitoraggio nella pagina principale.
ja_jp: メインページの監視プロセスセクションにアクセスできます。
pl_pl: umożliwia dostęp do sekcji procesu monitorowania na stronie głównej.
pt_pt: permite acesso à seção do processo de monitoramento na página principal.
ru_ru: позволяет получить доступ к разделу процесса мониторинга на главной странице.
zh_cn: 允许访问主页面中的监控进程部分。

source: Allows managing Nagios Core process such as starting, stopping, restarting, and changing process settings.
bg_bg: позволява управлението на основния процес на nagios, като стартиране, спиране, рестартиране и промяна на настройките на процеса.
de_de: ermöglicht die Verwaltung von Nagios-Kernprozessen wie Starten, Stoppen, Neustarten und Ändern von Prozesseinstellungen.
es_es: permite administrar el proceso central de nagios, como iniciar, detener, reiniciar y cambiar la configuración del proceso.
fr_fr: permet de gérer les processus principaux de nagios tels que le démarrage, l'arrêt, le redémarrage et la modification des paramètres de processus.
it_it: consente la gestione del processo core di nagios come l'avvio, l'arresto, il riavvio e la modifica delle impostazioni del processo.
ja_jp: プロセスの設定開始、停止、再起動、変更など、Nagios Core プロセスを管理できます。
pl_pl: umożliwia zarządzanie naglącymi procesami podstawowymi, takimi jak uruchamianie, zatrzymywanie, ponowne uruchamianie i zmiana ustawień procesu.
pt_pt: permite gerenciar o processo central do nagios, como iniciar, parar, reiniciar e alterar as configurações do processo.
ru_ru: позволяет управлять основным процессом nagios, таким как запуск, остановка, перезапуск и изменение параметров процесса.
zh_cn: 允许管理Nagios Core进程，例如启动，停止，重新启动和更改进程设置。

source: Allows access to the Event Log.
bg_bg: позволява достъп до регистрационния файл на събитията.
de_de: Ermöglicht den Zugriff auf das Ereignisprotokoll.
es_es: permite el acceso al registro de eventos.
fr_fr: permet d'accéder au journal des événements.
it_it: consente l'accesso al registro eventi.
ja_jp: イベントログへのアクセスを許可します。
pl_pl: umożliwia dostęp do dziennika zdarzeń.
pt_pt: permite acesso ao log de eventos.
ru_ru: позволяет получить доступ к журналу событий.
zh_cn: 允许访问事件日志。

source: Read-only access
bg_bg: Има достъп само за четене (read-only access)
de_de: Hat Nur-Lese-Zugriff
es_es: Tiene acceso de solo lectura
fr_fr: A accès en lecture seule
it_it: Ha accesso in sola lettura
ja_jp: 読み取り専用アクセス
pl_pl: ma dostęp tylko do odczytu
pt_pt: Tem acesso somente a leitura.
ru_ru: Имеет доступ только для чтения
zh_cn: 只读访问

source: Restrict the user to have read-only access.
bg_bg: да ограничи потребителя да има достъп само за четене.
de_de: Beschränken Sie den Benutzer auf schreibgeschützten Zugriff.
es_es: restringir al usuario a tener acceso de solo lectura.
fr_fr: empêcher l'utilisateur d'avoir un accès en lecture seule.
it_it: limitare all'utente l'accesso in sola lettura.
ja_jp: ユーザーに読み取り専用アクセス権を与えます。
pl_pl: ograniczyć dostęp użytkownika do odczytu.
pt_pt: restringir o usuário a ter acesso somente leitura.
ru_ru: ограничьте доступ пользователя только для чтения.
zh_cn: 限制用户具有只读访问权限。

source: Note: This overwrites the following
bg_bg: Забележка: това презаписва следното
de_de: Hinweis: Dies überschreibt das Folgende
es_es: nota: esto sobrescribe el siguiente
fr_fr: note: ceci écrase le suivant
it_it: nota: questo sovrascrive quanto segue
ja_jp: 注：これは以下を上書きします
pl_pl: uwaga: powoduje to nadpisanie poniższego
pt_pt: nota: isto substitui o seguinte
ru_ru: Примечание: это перезаписывает следующие
zh_cn: 注意：这将覆盖以下内容

source: Can control hosts and services
bg_bg: Може да контролира всички хостове и сървиси
de_de: Kann alle Hosts und Services kontrollieren
es_es: Puede controlar todos los hosts y servicios
fr_fr: Permet de contrôler tous les hôtes et services
it_it: Può controllare tutti gli host e servizi
ja_jp: ホストとサービスを制御できる
pl_pl: może kontrolować wszystkie hosty i usługi
pt_pt: Pode controlar todos os hosts e serviços
ru_ru: Может управлять всеми узлами и услуги
zh_cn: 可以控制所有的主机和服务

source: API access
bg_bg: достъп до API за почивка
de_de: API Zugang
es_es: resto api access
fr_fr: accès api de repos
it_it: riposa l'accesso
ja_jp: APIアクセス
pl_pl: spoczynkowy dostęp do api
pt_pt: acesso api descanso
ru_ru: доступ для доступа к апи
zh_cn: API访问

source: Allow access to use the API and integrated help documentation.
bg_bg: позволяват достъп до останалата API и вградена помощна документация.
de_de: Erlauben Sie den Zugriff auf die Rest-API und die integrierte Hilfedokumentation.
es_es: permitir el acceso para usar la API de descanso y la documentación de ayuda integrada.
fr_fr: autoriser l'accès pour utiliser l'API de repos et la documentation d'aide intégrée.
it_it: consentire l'accesso per utilizzare la API e la documentazione di aiuto integrata.
ja_jp: APIとヘルプドキュメントを利用できるようにします。
pl_pl: umożliwić dostęp do korzystania z pozostałych api i zintegrowanej dokumentacji pomocy.
pt_pt: permitir acesso para usar a api restante e documentação de ajuda integrada.
ru_ru: разрешить доступ к остальным api и интегрированной справочной документации.
zh_cn: 允许访问以使用API​​和集成的帮助文档。

source: Note: Users can only access the objects API endpoint.
bg_bg: Забележка: Потребителите имат достъп само до обектите api крайна точка.
de_de: Hinweis: Benutzer können nur auf den Endpunkt des Objekts zugreifen.
es_es: Nota: los usuarios solo pueden acceder al punto final de la API de objetos.
fr_fr: Remarque: les utilisateurs peuvent uniquement accéder au point de terminaison api des objets.
it_it: nota: gli utenti possono accedere solo all'oggetto api endpoint.
ja_jp: 注：ユーザーはオブジェクトAPIのエンドポイントにのみアクセスできます。
pl_pl: Uwaga: użytkownicy mają dostęp tylko do punktu końcowego api obiektów.
pt_pt: observação: os usuários podem acessar apenas o endpoint api dos objetos.
ru_ru: Примечание: пользователи могут получить доступ только к конечной точке api объектов.
zh_cn: 注意：用户只能访问对象API端点。

source: Auto deploy access
bg_bg: автоматично разгръщане на достъп
de_de: Auto Deployment-Zugriff
es_es: acceso de despliegue automático
fr_fr: accès de déploiement automatique
it_it: accesso a distribuzione automatica
ja_jp: 自動展開アクセス
pl_pl: dostęp do automatycznego wdrażania
pt_pt: acesso de implantação automática
ru_ru: автоматический развёртывание доступа
zh_cn: 自动部署访问

source: Allow access to use the Auto Deployment component.
bg_bg: позволи достъп до използване на компонента за автоматично внедряване.
de_de: Ermöglichen Sie den Zugriff zur Verwendung der Komponente für die automatische Bereitstellung.
es_es: permitir el acceso para usar el componente de implementación automática.
fr_fr: autoriser l'accès à utiliser le composant de déploiement automatique.
it_it: consentire l'accesso per utilizzare il componente di distribuzione automatica.
ja_jp: 自動配置コンポーネントを使用するためのアクセスを許可します。
pl_pl: zezwól na dostęp do korzystania z komponentu automatycznego wdrażania.
pt_pt: permitir acesso para usar o componente de implantação automática.
ru_ru: разрешить доступ для использования компонента автоматического развертывания.
zh_cn: 允许访问以使用自动部署组件。

source: Core Config Manager access:
bg_bg: основен достъп на мениджъра на конфигурации:
de_de: Zugriff auf den Core-Konfigurationsmanager:
es_es: acceso al administrador de configuración de núcleo:
fr_fr: accès au gestionnaire de configuration de base:
it_it: accesso principale al gestore di configurazione:
ja_jp: Core コンフィグマネージャへのアクセス:
pl_pl: podstawowy dostęp do menedżera konfiguracji:
pt_pt: acesso ao gerenciador de configuração principal:
ru_ru: доступ к диспетчеру ядра:
zh_cn: 核心配置管理器访问权限：

source: Allow user to view and access the CCM.
bg_bg: позволи на потребителя да преглежда и да осъществи достъп до ccm.
de_de: erlauben Sie dem Benutzer, den ccm anzusehen und auf ihn zuzugreifen.
es_es: Permitir al usuario ver y acceder al ccm.
fr_fr: permettre à l'utilisateur d'afficher et d'accéder au ccm.
it_it: consentire all'utente di visualizzare e accedere al ccm.
ja_jp: ユーザーが CCM を表示してアクセスできるようにします。
pl_pl: pozwól użytkownikowi przeglądać i uzyskiwać dostęp do ccm.
pt_pt: permitir ao usuário visualizar e acessar o ccm.
ru_ru: позволяют пользователю просматривать и получать доступ к ccm.
zh_cn: 允许用户查看和访问CCM。

source: Cannot use or view the CCM.
bg_bg: не може да използва или да види ccm.
de_de: kann den ccm nicht verwenden oder anzeigen.
es_es: no puede usar o ver el ccm.
fr_fr: ne peut pas utiliser ou voir le ccm.
it_it: non è possibile utilizzare o visualizzare il ccm.
ja_jp: CCM を使用したり表示したりすることはできません。
pl_pl: nie można użyć lub wyświetlić ccm.
pt_pt: não pode usar ou visualizar o ccm.
ru_ru: не может использовать или просматривать ccm.
zh_cn: 无法使用或查看CCM。

source: Login
bg_bg: Вход
es_es: Entrar
it_it: Accesso
ja_jp: ログイン
ru_ru: Войти
zh_cn: 登录

source: Can view CCM links and must log in with a CCM user account.
bg_bg: могат да виждат ccm връзки и трябва да влязат с потребителски акаунт в ccm.
de_de: kann ccm-Links anzeigen und muss sich mit einem ccm-Benutzerkonto anmelden.
es_es: puede ver enlaces ccm y debe iniciar sesión con una cuenta de usuario ccm.
fr_fr: peut voir les liens ccm et doit se connecter avec un compte d'utilisateur ccm.
it_it: può visualizzare i collegamenti ccm e deve accedere con un account utente ccm.
ja_jp: CCM リンクを表示でき、CCM ユーザーアカウントでログインする必要があります。
pl_pl: może wyświetlać linki ccm i musi zalogować się za pomocą konta użytkownika ccm.
pt_pt: pode visualizar links ccm e deve efetuar login com uma conta de usuário ccm.
ru_ru: можно просмотреть ccm-ссылки и войти в систему с учетной записью пользователя ccm.
zh_cn: 可以查看CCM链接，并且必须使用CCM用户帐户登录。

source: Limited
bg_bg: Ограничители
de_de: Limiter
es_es: limitadores
fr_fr: limiteurs
it_it: limitatori
ja_jp: 制限
pl_pl: Ograniczniki
pt_pt: limitadores
ru_ru: ограничители
zh_cn: 受限

source: Integrated CCM access. User can only access the objects they can view in the interface normally. Allows for setting specific permissions for the user.
bg_bg: интегриран достъп ccm. потребителят може да има достъп само до обектите, които те могат да гледат в интерфейса нормално. позволява задаване на конкретни разрешения за потребителя.
de_de: integrierter ccm Zugriff. Benutzer kann nur auf die Objekte zugreifen, die sie normalerweise in der Schnittstelle anzeigen können. Ermöglicht das Festlegen bestimmter Berechtigungen für den Benutzer.
es_es: acceso integrado a ccm el usuario solo puede acceder a los objetos que pueden ver en la interfaz normalmente. permite establecer permisos específicos para el usuario.
fr_fr: accès ccm intégré. l'utilisateur peut uniquement accéder aux objets qu'il peut voir normalement dans l'interface. permet de définir des autorisations spécifiques pour l'utilisateur.
it_it: accesso ccm integrato. l'utente può solo accedere agli oggetti che possono visualizzare normalmente nell'interfaccia. consente di impostare autorizzazioni specifiche per l'utente.
ja_jp: 統合 CCM アクセス。ユーザーは通常、インターフェイスで表示できるオブジェクトにのみアクセスできます。ユーザーの特定のアクセス許可を設定できます。
pl_pl: Zintegrowany dostęp ccm. użytkownik może uzyskać dostęp tylko do obiektów, które mogą normalnie oglądać w interfejsie. pozwala na ustawienie konkretnych uprawnień dla użytkownika.
pt_pt: acesso ccm integrado. usuário só pode acessar os objetos que eles podem ver na interface normalmente. permite definir permissões específicas para o usuário.
ru_ru: интегрированный доступ ccm. пользователь может получить доступ только к объектам, которые они могут просматривать в интерфейсе. позволяет устанавливать определенные разрешения для пользователя.
zh_cn: 集成的CCM访问。 用户只能访问他们可以在界面中正常查看的对象。 允许为用户设置特定权限。

source: Full
bg_bg: Нула
de_de: null
es_es: nulo
fr_fr: null
it_it: nullo
ja_jp: フル
pl_pl: wartość null
pt_pt: nulo
ru_ru: нулю
zh_cn: 空

source: Integrated CCM access. Can access all objects with no admin features.
bg_bg: интегриран достъп ccm. всички достъп без администраторски функции.
de_de: integrierter ccm Zugriff. Alle Zugriffe ohne Admin-Funktionen.
es_es: acceso integrado a ccm todo acceso sin funciones de administrador
fr_fr: accès ccm intégré. tout l'accès sans fonctionnalités d'administration.
it_it: accesso ccm integrato. tutti gli accessi senza funzioni di amministrazione.
ja_jp: 統合 CCM アクセス。 管理機能以外のすべてのオブジェクトにアクセスができます。
pl_pl: Zintegrowany dostęp ccm. cały dostęp bez funkcji administratora.
pt_pt: acesso ccm integrado. todo o acesso sem recursos de administração.
ru_ru: интегрированный доступ ccm. все доступ без функций администратора.
zh_cn: 集成的CCM访问。 可以访问没有管理功能的所有对象。

source: Limited Access CCM Permissions
bg_bg: ограничения за достъп до ccm разрешения
de_de: eingeschränkte Zugriffsrechte für ccm
es_es: permisos de ccm de acceso limitado
fr_fr: accès limité ccm autorisations
it_it: autorizzazioni ccm ad accesso limitato
ja_jp: 制限付きCCMアクセス許可
pl_pl: uprawnienia ccm z ograniczonym dostępem
pt_pt: permissões de acesso limitado ccm
ru_ru: ограниченный доступ ccm разрешения
zh_cn: 受限访问CCM权限

source: Toggle
bg_bg: щифт
de_de: wechseln
es_es: palanca
fr_fr: basculer
it_it: passare
ja_jp: トグル
pl_pl: przełącz
pt_pt: alternar
ru_ru: переключать
zh_cn: 切换

source: All
bg_bg: Всички
de_de: Alle
es_es: Todos
fr_fr: Tous
it_it: Tutti
ja_jp: すべて
pl_pl: wszystko
pt_pt: Todos
ru_ru: Все
zh_cn: 所有

source: Users can only VIEW the below object types.
bg_bg: потребителите могат да видят само типовете по-долу.
de_de: Benutzer können nur die folgenden Objekttypen anzeigen.
es_es: los usuarios solo pueden ver los tipos de objetos a continuación.
fr_fr: les utilisateurs peuvent uniquement voir les types d'objets ci-dessous.
it_it: gli utenti possono solo visualizzare i seguenti tipi di oggetto.
ja_jp: ユーザーは、以下のオブジェクトタイプのみを表示できます。
pl_pl: użytkownicy mogą wyświetlać tylko poniższe typy obiektów.
pt_pt: os usuários podem visualizar apenas os tipos de objetos abaixo.
ru_ru: пользователи могут просматривать только перечисленные типы объектов.
zh_cn: 用户只能查看以下对象类型。

source: Select the object types to give them access to ADD, REMOVE, and EDIT.
bg_bg: изберете типа обект, за да му дадете достъп за добавяне, премахване и редактиране.
de_de: Wählen Sie die Objekttypen aus, um ihnen das Hinzufügen, Entfernen und Bearbeiten zu ermöglichen.
es_es: seleccione los tipos de objeto para darles acceso para agregar, eliminar y editar.
fr_fr: sélectionnez les types d'objets pour leur donner accès à ajouter, supprimer et modifier.
it_it: seleziona i tipi di oggetto per dare loro l'accesso per aggiungere, rimuovere e modificare.
ja_jp: オブジェクトタイプを選択して、追加、削除、および編集にアクセスできるようにします。
pl_pl: wybierz typy obiektów, aby umożliwić im dodawanie, usuwanie i edytowanie.
pt_pt: selecione os tipos de objeto para dar acesso a adicionar, remover e editar.
ru_ru: выберите типы объектов, чтобы предоставить им доступ для добавления, удаления и редактирования.
zh_cn: 选择对象类型，使其具有添加、删除和编辑的权限。

source: Group Permissions
bg_bg: Тест разрешения
de_de: Test Berechtigungen
es_es: Permisos de prueba
fr_fr: des autorisations d'essai
it_it: permessi di prova
ja_jp: パーミッションツール
pl_pl: uprawnienia do badań
pt_pt: permissões de teste
ru_ru: Разрешения испытаний
zh_cn: 组权限

source: Alerting Permissions
bg_bg: разрешения за предупреждение
de_de: Benachrichtigungsberechtigungen
es_es: alertar a los permisos
fr_fr: alertes d'alerte
it_it: autorizzazioni di avviso
ja_jp: パーミッションの警告
pl_pl: uprawnienia do ostrzegania
pt_pt: permissões de alerta
ru_ru: разрешения на оповещение
zh_cn: 提醒权限

source: Host Escalations
bg_bg: Хост ескалации
de_de: Host-Eskalationen
es_es: Escalar Host
fr_fr: Les escalades d'hôte
it_it: Host Escalation
ja_jp: ホストエスカレーション
pl_pl: eskalacja gospodarza
pt_pt: Escalações de host
ru_ru: Хост Эскалации
zh_cn: 主机升级

source: Service Escalations
bg_bg: Сървис ескалации
de_de: Service-Eskalationen
es_es: Escalar Servicios
fr_fr: Les escalades de service
it_it: Escalation di servizio
ja_jp: サービスエスカレーション
pl_pl: eskalacja usług
pt_pt: Escalações de serviços
ru_ru: Обслуживание Эскалации
zh_cn: 服务升级

source: Template Permissions
bg_bg: Актуализирайте правомощията
de_de: Aktualisieren Permissions
es_es: Actualizar permisos
fr_fr: Mise à jour Permissions
it_it: Aggiornare le autorizzazioni
ja_jp: アクセス権のテンプレート
pl_pl: Uprawnienia aktualizacji
pt_pt: Permissões de atualização
ru_ru: Обновление разрешений
zh_cn: 模板权限

source: Host Templates
bg_bg: Хост шаблони (templates)
es_es: Plantillas de Hosts
fr_fr: Modèles d'accueil
it_it: Host Modelli
ja_jp: ホストテンプレート
pl_pl: Szablony gospodarza
pt_pt: Modelos de host
ru_ru: Хост Шаблоны
zh_cn: 主机模板

source: Service Templates
bg_bg: Щаблон за сървиси
es_es: Plantillas de Servicios
fr_fr: Modèles de services
it_it: Modelli di servizio
ja_jp: サービステンプレート
pl_pl: szablony usług
pt_pt: Modelos de serviços
ru_ru: Обслуживание Шаблоны
zh_cn: 服务模板

source: Contact Templates
bg_bg: Контактни шаблони
de_de: Kontakt Templates
es_es: Plantillas de Contactos
fr_fr: Contactez-Modèles
it_it: Contatto Modelli
ja_jp: 連絡先テンプレート
pl_pl: Szablony kontaktowe
pt_pt: Modelos de host
ru_ru: Связаться Шаблоны
zh_cn: 联系模板

source: Command Permissions
bg_bg: разрешения за команди
de_de: Befehlsberechtigungen
es_es: permisos de comando
fr_fr: autorisations de commande
it_it: autorizzazioni di comando
ja_jp: コマンド権限
pl_pl: uprawnienia do polecenia
pt_pt: permissões de comando
ru_ru: разрешения команд
zh_cn: 命令权限

source: Commands
bg_bg: Команди
de_de: Befehle
es_es: Comandos
fr_fr: Commandes
it_it: Comandi
ja_jp: コマンド
pl_pl: Polecenia
pt_pt: Comandos
ru_ru: Команды
zh_cn: 命令

source: Advanced Permissions
bg_bg: разширени разрешения
de_de: erweiterte Berechtigungen
es_es: permisos avanzados
fr_fr: autorisations avancées
it_it: permessi avanzati
ja_jp: 高度な権限
pl_pl: zaawansowane uprawnienia
pt_pt: permissões avançadas
ru_ru: расширенные разрешения
zh_cn: 高级权限

source: Host Dependencies
bg_bg: Хост зависимости
de_de: Host-Abhängigkeiten
es_es: Depedencias del Host
fr_fr: Dépendances d'accueil
it_it: Host Dipendenze
ja_jp: ホスト依存関係
pl_pl: Zależności gospodarza
pt_pt: Dependências do host
ru_ru: Хост зависимости
zh_cn: 主机依赖

source: Service Dependencies
bg_bg: Зависимости на сървиси
de_de: Service-Abhängigkeiten
es_es: Depedencias de Servicios
fr_fr: Dépendances des services
it_it: Servizio Dipendenze
ja_jp: サービス依存関係
pl_pl: Zależności usługi
pt_pt: Dependências de serviço
ru_ru: Зависимости служб
zh_cn: 服务依赖

source: Tools are only available if assigned below.
bg_bg: инструментите са достъпни само ако са посочени по-долу.
de_de: Werkzeuge sind nur verfügbar, wenn sie unten zugewiesen sind.
es_es: las herramientas solo están disponibles si se asignan a continuación.
fr_fr: les outils ne sont disponibles que s'ils sont assignés ci-dessous.
it_it: gli strumenti sono disponibili solo se assegnati di seguito.
ja_jp: ツールは、以下に割り当てられている場合にのみ使用できます。
pl_pl: narzędzia są dostępne tylko wtedy, gdy są przypisane poniżej.
pt_pt: as ferramentas só estão disponíveis se atribuídas abaixo.
ru_ru: инструменты доступны только в том случае, если они назначены ниже.
zh_cn: 工具只有在下面分配时才可用。

source: Tool Permissions
bg_bg: Тест разрешения
de_de: Test Berechtigungen
es_es: Permisos de prueba
fr_fr: des autorisations d'essai
it_it: permessi di prova
ja_jp: パーミッションツール
pl_pl: uprawnienia do badań
pt_pt: permissões de teste
ru_ru: Разрешения испытаний
zh_cn: 工具权限

source: Static Config Editor
bg_bg: Статичен конфигурационен редактор
de_de: statischen Konfigurationseditor
es_es: editor de configuración estática
fr_fr: statique éditeur de config
it_it: editor di configurazione statica
ja_jp: 静的な設定エディター
pl_pl: statyczne redaktor config
pt_pt: editor de configuração estática
ru_ru: статический редактор конфигурации
zh_cn: 静态配置编辑器

source: User Macros
bg_bg: Потребителски макроси
de_de: User-Makros
es_es: macros de usuario
fr_fr: macros utilisateur
it_it: macro utente
ja_jp: Userマクロ
pl_pl: makra użytkownika
pt_pt: macros do utilizador
ru_ru: пользовательские макросы
zh_cn: 用户宏

source: Import Config Files
bg_bg: Внос на конфигурационни файлове
es_es: Importar archivos de configuración
fr_fr: Importer des fichiers de configuration
it_it: Importazione di file di configurazione
ja_jp: 設定ファイルのインポート
pl_pl: importować pliki konfiguracyjne
pt_pt: Importar arquivos de configuração
ru_ru: Импорт Config Files
zh_cn: 导入配置文件

source: Config File Management
bg_bg: Управление на конфигурационния файл
de_de: config-Datei-Management
es_es: la gestión de archivos de configuración
fr_fr: la gestion des fichiers de configuration
it_it: gestione dei file di configurazione
ja_jp: 設定ファイル管理
pl_pl: Zarządzanie plik konfiguracyjny
pt_pt: gestão de arquivo de configuração
ru_ru: Управление конфигурационный файл
zh_cn: 配置文件管理

source: API Settings
bg_bg: API настройки
de_de: LDAP-Einstellungen
es_es: Configuraciones de NRDP
fr_fr: Paramètres LDAP
it_it: Impostazioni LDAP
ja_jp: API設定
pl_pl: Ustawienia LDAP
pt_pt: Configurações do NRDP
ru_ru: Настройки LDAP
zh_cn: API设置
