Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Internet Traffic Report.
bg_bg: Доклад за интернет трафика.
de_de: Internet-Traffic-Bericht.
es_es: informe de tráfico de Internet.
fr_fr: rapport de trafic Internet.
it_it: rapporto sul traffico internet.
ja_jp: インターネットトラフィックレポート.
pl_pl: Raport ruch internetowy.
pt_pt: relatório de tráfego de internet.
ru_ru: Отчет трафик в Интернет.
zh_cn: 互联网流量报告。

source: Internet Traffic Report
bg_bg: Доклад за интернет трафика
de_de: Internet-Traffic-Bericht
es_es: Internet informe de tráfico
fr_fr: rapport sur le trafic Internet
it_it: rapporto traffico internet
ja_jp: インターネットトラフィックレポート
pl_pl: Raport ruch internetowy
pt_pt: internet relatório de tráfego
ru_ru: Отчет интернет-трафика
zh_cn: 互联网流量报告

source: A graph of the top 10 rising ports from the SAN Internet Storm Center. Useful for spotting trends related to virus and worm outbreaks.
bg_bg: Графика на 10-те най-натоварени порта от SAN Internet Storm Center. Полезно за откриване на тенденциите, свързани с избухване на зарази от вируси и червеи (virus and worm outbreaks).
de_de: eine graphische Darstellung der Top-10 steigen Ports aus dem san Internet Storm Center. nützlich für die Trends im Zusammenhang mit Viren- und Wurmausbrüche Spek.
es_es: un gráfico de los 10 puertos que sube del centro de la tormenta internet san. útil para detectar tendencias relacionadas con los brotes de virus y gusanos.
fr_fr: un graphique des 10 premiers ports hausse du centre de la tempête internet san. utile pour repérer les tendances liées au virus et de vers des foyers.
it_it: un grafico dei primi 10 porti in aumento dal San centro internet tempesta. utile per individuare le tendenze relative al virus e worm focolai.
ja_jp: SANS Internet Storm Centerが提供する上位10ポートグラフ. ウィルスやワームの発生傾向を知るのに役立ちます.
pl_pl: wykres 10 najlepszych portów rosnących od centrum san Internet Storm. przydatne dla plamienia trendy związane z wirusów i robaków wybuchów.
pt_pt: um gráfico dos 10 principais portos subida do centro internet tempestade san. útil para identificar tendências relacionadas a vírus e worms surtos.
ru_ru: график 10 лучших растущих портов из Сан интернет штормового центра. полезно для выявления тенденций, связанных с вирусами и червями вспышек.
zh_cn: SAN Internet Storm Center的前10个上升端口的图表。 有助于发现与病毒和蠕虫爆发有关的趋势。

source: Dashlet Copyright &copy; 2016 Nagios Enterprises. Data Copyright &copy; SANS Internet Storm Center.
bg_bg: Dashlet Copyright © 2016 Nagios Enterprises. Data Copyright © SANS Internet Storm Center.
de_de: Dashlet copyright © 2016 nagios Unternehmen. © sans Internet Storm Center Daten Urheberrecht.
es_es: dashlet los derechos de autor © 2016 empresas de Nagios. los derechos de autor © centro de datos de Internet sans tormenta.
fr_fr: dashlet copyright © 2016 entreprises nagios. copyright data center © sans tempête Internet.
it_it: dashlet Copyright © 2016 aziende Nagios. dati Centro copyright © sans internet tempesta.
ja_jp: Copyright © 2016 Nagios Enterprises. Data Copyright © SANS Internet Storm Center.
pl_pl: dashlet Copyright © 2016 przedsiębiorstw Nagios. copyright © sans centrum danych Internet Storm.
pt_pt: dashlet copyright © 2016 empresas Nagios. Centro © sans internet tempestade copyright dados.
ru_ru: Дашлет авторское право © 2016 г. Nagios предприятий. Данные Все права защищены © Sans Internet Storm центр.
zh_cn: 内容板块版权©2016 Nagios Enterprises。数据版权©SANS Internet Storm Center。

source: Creative Commons Attribution-Noncommercial 3.0 United States License.
de_de: Creative Commons Namensnennung-Keine kommerzielle Nutzung 3.0 Unported.
es_es: Creative Commons Reconocimiento-No comercial 3.0 licencia de estados unidos.
fr_fr: creative commons attribution-non commerciale 3.0 États-Unis licence.
it_it: Creative Commons Attribuzione-Non commerciale 3.0 Stati Uniti licenza.
pl_pl: Creative Commons Attribution 3.0 United States License.
pt_pt: Creative Commons Attribution 3.0 unida licença estados.
ru_ru: Creative Commons Attribution-некоммерческое 3.0 единая лицензия государства.
zh_cn: 知识共享署名-非商业性3.0美国许可证。

source: World Time Clocks for locations around the world, powered by
bg_bg: световни часовници за местоположения по света, задвижвани от
de_de: Weltzeituhren für Orte auf der ganzen Welt, powered by
es_es: relojes de tiempo mundial para ubicaciones de todo el mundo, con tecnología de
fr_fr: horloges du monde pour les emplacements à travers le monde, alimenté par
it_it: orologi a tempo mondiale per luoghi in tutto il mondo, powered by
ja_jp: 世界中の場所のためのワールドタイムクロック, powered by
pl_pl: zegary czasu na świecie dla lokalizacji na całym świecie, powered by
pt_pt: relógios mundiais para locais ao redor do mundo, alimentados por
ru_ru: мировые часы для мест по всему миру, питание от
zh_cn: 世界各地的世界时间时钟，由

source: World Time Clock
bg_bg: световен часовник
de_de: Weltzeituhr
es_es: reloj mundial
fr_fr: heure mondiale
it_it: orologio mondiale
ja_jp: ワールドタイムクロック
pl_pl: zegar światowy
pt_pt: relógio mundial
ru_ru: мировое время
zh_cn: 世界时钟

source: Clock Type
bg_bg: Тип проверка
de_de: Überprüfen Typ
es_es: Tipo de Chequeo
fr_fr: Vérifier type
it_it: Verificare il tipo di
ja_jp: クロックタイプ
pl_pl: typ kontroli
pt_pt: Verifique Transferências
ru_ru: Проверьте тип
zh_cn: 时钟类型

source: 12 Hour
bg_bg: 12 часа
de_de: 12 Stunden
es_es: 12 horas
fr_fr: 12 heures
it_it: 12 ore
ja_jp: 12 時間
pl_pl: 12 godzin
pt_pt: 12 horas
ru_ru: 12 часов
zh_cn: 12小时

source: 24 Hour
bg_bg: 24 часа
de_de: 24 Stunden
es_es: 24 horas
fr_fr: 24 heures
it_it: 24 ore
ja_jp: 24 時間
pl_pl: 24 godziny
pt_pt: 24 horas
ru_ru: 24 часа
zh_cn: 24小时

source: Clock Name
bg_bg: Проверете името
de_de: Namen prüfen
es_es: Revisar ahora
fr_fr: Vérifier le nom
it_it: Controlla nome
ja_jp: クロック名
pl_pl: sprawdzić nazwę
pt_pt: Verificar agora
ru_ru: Проверить имя
zh_cn: 时钟名称

source: Clock Size
bg_bg: часовник размер
de_de: Taktgröße
es_es: tamaño del reloj
fr_fr: taille de l'horloge
it_it: dimensione dell'orologio
ja_jp: クロックサイズ
pl_pl: rozmiar zegara
pt_pt: tamanho do relógio
ru_ru: размер часов
zh_cn: 时钟大小

source: Small
bg_bg: малък
de_de: klein
es_es: pequeña
fr_fr: petit
it_it: piccolo
ja_jp: 小
pl_pl: mały
pt_pt: pequeno
ru_ru: маленький
zh_cn: 小

source: Large
bg_bg: голям
de_de: groß
es_es: grande
fr_fr: grand
it_it: grande
ja_jp: 大
pl_pl: duży
pt_pt: ampla
ru_ru: большой
zh_cn: 大

source: Database Error
bg_bg: Грешка в базата данни
de_de: databse Fehler
es_es: error dATABSE
fr_fr: erreur de databse
it_it: errore di databse
ja_jp: データベースエラー
pl_pl: błąd databse
pt_pt: erro databse
ru_ru: ошибка Databse
zh_cn: 数据库错误

source: Run the following from the CLI as root to attempt to repair the DB
bg_bg: Изпълнете следното от командния ред (CLI) като root, за да се опитаte да поправиte базата данни
de_de: Führen Sie den folgenden von der cli als root zu versuchen, den db reparieren
es_es: ejecute lo siguiente desde la línea de comandos como root para intentar reparar el PP
fr_fr: exécutez la commande suivante à partir de la CLI en tant que root pour tenter de réparer la db
it_it: eseguire il seguente dalla cli come root per tentare di riparare il db
ja_jp: DBの修復を試みるには、root で CLIから以下を実行します
pl_pl: uruchom następujące polecenia z CLI jako root, aby podjąć próbę naprawy db
pt_pt: execute o seguinte do cli como root para tentar reparar o db
ru_ru: выполните следующее из командной строки, как корень, чтобы пытаться ремонтировать дБ
zh_cn: 以root用户身份从CLI运行以下命令以尝试修复数据库

source: A database connection error has been detected, please follow the repair prompt below. If the issue persists, please contact Nagios support.
bg_bg: Беше открита грешка на свързване с базата данни, моля, следвайте напомнянето (prompt) за ремонт отдолу. Ако проблемът продължава, моля, свържете се с поддръжката на Nagios.
de_de: eine Datenbank-Verbindungsfehler erkannt worden ist, folgen Sie bitte die Reparaturaufforderung unten. wenn das Problem weiterhin besteht, wenden Sie sich bitte nagios Unterstützung.
es_es: Se ha detectado un error de conexión de base de datos, por favor, siga el símbolo de reparación a continuación. Si el problema persiste, póngase en contacto con el soporte de Nagios.
fr_fr: une erreur de connexion de base de données a été détectée, s'il vous plaît suivre l'invite de réparation ci-dessous. si le problème persiste, s'il vous plaît contacter le support nagios.
it_it: E 'stato rilevato un errore di connessione al database, si prega di seguire la richiesta di riparazione di seguito. Se il problema persiste, contattare il supporto Nagios.
ja_jp: データベース接続エラーが検出されました. 以下の復旧作業を行ってください. 問題が解決しない場合は、Nagiosサポートにお問い合わせください.
pl_pl: Wykryto błąd połączenia z bazą danych, należy postępować zgodnie z wiersza naprawy poniżej. Jeśli problem będzie się powtarzał, skontaktuj się z obsługą Nagios.
pt_pt: um erro de conexão do banco de dados foi detectado, siga o reparo imediato abaixo. Se o problema persistir, entre em contato com o suporte nagios.
ru_ru: Обнаружена ошибка подключения к базе данных, пожалуйста, следуйте по ремонту запрос ниже. если проблема не устранена, обратитесь в службу поддержки Nagios.
zh_cn: 检测到数据库连接错误，请按照以下修复提示进行操作。 如果问题仍然存在，请联系Nagios支持。

source: Information and Alerts
bg_bg: Информация и сигнали за тревога
de_de: Informationen und Warnungen
es_es: Informaciones y Alertas
fr_fr: Informations et alertes
it_it: Informazioni e avvisi
ja_jp: 情報とアラート
pl_pl: Informacje i alarmy
pt_pt: Informações e alertas
ru_ru: Информация и оповещения
zh_cn: 信息和警报

source: Loading data
bg_bg: Зареждане на данни
de_de: Daten werden geladen
es_es: cargando datos
fr_fr: chargement des données
it_it: caricamento dati
ja_jp: データをロードしています
pl_pl: ładowanie danych
pt_pt: carregando dados
ru_ru: Загрузка данных
zh_cn: 加载数据中

source: Legal
bg_bg: Правен
de_de: Rechts-
fr_fr: Juridique
it_it: Legale
ja_jp: 規約
pl_pl: prawny
ru_ru: Правовой
zh_cn: 法律

source: Home
bg_bg: Начална страница
de_de: Zuhause
es_es: Inicio
fr_fr: Maison
it_it: Casa
ja_jp: ホーム
pl_pl: dom
ru_ru: Дома
zh_cn: 主页

source: Views
bg_bg: Изгледи
de_de: Aufrufe
es_es: Vistas
fr_fr: Vues
it_it: Visto
ja_jp: ビュー
pl_pl: Widoki
pt_pt: Visualizações
ru_ru: Просмотров
zh_cn: 浏览次数

source: Help
bg_bg: Помощ
de_de: Hilfe
es_es: Ayuda
fr_fr: Aider
it_it: Aiuto
ja_jp: ヘルプ
pl_pl: pomoc
pt_pt: Ajuda
ru_ru: Помогите
zh_cn: 帮助

source: Navigation
bg_bg: Навигация
es_es: navegación
it_it: navigazione
ja_jp: ナビゲーション
pl_pl: nawigacja
pt_pt: navegação
ru_ru: навигация
zh_cn: 导航

source: Schedule page
bg_bg: Насрочете страница
de_de: Seite Zeitplan
es_es: Página Calendarización
fr_fr: Programmer la page
it_it: Pianifica Pagina
ja_jp: スケジュールページ
pl_pl: Strona Harmonogram
pt_pt: Agendar Nova Pagina
ru_ru: Расписание страницу
zh_cn: 时间表页面

source: Popout
bg_bg: Изкача
ja_jp: ポップアウト
ru_ru: Всплывающее окно
zh_cn: 弹出式视窗

source: Add to my views
bg_bg: Добави към моите изгледи (views)
de_de: Merken Aufrufe
es_es: Agregar a mis vistas
fr_fr: Ajouter à mes vues
it_it: Aggiungi ai miei Visualizzazioni
ja_jp: マイビューに追加
pl_pl: dodaj do moich poglądów
pt_pt: Adicionar as minhas visualizaçõess
ru_ru: Добавить в мои Просмотров
zh_cn: 添加到我的视图

source: Get permalink
bg_bg: GET постоянна връзка (Permalink)
de_de: Holen Permalink
es_es: Cómo Permalink
fr_fr: Obtenez Permalink
it_it: Prendi Permalink
ja_jp: パーマリンクを取得
pt_pt: Obter Link permanente
ru_ru: Получить Постоянная ссылка
zh_cn: 获取固定链接

source: Send us feedback
bg_bg: Изпратете ни обратна връзка (оценка)
de_de: Geben Sie uns Feedback
es_es: Envíenos su opinión
fr_fr: Envoyer nous vos commentaires
it_it: Inviaci commenti
ja_jp: フィードバックを送る
pl_pl: wyślij nam swoją opinię
pt_pt: Enviar seu feedback
ru_ru: Отправьте нам свой отзыв
zh_cn: 给我们反馈

source: Logged in as
bg_bg: Влезли като
de_de: Angemeldet als
es_es: Conectado como
fr_fr: Connecté en tant que
it_it: Registrato come
ja_jp: ログイン
pl_pl: zalogowany jako
pt_pt: Logado como
ru_ru: Вы вошли как
zh_cn: 登录按

source: Add to My Views
bg_bg: Добави към моите изгледи (views)
de_de: Merken Aufrufe
es_es: Agregar a mis vistas
fr_fr: Ajouter à mes vues
it_it: Aggiungi ai miei Visualizzazioni
ja_jp: マイビューに追加
pl_pl: dodaj do moich poglądów
pt_pt: Adicionar as minhas visualizaçõess
ru_ru: Добавить в мои Просмотров
zh_cn: 添加到我的视图

source: Your session has timed out.
bg_bg: Сесията ви изтече.
de_de: Ihre Sitzung ist abgelaufen.
es_es: Su sesion ha expirado
fr_fr: Votre session a expiré.
it_it: La sessione è scaduta.
ja_jp: セッションがタイムアウトしました。
pl_pl: Twoja sesja skończyła się.
pt_pt: Sua sessão expirou.
ru_ru: Ваша сессии истекло.
zh_cn: 您的会话已超时。

source: You have been automatically logged out due to inactivity.
bg_bg: автоматично сте излезли поради неактивност.
de_de: Sie wurden aufgrund von Inaktivität automatisch ausgeloggt.
es_es: ha sido desconectado automáticamente debido a la inactividad.
fr_fr: vous avez été déconnecté automatiquement en raison de l'inactivité.
it_it: sei stato disconnesso automaticamente a causa di inattività.
ja_jp: 非アクティブのために自動的にログアウトされました。
pl_pl: zostałeś automatycznie wylogowany z powodu braku aktywności.
pt_pt: você foi desconectado automaticamente devido à inatividade.
ru_ru: вы автоматически вышли из системы из-за бездействия.
zh_cn: 由于不活动，您已被自动注销。

source: Log In
bg_bg: Влизам
de_de: Einloggen
es_es: iniciar sesión
fr_fr: s'identifier
it_it: accesso
ja_jp: ログイン
pl_pl: Zaloguj Się
pt_pt: entrar
ru_ru: авторизоваться
zh_cn: 登录

source: Send Us Feedback
bg_bg: Изпратете ни обратна връзка (оценка)
de_de: Geben Sie uns Feedback
es_es: Envíenos su opinión
fr_fr: Envoyer nous vos commentaires
it_it: Inviaci commenti
ja_jp: フィードバックを送る
pl_pl: wyślij nam swoją opinię
pt_pt: Enviar seu feedback
ru_ru: Отправьте нам свой отзыв
zh_cn: 给我们反馈

source: We love input! Tell us what you think about this product and you'll directly drive future innovation!
bg_bg: Ние обичаме информация! Кажете ни какво мислите за този продукт и вие директно ще задвижите бъдещите иновации!
de_de: Wir lieben Eingang! Sagen Sie uns Ihre Meinung zu diesem Produkt, und Sie werden direkt ansteuern künftige Innovationen!
es_es: Nos encanta entrada! Cuéntanos lo que piensas acerca de este producto y que directamente va a conducir la innovación del futuro!
fr_fr: Nous aimons entrée! Dites-nous ce que vous pensez de ce produit et vous serez directement stimuler l'innovation future!
it_it: Noi amiamo ingresso! Dicci cosa ne pensi di questo prodotto e sarete direttamente l'innovazione futuro!
ja_jp: この製品のご意見をお聞かせください、今後のイノベーションに役立てます！
pl_pl: kochamy wejście! powiedz nam, co myślisz o tym produkcie i będziesz bezpośrednio jazdy przyszłą innowacji!
pt_pt: Nós amamos de entrada! Diga-nos o que pensa sobre este produto e você vai acionar diretamente a inovação no futuro!
ru_ru: Мы любим вход! Расскажите, что вы думаете об этом товаре, и вы будете напрямую управлять будущим инновациям!
zh_cn: 我们喜欢反馈！ 告诉我们您对该产品的看法，您将直接推动未来的创新！

source: Your Name (Optional)
bg_bg: Вашето име (по избор)
de_de: Ihr Name (Optional)
es_es: Su nombre (Opcional)
fr_fr: Votre nom (facultatif)
it_it: Il tuo nome (facoltativo)
ja_jp: 名前 (任意)
pl_pl: Twoje imię (opcjonalnie)
pt_pt: Seu nome (Opcional)
ru_ru: Ваше имя (необязательно)
zh_cn: 您的姓名（可选）

source: Your Email Address (Optional)
bg_bg: Вашия имейл адрес (по избор)
de_de: Ihre E-Mail Adresse (optional)
es_es: Su direccion de correo electronico (Opcional)
fr_fr: Votre adresse e-mail (facultatif)
it_it: Il tuo indirizzo e-mail (facoltativo)
ja_jp: メールアドレス (任意)
pl_pl: Twój adres e-mail (opcjonalnie)
pt_pt: Seu endereço de email (Opcional)
ru_ru: Ваш адрес электронной почты (необязательно)
zh_cn: 您的电子邮件地址（可选）

source: Privacy Policy
bg_bg: Поверителна декларация
de_de: Datenschutz
es_es: Politicas de Privacidad
fr_fr: Politique de confidentialité
it_it: Informativa sulla privacy
ja_jp: 個人情報保護方針
pl_pl: polityka prywatności
pt_pt: Política de Privacidade
ru_ru: Политика конфиденциальности
zh_cn: 隐私权政策

source: Support Options
bg_bg: Опции за поддръжка
de_de: Support-Optionen
es_es: opciones de soporte
fr_fr: options de support
it_it: Opzioni di supporto
ja_jp: サポートオプション
pl_pl: Opcje wsparcia
pt_pt: Opções de suporte
ru_ru: Варианты поддержки
zh_cn: 支持选项

source: Customer Support Forum
bg_bg: Форум за поддръжка на клиенти
de_de: Kunden-Support-Forum
es_es: foro de soporte al cliente
fr_fr: forum de support à la clientèle
it_it: assistenza clienti forum
ja_jp: カスタマサポートフォーラム
pl_pl: Forum wsparcia klienta
pt_pt: Fórum de apoio ao cliente
ru_ru: Форум поддержки клиентов
zh_cn: 客户支持论坛

source: Customer Ticket Support Center
bg_bg: център за поддръжка на билети за клиенти
de_de: Kundenticket-Support-Center
es_es: Centro de soporte de tickets para clientes
fr_fr: centre de support client
it_it: centro assistenza clienti
ja_jp: 顧客チケットサポートセンター
pl_pl: centrum obsługi biletów klientów
pt_pt: centro de suporte ao ticket do cliente
ru_ru: центр поддержки клиентских билетов
zh_cn: 客户工单支持中心

source: Customer Phone Support
bg_bg: телефонна поддръжка за клиенти
de_de: Telefonsupport für Kunden
es_es: soporte telefónico del cliente
fr_fr: support téléphonique du client
it_it: supporto telefonico del cliente
ja_jp: 顧客の電話サポート
pl_pl: wsparcie telefoniczne dla klientów
pt_pt: suporte por telefone ao cliente
ru_ru: поддержка телефона клиента
zh_cn: 客户电话支持

source: Documentation and Tutorials
bg_bg: Документация и ръководства
de_de: Dokumentation und Tutorials
es_es: Documentaciones y Tutoriales
fr_fr: Documentation et didacticiels
it_it: Documentazione ed esercitazioni
ja_jp: マニュアルとチュートリアル
pl_pl: dokumentacji i tutoriali
pt_pt: Documentação e tutoriais
ru_ru: Документация и учебники
zh_cn: 文档和教程

source: Administrator Guide
bg_bg: Ръководство за администратори
es_es: Guia del Administrador
fr_fr: Guide de l'administrateur
it_it: Guida per l'amministratore
ja_jp: 管理者ガイド
pl_pl: Podręcznik administratora
pt_pt: Guia do Administrador
ru_ru: Руководство администратора
zh_cn: 管理员指南

source: User Guide
bg_bg: Ръководство за потребители
de_de: Benutzerhandbuch
es_es: Guia del Usuario
fr_fr: Guide de l'utilisateur
it_it: Guida per l'utente
ja_jp: ユーザーガイド
pl_pl: instrukcja
pt_pt: Guia do Usuário
ru_ru: Руководство пользователя
zh_cn: 用户指南

source: Video Tutorials
bg_bg: Видео уроци
es_es: Video Tutoriales
fr_fr: Tutoriels vidéo
it_it: Video Tutorial
ja_jp: ビデオチュートリアル
pl_pl: samouczki wideo
pt_pt: Tutoriais em vídeo
ru_ru: Видео уроки
zh_cn: 视频教程

source: Documentation and HOWTOs
bg_bg: Документация и ръководства
de_de: Dokumentation und HOWTOs
es_es: Documentaciones y COMO
fr_fr: Documentation et guides pratiques
it_it: Documentazione e HOWTO
ja_jp: ドキュメントとHOWTO文書
pl_pl: dokumentacja i howtos
pt_pt: Documentação e HOWTOs
ru_ru: Документация и HOWTOs
zh_cn: 文档和操作方法

source: FAQs
bg_bg: Често Задавани Въпроси
fr_fr: FAQ
it_it: Domande frequenti
ja_jp: よくある質問（FAQ）
pl_pl: często zadawane pytania
ru_ru: Часто задаваемые вопросы
zh_cn: 常见问题

source: We're Here To Help!
bg_bg: Ние сме тук, за да ви помогнем!
de_de: Wir sind hier um zu helfen!
es_es: Estamos para ayudarle !!!
fr_fr: Nous sommes là pour vous aider!
it_it: Siamo qui per aiutarti!
ja_jp: ヘルプ情報！
pl_pl: Jesteśmy tutaj, aby pomóc!
pt_pt: Nós estamos aqui para ajudar!
ru_ru: Мы здесь, чтобы помочь!
zh_cn: 我们在这里为您服务！

source: Our knowledgeable techs are happy to help you with any questions or problems you may have getting Nagios up and running.
bg_bg: Нашите компетентни техници с радост ще ви помогнат ако имате въпроси или проблеми при първоначалното стартиране и използване на Nagios.
de_de: Unsere erfahrenen Techniker sind Ihnen gerne bei Fragen oder Problemen können Sie haben immer Nagios zum Laufen zu helfen.
es_es: Nuestros técnicos expertos están encantados de ayudarle con cualquier pregunta o problema que pueda tener cada vez Nagios en marcha.
fr_fr: Nos techniciens expérimentés sont heureux de vous aider avec toutes les questions ou problèmes que vous pourriez avoir Nagios se lever et courir.
it_it: I nostri tecnici esperti saranno lieti di aiutarvi con qualsiasi domanda o problema si può avere sempre Nagios installato e funzionante.
ja_jp: 当社の経験豊富な技術者がNagiosを稼働するために質問や障害のお手伝いをさせていただきます.
pl_pl: nasi doświadczeni technicy chętnie pomoże Państwu na wszelkie pytania lub problemy, które mogą mieć coraz Nagios i działa.
pt_pt: Nossos técnicos experientes estão felizes em ajudá-lo com dúvidas ou problemas que você pode ter, tendo o Nagios instalado e funcionando.
ru_ru: Наши опытные техников рады помочь Вам с любыми вопросами или проблемами вы можете получать Nagios и работает.
zh_cn: 我们经验丰富的技术人员很乐意为您解决Nagios的启动和运行过程中遇到的任何问题。

source: Free Quickstart Services
bg_bg: Безплатни услуги Quickstart
de_de: Quickstart Dienstleistungen
es_es: Inicio rapido de Servicios
fr_fr: Services de démarrage rapide
it_it: Quickstart Servizi
ja_jp: 無料クイックスタートサービス
pl_pl: bezpłatne usługi QuickStart
pt_pt: Quickstart Serviços
ru_ru: Быстрый старт услуги
zh_cn: 免费的快速入门服务

source: Our techs can help you get up and running quickly with Nagios XI so you can get the most out of your evaluation period.
bg_bg: Нашите техници могат да ви помогнат да се научите да работите с Nagios XI и да извлечете максимална полза от пробния период.
de_de: Unsere Techniker können Ihnen helfen, aufzustehen und schnell mit Nagios XI läuft so können Sie das Beste aus Ihrem Bewertungszeitraum zu erhalten.
es_es: nuestros técnicos pueden ayudarle a ponerse en marcha rápidamente con nagios xi para que pueda obtener el máximo provecho de su período de evaluación.
fr_fr: nos techniciens peuvent vous aider à démarrer rapidement avec Nagios XI afin que vous puissiez tirer le meilleur parti de votre période d'évaluation.
it_it: i nostri tecnici possono aiutare a ottenere rapidamente operativi con Nagios xi modo da poter ottenere il massimo dal vostro periodo di valutazione.
ja_jp: 評価期間を最大限に活用していただけるようにNagios XIをすばやく開始するためのお手伝いをいたします.
pl_pl: nasi technicy mogą pomóc Ci i działa szybko z Nagios XI, dzięki czemu można uzyskać najwięcej z okresu próbnego.
pt_pt: nossos técnicos podem ajudá-lo a se levantar e correr rapidamente com nagios xi para que você possa tirar o máximo proveito do seu período de avaliação.
ru_ru: наши санитаров поможет вам встать и быстро работает с Nagios XI, так что вы можете получить максимальную отдачу от Вашего периода оценки.
zh_cn: 我们的技术人员可以帮助您使用Nagios XI迅速启动并运行，以便在评估期间获得最大收益。

source: Click the link below to request free quickstart services.
bg_bg: Кликнете върху линка по-долу, за да поискате безплатните услуги Quickstart.
de_de: klicken Sie auf den Link unten, um kostenlose Quickstart-Services anfordern.
es_es: haga clic en el enlace de abajo para solicitar servicios QuickStart gratuitas.
fr_fr: cliquez sur le lien ci-dessous pour demander des services de démarrage rapide gratuits.
it_it: fai clic sul link sottostante per richiedere servizi QuickStart gratuiti.
ja_jp: 無償のクイックスタートサービスをリクエストするには、下のリンクをクリックしてください.
pl_pl: kliknij poniższy link, aby poprosić o bezpłatne usługi QuickStart.
pt_pt: clique no link abaixo para solicitar serviços QuickStart livres.
ru_ru: нажмите на ссылку ниже, чтобы запросить бесплатные услуги по быстрому старту.
zh_cn: 单击下面的链接以请求免费的快速入门服务。

source: Request Quickstart Services
bg_bg: Изискай услугите Quickstart
de_de: Fordern Quickstart Dienstleistungen
es_es: Requerimiento de inicio rapido para Servicios
fr_fr: Demande de services de démarrage rapide
it_it: Richiesta Servizi Quickstart
ja_jp: クイックスタートサービスを要求
pl_pl: Usługi wniosek QuickStart
pt_pt: Quickstart Serviços
ru_ru: Заказать услуги Quickstart
zh_cn: 要求快速入门服务

source: Nagios Demos and Webinars
bg_bg: Nagios демонстрации и уебинари
de_de: nagios Demos und Webinare
es_es: Nagios Demos y seminarios en línea
fr_fr: démos nagios et webinaires
it_it: demo nagios e webinar
ja_jp: Nagiosのデモやオンラインセミナー
pl_pl: seminaria i prezentacje Nagios
pt_pt: demos nagios e webinars
ru_ru: Nagios демонстрации и семинары
zh_cn: Nagios演示和网络研讨会
