Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: A number indicating the amount of seconds that the check took to execute (i.e. the amount of time the check was executing).
bg_bg: Число, показващо за колко секунди, се изпълни проверката (т.е. сумата от време, за което се изпълнява проверката).
de_de: Eine Zahl, die die Anzahl der Sekunden, dass die Prüfung auszuführen hat (dh die Menge an Zeit, die Prüfung ausgeführt wurde).
es_es: Un número que indica la cantidad de segundos que el cheque se llevó a ejecutar (es decir, la cantidad de tiempo que el cheque estaba ejecutando).
fr_fr: Un nombre indiquant le nombre de secondes que le chèque a eu à exécuter (c'est à dire le temps pendant lequel le chèque a été exécutée).
it_it: Un numero che indica il numero di secondi che il controllo impiegato per eseguire (cioè la quantità di tempo che il controllo era in esecuzione).
ja_jp: チェックが実行にかかった秒数を示す数値（チェックにかかった時間）.
pl_pl: liczba określająca ilość sekund, które miało wykonać check (czyli ilość czasu wyboru była wykonującego).
pt_pt: Um número indicando o número de segundos que o cheque levou para executar (ou seja, a quantidade de tempo que o cheque foi executado).
ru_ru: Число, указывающее количество секунд, что чек взял на выполнение (т.е. количество времени, проверка выполнялась).
zh_cn: 一个数字，指示执行检查所需的秒数（即检查执行的时间）。

source: Nagiostats Information
bg_bg: Nagiostats информация
de_de: Nagiostats Informationen
es_es: Informacion de Estatus
fr_fr: Informations Nagiostats
it_it: Nagiostats Informazioni
ja_jp: Nagiostats情報
pl_pl: Informacje nagiostats
pt_pt: Informações de Estado
ru_ru: Nagiostats информация
zh_cn: Nagiostats信息

source: Nagiostats is a binary included with Nagios that is used to monitor internal performance. This wizard allows users to select from a list of options to analyze local Nagios server performance, and produce graphs and reports over time. Not all checks are relevant for every install, so select checks based on your monitoring environment. See the Nagios Core Documentation on
bg_bg: Nagiostats е изпълнителен файл (binary), включен с Nagios, който се използва за наблюдение на вътрешната производителност. Този съветник (wizard) позволява на потребителите да избират от списък с опции, за да се анализира местната производителност на Nagios сървъра, и да се произвеждат графики и отчети с течение на времето. Не всички проверки са подходящи за всяка инсталация, така че изберете проверки въз основа на вашите конкретни нужди. Виж основната документация на Nagios Core тук
de_de: Nagiostats ist ein binäres mit Nagios, die zur internen Performance zu überwachen ist inbegriffen. Dieser Assistent ermöglicht es Benutzern, Wählen aus einer Liste von Optionen zur lokalen Nagios Server-Performance zu analysieren und zu produzieren Diagramme und Berichte über die Zeit. Not alle Prüfungen relevant sind für jede Installation, so wählen Sie prüft auf der Grundlage Ihrer Monitoring-Umgebung. see der Nagios Core Dokumentation auf
es_es: Nagiostats es un binario incluido con Nagios que se utiliza para supervisar el rendimiento interno. Este asistente permite a los usuarios select de una lista de opciones para analizar el rendimiento del servidor local de Nagios, y producir gráficos e informes en el tiempo. Not todos los cheques son relevantes para cada instalación, así que seleccione los controles basados ​​en el entorno de supervisión. Consulte la documentación básica sobre Nagios
fr_fr: Nagiostats est un binaire inclus avec Nagios qui est utilisé pour surveiller le rendement interne. Cet assistant permet aux utilisateurs de select partir d'une liste d'options pour analyser les performances du serveur Nagios locale, et de produire des graphiques et des rapports au fil du temps. Not tous les contrôles sont pertinents pour chaque installation, choisissez donc des contrôles en fonction de votre environnement d'écoute. Voir la documentation de base sur Nagios
it_it: Nagiostats è un binario incluso con Nagios che viene utilizzato per monitorare le prestazioni interne. Questa procedura guidata consente agli utenti di select da un elenco di opzioni per analizzare server locale Nagios le prestazioni e produrre grafici e report nel tempo. Not tutti i controlli sono rilevanti per ogni tipo di installazione, in modo da selezionare i controlli in base al proprio ambiente di monitoraggio. see la documentazione di base Nagios su
ja_jp: Nagiostatsは、内部パフォーマンスを監視するために使用されるバイナリで、Nagiosに含まれています. このウィザードを使用すれば、ローカルのNagiosサーバーのパフォーマンスを分析するためのオプションをリストから選択して、経時的なグラフやレポートを作成することができます. インストールによっては無効なチェックがあるので、監視環境に応じてチェックを選択してください. Nagios Coreドキュメントを参照してください
pl_pl: nagiostats jest binarny dołączone Nagios, który jest używany do monitorowania wydajności wewnętrznej. Ten kreator pozwala użytkownikom wybrać z listy opcji do analizy lokalnego wydajność serwera Nagios, i produkują wykresy i raporty w czasie. nie wszystkie kontrole są istotne dla każdej instalacji, więc wybierz kontrole oparte na środowisku monitoringu. zobacz podstawowej dokumentacji Nagios na
pt_pt: Nagiostats é um binário incluído com Nagios que é utilizado para monitorizar o desempenho do interno. Este assistente permite que os usuários select a partir de uma lista de opções para analisar o desempenho do servidor local Nagios, e produzir gráficos e relatórios ao longo do tempo. Not todos os cheques são relevantes para cada instalação, é só selecionar cheques com base no seu ambiente de monitoramento. SEE a documentação principal do Nagios em
ru_ru: Nagiostats является бинарной входит в Nagios, который используется для мониторинга внутренних производительности. Этот мастер позволяет пользователям Выбор из списка вариантов для анализа локального сервера Nagios производительности и строить графики и отчеты с течением времени. Not все проверки важны для каждой установки, поэтому выберите проверок на основе ваших мониторинга окружающей среды. Ци документации Nagios ядро ​​на
zh_cn: Nagiostats是Nagios附带的二进制文件，用于监视内部性能。 该向导允许用户从选项列表中进行选择，以分析本地Nagios服务器的性能，并随时间生成图形和报告。 并非所有检查都与每次安装都相关，因此请根据您的监视环境选择检查。 请参阅以下内容的Nagios核心文档：

source: Performance Tuning
bg_bg: Настройка на производителността на
de_de: Leistung-Einstellungen
es_es: Configuración de desempeño
fr_fr: Paramètres de performance
it_it: Prestazioni Impostazioni
ja_jp: パフォーマンス設定
pl_pl: Ustawienia wydajności
pt_pt: Configurações de Desempenho
ru_ru: Производительность Настройки
zh_cn: 性能调优

source: Tuning Nagios Performance
bg_bg: Настройка на ефективността на работа на Nagios
de_de: Tuning Nagios Leistung
es_es: Desempeno actual del programa
fr_fr: Réglage des performances de Nagios
it_it: Ottimizzazione delle prestazioni Nagios
ja_jp: Nagiosパフォーマンスチューニング
pl_pl: Strojenie wydajności Nagios
pt_pt: Desempenho do motor de monitoramento
ru_ru: Настройка Nagios Performance
zh_cn: 调整Nagios的性能

source: Important Notes
bg_bg: Важни бележки
de_de: Wichtige Hinweise
es_es: Importante
fr_fr: Remarques importantes
it_it: Note importanti
ja_jp: 重要な注意事項
pl_pl: Ważne uwagi
pt_pt: IMPORTANTE
ru_ru: Важные замечания
zh_cn: 重要注意事项

source: selecting the 1min checks will create a check that runs every 1min, 15min checks run every 15min.
bg_bg: Избирането на 1-минутна проверка ще създаде проверка, която се изпълнява всяка 1мин, 15-минутните проверки се изпълняват всеки 15мин.
de_de: Auswählen der 1mn Kontrollen will einen Scheck, der alle 1mn, 15mn Prüfungen laufen jeden 15mn läuft.
es_es: seleccionando las comprobaciones 1mn Sarga crear un cheque que sale cada 1 millón de cheques, 15 minutos salen cada 15mn.
fr_fr: la sélection des contrôles 1mn will créer un chèque qui passe toutes les vérifications, 1mn 15mn exécuter toutes les 15mn.
it_it: selezionando i controlli 1mn will creare un controllo che viene eseguito ogni 15 minuti 1mn, controlli eseguiti ogni 15 minuti.
ja_jp: 1minチェックは1分ごとに実行するチェックを作成します. 15minチェックは15分ごとに実行するチェックを作成します.
pl_pl: wybierając kontrole 1mn stworzy czek, który kursuje co 1mn kontrole 15mn kursują co 15mn.
pt_pt: seleccionando os controlos 1MN Sarja criar um cheque que é executado a cada 1MN, cheques 15mn executado a cada 15mn.
ru_ru: выбор 1 млн. чеков Саржевого создать чек, который ходит каждые 1 млн., 15 млн. чеков ходят каждые 15 млн..
zh_cn: 选择1分钟检查将创建每1分钟运行一次的检查，每15分钟运行15分钟检查。

source: Enter all warning and critical thresholds as integers.
bg_bg: Въведете всички предупредителни и критични прагове като цели числа.
de_de: Geben Sie alle Warnungen und kritische Schwellenwerte als ganze Zahlen.
es_es: Escriba todas las advertencias y umbrales críticos como enteros.
fr_fr: Entrez les seuils d'avertissement et critiques comme des nombres entiers.
it_it: Inserisci tutte le avvertenze e soglie critiche come numeri interi.
ja_jp: 警告およびクリティカルのしきい値(整数)を入力します.
pl_pl: wprowadzić wszystkie ostrzeżenia i progów krytycznych jako liczby całkowite.
pt_pt: Digite todos os avisos e limiares críticos como inteiros.
ru_ru: Введите все предупреждения и критические пороги как целые числа.
zh_cn: 输入所有警告和严重阈值（整数）。

source: All warning and critical thresholds are optional.
bg_bg: Всички предупредителни и критични прагове не са задължителни.
de_de: Alle Warnungen und kritische Schwellenwerte sind optional.
es_es: Todos los umbrales de advertencia y críticos son opcionales.
fr_fr: Tous les seuils d'avertissement et critique sont facultatifs.
it_it: Tutte le soglie di allarme e di critica sono opzionali.
ja_jp: すべての警告およびクリティカルのしきい値は任意です.
pl_pl: wszystkie progi ostrzegawcze i krytyczne są opcjonalne.
pt_pt: Todos os limiares de alerta e crítica são opcionais.
ru_ru: Все предупреждения и критические пороги не являются обязательными.
zh_cn: 所有警告和严重阈值都是可选的。

source: Select/Deselect All Services
bg_bg: Изберете / Премахнете Всички Сървиси
de_de: Wählen / Abwählen aller Dienstleistungen
es_es: Seleccione Servicios
fr_fr: Sélectionnez / Désélectionnez tous les services
it_it: Seleziona / Deseleziona Tutti i Servizi
ja_jp: すべてのサービスを選択/選択解除
pl_pl: włączyć / wyłączyć wszystkie usługi
pt_pt: Selecione / Desmarque todos os serviços
ru_ru: Выбрать / Отменить все услуги
zh_cn: 选择/取消所有服务

source: Select/Deselect All Notifications
bg_bg: Изберете / Премахнете Всички Известия
de_de: Wählen / Alle abwählen Benachrichtigungen
es_es: Enviar Notificaciones de Prueba
fr_fr: Sélectionner / Désélectionner toutes les notifications
it_it: Seleziona / Deseleziona tutte le notifiche
ja_jp: すべての通知を選択/選択解除
pl_pl: włączyć / wyłączyć wszystkie powiadomienia
pt_pt: Enviar notificações de teste
ru_ru: Выбрать / Отменить все уведомления
zh_cn: 选择/取消所有通知

source: Check Name
bg_bg: Проверете името
de_de: Namen prüfen
es_es: Revisar ahora
fr_fr: Vérifier le nom
it_it: Controlla nome
ja_jp: チェック名
pl_pl: sprawdzić nazwę
pt_pt: Verificar agora
ru_ru: Проверить имя
zh_cn: 检查名称

source: Selected
bg_bg: Избран
de_de: Ausgewählt
es_es: Añadir seleccionado
fr_fr: Sélectionné
it_it: Selezionato
ja_jp: 選択済
pl_pl: wybrany
pt_pt: Adicionar selecionado
ru_ru: Выбранный
zh_cn: 已选

source: Average Host
bg_bg: Нормален хост
de_de: Durchschnittliche Host-
es_es: Promedio
fr_fr: Hôte moyenne
it_it: Host Media
ja_jp: 平均ホスト
pl_pl: Średni gospodarza
pt_pt: Média
ru_ru: Средняя хоста
zh_cn: 一般主机

source: Average Service
bg_bg: Нормален сървис
es_es: Administrar Servicios
fr_fr: Service de moyenne
it_it: Servizio media
ja_jp: 平均サービス
pl_pl: średnia obsługa
pt_pt: Gerenciar serviçoes
ru_ru: Средняя обслуживания
zh_cn: 平均服务

source: Average Active Host
bg_bg: Нормален активен хост
de_de: Durchschnittliche Aktive Host
es_es: Hosts afectados
fr_fr: Moyenne hôte actif
it_it: Media Host attivo
ja_jp: 平均アクティブホスト
pl_pl: Średnio aktywny gospodarza
pt_pt: Hosts afetados
ru_ru: Средняя активность хоста
zh_cn: 平均活动主机

source: Latency
bg_bg: Латентност
de_de: Latenz
es_es: Latencia del Chequeo
fr_fr: Latence
it_it: Latenza
ja_jp: 待ち時間
pl_pl: utajenie
pt_pt: Latência
ru_ru: Латентность
zh_cn: 延迟

source: Average Active Service
bg_bg: Нормален активен сървис
de_de: Durchschnittliche Active Service
es_es: Chequeo de Servicios Activos
fr_fr: Moyenne service actif
it_it: Media di servizio attivo
ja_jp: 平均アクティブサービス
pl_pl: Średnio aktywna usługa
pt_pt: Serviço ativo médio
ru_ru: Средняя Active Service
zh_cn: 平均活跃服务

source: Average Passive Host
bg_bg: Нормален пасивен хост
de_de: Durchschnittliche Passive Host
es_es: Chequeo de Host Pasivos
fr_fr: Moyenne hôte passif
it_it: Media Host passivo
ja_jp: 平均パッシブホスト
pl_pl: Średni pasywne gospodarza
pt_pt: Anfitrião passiva média
ru_ru: Средняя пассивной принимающей
zh_cn: 平均被动主机

source: Average Passive Service
bg_bg: Нормален пасивен сървис
de_de: Durchschnittliche Passive Dienst
es_es: Chequeo de Servicios Pasivos
fr_fr: Moyenne de la fonction passive
it_it: Media di servizio passiva
ja_jp: 平均パッシブサービス
pl_pl: Średnio pasywna obsługa
pt_pt: Serviço passiva média
ru_ru: Средняя пассивной службы
zh_cn: 平均被动服务

source: External Commands
bg_bg: Външни команди
de_de: Externe Befehle
es_es: Comandos Externos
fr_fr: Commandes externes
it_it: Comandi esterni
ja_jp: 外部コマンド
pl_pl: Polecenia zewnętrzne
pt_pt: Comandos externos
ru_ru: Внешние команды
zh_cn: 外部命令

source: Used
bg_bg: Употребяван
de_de: Benutzt
es_es: Utilizado
fr_fr: D'occasion
it_it: Usato
ja_jp: 使用
pl_pl: używany
pt_pt: Usado
ru_ru: Использованный
zh_cn: 已用

source: Total Host Problems
bg_bg: Общо хост проблеми
de_de: Insgesamt Host-Probleme
es_es: Todos los hosts con problemas
fr_fr: Problèmes d'accueil totales
it_it: Problemi di host totali
ja_jp: ホスト障害の合計
pl_pl: Suma problemy gospodarza
pt_pt: Todos os Problemas do host
ru_ru: Всего Проблемы хоста
zh_cn: 总计主机问题

source: Total Service Problems
bg_bg: Общо сървис проблеми
de_de: Total Service Probleme
es_es: Todos los servicios con problemas
fr_fr: Problèmes de service totales
it_it: Problemi del servizio totali
ja_jp: サービス障害の合計
pl_pl: Suma problemy serwisowe
pt_pt: Todos os problemas do serviço
ru_ru: Всего Проблемы службы
zh_cn: 总计服务问题

source: Enabling Notifications for this wizard are specified on the previous page. Click
bg_bg: Позволяващите уведомления за този wizard са посочени на предишната страница. Кликнете
de_de: Aktivieren Benachrichtigungen für diesen Assistenten werden auf der vorherigen Seite angegeben. Klicken
es_es: Habilitación de notificaciones de este asistente se especifican en la página anterior. Clic
fr_fr: Notifications favorables à cet assistant sont indiquées sur la page précédente. Cliquez sur
it_it: Abilitazione delle notifiche per questa procedura guidata sono specificate nella pagina precedente. Fare clic
ja_jp: このウィザードの通知の有効化は、前のページで指定されています
pl_pl: umożliwiające powiadomienia dla tego kreatora podano na poprzedniej stronie. kliknij
pt_pt: Notificações de habilitação para esse assistente são especificadas na página anterior. Clique
ru_ru: Включение уведомлений для этого мастера, указанных на предыдущей странице. Щелчок
zh_cn: 在上一页中指定了为此向导启用通知。 请点击

source: to set up contacts and notification details.
bg_bg: да създадете контакти и подробности за уведомяване.
de_de: einzurichten Kontakte und Benachrichtigung Details.
es_es: No enviar ningun notificación
fr_fr: d'établir des contacts et des détails de notification.
it_it: di creare contatti e dettagli di notifica.
ja_jp: をクリックし、連絡先と通知の詳細を設定します.
pl_pl: ustawić kontakty i szczegóły powiadomień.
pt_pt: Não enviar notificações
ru_ru: наладить контакты и уведомления деталей.
zh_cn: 设置联系人和通知详细信息。

source: to continue.
bg_bg: да продължите.
de_de: um fortzufahren.
es_es: Continuar
fr_fr: à continuer.
it_it: continuare.
ja_jp: 続行します.
pl_pl: aby kontynuować.
pt_pt: Continue
ru_ru: , чтобы продолжить.
zh_cn: 以继续。

source: Notification options for each service are defined on the previous page....
bg_bg: Нотификационните опции за всеки сървис са определени на предишната страница ....
de_de: Benachrichtigungs-Optionen für jeden Dienst werden auf der vorherigen Seite festgelegt ....
es_es: Las opciones de notificación para cada servicio se definen en la página anterior ....
fr_fr: Les options de notification pour chaque service sont définis sur la page précédente ....
it_it: Le opzioni di notifica per ogni servizio sono definiti nella pagina precedente ....
ja_jp: 各サービスの通知オプションは、前のページで定義されています....
pl_pl: Opcje powiadomień dla każdej usługi są zdefiniowane na poprzedniej stronie ....
pt_pt: Opções de notificação para cada serviço são definidos na página anterior ....
ru_ru: Уведомление вариантов для каждой службы определены на предыдущей странице ....
zh_cn: 每个服务的通知选项在上一页中定义。

source: Total Checks:
bg_bg: Общо проверки:
de_de: Insgesamt Checks:
es_es: Total de Alertas
fr_fr: Contrôle total:
it_it: Controlli totali:
ja_jp: トータルチェック：
pl_pl: Suma kontrole:
pt_pt: Alertas totais
ru_ru: Всего Проверки:
zh_cn: 检查总数：

source: On-Demand:
bg_bg: По заявка:
ja_jp: オンデマンド：
pl_pl: na żądanie:
zh_cn: 经请求：

source: Scheduled:
bg_bg: Планиран:
de_de: Geplant:
es_es: Calendarizar
fr_fr: Prévu:
it_it: Di linea:
ja_jp: スケジュール：
pl_pl: zaplanowano:
pt_pt: Adicionar horário
ru_ru: Запланировано:
zh_cn: 已安排：

source: Passive Checks Last
bg_bg: Пасивните проверки продължават (траят)
es_es: Chequeos Pasivos
fr_fr: Derniers contrôles passifs
it_it: Controlli passivi Ultima
ja_jp: 最後のパッシブチェック
pl_pl: Kontrole pasywne ostatnia
pt_pt: Verificação passiva
ru_ru: Пассивная проверка Последняя
zh_cn: 被动检查最后

source: service problems
bg_bg: сървис проблеми
de_de: Service-Probleme
es_es: Servicios con Problemas
fr_fr: problèmes de service
it_it: problemi di servizio
ja_jp: サービスの障害
pl_pl: Problemy serwisowe
pt_pt: Problemas de serviços
ru_ru: проблемы обслуживания
zh_cn: 服务问题

source: host problems
bg_bg: Проблеми с хост
de_de: Host-Probleme
es_es: Hosts con Problemas
fr_fr: problèmes d'accueil
it_it: ospitanti problemi
ja_jp: ホストの障害
pl_pl: Problemy gospodarza
pt_pt: Problemas de host
ru_ru: хост проблемы
zh_cn: 主机问题

source: Average execution time:
bg_bg: Средно време за изпълнение:
de_de: Durchschnittliche Ausführungszeit:
es_es: Hora de Ejecucion
fr_fr: Temps moyen d'exécution:
it_it: Tempo di esecuzione medio:
ja_jp: 平均実行時間：
pl_pl: średni czas realizacji:
pt_pt: Tempo de Execução
ru_ru: Среднее время выполнения:
zh_cn: 平均执行时间：

source: urrent command buffer usage:
bg_bg: Текущо използване на командния буфер:
de_de: ktuelle Befehlspuffernutzung:
es_es: comando urrent uso buffer:
fr_fr: ACTUEL l'utilisation du tampon de commande:
it_it: orrente comando uso del buffer:
ja_jp: 現在のコマンドバッファの使用：
pl_pl: urrent wykorzystania bufora poleceń:
pt_pt: uso de tampão ACTUAL comando:
ru_ru: urrent использования буфера команды:
zh_cn: 当前命令缓冲区的使用情况：

source: High command buffer usage:
bg_bg: Използване на високо командния буфер (High command buffer usage):
de_de: Hohe Befehlspuffernutzung:
es_es: Alto Mando uso de buffer:
fr_fr: Haute utilisation du tampon de commande:
it_it: Alta comando uso del buffer:
ja_jp: 高いコマンドバッファ使用：
pl_pl: Wykorzystanie bufor dowództwo:
pt_pt: Uso de tampão alta de comando:
ru_ru: Высокая загрузка буфера команды:
zh_cn: 高命令缓冲区使用率：

source: External commands last
bg_bg: Външни команди последно
de_de: Externe Befehle letzten
es_es: Comandos Externos
fr_fr: Les commandes externes dernières
it_it: Comandi esterni ultimi
ja_jp: 最後の外部コマンド
pl_pl: Polecenia zewnętrzne ostatnia
pt_pt: Comandos externos
ru_ru: Внешние команды последним
zh_cn: 外部命令最后

source: Monitor a remote Nagios XI server.
bg_bg: Наблюдавайте дистанционно Nagios XI сървър.
de_de: Überwachung eines entfernten Nagios XI-Server.
es_es: Loguearse al servidor Nagios XI como
fr_fr: Surveiller à distance un serveur Nagios XI.
it_it: Monitorare un remoto del server Nagios XI.
ja_jp: リモートNagios XIサーバーを監視します.
pl_pl: monitorowania zdalnego serwera xi Nagios.
pt_pt: Entre para o servidor Nagios XI com o
ru_ru: Мониторинг удаленных Nagios XI сервера.
zh_cn: 监视远程Nagios XI服务器。

source: Nagios XI Server
bg_bg: Nagios XI сървър
es_es: Usuarios de Nagios XI
fr_fr: Nagios XI serveur
it_it: Nagios Server XI
ja_jp: Nagios XI サーバー
pl_pl: Nagios serwer xi
pt_pt: Banco de dados Nagios XI
ru_ru: Nagios XI сервера
zh_cn: Nagios XI服务器

source: Specify the details for the remote Nagios XI server you want to monitor.
bg_bg: Посочете данните за отдалечения Nagios XI сървър, който искате да наблюдавате.
de_de: Geben Sie die Details für den Remote Nagios XI Server, den Sie überwachen möchten.
es_es: Especifique los detalles del servidor remoto de Nagios XI desea supervisar.
fr_fr: Spécifiez les détails pour le serveur Nagios XI à distance que vous souhaitez surveiller.
it_it: Specificare i dettagli del server remoto Nagios XI che si desidera monitorare.
ja_jp: 監視するリモートのNagios XIサーバーの詳細を指定します.
pl_pl: określa szczegółowe dane do zdalnego serwera Nagios XI, który chcesz monitorować.
pt_pt: Especifique o formato das mensagens SMS que você deseja receber.
ru_ru: Укажите сведения для удаленного сервера Nagios XI вы хотите контролировать.
zh_cn: 指定要监视的远程Nagios XI服务器的详细信息。

source: The IP address or hostname of the remote Nagios XI server.
bg_bg: IP адрес или FQDNS име на отдалечения Nagios XI сървър.
de_de: Die IP-Adresse oder FQDN Namen des entfernten Nagios XI-Server.
es_es: La direccion IP o el nombre FQDNS del host
fr_fr: L'adresse IP ou le nom FQDN du serveur distant Nagios XI.
it_it: L'indirizzo IP o il nome FQDN del server remoto Nagios XI.
ja_jp: リモート Nagios XI サーバーの IP アドレスまたはホスト名。
pl_pl: adres IP lub FQDN nazwa zdalnego serwera Nagios XI.
pt_pt: O endereço IP ou FQDN nome do host
ru_ru: IP-адрес или FQDN, имя удаленного сервера Nagios XI.
zh_cn: 远程Nagios XI服务器的IP地址或主机名。

source: The full URL used to the remote Nagios XI server's web interface. Make sure you include the full path.
bg_bg: Пълния URL адрес, използван за уеб интерфейса на далечния Nagios XI сървър. Уверете се, че включвате пълната пътека.
de_de: Die vollständige URL des Remote Nagios XI-Server Web-Interface verwendet. Achten Sie darauf, den vollständigen Pfad.
es_es: La dirección URL completa utilizada para la interfaz web del servidor remoto Nagios XI. Asegúrese de incluir la ruta completa.
fr_fr: L'URL complète utilisée pour l'interface web de Nagios XI de la télécommande serveur. Assurez-vous d'inclure le chemin complet.
it_it: L'URL completo utilizzato per l'interfaccia web del server remoto Nagios XI. Assicurati di includere il percorso completo.
ja_jp: リモートNagios XIサーバーのWebインターフェイスに使用される完全なURL. フルパスで指定してください.
pl_pl: pełny adres URL używany do interfejsu WWW zdalnego serwera Nagios xi. upewnij się, że zawiera pełną ścieżkę.
pt_pt: A URL completa usada para a interface remota do servidor Nagios XI web. Certifique-se de incluir o caminho completo.
ru_ru: Полный URL используется для веб-интерфейса удаленного Nagios XI сервера. Не забудьте указать полный путь.
zh_cn: 用于远程Nagios XI服务器的Web界面的完整URL。 确保包括完整路径。
