Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: The default URL used to access %s directly from your internal network
bg_bg: Стандартния (по подразбиране) URL се използва за достъп до Nagios XI директно от вашата вътрешна мрежа
de_de: Die Standard-URL verwendet werden, um Nagios XI direkten Zugriff von Ihrem internen Netzwerk
es_es: El URL predeterminado que se utiliza para acceder a Nagios XI directamente desde la red interna
fr_fr: L'URL par défaut utilisé pour accéder à Nagios XI directement depuis votre réseau interne
it_it: L'URL predefinito utilizzato per accedere a Nagios XI direttamente dalla rete interna
ja_jp: 内部ネットワークから直接 %s にアクセスするために使用する既定の URL
pl_pl: domyślne url umożliwia dostęp Nagios XI bezpośrednio z sieci wewnętrznej
pt_pt: A URL padrão usado para acessar o Nagios XI diretamente da sua rede interna
ru_ru: По умолчанию URL используется для доступа к Nagios XI непосредственно из внутренней сети
zh_cn: 用来直接从内部网络访问%s的默认URL。

source: External URL
bg_bg: Външен URL
de_de: Externe URL
es_es: URL externa
fr_fr: URL externe
it_it: URL esterno
ja_jp: 外部URL
pl_pl: zewnętrzne url
pt_pt: URL externa
ru_ru: Внешний URL
zh_cn: 外部URL

source: The URL used to access %s from outside of your internal network (if different than the default above). If defined, this URL will be referenced in email alerts and generated pdf reports to allow quick access to the interface
bg_bg: URL адреса, използван за достъп до Nagios XI извън вашата вътрешна мрежа (ако е различен от по подразбиране по-горе). Ако е определен, този адрес ще бъде посочен в предупредителните имейли и генерираните PDF доклади, за да се даде възможност за бърз достъп до интерфейса на XI
de_de: Die URL verwendet, um Nagios XI von außerhalb Ihres internen Netzwerks (falls anders als die standardmäßig oben) zugreifen. Wenn definiert, wird diese URL in Emails verwiesen werden, um schnellen Zugriff auf die XI-Schnittstelle ermöglichen
es_es: El URL utilizado para acceder a Nagios XI desde fuera de la red interna (si es distinta de la predeterminada anterior). Si se define, esta URL se hace referencia en las alertas de correo electrónico para permitir el acceso rápido a la interfaz XI
fr_fr: L'URL utilisée pour accéder à Nagios XI à partir de l'extérieur de votre réseau interne (si différente de la valeur par défaut ci-dessus). Si définie, cette URL sera référencé dans les alertes emails afin de permettre un accès rapide à l'interface XI
it_it: L'URL utilizzato per accedere Nagios XI al di fuori della rete interna (se diversa da quella predefinita di cui sopra). Se definito, questo URL si farà riferimento in avvisi via email per consentire un rapido accesso all'interfaccia XI
ja_jp: 内部ネットワークの外から %s にアクセスするために使用するURL (上記の既定と異なる場合)。 定義されている場合、インターフェイスへすばやくアクセスできるようにメールアラートや生成されるPDFレポートでこのURLが参照されます
pl_pl: url umożliwia dostęp Nagios XI spoza sieci wewnętrznej (jeżeli jest inny niż domyślny powyżej). jeśli zostanie ustalone, ten url będzie odwoływać się powiadomienia e-mail i generowane raporty w formacie PDF, aby umożliwić szybki dostęp do interfejsu xi
pt_pt: A URL usada para acessar o Nagios XI do lado de fora de sua rede interna (se diferente do padrão acima). Se definido, este URL será referenciado nos alertas de e-mail para permitir acesso rápido à interface XI
ru_ru: URL используется для доступа к Nagios XI извне во внутреннюю сеть (если отличается от значения по умолчанию выше). Если определено, это будет URL ссылки в электронной почте оповещения обеспечивают быстрый доступ к XI интерфейс
zh_cn: 用于从内部网络外访问%s的URL（如果与上述默认值不同）。 如果定义了这个URL，这个URL将在电子邮件提醒和生成的PDF报告中被引用，以便快速访问界面。

source: Automatically Check for Updates
bg_bg: Автоматична проверка за актуализации
de_de: Automatische Updates prüfen
es_es: Comprobar automáticamente si hay actualizaciones
fr_fr: Vérifier automatiquement les mises à jour
it_it: Verifica automaticamente aggiornamenti
ja_jp: 更新を自動的に確認する
pl_pl: automatyczne sprawdzanie aktualizacji
pt_pt: Verificar atualizações automaticamente
ru_ru: Автоматическая проверка обновлений
zh_cn: 自动检查更新

source: Check Now
bg_bg: Проверете сега
de_de: Jetzt prüfen
es_es: Revisar ahora
fr_fr: Vérifier maintenant
it_it: Controlla ora
ja_jp: 今すぐ確認
pl_pl: Sprawdź teraz
pt_pt: Verificar agora
ru_ru: Проверить сейчас
zh_cn: 立即检查

source: Timezone Settings
bg_bg: Настройки на часовата зона
de_de: Zeitzoneneinstellungen
es_es: ajustes de zona horaria
fr_fr: paramètres de fuseau horaire
it_it: impostazioni di fuso orario
ja_jp: タイムゾーン設定
pl_pl: Ustawienia strefy czasowej
pt_pt: configurações de fuso horário
ru_ru: Настройки Часовой пояс
zh_cn: 时区设置

source: Timezone
bg_bg: Часова зона
de_de: Zeitzone
es_es: zona horaria
fr_fr: fuseau horaire
ja_jp: タイムゾーン
pl_pl: stref czasowych
pt_pt: fuso horário
ru_ru: часовой пояс
zh_cn: 时区

source: Other Settings
bg_bg: Други настройки
de_de: andere Einstellungen
es_es: otros ajustes
fr_fr: autres réglages
it_it: altre impostazioni
ja_jp: その他の設定
pl_pl: inne ustawienia
pt_pt: outros ajustes
ru_ru: другие настройки
zh_cn: 其他设置

source: Acknowledgement Defaults
bg_bg: Потвърждение по подразбиране
de_de: Anerkennung Standardwerte
es_es: incumplimientos de acuse de recibo
fr_fr: défaut d'acquittement
it_it: defaults riconoscimento
ja_jp: 認知済み既定
pl_pl: Potwierdzenie domyślnie
pt_pt: defaults de confirmação
ru_ru: подтверждения по умолчанию
zh_cn: 确认默认

source: Sticky Acknowledgement
bg_bg: "Лепкаво" (Sticky) потвърждение
de_de: sticky Bestätigung
es_es: reconocimiento pegajosa
fr_fr: accusé collante
it_it: appiccicoso riconoscimento
ja_jp: スティッキー認知
pl_pl: lepkie potwierdzenie
pt_pt: reconhecimento pegajoso
ru_ru: липкие подтверждение
zh_cn: 粘贴确认

source: Send Notification
bg_bg: Изпратете уведомление
de_de: Benachrichtigungen versenden.
es_es: enviar notificaciones.
fr_fr: envoyer des notifications.
it_it: inviare notifiche.
ja_jp: 通知の送信
pl_pl: wysyłanie powiadomień.
pt_pt: enviar notificações.
ru_ru: отправлять уведомления.
zh_cn: 发送通知

source: Persistent Comment
bg_bg: Непроменлив коментар
de_de: persistent Kommentar
es_es: comentario persistente
fr_fr: commentaire persistante
it_it: commento persistente
ja_jp: 永続コメント
pl_pl: trwałe komentarz
pt_pt: comentário persistente
ru_ru: стойкие комментарий
zh_cn: 持续注释

source: Autocomplete Sensitive Fields
bg_bg: Автоматично дописване на поверителните полета
de_de: Auto-Vervollständigen sensiblen Bereichen
es_es: campos sensibles de autocompletar
fr_fr: domaines sensibles autocomplete
it_it: campi sensibili completamento automatico
ja_jp: 機密フィールドのオートコンプリート
pl_pl: Pola wrażliwe autouzupełniania
pt_pt: campos sensíveis autocomplete
ru_ru: автозаполнения чувствительные поля
zh_cn: 自动完成的敏感字段

source: When checked, autocompletion is enabled for sensitive fields.
bg_bg: Когато е избрано, автоматичното довършване е активирано за тайните полета.
de_de: Wenn diese Option aktiviert die automatische Vervollständigung ist für sensible Felder aktiviert.
es_es: Cuando se activa, la terminación automática está habilitada para los campos sensibles.
fr_fr: Lorsqu'elle est cochée, autocomplétion est activé pour les champs sensibles.
it_it: quando selezionato, il completamento automatico è abilitato per i campi sensibili.
ja_jp: チェックすると、機密フィールドのオートコンプリートが有効になります.
pl_pl: jeśli zaznaczone, autouzupełnianie jest włączone dla polach wrażliwych.
pt_pt: quando marcada, o preenchimento automático está habilitado para campos sensíveis.
ru_ru: если этот флажок установлен, автодополнение включен для чувствительных областей.
zh_cn: 选中后，将对敏感字段启用自动补全功能。

source: Allow HTML Rendering
bg_bg: позволи html изобразяване
de_de: HTML-Rendering zulassen
es_es: permitir renderizado html
fr_fr: autoriser le rendu html
it_it: consenti il rendering html
ja_jp: HTML レンダリングを許可する
pl_pl: zezwól na renderowanie html
pt_pt: permitir renderização html
ru_ru: разрешить рендеринг html
zh_cn: 允许 html 渲染

source: WARNING: The below options are considered insecure and could potentially lead to XSS vulnerabilities. These are turned off by default.
bg_bg: предупреждение: опциите по-долу се считат за несигурни и потенциално биха могли да доведат до xss уязвимости. те са изключени по подразбиране.
de_de: Warnung: Die folgenden Optionen gelten als unsicher und könnten möglicherweise zu xss-Schwachstellen führen. diese sind standardmäßig deaktiviert.
es_es: advertencia: las siguientes opciones se consideran inseguras y podrían generar vulnerabilidades xss. estos están desactivados por defecto.
fr_fr: avertissement : les options ci-dessous sont considérées comme non sécurisées et pourraient potentiellement entraîner des vulnérabilités xss. ceux-ci sont désactivés par défaut.
it_it: avviso: le opzioni seguenti sono considerate non sicure e potrebbero potenzialmente portare a vulnerabilità xss. questi sono disattivati per impostazione predefinita.
ja_jp: 警告: 以下のオプションは安全ではないと見なされており、xss の脆弱性につながる可能性があります。これらはデフォルトでオフになっています。
pl_pl: ostrzeżenie: poniższe opcje są uważane za niepewne i mogą potencjalnie prowadzić do luk xss. są one domyślnie wyłączone.
pt_pt: aviso: as opções abaixo são consideradas inseguras e podem levar a vulnerabilidades xss. estes são desativados por padrão.
ru_ru: предупреждение: приведенные ниже параметры считаются небезопасными и потенциально могут привести к уязвимостям xss. они отключены по умолчанию.
zh_cn: 警告：以下选项被认为是不安全的，可能会导致 xss 漏洞。这些默认情况下是关闭的。

source: Allow HTML tags in host/service statuses
bg_bg: Позволи HTML тагове (HTML Tags) в статуса на хост/сървис
de_de: Allow HTML Tags in Host / Service Status
es_es: Permitir Etiquetas de HTML en el estatus de Hosts/Servicios
fr_fr: Laisser les balises HTML dans Host / Service Status
it_it: Consenti Tag HTML in Host / Servizio di stato
ja_jp: ホスト/サービスのステータスのHTMLタグを許可する
pl_pl: umożliwić tagów html w przyjmującym / status usługi
pt_pt: Permitir tags HTML em Host / Serviço Estado
ru_ru: Разрешить HTML-теги в Host / Состояние службы
zh_cn: 在主机/服务状态中允许HTML标签

source: Allow HTML tags in host/service comments
bg_bg: Позволи HTML тагове (HTML Tags) в статуса на хост/сървис
de_de: Allow HTML Tags in Host / Service Status
es_es: Permitir Etiquetas de HTML en el estatus de Hosts/Servicios
fr_fr: Laisser les balises HTML dans Host / Service Status
it_it: Consenti Tag HTML in Host / Servizio di stato
ja_jp: ホスト/サービスのステータスのHTMLタグを許可する
pl_pl: umożliwić tagów html w przyjmującym / status usługi
pt_pt: Permitir tags HTML em Host / Serviço Estado
ru_ru: Разрешить HTML-теги в Host / Состояние службы
zh_cn: 在主机/服务状态中允许HTML标签

source: Session Cookie Settings
bg_bg: сесия на "бисквитките"
de_de: Session-Cookie-Einstellungen
es_es: configuración de cookies de sesión
fr_fr: paramètres de cookie de session
it_it: impostazioni del cookie di sessione
ja_jp: セッションCookieの設定
pl_pl: ustawienia plików cookie sesji
pt_pt: configurações de cookies de sessão
ru_ru: настройки cookie сеанса
zh_cn: 会话Cookie设置

source: Keep Alive
bg_bg: запази живи
de_de: bleib am Leben
es_es: mantener viva
fr_fr: rester en vie
it_it: mantenere vivo
ja_jp: キープアライブ
pl_pl: utrzymać przy życiu
pt_pt: mantenha vivo
ru_ru: продолжать жить
zh_cn: 保持活跃

source: Keep session alive while interface is open, even if user is inactive.
bg_bg: поддържайте сесията жива, докато интерфейсът е отворен, дори ако потребителят е неактивен.
de_de: Halten Sie die Sitzung aktiv, während die Schnittstelle geöffnet ist, selbst wenn der Benutzer inaktiv ist.
es_es: mantenga la sesión activa mientras la interfaz esté abierta, incluso si el usuario está inactivo.
fr_fr: garde la session active tant que l'interface est ouverte, même si l'utilisateur est inactif.
it_it: mantenere attiva la sessione mentre l'interfaccia è aperta, anche se l'utente è inattivo.
ja_jp: ユーザーが非アクティブであっても、インターフェイスが開いている間はセッションを有効にします。
pl_pl: utrzymuj sesję przy życiu, gdy interfejs jest otwarty, nawet jeśli użytkownik jest nieaktywny.
pt_pt: Mantenha a sessão ativa enquanto a interface estiver aberta, mesmo que o usuário esteja inativo.
ru_ru: сохраняйте сеанс работоспособным, пока интерфейс открыт, даже если пользователь неактивен.
zh_cn: 即使用户处于非活动状态，也可以在打开接口时保持会话活动。

source: Session Timeout
bg_bg: Сесията изтече.
de_de: Sitzung abgelaufen.
es_es: Sesión terminada.
fr_fr: session expirée.
it_it: Sessione scaduta.
ja_jp: セッションタイムアウト
pl_pl: Upłynął limit czasu sesji.
pt_pt: sessão expirou.
ru_ru: сессия истекло.
zh_cn: 会话超时。

source: min
bg_bg: Минимален
ja_jp: 分
ru_ru: мин
zh_cn: 分

source: Amount of time in minutes that a user remains logged in while inactive. Set timeout to 0 for unlimited. Some pages such as the operations center will not log users out for inactivity.
bg_bg: времето в минути, което потребителят остава в профила си, докато е неактивен. задайте timeout до 0 за неограничен. някои страници, като например центърът за операции, няма да регистрират потребителите за неактивност.
de_de: Zeit in Minuten, in der ein Benutzer angemeldet bleibt, während er inaktiv ist. Setzen Sie Timeout auf 0 für unbegrenzt. Einige Seiten wie das Operations Center protokollieren Benutzer nicht wegen Inaktivität.
es_es: cantidad de tiempo en minutos que un usuario permanece conectado mientras está inactivo. establezca el tiempo de espera en 0 para ilimitado. algunas páginas, como el centro de operaciones, no registrarán usuarios por inactividad.
fr_fr: durée en minutes pendant laquelle un utilisateur reste connecté lorsqu'il est inactif. régler le délai à 0 pour illimité. certaines pages, telles que le centre des opérations, ne déconnecteront pas les utilisateurs pour inactivité.
it_it: quantità di tempo in minuti in cui un utente rimane connesso mentre inattivo. imposta il timeout a 0 per illimitato. alcune pagine come il centro operativo non registrano gli utenti per inattività.
ja_jp: ユーザーが非アクティブな間にログインしたままの時間（分）。無制限の場合はtimeoutを0に設定します。オペレーションセンターなどの一部のページでは、ユーザーが非アクティブになってもログアウトしません。
pl_pl: ilość czasu w minutach, przez który użytkownik pozostaje zalogowany, gdy jest nieaktywny. ustaw limit czasu na 0 dla nieograniczonego. niektóre strony, takie jak centrum operacyjne, nie będą rejestrować użytkowników z powodu braku aktywności.
pt_pt: quantidade de tempo em minutos que um usuário permanece logado enquanto está inativo. defina o tempo limite para 0 para ilimitado. algumas páginas, como o centro de operações, não desconectarão os usuários por inatividade.
ru_ru: количество минут в минутах, в течение которого пользователь остается включенным при неактивном состоянии. установите тайм-аут на 0 для неограниченного. некоторые страницы, такие как операционный центр, не будут регистрировать пользователей для бездействия.
zh_cn: 用户不活动时保持登录状态的时间（以分钟为单位）。 将超时设置为0表示无限。 诸如操作中心之类的某些页面不会因用户不活动而注销用户。

source: Two Factor Authentication (Email)
bg_bg: удостоверяване с две фактори (имейл)
de_de: Zwei-Faktor-Authentifizierung (E-Mail)
es_es: autenticación de dos factores (correo electrónico)
fr_fr: authentification à deux facteurs (email)
it_it: autenticazione a due fattori (email)
ja_jp: 2要素認証 (メール)
pl_pl: uwierzytelnianie dwuskładnikowe (e-mail)
pt_pt: autenticação de dois fatores (email)
ru_ru: двухфакторная аутентификация (электронная почта)
zh_cn: 双因素认证（电子邮件）

source: Enable Two Factor Auth
bg_bg: разрешава два фактора auth
de_de: Aktivieren Sie zwei Faktor Auth
es_es: habilitar la autenticación de dos factores
fr_fr: activer l'authentification à deux facteurs
it_it: abilita l'autenticazione a due fattori
ja_jp: 2要素認証を有効にする
pl_pl: włącz auth
pt_pt: ativar dois fatores de autenticação
ru_ru: включить два фактора auth
zh_cn: 启用两因素验证

source: Send an email to users after logging in to authenticate.
bg_bg: изпратете имейл до потребителите след влизане в системата за удостоверяване.
de_de: Senden Sie eine E-Mail an Benutzer, nachdem Sie sich zur Authentifizierung angemeldet haben.
es_es: envíe un correo electrónico a los usuarios después de iniciar sesión para autenticarse.
fr_fr: envoyer un e-mail aux utilisateurs après la connexion pour s'authentifier.
it_it: invia un'email agli utenti dopo aver effettuato l'accesso per l'autenticazione.
ja_jp: ログインして認証を受けると、ユーザーにメールを送信します。
pl_pl: wyślij wiadomość e-mail do użytkowników po zalogowaniu się w celu uwierzytelnienia.
pt_pt: enviar um email para os usuários após o login para autenticar.
ru_ru: отправьте электронное письмо пользователям после входа в систему для аутентификации.
zh_cn: 登录后向用户发送电子邮件以进行身份验证。

source: Two Factor Token Timeout
bg_bg: времеви изтичане на два фактора
de_de: Zwei-Faktor-Token-Timeout
es_es: tiempo de espera de token de dos factores
fr_fr: Délai d'attente de deux jetons
it_it: timeout del token a due fattori
ja_jp: 2要素トークンタイムアウト
pl_pl: dwugodzinny limit czasu tokena
pt_pt: tempo limite do token de dois fatores
ru_ru: два тайм-аута маркера
zh_cn: 两因素令牌超时

source: Amount of time in minutes that two factor auth tokens should expire.
bg_bg: сумата от време в минути, които трябва да изтекат два фактора за автор.
de_de: Zeitdauer in Minuten, in der zwei Faktor-Authentifizierungs-Token ablaufen sollten
es_es: cantidad de tiempo en minutos que dos testigos de autenticación de factores deben vencer.
fr_fr: durée en minutes que les jetons d'authentification à deux facteurs doivent expirer.
it_it: quantità di tempo in minuti che i token di autenticazione a due fattori dovrebbero scadere.
ja_jp: 2要素認証トークンが期限切れになる時間（分）。
pl_pl: czas w minutach, w którym powinny wygasać dwa tokeny uwierzytelnienia.
pt_pt: quantidade de tempo em minutos que dois tokens de autenticação de fator devem expirar.
ru_ru: количество минут в минутах, в течение которых должны истечь два токена аутентификации.
zh_cn: 两个因子身份验证令牌应到期的时间（以分钟为单位）。

source: Two Factor Cookie
bg_bg: две фактори "бисквитка"
de_de: Zwei-Faktor-Cookie
es_es: galleta de dos factores
fr_fr: cookie à deux facteurs
it_it: cookie a due fattori
ja_jp: 2要素クッキー
pl_pl: dwa pliki cookie
pt_pt: biscoito de dois fatores
ru_ru: два фактора cookie
zh_cn: 两个因素cookie

source: Allow users to choose to remember their computer/browser with a cookie.
bg_bg: позволява на потребителите да избират да запомнят своя компютър / браузър с "бисквитка".
de_de: erlauben Sie den Benutzern, sich mit einem Cookie an ihren Computer / Browser zu erinnern.
es_es: Permitir a los usuarios elegir recordar su computadora / navegador con una cookie.
fr_fr: permettre aux utilisateurs de choisir de se souvenir de leur ordinateur / navigateur avec un cookie.
it_it: consentire agli utenti di scegliere di ricordare il proprio computer / browser con un cookie.
ja_jp: ユーザーはCookieを使用してコンピューター/ブラウザを覚えておくことができます。
pl_pl: pozwól użytkownikom wybrać zapamiętanie ich komputera / przeglądarki za pomocą pliku cookie.
pt_pt: permitir que os usuários escolham lembrar seu computador / navegador com um cookie.
ru_ru: позволяют пользователям выбирать свой компьютер / браузер с помощью cookie.
zh_cn: 允许用户选择使用cookie记住他们的计算机/浏览器。

source: Two Factor Cookie Timeout
bg_bg: изчакване с две фактори за "бисквитките"
de_de: Zwei-Faktor-Cookie-Timeout
es_es: tiempo de espera de la cookie de dos factores
fr_fr: délai d'expiration des cookies à deux facteurs
it_it: timeout del cookie a due fattori
ja_jp: 2要素クッキータイムアウト
pl_pl: dwugłosowy limit czasu ważności plików cookie
pt_pt: tempo limite do cookie de dois fatores
ru_ru: два тайм-аута cookie
zh_cn: 两因素Cookie超时

source: Amount of time in days that two factor cookie should expire.
bg_bg: времето, което трябва да изтече в дните, в които трябва да изтече двефактивна "бисквитка".
de_de: Zeit in Tagen, in der der Cookie mit zwei Faktoren ablaufen sollte.
es_es: cantidad de tiempo en días que las cookies de dos factores deben vencer.
fr_fr: durée en jours pendant laquelle le cookie à deux facteurs devrait expirer.
it_it: quantità di tempo in giorni in cui il cookie a due fattori dovrebbe scadere.
ja_jp: 2要素クッキーが期限切れになる日数。
pl_pl: ilość dni w dniach, w których plik cookie o dwóch czynnikach powinien wygasnąć.
pt_pt: quantidade de tempo em dias que o cookie de dois fatores deve expirar.
ru_ru: количество времени в днях, которое должно истечь два фактора cookie.
zh_cn: 两个因素cookie应该过期的时间（天）。

source: Rapid Response URL Settings
bg_bg: бързи настройки на URL адресите
de_de: schnelle Antwort URL-Einstellungen
es_es: configuración rápida de url de respuesta
fr_fr: paramètres d'url de réponse rapide
it_it: impostazioni di url risposta rapida
ja_jp: 高速応答URL設定
pl_pl: ustawienia url szybkiej odpowiedzi
pt_pt: configurações de URL de resposta rápida
ru_ru: настройки URL быстрого ответа
zh_cn: 快速响应网址设置

source: Secure Rapid Response
bg_bg: сигурен бърз отговор
de_de: sichere schnelle Antwort
es_es: respuesta rápida segura
fr_fr: réponse rapide et sécurisée
it_it: sicura risposta rapida
ja_jp: 安全な高速応答
pl_pl: bezpieczna szybka reakcja
pt_pt: proteger a resposta rápida
ru_ru: безопасный быстрый ответ
zh_cn: 安全快速响应

source: Secure rapid response URL sent in notifications (users will not get automatically logged in)
bg_bg: сигурен URL адрес за бърз отговор, изпратен в уведомления (потребителите няма да се запишат автоматично)
de_de: Sichere schnelle Antwort URL in Benachrichtigungen gesendet (Benutzer werden nicht automatisch eingeloggt)
es_es: URL segura de respuesta rápida enviada en notificaciones (los usuarios no se registrarán automáticamente)
fr_fr: url de réponse rapide sécurisée envoyée notificaitons (les utilisateurs ne seront pas automatiquement connectés)
it_it: URL di risposta rapida sicuro inviato in notifiche (gli utenti non verranno automaticamente registrati)
ja_jp: 通知で送信される高速応答のセキュアURL（ユーザーは自動的にログインしません）
pl_pl: bezpieczny URL szybkiego reagowania wysyłany w powiadomieniach (użytkownicy nie będą automatycznie logowani)
pt_pt: url de resposta rápida seguro enviado em notificações (os usuários não serão logados automaticamente)
ru_ru: безопасный URL быстрого ответа, отправленный в notificaitons (пользователи не будут автоматически войти в систему)
zh_cn: 通知中发送的安全快速响应URL（用户将不会自动登录）

source: Rapid Response URL Timeout
bg_bg: бърз отговор на URL адреса за изчакване
de_de: URL-Timeout für schnelle Antwort
es_es: respuesta rápida url timeout
fr_fr: délai de réponse rapide
it_it: timeout url risposta rapida
ja_jp: 高速応答URLタイムアウト
pl_pl: szybki czas oczekiwania na odpowiedź
pt_pt: tempo limite de URL de resposta rápida
ru_ru: Тайм-аут URL быстрого ответа
zh_cn: 快速响应URL超时

source: Amount of time in minutes before rapid response URLs time out and cannot be used.
bg_bg: времето в минути преди бързите реакции да изтече и не може да се използва.
de_de: Zeitdauer in Minuten, bevor die URLs für schnelle Reaktion ablaufen und nicht verwendet werden können
es_es: cantidad de tiempo en minutos antes de que las URL de respuesta rápida se agoten y no se puedan utilizar.
fr_fr: la durée en minutes avant l'expiration du temps de réponse rapide et ne peut pas être utilisée.
it_it: quantità di tempo in minuti prima che gli url di risposta rapida scadano e non possano essere utilizzati.
ja_jp: 高速応答URLがタイムアウトして使用できなくなるまでの時間（分）
pl_pl: czas w minutach przed szybkim czasem reakcji i nie może zostać użyty.
pt_pt: quantidade de tempo em minutos antes que os URLs de resposta rápida excedam o tempo limite e não possam ser usados.
ru_ru: количество времени в минутах до истечения времени быстрого ответа и не может быть использовано.
zh_cn: 快速响应URL超时且无法使用之前的时间（以分钟为单位）。

source: Page Security Settings
bg_bg: Настройки за сигурност на страницата
de_de: Security Settings
es_es: Configuraciones de Seguridad
fr_fr: Paramètres de sécurité
it_it: Impostazioni di sicurezza
ja_jp: ページセキュリティ設定
pl_pl: Ustawienia zabezpieczeń
pt_pt: Configurações de Segurança
ru_ru: Параметры безопасности
zh_cn: 页面安全设置

source: Frame Restrictions
bg_bg: Ограничения на рамката
de_de: Rahmen Einschränkungen
es_es: restricciones del marco
fr_fr: restrictions de cadre
it_it: restrizioni telaio
ja_jp: フレーム制限
pl_pl: ograniczenia rama
pt_pt: restrições de quadros
ru_ru: ограничения кадра
zh_cn: 帧限制
