Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: It looks like you don't have the prereqs for exporting Highcharts graphs locally. You must install the prerequisites for the local Highcharts Exporting Server. We have a script that will install everything you need. Follow the directions below.
bg_bg: Изглежда, че не разполагате с предпоставките (prereqs) за износ на Highcharts графики на местно ниво. Трябва да инсталирате предпоставките на локалния сървър за износ на Highcharts. Ние имаме скрипт, който ще инсталира всичко необходимо. Следвайте указанията по-долу.
de_de: es sieht aus wie Sie nicht über die prereqs für den Export von Highcharts Graphen lokal. Sie müssen die Voraussetzungen für die lokalen Highcharts ausführenden Server zu installieren. wir haben ein Skript, das alles was Sie brauchen zu installieren wird. folgen Sie den Anweisungen unten.
es_es: parece que usted no tiene los prerrequisitos para la exportación de Highcharts gráficos localmente. debe instalar los requisitos previos para los exportadores locales Highcharts servidor. tenemos un script que instalar todo lo necesario. siga las instrucciones a continuación.
fr_fr: il semble que vous ne disposez pas des prérequis pour l'exportation Highcharts graphiques localement. vous devez installer les composants requis pour les exportateurs locaux Highcharts serveur. nous avons un script qui va installer tout ce dont vous avez besoin. suivez les instructions ci-dessous.
it_it: sembra che non hai le prereqs per l'esportazione Highcharts grafici a livello locale. è necessario installare i prerequisiti per i Highcharts locali esportatori server. abbiamo uno script che installerà tutto il necessario. seguire le istruzioni riportate di seguito.
ja_jp: Highchartsグラフをローカルにエクスポートするために必要な要件を満たしていません. ローカルHighcharts Exportingサーバーの前提要件をインストールする必要があります. スクリプトを実行すれば必要な前提要件をすべてインストールできます. 以下の指示に従ってください.
pl_pl: wygląda na to, że nie mają prereqs eksportu highcharts wykresy lokalnie. należy zainstalować wymagania wstępne dla lokalnych highcharts serwer eksportujących. mamy skrypt, który będzie instalował wszystko, czego potrzebujesz. postępuj zgodnie z poniższymi wskazówkami.
pt_pt: parece que você não tem os pré-requisitos para a exportação Highcharts gráficos localmente. você deve instalar os pré-requisitos para os exportadores locais Highcharts servidor. temos um script que irá instalar tudo que você precisa. siga as instruções abaixo.
ru_ru: похоже, что вы не должны выполнили предварительные условия для экспорта Highcharts графики локально. необходимо установить предпосылки для местных Highcharts экспортеров сервер. у нас есть сценарий, который установит все необходимое. следуйте инструкциям ниже.
zh_cn: 看起来您没有本地导出Highcharts图的先决条件。 您必须为本地Highcharts Exporting Server安装先决条件。 我们有一个脚本，它将安装您需要的所有内容。 请遵循以下指示。

source: To install, run the following as
bg_bg: За инсталиране, изпълнете следното като
de_de: zu installieren, führen Sie das folgende als
es_es: para instalar, ejecutar lo siguiente como
fr_fr: à installer, exécutez la commande suivante en tant que
it_it: per l'installazione, eseguire il seguente come
ja_jp: 以下を実行してください
pl_pl: zainstalować, uruchomić po co
pt_pt: para instalar, execute o seguinte como
ru_ru: установить, выполните следующее как
zh_cn: 要安装，请运行以下命令

source: Use local Highcharts exporting server when exporting Highcharts graphs
bg_bg: Използвайте локални Highcharts износители на сървъра при износа на Highcharts графики
de_de: verwenden lokale Highcharts ausführenden Server beim Export Highcharts Graphen
es_es: utilizar Highcharts locales exportadores servidor al exportar Highcharts gráficos
fr_fr: utiliser Highcharts locales exportateurs serveur lors de l'exportation Highcharts graphiques
it_it: utilizzare Highcharts locali esportatori del server durante l'esportazione Highcharts grafici
ja_jp: Highcharts グラフをエクスポートするときにローカルHighcharts エクスポートサーバーを使用する
pl_pl: korzystać z lokalnych highcharts serwer eksportujących podczas eksportowania highcharts wykresy
pt_pt: usar Highcharts locais exportadores servidor ao exportar Highcharts gráficos
ru_ru: использовать местные Highcharts экспортеры сервер при экспорте Highcharts графики
zh_cn: 导出Highcharts图形时使用本地Highcharts导出服务器

source: Certificate is not valid.
bg_bg: Сертификатът не е валиден.
de_de: Zertifikat ist nicht gültig.
es_es: certificado no es válido.
fr_fr: certificat non valide.
it_it: certificato non è valido.
ja_jp: 証明書が有効ではありません.
pl_pl: Certyfikat nie jest ważny.
pt_pt: certificado não é válido.
ru_ru: сертификат недействителен.
zh_cn: 证书无效。

source: This certificate has already been added.
bg_bg: Този сертификат е вече добавен.
de_de: Dieses Zertifikat wurde bereits hinzugefügt.
es_es: Ya se ha añadido este certificado.
fr_fr: ce certificat a déjà été ajouté.
it_it: è già stato aggiunto il certificato.
ja_jp: この証明書は、既に追加されています.
pl_pl: certyfikat ten został już dodany.
pt_pt: já foi adicionado este certificado.
ru_ru: этот сертификат уже был добавлен.
zh_cn: 该证书已被添加。

source: The certificate was added successfully.
bg_bg: Сертификата беше добавен успешно.
de_de: das Zertifikat erfolgreich aufgenommen.
es_es: el certificado se ha agregado correctamente.
fr_fr: le certificat a été ajouté avec succès.
it_it: il certificato è stata inserita correttamente.
ja_jp: 証明書が正常に追加されました.
pl_pl: Certyfikat został pomyślnie dodana.
pt_pt: o certificado foi adicionado com sucesso.
ru_ru: Сертификат был успешно добавлен.
zh_cn: 该证书已成功添加。

source: Must pass a valid certificate ID.
bg_bg: Трябва да има валидно удостоверение за самоличност на сертификата.
de_de: passieren muss ein gültiges Zertifikat-ID.
es_es: debe pasar un identificador de certificado válido.
fr_fr: doivent passer un certificat d'identité valide.
it_it: deve passare un id certificato valido.
ja_jp: 有効な証明書IDを渡す必要があります.
pl_pl: musi przejść poprawny identyfikator certyfikatu.
pt_pt: deve passar por uma ID de certificado válido.
ru_ru: должны пройти действительное удостоверение личности сертификат.
zh_cn: 必须通过有效的证书ID。

source: LDAP / Active Directory Users
bg_bg: LDAP / Active Directory потребители
de_de: Active Directory-Benutzername
es_es: nombre de usuario de Active Directory
fr_fr: nom d'utilisateur Active Directory
it_it: Directory nome utente attivo
ja_jp: LDAP / Active Directory ユーザー名
pl_pl: ldap / aktywnych użytkowników katalogu
pt_pt: nome de usuário do Active Directory
ru_ru: активные имя пользователя каталога
zh_cn: LDAP / Active Directory用户

source: LDAP / Active Directory Import Users
bg_bg: LDAP / Active Directory внос на потребители
de_de: LDAP / Active Directory-Import-Benutzer
es_es: ldap / usuarios de importación de directorio activo
fr_fr: / importer des utilisateurs Active Directory ldap
it_it: LDAP / utenti di importazione di directory attiva
ja_jp: LDAP / Active Directory インポートユーザ
pl_pl: LDAP / Active Directory użytkownicy importowe
pt_pt: LDAP / importar usuários do Active Directory
ru_ru: LDAP / Active Directory и импорта пользователей
zh_cn: LDAP / Active Directory导入用户

source: The page limit (%d users) was exceeded. The PHP version on this system may not support paging.
bg_bg: ограничението за страница (% d потребители) е надвишено. версията на php в тази система може да не поддържа страници.
de_de: Das Seitenlimit (% d Benutzer) wurde überschritten. Die PHP-Version auf diesem System unterstützt möglicherweise kein Paging.
es_es: se superó el límite de página (% d usuarios). la versión php en este sistema puede no admitir paginación.
fr_fr: la limite de pages (% d utilisateurs) a été dépassée. la version php sur ce système peut ne pas prendre en charge la pagination.
it_it: il limite di pagine (% d utenti) è stato superato. la versione php su questo sistema potrebbe non supportare il paging.
ja_jp: ページ制限（％dユーザー）を超えました。このシステムのphpバージョンはページングをサポートしていない可能性があります。
pl_pl: limit stron (% d użytkowników) został przekroczony. wersja php w tym systemie może nie obsługiwać stronicowania.
pt_pt: o limite de páginas (% d usuários) foi excedido. a versão php neste sistema pode não suportar paginação.
ru_ru: превышен лимит страниц (% d пользователей). версия php в этой системе может не поддерживать подкачку страниц.
zh_cn: 超过了页面数限制（%d个用户）。 此系统上的PHP版本可能不支持分页。

source: You can search a name and use wildcard %s. Searching for all users with first letter: %s
bg_bg: можете да търсите име и да използвате заместващ знак% s. търсене на всички потребители с първа буква:% s
de_de: Sie können einen Namen suchen und Platzhalter% s verwenden. Suche nach allen Benutzern mit Anfangsbuchstaben:% s
es_es: puede buscar un nombre y usar el comodín% s. buscando a todos los usuarios con la primera letra:% s
fr_fr: vous pouvez rechercher un nom et utiliser le caractère générique% s. recherche de tous les utilisateurs avec la première lettre:% s
it_it: puoi cercare un nome e usare il carattere jolly% s. ricerca di tutti gli utenti con la prima lettera:% s
ja_jp: 名前を検索してワイルドカード％sを使用できます。最初の文字ですべてのユーザーを検索：％s
pl_pl: możesz wyszukać nazwę i użyć symbolu wieloznacznego% s. wyszukiwanie wszystkich użytkowników z pierwszą literą:% s
pt_pt: você pode procurar um nome e usar o curinga% s. procurando todos os usuários com a primeira letra:% s
ru_ru: Вы можете искать имя и использовать подстановочный знак% s. поиск всех пользователей по первой букве:% s
zh_cn: 您可以搜索名称并使用通配符 %s。 搜索所有首字母为%s的用户

source: Unable to authenticate:
bg_bg: Невъзможна оторизацията:
de_de: Authentifizierung nicht möglich:
es_es: no puede autenticar:
fr_fr: parvient pas à authentifier:
it_it: in grado di autenticare:
ja_jp: 認証に失敗しました：
pl_pl: nie może uwierzytelnić:
pt_pt: conseguir autenticar:
ru_ru: не в состоянии проверить подлинность:
zh_cn: 无法验证：

source: Select the users you would like to give access to Nagios XI via LDAP/AD authentication. You will be able to set user-specific permissions on the next page.
bg_bg: Изберете потребителите, на които биха искали да дадете достъп до Nagios XI чрез LDAP/AD оторизация. Вие ще можете да определите специфични за потребителя правомощия на следващата страница.
de_de: Wählen Sie die Benutzer, die Sie möchten, den Zugang zu Nagios XI via LDAP / AD-Authentifizierung zu geben. Sie werden in der Lage, anwenderspezifische Berechtigungen auf der nächsten Seite gesetzt.
es_es: seleccione los usuarios que desea dar acceso a nagios xi mediante autenticación LDAP / AD. usted será capaz de establecer permisos específicos del usuario en la página siguiente.
fr_fr: sélectionnez les utilisateurs que vous souhaitez donner accès à nagios xi via LDAP / AD authentification. vous serez en mesure de définir des autorisations spécifiques à l'utilisateur sur la page suivante.
it_it: selezionare gli utenti che si desidera dare accesso a Nagios xi tramite autenticazione LDAP / ad. si sarà in grado di impostare autorizzazioni specifiche dell'utente nella pagina successiva.
ja_jp: LDAP/AD認証でNagios XIへのアクセス権を与えたいユーザーを選択します. 次のページで、ユーザー固有のアクセス許可を設定することができます.
pl_pl: wybierz użytkowników, które chcesz dać dostęp do Nagios xi poprzez uwierzytelniania LDAP / AD. będzie można ustawić uprawnienia konkretnego użytkownika na następnej stronie.
pt_pt: selecione os usuários que você gostaria de dar acesso ao Nagios xi via autenticação LDAP / ad. você será capaz de definir permissões específicas do usuário na página seguinte.
ru_ru: выберите пользователей, которых вы хотели бы, чтобы предоставить доступ к Nagios XI посредством аутентификации LDAP / AD. Вы сможете установить пользовательские разрешения на следующей странице.
zh_cn: 选择您要通过LDAP / AD身份验证访问Nagios XI的用户。 您将能够在下一页上设置用户特定的权限。

source: Select Users to Import from LDAP/AD
bg_bg: Изберете потребителите, които да се внесат от LDAP/AD
de_de: wählen zu importierenden Benutzer aus LDAP / AD-
es_es: seleccionar a los usuarios importar de ldap / ad
fr_fr: sélectionner les utilisateurs à importer du ldap / ad
it_it: selezionare gli utenti di importare da LDAP / annuncio
ja_jp: LDAP/ADからインポートするユーザーを選択
pl_pl: wybierz użytkownikom importować z LDAP / reklamy
pt_pt: selecionar usuários para importar do ldap / ad
ru_ru: выбрать пользователей для импорта из LDAP / AD
zh_cn: 选择要从LDAP / AD导入的用户

source: users selected for import
bg_bg: Избрани потребители за внос
de_de: Nutzer für den Import ausgewählt
es_es: los usuarios seleccionados para la importación
fr_fr: utilisateurs sélectionné pour l'importation
it_it: gli utenti selezionati per l'importazione
ja_jp: インポート用に選択されたユーザー
pl_pl: użytkowników wybrany do importu
pt_pt: usuários selecionado para importação
ru_ru: пользователи выбран для импорта
zh_cn: 选择要导入的用户

source: Add Selected Users
bg_bg: Добави избраните потребители
de_de: Hinzufügen ausgewählt Nutzer
es_es: añadir usuarios seleccionados
fr_fr: ajouter des utilisateurs sélectionnés
it_it: aggiungere utenti selezionati
ja_jp: 選択したユーザーを追加
pl_pl: dodać wybranych użytkowników
pt_pt: adicionar usuários selecionados
ru_ru: добавить выбранных пользователей
zh_cn: 添加选定用户

source: Show all selected users
bg_bg: покажете всички избрани потребители
de_de: Alle ausgewählten Benutzer anzeigen
es_es: mostrar todos los usuarios seleccionados
fr_fr: afficher tous les utilisateurs sélectionnés
it_it: mostra tutti gli utenti selezionati
ja_jp: 選択したすべてのユーザーを表示
pl_pl: pokaż wszystkich wybranych użytkowników
pt_pt: mostrar todos os usuários selecionados
ru_ru: показать всех выбранных пользователей
zh_cn: 显示所有选定的用户

source: Select None
bg_bg: Не избирайте нито един
de_de: Auswahl aufheben
es_es: seleccione ninguno
fr_fr: Sélectionnez Aucun
ja_jp: 選択なし
pl_pl: wybierz brak
pt_pt: selecione Nenhum
ru_ru: Выберите None
zh_cn: 清除选择

source: Select All
bg_bg: Изберете всички
de_de: Alle wählen
es_es: seleccionar todo
fr_fr: tout sélectionner
it_it: seleziona tutto
ja_jp: すべて選択
pl_pl: zaznacz wszystko
pt_pt: selecionar todos
ru_ru: выбрать все
zh_cn: 选择所有

source: You must select at least one users to import.
bg_bg: Вие трябва да изберете най-малко един потребител за внасяне.
de_de: Sie müssen mindestens einen Benutzer.
es_es: Usted debe seleccionar al menos un usuario
fr_fr: Vous devez sélectionner au moins un utilisateur.
it_it: È necessario selezionare almeno un utente.
ja_jp: 少なくとも1ユーザーを選択してください.
pl_pl: musisz wybrać co najmniej jednego użytkownika.
pt_pt: Você deve selecionar pelo menos um usuário.
ru_ru: Вы должны выбрать хотя бы один пользователь.
zh_cn: 您必须选择至少一个要导入的用户。

source: Log into your LDAP / Active Directory administrator or privileged account to be able to import users.
bg_bg: Влезте с администраторски или привилегирован акаунт в LDAP / Active Directory, за да бъдете в състояние да внасяте потребители.
de_de: loggen Sie sich in Ihrem Active Directory adimistrator / privledged Konto, um Benutzer hinzuzufügen.
es_es: inicie sesión en su cuenta adimistrator directorio activo / de privilegio entre poder agregar usuarios.
fr_fr: vous connecter à votre répertoire actif adimistrator / privledged compte pour pouvoir ajouter des utilisateurs.
it_it: log nella directory attiva adimistrator / privledged conto di essere in grado di aggiungere utenti.
ja_jp: ユーザーをインポートするためにLDAP / Active Directory管理者または特権アカウントでログインします.
pl_pl: zaloguj się na swoje ldap / aktywny adimistrator katalogu lub privledged uwagę, aby móc importować użytkowników.
pt_pt: entrar em sua adimistrator diretório ativo / conta privledged para ser capaz de adicionar usuários.
ru_ru: войти в свой активный adimistrator каталог / privledged счет, чтобы иметь возможность добавлять пользователей.
zh_cn: 登录到您的LDAP / Active Directory管理员或特权帐户，以能够导入用户。

source: Manage Authentication Servers
bg_bg: Управлявайте сървърите за оторизация
de_de: Authentifizierungsserver verwalten
es_es: gestionar servidores de autenticación
fr_fr: gérer les serveurs d'authentification
it_it: gestire i server di autenticazione
ja_jp: 認証サーバーを管理する
pl_pl: zarządzanie serwerami uwierzytelniania
pt_pt: gerenciar servidores de autenticação
ru_ru: управлять серверами аутентификации
zh_cn: 管理认证服务器

source: folder
bg_bg: папка
de_de: Mappe
es_es: carpeta
fr_fr: dossier
it_it: cartella
ja_jp: フォルダ
pl_pl: teczka
pt_pt: pasta
ru_ru: папка
zh_cn: 文件夹

source: Show full DN (destinguished name)
bg_bg: Покажете пълния DN (destinguished name)
de_de: Show voller dn (destinguished Name)
es_es: mostrar dn completo (nombre destinguished)
fr_fr: montrer DN complet (nom destinguished)
it_it: mostrare piena dn (nome destinguished)
ja_jp: 完全DNを表示（destinguished名）
pl_pl: pokaż pełną dn (destinguished nazwisko)
pt_pt: mostrar dn completo (nome destinguished)
ru_ru: показать полный DN (destinguished имя)
zh_cn: 显示完整的DN（专有名称）

source: Search this %s ...
bg_bg: търсене в този% s ...
de_de: suche diese% s ...
es_es: busca esto% s ...
fr_fr: recherchez ce% s ...
it_it: cerca questo% s ...
ja_jp: この％sを検索...
pl_pl: wyszukaj to% s ...
pt_pt: pesquisar este% s ...
ru_ru: искать этот% s ...
zh_cn: 搜索此％s ...

source: You may use * wildcard in searches.
bg_bg: можете да използвате * wildcard при търсения.
de_de: Sie können bei Suchvorgängen * Platzhalter verwenden.
es_es: puede usar * comodín en las búsquedas.
fr_fr: vous pouvez utiliser le caractère générique * dans les recherches.
it_it: è possibile utilizzare * carattere jolly nelle ricerche.
ja_jp: *ワイルドカードを検索に使用できます。
pl_pl: możesz użyć * symbolu wieloznacznego podczas wyszukiwania.
pt_pt: você pode usar * curinga nas pesquisas.
ru_ru: Вы можете использовать * подстановочный знак в поиске.
zh_cn: 您可以在搜索中使用*通配符。

source: No users or computers found.
bg_bg: не са намерени потребители или компютри
de_de: Keine Benutzer oder Computer gefunden.
es_es: no se encontraron usuarios ni computadoras.
fr_fr: aucun utilisateur ou ordinateur trouvé.
it_it: nessun utente o computer trovato.
ja_jp: ユーザーまたはコンピュータが見つかりませんでした。
pl_pl: nie znaleziono użytkowników ani komputerów.
pt_pt: nenhum usuário ou computador encontrado.
ru_ru: пользователи или компьютеры не найдены.
zh_cn: 找不到用户或计算机。

source: Set the preferences and security settings for all users that will be imported. You can also edit multiple user's preferences/security settings at once by checking the users you want to edit and selecting the action from the dropdown.
bg_bg: Конфигурирайте предпочитанията и настройките за защита за всички потребители, които ще бъдат внесени. Можете също така да редактирате наведнъж предпочитанията / настройките за сигурност чрез проверка на потребителите, които искате да редактирате, и избор на действие от падащото меню.
de_de: legen Sie die Einstellungen und Sicherheitseinstellungen für alle Benutzer, die importiert werden. Sie können auch Einstellungen / Sicherheitseinstellungen für mehrere Benutzer auf einmal zu bearbeiten, indem Sie die Benutzer, die Sie bearbeiten möchten und wählen Sie die Aktion aus der Dropdown.
es_es: establecer las preferencias y configuración de seguridad para todos los usuarios que se importarán. también puede editar las preferencias de configuración múltiple de usuarios / seguridad a la vez por el control de los usuarios que desea editar y seleccionar la acción desde el menú desplegable.
fr_fr: définir les préférences et les paramètres de sécurité pour tous les utilisateurs qui seront importés. vous pouvez également modifier les préférences / paramètres de sécurité de plusieurs utilisateurs à la fois en cochant les utilisateurs que vous souhaitez modifier et en sélectionnant l'action dans le menu déroulant.
it_it: impostare le preferenze e le impostazioni di sicurezza per tutti gli utenti che verranno importati. è anche possibile modificare le preferenze / impostazioni di protezione multipla dell'utente in una sola volta, controllando gli utenti che si desidera modificare e selezionando l'azione dal menu a discesa.
ja_jp: インポートするすべてのユーザーのプリファレンスとセキュリティ設定を設定してください. 編集するユーザーにチェックをつけてドロップダウンからアクションを選択することで、一度に複数ユーザーのプリファレンスとセキュリティ設定を編集できます.
pl_pl: ustawić preferencje i ustawienia zabezpieczeń dla wszystkich użytkowników, które będą importowane. można również edytować preferencje / Ustawienia zabezpieczeń Multiple użytkownika jednocześnie sprawdzając użytkowników, które chcesz edytować i wybierając akcję z rozwijanej listy.
pt_pt: definir as preferências e configurações de segurança para todos os usuários que serão importados. você também pode editar as preferências / configurações de segurança do usuário múltiplos de uma só vez, verificando os usuários que você deseja editar e selecionando a ação na lista suspensa.
ru_ru: установить параметры и настройки безопасности для всех пользователей, которые будут импортированы. Вы также можете редактировать предпочтения / настройки безопасности нескольких пользователей сразу, проверив пользователей, которых вы хотите изменить, и выберите действие из выпадающего меню.
zh_cn: 为将要导入的所有用户设置首选项和安全设置。 您还可以通过选中要编辑的用户并从下拉菜单中选择操作来一次编辑多个用户的首选项/安全设置。

source: Verifying
bg_bg: Проверка
de_de: Überprüfung
es_es: verificando
fr_fr: vérifier
it_it: verifica
ja_jp: 検証
pl_pl: weryfikacji
pt_pt: verificação
ru_ru: проверка
zh_cn: 验证

source: Username(s) already exist
bg_bg: Потребителско име (ена) вече съществува(т)
de_de: Benutzername (e) bereits vorhanden
es_es: nombre de usuario (s) ya existen
fr_fr: nom d'utilisateur (s) existent déjà
it_it: nome utente (s) esistono già
ja_jp: ユーザー名が既に存在します
pl_pl: nazwa użytkownika (s) już istnieje
pt_pt: nome de usuário (s) já existem
ru_ru: Имя пользователя (ей) уже существует
zh_cn: 用户名已存在

source: Usernames must be unique
bg_bg: Потребителските имена трябва да са уникални
de_de: Benutzernamen müssen eindeutig sein
es_es: nombres de usuario deben ser únicos
fr_fr: les noms d'utilisateur doivent être uniques
it_it: nomi utente devono essere univoci
ja_jp: ユーザー名は一意でなければなりません
pl_pl: nazwy użytkowników muszą być unikalne
pt_pt: usernames deve ser exclusivo
ru_ru: имена пользователей должны быть уникальными
zh_cn: 用户名必须是唯一的

source: Must enter valid username, display name, and email for each user
bg_bg: Трябва да въведете валидно потребителско име (username), име "за показ" (display name) и имейл за всеки потребител
de_de: muss gültigen Benutzernamen, den Anzeigenamen und E-Mail für jeden Benutzer eingeben
es_es: debe introducir nombre de usuario válido, el nombre para mostrar, y el correo electrónico para cada usuario
fr_fr: doit entrer nom d'utilisateur valide, le nom d'affichage, et e-mail pour chaque utilisateur
it_it: deve entrare nome utente valido, il nome visualizzato, e-mail per ciascun utente
ja_jp: ユーザーごとに有効なユーザー名、表示名、メールアドレスを入力してください
pl_pl: należy wprowadzić poprawną nazwę użytkownika, nazwę wyświetlaną, i e-mail dla każdego użytkownika
pt_pt: deve digitar nome de usuário válido, nome de exibição, e e-mail para cada usuário
ru_ru: необходимо ввести правильное имя пользователя, отображаемое имя и адрес электронной почты для каждого пользователя
zh_cn: 必须为每个用户输入有效的用户名，显示名称和电子邮件

source: In order to finish importing you
bg_bg: За да завършите вноса, вие
de_de: um das Importieren Sie
es_es: con el fin de acabar contigo importación
fr_fr: pour finir vous importation
it_it: per terminare voi importare
ja_jp: インポートを完了するために、
pl_pl: aby zakończyć importowanie was
pt_pt: a fim de concluir a importação você
ru_ru: для того, чтобы завершить процедуру импорта Вас
zh_cn: 为了完成导入您需要
