Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: ERROR: Unable to read/write nagios.cfg file. Check permissions!
bg_bg: Грешка: Не може да се чете / запише nagios.cfg файла. Проверете правата!
de_de: ERROR: Unable to read / write nagios.cfg Datei. Überprüfen Sie die Berechtigungen!
es_es: ERROR: No se puede leer / escribir archivos nagios.cfg. Compruebe los permisos!
fr_fr: ERREUR: Impossible de lire / écrire dans le fichier nagios.cfg. Vérifiez les autorisations!
it_it: ERRORE: Impossibile leggere / scrivere file nagios.cfg. Controllare le autorizzazioni!
ja_jp: エラー： nagios.cfg ファイルの読込み/書込みに失敗しました. パーミッションを確認してください
pl_pl: Błąd: nie można odczytywać / zapisywać nagios.cfg plik. Uprawnienia kontrolne!
pt_pt: ERRO: Não é possível ler / gravar o arquivo nagios.cfg. Verifique as permissões!
ru_ru: ОШИБКА: Невозможно читать / писать nagios.cfg файл. Проверьте права доступа!
zh_cn: 错误：无法读取/写入nagios.cfg文件。 检查权限！

source: ERROR: Unable to read/write cfi.cfg file. Check permissions!
bg_bg: Грешка: Не може да се чете / запише cgi.cfg файла. Проверете правата!
de_de: ERROR: Unable to read / write cgi.cfg Datei. Überprüfen Sie die Berechtigungen!
es_es: ERROR: Imposible leer / escribir archivo cgi.cfg. Revisar permisos!!!
fr_fr: ERREUR: Impossible de lire / écrire dans le fichier cgi.cfg. Vérifiez les autorisations!
it_it: ERRORE: Impossibile leggere / scrivere file cgi.cfg. Controllare le autorizzazioni!
ja_jp: エラー： cfi.cfgファイルの読込み/書込みに失敗しました. パーミッションを確認してください
pl_pl: Błąd: nie można odczytać pliku cgi.cfg / zapisu. Uprawnienia kontrolne!
pt_pt: ERRO: Não é possível ler / gravar o arquivo cgi.cfg. Verifique as permissões!
ru_ru: ОШИБКА: Невозможно читать / писать cgi.cfg файл. Проверьте права доступа!
zh_cn: 错误：无法读取/写入cfi.cfg文件。 检查权限！

source: Required
bg_bg: Длъжен
de_de: Benötigt
es_es: Requiere
fr_fr: Nécessite
it_it: Richiede
ja_jp: 必須
pl_pl: wymaga
pt_pt: exigido
ru_ru: Требуется
zh_cn: 需要

source: Confirm Password
bg_bg: Потвърдете паролата
de_de: Passwort bestätigen
es_es: Confirmar contraseña
fr_fr: Confirmer mot de passe
it_it: Conferma password
ja_jp: パスワード（確認用）
pl_pl: potwierdzić hasło
pt_pt: Confirmar senha
ru_ru: Подтвердите пароль
zh_cn: 确认密码

source: Only active objects will be written to the config files and appear in Nagios. Inactive objects will only be shown in the CCM.
bg_bg: Само активните обекти ще бъдат записани в конфигурационните файлове и ще се появят в Nagios. Неактивните обекти ще се показват само в "Главния Конфигурационен Мениджър" (CCM - Core Config Manager).
de_de: nur aktive Objekte werden auf die Config-Dateien geschrieben werden und erscheinen in Nagios. inaktiven Objekte werden nur in der ccm gezeigt werden.
es_es: sólo los objetos activos se escribirán en los ficheros de configuración y aparecen en nagios. objetos inactivos sólo se mostrarán en el ccm.
fr_fr: que les objets actifs seront écrites dans les fichiers de configuration et apparaissent dans nagios. objets inactifs ne seront montrées dans la ccm.
it_it: solo gli oggetti attivi verranno scritti i file di configurazione e appaiono in Nagios. oggetti inattivi vengono visualizzati solo nel ccm.
ja_jp: アクティブオブジェクトのみが設定ファイルに書き込まれてNagiosに表示されます. 非アクティブオブジェクトはCCMにのみ表示されます.
pl_pl: tylko aktywne obiekty będą zapisywane do plików konfiguracyjnych i pojawiają się w Nagios. nieaktywne obiekty będą wyświetlane tylko w ccm.
pt_pt: apenas os objetos ativos serão gravados para os arquivos de configuração e aparecem no nagios. objetos inativos só será mostrado no CCM.
ru_ru: активные объекты будут записаны только конфигурационных файлов и появляются в Nagios. неактивные объекты будут отображаться только в СКК.
zh_cn: 仅活动对象将被写入配置文件并出现在Nagios中。 不活动的对象将仅在CCM中显示。

source: User updated successfully!
bg_bg: Потребителя беше актуализиран успешно!
de_de: Benutzer erfolgreich aktualisiert!
es_es: Usuario actualizado satisfactoriamente!!!
fr_fr: Utilisateur mis à jour avec succès!
it_it: Utente aggiornato con successo!
ja_jp: ユーザーの更新に成功しました!
pl_pl: Użytkownik zaktualizowany!
pt_pt: Usuário atualizado com sucesso!
ru_ru: Пользователь успешно обновлен!
zh_cn: 用户更新成功！

source: Deleted user
bg_bg: изтрит потребител
de_de: gelöschter Benutzer
es_es: Usuario eliminado
fr_fr: utilisateur supprimé
it_it: utente eliminato
ja_jp: 削除されたユーザー
pl_pl: usunięty użytkownik
pt_pt: usuário deletado
ru_ru: удаленный пользователь
zh_cn: 已被删除的用户

source: Created new user
bg_bg: създаде нов потребител
de_de: neuer Benutzer erstellt
es_es: nuevo usuario creado
fr_fr: créé nouvel utilisateur
it_it: creato un nuovo utente
ja_jp: 新しいユーザーを作成しました
pl_pl: stworzył nowego użytkownika
pt_pt: criou novo usuário
ru_ru: создал нового пользователя
zh_cn: 创建了新用户

source: Modified user
bg_bg: модифициран потребител
de_de: modifizierter Benutzer
es_es: usuario modificado
fr_fr: utilisateur modifié
it_it: utente modificato
ja_jp: 変更されたユーザー
pl_pl: zmodyfikowany użytkownik
pt_pt: usuário modificado
ru_ru: модифицированный пользователь
zh_cn: 修改的用户

source: Settings updated successfully.
bg_bg: Настройките бяха актуализирани успешно!
de_de: Einstellungen wurden erfolgreich aktualisiert!
es_es: Usuario actualizado satisfactoriamente!!!
fr_fr: Paramètres mis à jour avec succès!
it_it: Impostazioni aggiornate con successo!
ja_jp: 設定が正常に更新されました
pl_pl: Ustawienia zaktualizowane!
pt_pt: Item atualizado com sucesso!
ru_ru: Настройки успешно!
zh_cn: 设置已成功更新。

source: Saved admin settings
bg_bg: запазени администраторски настройки
de_de: gespeicherte Admin-Einstellungen
es_es: Configuraciones de administrador guardadas
fr_fr: paramètres administrateur enregistrés
it_it: salvato le impostazioni di amministrazione
ja_jp: 管理設定を保存しました
pl_pl: zapisane ustawienia administratora
pt_pt: configurações de administração salvas
ru_ru: сохраненные настройки администратора
zh_cn: 保存的管理员设置

source: Failed to save admin settings
bg_bg: не успя да запази администраторските настройки
de_de: Admin-Einstellungen konnten nicht gespeichert werden
es_es: no se pudo guardar la configuración de administrador
fr_fr: n'a pas réussi à enregistrer les paramètres de l'administrateur
it_it: non è riuscito a salvare le impostazioni di amministrazione
ja_jp: 管理設定を保存できませんでした
pl_pl: nie udało się zapisać ustawień administratora
pt_pt: não foi possível salvar as configurações de administrador
ru_ru: не удалось сохранить настройки администратора
zh_cn: 无法保存管理员设置

source: Default Result Limit
bg_bg: Ограничение на резултата по подразбиране
de_de: Standard Ergebnis Grenzwert
es_es: Por defecto Límite Resultado
fr_fr: Limite Résultat défaut
it_it: Predefinito Risultato Limite
ja_jp: 既定の結果上限
pl_pl: domyślny próg wynik
pt_pt: Os valores padrão definido!
ru_ru: Предел по умолчанию результат
zh_cn: 默认结果限制

source: User-Based Editing Page Locking
bg_bg: Заключване на страницата въз основа на потребителско редактиране (User-Based Editing Page Locking)
de_de: benutzerbasierte Bearbeitung Seitensperrung
es_es: página de edición de bloqueo basado en el usuario
fr_fr: basée sur l'utilisateur édition verrouillage de page
it_it: bloccaggio pagina di modifica user-based
ja_jp: ユーザベースのページ編集ロック
pl_pl: łatwy w oparciu zamek stronę edycji
pt_pt: bloqueio de edição da página baseada no usuário
ru_ru: пользователя на основе редактирования страницы блокировки
zh_cn: 基于用户的编辑页面锁定

source: Enable page locking for multiple users editing same page
bg_bg: Активирайте заключването на страница за множество потребители, редактиращи една и съща страница
de_de: Seitensperrung für mehrere Benutzer ermöglichen die Bearbeitung derselben Seite
es_es: habilitar el bloqueo de página para varios usuarios editar misma página
fr_fr: activer la page de verrouillage pour plusieurs utilisateurs d'édition même page
it_it: attivare il blocco pagina per più utenti la modifica stessa pagina
ja_jp: ページのロックを有効にする（複数ユーザが同一ページを編集）
pl_pl: umożliwiają blokowanie stron dla wielu użytkowników edycji samą stronę
pt_pt: permitir bloqueio de página para vários usuários editar mesma página
ru_ru: включить блокировку страницы для нескольких пользователей редактирования той же странице
zh_cn: 为多个用户编辑同一页面启用页面锁定

source: Page Lock Timeout
de_de: Seite Sperre Timeout
es_es: La página de espera de bloqueo
fr_fr: Page délai de verrouillage
it_it: Pagina timeout di blocco
ja_jp: ページロックのタイムアウト
pl_pl: Strona zamek Timeout
pt_pt: página de tempo limite de bloqueio
ru_ru: страница тайм-аута блокировки
zh_cn: 页面锁定超时

source: If the session ends unexpectedly (like a browswer close non-CCM page change) the session tracking data will be removed after this amount of time, no longer showing whatever was being edited as being edited anymore. Default: 300
bg_bg: Ако сесията завърши неочаквано (като затварянето на страница в браузъра, която е променена извън "Главния Конфигурационен Мениджър" ), данните за проследяване на сесията ще бъдат премахнати, след определения период от време, без да се показва вече, че нещо се редактира. По подразбиране: 300
de_de: wenn die Sitzung unerwartet beendet (wie ein browswer schließen nicht ccm Seite ändern) die Session-Tracking-Daten werden nach dieser Menge an Zeit entfernt werden, nicht mehr zeigt, was bearbeitet als mehr bearbeitet wurde. Standard: 300
es_es: si la sesión termina de forma inesperada (como un cierre no ccm cambio de página browswer) la sesión de datos de seguimiento serán removidos después de este periodo de tiempo, ya no muestra lo que sea se está editando como se está editando más. por defecto: 300
fr_fr: si la session se termine de façon inattendue (comme un browswer proche non ccm changement de page) la session des données de suivi seront supprimés après ce laps de temps, ne montrant tout ce qui était en cours d'édition comme étant plus édité. par défaut: 300
it_it: se la sessione termina in modo imprevisto (come un browswer stretta cambio pagina non CCM) la sessione di dati di tracciamento saranno rimossi dopo questo lasso di tempo, non è più mostrando tutto ciò che era in corso di modifica, come in fase di modifica più. default: 300
ja_jp: セッションが予期せず終了した (CCM以外のページの変更を閉じた場合など) 場合、ここで指定した時間が経過するとセッション追跡データが削除され編集された内容が表示されなくなります。 既定は 300 秒です.
pl_pl: jeśli sesja kończy się niespodziewanie (jak darce ścisłej non-CCM zmiany strony) sesja danych śledzenia zostaną usunięte po upływie tego czasu, już nie widać, co był edytowany edytowana jest więcej. default: 300
pt_pt: Se a sessão terminar inesperadamente (como uma estreita mudança de página não-ccm browswer) a sessão de dados de rastreamento será removido após este período de tempo, não mostrando tudo o que estava sendo editado como sendo mais editado. default: 300
ru_ru: если сессия заканчивается неожиданно (как близкий изменения страницы без куб.см Browswer) не сеанс отслеживания данных будут удалены после этого промежутка времени, больше не показывать то, что было редактируется, как редактируется больше. по умолчанию: 300
zh_cn: 如果会话意外结束（例如浏览器关闭非CCM页面更改），则会话跟踪数据将在这段时间后被删除，不再显示正在编辑的内容。 默认值：300

source: seconds
bg_bg: секунди
de_de: Sekunden
es_es: segundo
fr_fr: seconde
it_it: secondo
ja_jp: 秒
pl_pl: sekund
pt_pt: segundo
ru_ru: секунды
zh_cn: 秒

source: Save Settings
bg_bg: Запазете настройките
de_de: Seite Einstellungen
es_es: Configuración de la página
fr_fr: Paramètres de la page
it_it: Pagina Impostazioni
ja_jp: 設定の保存
pl_pl: zapisz ustawienia
pt_pt: Configurações da página
ru_ru: Параметры страницы
zh_cn: 保存设置

source: Unable to write to file
bg_bg: Не можем да пишем във файла
de_de: Kann Datei schreiben
es_es: Imposible guardar archivo
fr_fr: Impossible d'écrire de déposer
it_it: Impossibile scrivere nel file
ja_jp: ファイルへの書込みができません
pl_pl: nie można zapisać do pliku
pt_pt: Não foi possível salvar arquivo
ru_ru: Невозможно записать в файл
zh_cn: 无法写入文件

source: Check file permissions.
bg_bg: Проверете правата на файловете.
de_de: Überprüfen Sie die Dateiberechtigungen.
es_es: Revisar permisos de archivos
fr_fr: Vérifiez les autorisations de fichier.
it_it: Controllare i permessi.
ja_jp: ファイルのアクセス権を確認してください.
pl_pl: sprawdzić uprawnienia do pliku.
pt_pt: Verifique permissões de arquivos
ru_ru: Проверьте права доступа к файлу.
zh_cn: 检查文件权限。

source: Failed to write static configuration to file
bg_bg: не успя да запише статична конфигурация във файл
de_de: statische Konfiguration konnte nicht in Datei geschrieben werden
es_es: no se pudo escribir la configuración estática al archivo
fr_fr: n'a pas réussi à écrire la configuration statique dans un fichier
it_it: impossibile scrivere la configurazione statica nel file
ja_jp: 静的設定をファイルに書き込めませんでした
pl_pl: nie udało się zapisać konfiguracji statycznej do pliku
pt_pt: Falha ao gravar a configuração estática no arquivo
ru_ru: не удалось записать статическую конфигурацию в файл
zh_cn: 无法将静态配置写入文件

source: saved successfully!
bg_bg: записан успешно!
de_de: erfolgreich gespeichert!
es_es: grabado satisfactoriamente
fr_fr: enregistré avec succès!
it_it: salvato con successo!
ja_jp: の保存に成功しました!
pl_pl: zostały zapisane!
pt_pt: salvo com sucesso!
ru_ru: успешно сохранены!
zh_cn: 保存成功！

source: Wrote static configuration to file
bg_bg: написа статична конфигурация за файл
de_de: schrieb die statische Konfiguration in eine Datei
es_es: escribí la configuración estática al archivo
fr_fr: écrit la configuration statique dans le fichier
it_it: ha scritto la configurazione statica sul file
ja_jp: 静的設定をファイルに書き込みました
pl_pl: napisał konfigurację statyczną do pliku
pt_pt: escreveu a configuração estática para o arquivo
ru_ru: записал статическую конфигурацию в файл
zh_cn: 将静态配置写入文件

source: This tool is used for editing static configuration files.
bg_bg: Този инструмент се използва за редактиране на статични конфигурационни файлове.
de_de: Dieses Tool ist für die Bearbeitung von statischen Konfigurationsdateien verwendet.
es_es: esta herramienta se utiliza para la edición de archivos de configuración estáticos.
fr_fr: cet outil est utilisé pour éditer les fichiers de configuration statiques.
it_it: questo strumento viene utilizzato per modificare i file di configurazione statici.
ja_jp: このツールは、静的な設定ファイルを編集するために使用します.
pl_pl: Narzędzie to służy do edycji statycznych plików konfiguracyjnych.
pt_pt: Esta ferramenta é usada para editar arquivos de configuração estática.
ru_ru: этот инструмент используется для редактирования статических конфигурационных файлов.
zh_cn: 该工具用于编辑静态配置文件。

source: These definitions are NOT stored in the CCM database
bg_bg: Тези определения не се съхраняват в CCM базата данни
de_de: Diese Definitionen sind nicht in der Datenbank gespeichert ccm
es_es: estas definiciones no se almacenan en la base de datos ccm
fr_fr: Ces définitions ne sont pas stockées dans la base de ccm
it_it: queste definizioni non sono memorizzati nel database ccm
ja_jp: これらの定義はCCMデータベースに保存されません.
pl_pl: Definicje te nie są zapisywane w bazie danych ccm
pt_pt: estas definições não são armazenadas no banco de dados ccm
ru_ru: эти определения не хранятся в базе данных куб.см
zh_cn: 这些定义未存储在CCM数据库中

source: Static files directory
bg_bg: Директория за статични файлове
de_de: statische Dateien Verzeichnis
es_es: directorio de archivos estáticos
fr_fr: Répertoire des fichiers statiques
it_it: directory file statici
ja_jp: 静的ファイルのディレクトリ:
pl_pl: Katalog plików statycznych
pt_pt: diretório de arquivos estáticos
ru_ru: каталог статических файлов
zh_cn: 静态文件目录

source: Load File
bg_bg: Заредете файла
de_de: Datei laden
es_es: Subir archivo
fr_fr: Charger le fichier
it_it: Carica file
ja_jp: ファイル読込
pl_pl: Plik obciążenia
pt_pt: Enviar arquivo
ru_ru: Загрузите файл
zh_cn: 加载文件

source: Save File
bg_bg: Запазете файла
de_de: Datei speichern
es_es: guardar el archivo
fr_fr: sauvegarder le fichier
it_it: salvare il file
ja_jp: ファイルを保存
pl_pl: Zapisz plik
pt_pt: salvar Arquivo
ru_ru: сохранить файл
zh_cn: 保存存档

source: overwrite flag was set
bg_bg: е зададен флаг за презапис
de_de: Überschreibflag wurde gesetzt
es_es: la bandera de sobrescritura fue establecida
fr_fr: le drapeau de remplacement a été défini
it_it: il flag di sovrascrittura è stato impostato
ja_jp: 上書きフラグが設定されました
pl_pl: ustawiono flagę zastępowania
pt_pt: o sinalizador de sobregravação foi definido
ru_ru: флаг перезаписи был установлен
zh_cn: 设置了覆盖标志

source: Imported configuration file
bg_bg: импортираните данни за конфигурацията
de_de: importierte Konfigurationsdaten.
es_es: datos de configuración importados.
fr_fr: données de configuration importées.
it_it: dati di configurazione importati.
ja_jp: インポートされた構成データ
pl_pl: zaimportowane dane konfiguracyjne.
pt_pt: dados de configuração importados.
ru_ru: импортированные данные конфигурации.
zh_cn: 导入的配置文件

source: file(s) imported successfully.
bg_bg: Файл (ове), внесени успешно!
de_de: Datei (en) erfolgreich importiert!
es_es: archivo (s) importado con éxito!
fr_fr: fichier (s) importé avec succès!
it_it: file (s) sono stati importati con successo!
ja_jp: ファイルが正常にインポートされました
pl_pl: plik (i) przywiezione z powodzeniem!
pt_pt: arquivo(s) importado(s) com sucesso!
ru_ru: файл (ы) успешно импортированы!
zh_cn: 文件已成功导入。

source: items failed to import.
bg_bg: не бяха импортирани елементи.
de_de: Elemente konnten nicht importiert werden.
es_es: Los artículos no se pudieron importar.
fr_fr: les éléments n'ont pas été importés.
it_it: gli articoli non sono stati importati.
ja_jp: アイテムをインポートできませんでした。
pl_pl: importowanie elementów nie powiodło się.
pt_pt: itens não foram importados.
ru_ru: элементы не удалось импортировать.
zh_cn: 项导入失败。

source: Could not open directory
bg_bg: Не може да отвори директорията
de_de: Konnte nicht geöffnet werden Verzeichnis
es_es: No se pudo abrir el directorio
fr_fr: Impossible d'ouvrir le répertoire
it_it: Impossibile aprire la directory
ja_jp: ディレクトリを開けません
pl_pl: nie można otworzyć katalogu
pt_pt: Não foi possível abrir o diretório
ru_ru: Не удалось открыть каталог
zh_cn: 无法打开目录

source: Applying Configuration
bg_bg: Прилагане на конфигурацията
de_de: Anwendung Configuration
es_es: Aplicando configuracion
fr_fr: L'application de configuration
it_it: Applicazione della configurazione
ja_jp: 設定を適用しています
pl_pl: stosowania konfiguracji
pt_pt: Aplicando configuração
ru_ru: Применение конфигурации
zh_cn: 应用配置

source: Configuration verification successful!
bg_bg: Успешна конфигурационна проверка!
de_de: Überprüfung der Konfiguration erfolgreich!
es_es: Configuración de la verificación correcta!
fr_fr: Configuration vérification réussie!
it_it: Configurazione di esito positivo della verifica!
ja_jp: 設定の検証に成功しました!
pl_pl: Weryfikacja konfiguracji sukces!
pt_pt: Configuração de verificação de sucesso!
ru_ru: Конфигурация проверки успешным!
zh_cn: 配置验证成功！

source: Configurations successfully written to file!
bg_bg: Конфигурациите бяха успешно записани във файл!
de_de: Konfigurationen erfolgreich in die Datei geschrieben!
es_es: Configuraciones con éxito escrito en el archivo!
fr_fr: Configurations avec succès écrit dans le fichier!
it_it: Configurazioni con successo scritto su file!
ja_jp: 設定が正常にファイルに書き込まれました!
pl_pl: konfiguracje pomyślnie zapisane do pliku!
pt_pt: Configurações escrito com sucesso para o arquivo!
ru_ru: Конфигурации успешно записаны в файл!
zh_cn: 配置成功写入文件！

source: Nagios process restarted successfully!
bg_bg: Nagios процеса рестартира успешно!
de_de: Nagios neu gestartet erfolgreich!
es_es: Proceso de Nagios reiniciado con éxito!
fr_fr: Processus Nagios redémarré avec succès!
it_it: Processo di Nagios riavviato con successo!
ja_jp: Nagiosプロセスが正常に再起動しました！
pl_pl: Proces Nagios wznowiona powodzeniem!
pt_pt: Processo Nagios reiniciado com sucesso!
ru_ru: Nagios процесс перезагрузки успешно!
zh_cn: Nagios进程成功重新启动！

source: Use this tool to manually manage (write, delete, update) Nagios object configurations physical configuration files.
bg_bg: Използвате този инструмент, за да управлявате ръчно (запис, изтриване, обновяване) физическите конфигурационни файлове на обектната конфигурация на Nagios.
de_de: Verwenden Sie dieses Tool manuell schreiben Nagios-Objekt-Konfigurationen auf physische Konfigurationsdateien.
es_es: Utilice esta herramienta para escribir manualmente las configuraciones de Nagios objetos físicos a los archivos de configuración.
fr_fr: Utilisez cet outil pour écrire manuellement les configurations d'objets aux fichiers de configuration de Nagios physiques.
it_it: Utilizzare questo strumento per scrivere manualmente le configurazioni degli oggetti ai file di configurazione di Nagios fisici.
ja_jp: 物理設定ファイルのNagiosオブジェクト設定を手動で管理（書込み、削除、更新）します.
pl_pl: Za pomocą tego narzędzia ręczne napisanie konfiguracje obiektów Nagios do fizycznych plików konfiguracyjnych.
pt_pt: Use esta ferramenta para escrever manualmente as configurações de objetos do Nagios para arquivos de configuração físicos.
ru_ru: Используйте этот инструмент, чтобы вручную писать Nagios конфигурации объекта для физических файлов конфигурации.
zh_cn: 使用此工具可以手动管理（写入，删除，更新）Nagios对象配置物理配置文件。

source: To manually apply configuration, first use <em>Delete Files</em> and then run <em>Write Configs</em> followed by a verification (optional) and restart to fully apply the configuration.
bg_bg: За да приложите ръчно конфигурацията, първо използвайте <em>Изтрийте файловете (Delete Files)</em>, а после използвайте <em>Запишете конфигурацията (Write Configs)</em>, последвано от незадължителна (по желание) проверка и рестартиране, за да се приложи изцяло конфигурацията.
de_de: manuell Konfiguration, dem ersten Gebrauch anwenden <em>Dateien löschen</em> und dann durch eine Überprüfung gefolgt laufen <em>Schreib configs</em> (optional) und neu starten , um vollständig die Konfiguration anzuwenden.
es_es: aplicar manualmente la configuración, el primer uso <em>borrar archivos</em> y vuelva a ejecutar <em>configuraciones de escritura</em> seguido de una verificación (opcional) y reiniciar para aplicar plenamente la configuración.
fr_fr: appliquer manuellement la configuration, la première utilisation de <em>supprimer</em> des <em>fichiers,</em> puis exécutez <em>configs d'écriture</em> suivie d'une vérification ( en option) et redémarrez pour appliquer pleinement la configuration.
it_it: applicare manualmente la configurazione, il primo utilizzo <em>eliminare i file</em> e quindi eseguire <em>configurazioni scrittura</em> seguita da una verifica (opzionale) e riavviare per applicare pienamente la configurazione.
ja_jp: 設定を手動で適用するには、最初に <em>ファイルを削除</em> し、次に <em>設定を書込み</em>、（任意で）ファイルを検証し、再起動します.
pl_pl: ręczne ustawienie konfiguracji, pierwsze użycie <em>usunąć pliki,</em> a następnie uruchomić <em>configs zapisu</em> następnie weryfikacji (opcjonalnie) i ponownie w pełni zastosować konfigurację.
pt_pt: para aplicar manualmente a configuração, a primeira utilização <em>apagar arquivos</em> e depois executar <em>configurações de gravação</em> seguido por uma verificação (opcional) e reiniciar a aplicar plenamente a configuração.
ru_ru: вручную применить конфигурацию, сначала используйте <em>удалять файлы</em> , а затем запустить <em>конфиги записи</em> , за которыми следует проверка ( по желанию) и перезапустить , чтобы полностью применить конфигурацию.
zh_cn: 要手动应用配置，请首先使用<em>删除文件</em>，然后运行<em>写入配置</em>，然后进行验证（可选），然后重新启动以完全应用配置。
