Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Monitors the website to locate string values that are inserted in the field below. Click the Load Defaults to populate the field with commonly known strings. <br>You may also upload a text file to insert strings you want to keep track of into the text area:
bg_bg: Следи уеб сайта, за да намери низови стойности, които се вмъкват в полето по-долу. Кликнете върху "Заредете Стойностите По Подразбиране" (Load Defaults), за да запълните полетата с общоизвестни символни низове. <br> Вие също може да качите текстов файл, за да вмъкнете низове, които искате да следите в текстовото поле:
de_de: überwacht die Website, um String-Werte, die in das Feld unten eingeführt werden, zu lokalisieren. Klicken Sie auf die Load Defaults, um das Feld mit allgemein bekannten Zeichenketten zu füllen. <br> Sie können auch eine Textdatei hochladen, um Zeichenketten zu verfolgen, in den Textbereich halten wollen, einfügen:
es_es: supervisa el sitio web para localizar los valores de cadena que se insertan en el campo de abajo. haga clic en los valores por defecto de carga para llenar el campo con las cadenas conocidas comúnmente. <br> también puede cargar un archivo de texto para insertar cadenas que desea realizar un seguimiento de en el área de texto:
fr_fr: surveille le site pour localiser les valeurs de chaîne qui sont insérés dans le champ ci-dessous. cliquez sur les valeurs par défaut de charge pour remplir le champ avec des chaînes couramment connus. <br> vous pouvez également télécharger un fichier texte à insérer des chaînes que vous souhaitez garder une trace de dans la zone de texte:
it_it: controlla il sito web per individuare valori di stringa che vengono inseriti nel campo sottostante. scegliere le impostazioni predefinite di carico per compilare il campo con le stringhe comunemente noto. <br> si può anche caricare un file di testo per inserire stringhe che si desidera tenere traccia nell'area di testo:
ja_jp: 以下のフィールドに指定された文字列がWebサイトに存在するかを監視します. Load Defaultsをクリックすると、よく使用される文字列がフィールドに設定されます. <br>テキストエリアに追跡し続けたい文字列を追加するにはテキストファイルをアップロードします:
pl_pl: monitoruje stronę internetową, aby znaleźć wartości ciągów, które są wstawiane w polu poniżej. kliknij ładowanie ustawień domyślnych, aby wypełnić pole z powszechnie znanych ciągów. <br> można również przesłać plik tekstowy do wstawienia ciągów, które chcesz śledzić w polu tekstowym:
pt_pt: monitora o site para localizar valores de seqüência que são inseridos no campo abaixo. clique nos padrões de carga para preencher o campo com cordas comumente conhecidos. <br> você também pode fazer upload de um arquivo de texto para inserir texto que deseja acompanhar na área de texto:
ru_ru: контролирует сайт, чтобы найти значения строк, которые вставляются в области ниже. щелкните по умолчанию нагрузки для заполнения поле с общеизвестных строк. <br> Вы можете также загрузить текстовый файл для вставки строки, которые вы хотите отслеживать в область ввода текста:
zh_cn: 监视网站以查找在以下字段中插入的字符串值。 单击“加载默认值”以使用众所周知的字符串填充该字段。 <br>您还可以上传文本文件，以将要跟踪的字符串插入文本区域：

source: Insert a list of strings, each seperated with a new line (if using a single quote you must escape it)
bg_bg: Въведете списък от низове, всеки от които е разделен с нов ред (ако използвате апостроф, ще трябва да го избегнете)
de_de: legen Sie eine Liste von Strings, die jeweils getrennt mit einer neuen Linie (wenn Sie ein einfaches Anführungszeichen müssen Sie es zu entkommen)
es_es: insertar una lista de cadenas, cada una separada con sitio con una nueva línea (si se utiliza una sola cotización debe escapar de ella)
fr_fr: insérer une liste de chaînes, chaque seperated avec une nouvelle ligne (si vous utilisez une apostrophe, vous devez échapper)
it_it: inserire una lista di stringhe, ciascuna seperated con una nuova linea (se si utilizza una sola offerta si deve sfuggire it)
ja_jp: 文字列のリストを１行ずつ入力してください （シングルコーテーションを使用する場合、エスケープしてください）.
pl_pl: wstawić listę ciągów, każda oddzielona z nowej linii (w przypadku korzystania z pojedynczego cudzysłowu należy go uniknąć)
pt_pt: inserir uma lista de strings, cada separados por uma nova linha (se estiver usando uma única citação que você deve escapar-lo)
ru_ru: вставить список строк, каждая порознь с новой строки (при использовании одиночной кавычки необходимо избежать его)
zh_cn: 插入一个字符串列表，每个字符串之间用换行符分隔（如果使用单引号，则必须对其进行转义）

source: Load Defaults
bg_bg: Натоварване по подразбиране
es_es: incumplimientos de carga
fr_fr: défaut de charge
it_it: caricare impostazioni di default
ja_jp: 既定の読み込み
pl_pl: Wgraj domyślne
pt_pt: Carregar padrões
ru_ru: Загрузка значений по умолчанию
zh_cn: 加载默认值

source: Monitors the website to ensure the specified regular expression is found in the content of the web page. A content mismatch may indicate that your website<br> has experienced a security breach or is not functioning correctly. To include multiple expressions use the "|" after each expression with no spaces.
bg_bg: Следи уеб сайта, за да се гарантира, че определен регулярен израз е намерен в съдържанието на уеб страницата. Несъответствие на съдържанието може да се посочи, че вашия сайт<br> има нарушение на сигурността или не функционира правилно. За да включите множество изрази, използвайте "|" след всеки израз без интервали.
de_de: überwacht die Website, um sicherzustellen, dass die angegebenen regulären Ausdruck in den Inhalt der Web-Seite gefunden. ein Content-Mismatch kann darauf hindeuten, dass Ihre Website <br> hat eine Sicherheitsverletzung erfahren oder nicht richtig funktioniert. zu umfassen mehrere Ausdrücke verwenden, die "|" nach jedem Ausdruck ohne Leerzeichen.
es_es: supervisa el sitio web para asegurar la expresión regular especificada se encuentra en el contenido de la página web. una falta de coincidencia de contenido puede indicar que su sitio web <br> ha experimentado un fallo de seguridad o no está funcionando correctamente. para incluir múltiples expresiones utilizan el carácter "|" después de cada expresión, sin espacios.
fr_fr: surveille le site pour assurer l'expression régulière spécifiée est trouvée dans le contenu de la page Web. un décalage contenu peut indiquer que votre site web <br> a connu une brèche de sécurité ou ne fonctionne pas correctement. d'inclure plusieurs expressions utilisent le "|" après chaque expression sans espaces.
it_it: controlla il sito ad assicurare il regolare specificata si trova nel contenuto della pagina web. una mancata corrispondenza di contenuti potrebbe indicare che il tuo sito web <br> ha sperimentato una violazione della sicurezza o non funziona correttamente. per includere più espressioni utilizzano il "|" dopo ogni espressione senza spazi.
ja_jp: 指定した正規表現がWebページのコンテンツに見つかるか確認するためWebサイトを監視します. <br>コンテンツの不一致があれば、Webサイトがセキュリティ侵害されているか、正しく機能していない可能性があります. 複数の式を含めるには、スペースを入れずにそれぞれの式の後に "|"を入れてください.
pl_pl: monitoruje strony internetowej, aby zapewnić określone wyrażenie regularne znajduje się w treści strony. Niezgodność treści może wskazywać, że swojej stronie <br> doświadczyła naruszenia bezpieczeństwa lub nie działa poprawnie. obejmuje wiele wyrażeń używać "|" po każdej wypowiedzi bez spacji.
pt_pt: monitora o site para garantir a expressão regular especificada encontra-se no conteúdo da página web. uma incompatibilidade de conteúdo pode indicar que o seu site <br> sofreu uma quebra de segurança ou não está funcionando corretamente. para incluir múltiplas expressões usar o "|" depois de cada expressão sem espaços.
ru_ru: контролирует сайт, чтобы обеспечить указанный регулярное выражение встречается в содержании веб-страницы. несоответствие содержания может означать, что ваш веб-сайт <br> испытал нарушение правил безопасности или работает неправильно. включить несколько выражений использовать "|" после каждого выражения без пробелов.
zh_cn: 监视网站，以确保在网页内容中找到指定的正则表达式。 内容不匹配可能表示您的网站<br>遇到安全漏洞或无法正常运行。 要包含多个表达式，请使用“ |” 每个表达式后没有空格。

source: Invert Regex Search
bg_bg: (Пре)обърнато регулярно търсене (Invert Regex Search)
de_de: invertieren regex Suche
es_es: invertir búsqueda de expresiones regulares
fr_fr: inverser la recherche d'expressions rationnelles
it_it: invertire ricerca regex
ja_jp: 正規表現検索を反転
pl_pl: odwrócić regex wyszukiwanie
pt_pt: inverter busca regex
ru_ru: инвертировать поиска регулярных выражений
zh_cn: 反转正则表达式搜索

source: Invalid service prefix. Can only contain alphanumeric characters, spaces, and the following: <b>.\:_-</b>
bg_bg: Невалиден префикс на сървис. Може да съдържа само букви, цифри, интервали и следното: <b>.\:_-</b>
de_de: Ungültige Service-Präfix. Kann nur alphanumerische Zeichen enthalten, Leerzeichen und die folgenden: <b>\.: _-</b>
es_es: Prefijo de servicio no válida. Sólo puede contener caracteres alfanuméricos, espacios, y lo <b>siguiente:. \: _-</b>
fr_fr: Préfixe de service non valide. Ne peut contenir que des caractères alphanumériques, espaces, ainsi que les <b>suivants:. \: _-</b>
it_it: Servizio prefisso non valido. Può contenere solo caratteri alfanumerici, spazi e le <b>seguenti:. \: _-</b>
ja_jp: サービスプレフィックスが無効です. 英数字、スペース、および次の文字のみ使用できます：<b>.\:_-</b>
pl_pl: nieważne prefiks usługi. może zawierać tylko znaki alfanumeryczne, spacje oraz <b>następujące:. \: _-</b>
pt_pt: Prefixo de serviço inválido. Só pode conter caracteres alfanuméricos, espaços e os <b>seguintes:. \: _-</b>
ru_ru: Неверный префикс службы. Может содержать только буквенно-цифровые символы, пробелы и <b>следующие. \: _-</b>
zh_cn: 无效的服务前缀。 只能包含字母数字字符，空格和以下内容：<b>。\ :: _- </ b>

source: Monitor a specific web URL.
bg_bg: Наблюдавайте специфичен уеб URL адрес.
de_de: Überwachung einer speziellen Web-URL.
es_es: Ningun nombre de herramienta especificado.
fr_fr: Surveiller une URL Web spécifique.
it_it: Monitorare un URL specifico web.
ja_jp: 特定のWeb URLを監視します.
pl_pl: monitorowania konkretnego url internetowej.
pt_pt: Nenhum nome de ferramenta especificado.
ru_ru: Мониторинг конкретных URL веб-сайтов.
zh_cn: 监视特定的Web URL。

source: URL Information
bg_bg: URL Информация
de_de: URL Informationen
es_es: Informacion
fr_fr: Informations URL
it_it: URL Informazioni
ja_jp: URL情報
pl_pl: url informacje
pt_pt: Informação
ru_ru: URL информация
zh_cn: URL信息

source: Enter the full URL you'd like to monitor.
bg_bg: Въведете пълния URL адрес, който искате да наблюдавате.
de_de: Geben Sie den vollständigen URL Sie überwachen würde.
es_es: Escriba la URL completa que le gustaría monitorizar.
fr_fr: Entrez l'URL complète que vous souhaitez surveiller.
it_it: Inserisci l'URL completo che si desidera monitorare.
ja_jp: 監視するURL(フルパス)を入力します.
pl_pl: wpisz pełny adres URL, który chcesz monitorować.
pt_pt: Digite a URL completa que você gostaria de monitorar.
ru_ru: Введите полный URL вы хотите контролировать.
zh_cn: 输入您要监视的完整URL。

source: The name you'd like to have associated with the website server.
bg_bg: Името, което искате да се асоциира с уебсайт сървъра.
de_de: Der Name, den Sie gerne mit dem Web-Server zugeordnet haben würde.
es_es: El nombre que te gustaría tener asociada con el servidor web.
fr_fr: Le nom que vous aimeriez avoir associé le serveur du site.
it_it: Il nome che si desidera sia associato al server web.
ja_jp: Webサイトサーバーに関連付ける名前.
pl_pl: Nazwa chcesz być związane z serwerem www.
pt_pt: O host associado com este horário.
ru_ru: Имя, которое вы хотели бы иметь, связанные с веб-сайта сервера.
zh_cn: 您想要与网站服务器关联的名称。

source: The service name prefix that you'd like to have used for specific URL services you select below. This prefix helps to identify this URL when monitoring different URLs on the same web server.
bg_bg: Префикс на сървис името, който бихте искали да използвате за конкретни URL сървиси, избрани от вас по-долу. Този префикс помага за идентифициране на този конкретен URL адрес, когато наблюдавате различни URL адреси на един и същ уеб сървър.
de_de: Der Service Präfix, die Sie gerne für bestimmte URL-Dienste wählen Sie unten verwendet haben würde. Dieses Präfix hilft, diese URL zu identifizieren, wenn die Überwachung unterschiedlicher URLs auf dem gleichen Webserver.
es_es: El prefijo de nombre de servicio que le gustaría haber utilizado los servicios de URL específicas que seleccione a continuación. Este prefijo permite identificar este URL en el seguimiento URLs diferentes en el mismo servidor web.
fr_fr: Le préfixe du nom du service que vous aimeriez avoir utilisé pour des services spécifiques que vous sélectionnez URL ci-dessous. Ce préfixe permet d'identifier cette URL lors de la surveillance des URL différentes sur le même serveur Web.
it_it: Il prefisso del nome del servizio che si desidera di aver utilizzato per i servizi di URL specifici selezionati qui sotto. Questo prefisso aiuta a identificare questo URL per il monitoraggio URL diversi sul server web stesso.
ja_jp: 下で選択する特定のURLサービスに使用するサービス名のプレフィックス. プレフィックスを設定すれば、同一Webサーバーで異なるURLを監視する場合に、このURLを特定しやすくなります.
pl_pl: Nazwa usługi prefiks, że chcesz się stosować do określonych usług URL wybranych poniżej. ten przedrostek pomaga zidentyfikować ten url przy monitorowaniu różnych adresów na tym samym serwerze.
pt_pt: O prefixo do nome do serviço que você gostaria de ter usado para serviços específicos de URL que você selecionar abaixo. Este prefixo ajuda a identificar este URL ao monitorar URLs diferentes no mesmo servidor web.
ru_ru: Префикс имени службы, что вы хотели бы использовали для конкретных услуг URL выбрать ниже. Этот префикс помогает определить эту URL при мониторинге различных URL-адресов на одном веб-сервере.
zh_cn: 您要在以下选择的特定URL服务中使用的服务名称前缀。 在监视同一Web服务器上的不同URL时，此前缀有助于标识此URL。

source: URL Services
bg_bg: URL Сървиси
de_de: URL Dienstleistungen
es_es: Servicios
fr_fr: Les services d'URL
it_it: URL Servizi
ja_jp: URLサービス
pl_pl: Usługi url
pt_pt: Serviços
ru_ru: URL услуги
zh_cn: URL服务

source: Specify which services you'd like to monitor for the URL.
bg_bg: Определете кои сървиси бихте искали да следите за URL адреса.
de_de: Bestimmen Sie, welche Leistungen Sie möchten für die URL zu überwachen.
es_es: Especifique qué servicios le gustaría monitorizar la URL.
fr_fr: Précisez les services que vous souhaitez surveiller pour l'URL.
it_it: Specificare quali servizi si desidera monitorare per l'URL.
ja_jp: URLで監視するサービスを指定します.
pl_pl: określić, które usługi chcesz monitorować url.
pt_pt: Especificar quais os serviços que você gostaria de monitorar para a URL.
ru_ru: Укажите, какие услуги вы хотите, чтобы следить за URL.
zh_cn: 指定您要监视URL的服务。

source: URL Status
bg_bg: URL Статус
es_es: estado url
fr_fr: statut url
it_it: stato URL
ja_jp: URLステータス
pl_pl: Stan url
pt_pt: estado url
ru_ru: Статус URL
zh_cn: URL状态

source: Includes basic monitoring of the URL to ensure the web server responds with a valid HTTP response.
bg_bg: Включва основно наблюдение на URL адреса, за да се гарантира, че уеб сървъра реагира с валиден HTTP отговор.
de_de: Enthält grundlegende Überwachung der URL, um sicherzustellen, der Web-Server antwortet mit einer gültigen HTTP-Antwort.
es_es: Incluye la supervisión básica de la URL para asegurarse de que el servidor web responde con una respuesta HTTP válida.
fr_fr: Inclut la surveillance de base de l'URL pour s'assurer que le serveur Web répond avec une réponse HTTP valide.
it_it: Include il monitoraggio di base dell'URL per garantire il web server risponde con una risposta HTTP valida.
ja_jp: Webサーバーが有効なHTTP応答を返すことを確認します.
pl_pl: zawiera podstawowe monitorowanie url zapewnienia serwer WWW odpowiada ważnej odpowiedzi http.
pt_pt: Inclui monitoramento básico do URL para garantir que o servidor web responde com uma resposta HTTP válida.
ru_ru: Включает в себя базовую мониторинг URL для обеспечения веб-сервер отвечает правильный ответ HTTP.
zh_cn: 包括对URL的基本监视，以确保Web服务器以有效的HTTP响应进行响应。

source: URL Content
bg_bg: URL Съдържание
fr_fr: De contenu d'URL
it_it: URL contenuti
ja_jp: URLコンテンツ
pl_pl: url treści
pt_pt: Conteúdo URL
ru_ru: URL содержания
zh_cn: URL内容

source: Monitors the URL to ensure the specified string is found in the content of the web page. A content mismatch may indicate that your website has experienced a security breach or is not functioning correctly.
bg_bg: Следи URL адреса, за да се гарантира, че определен символен низ е намерен в съдържанието на уеб страницата. Несъответствие на съдържанието може да е индикатор, че има нарушение на сигурността или вашият сайт не функционира правилно.
de_de: Überwacht den URL, um sicherzustellen, die angegebene Zeichenfolge in den Inhalt der Web-Seite zu finden ist. Ein Content-Mismatch kann darauf hindeuten, dass Ihre Website hat eine Sicherheitslücke erlebt oder nicht richtig funktioniert.
es_es: Supervisa el URL para asegurar la cadena especificada se encuentra en el contenido de la página web. La falta de concordancia contenido puede indicar que su sitio web ha experimentado un fallo de seguridad o no está funcionando correctamente.
fr_fr: Surveille l'URL pour assurer la chaîne spécifiée est trouvée dans le contenu de la page Web. Une disparité de contenu peut indiquer que votre site web a connu une brèche de sécurité ou ne fonctionne pas correctement.
it_it: Monitora l'URL di assicurare la stringa specificata viene trovato nel contenuto della pagina web. Una mancata corrispondenza contenuto potrebbe indicare che il vostro sito ha subito una violazione della sicurezza o non funziona correttamente.
ja_jp: 指定した文字列がWebページのコンテンツ内に見つかることを確認します. コンテンツの不一致は、Webサイトがセキュリティ侵害されたか、正しく機能していないことを示している場合があります.
pl_pl: monitoruje url, aby zapewnić określony ciąg znaków znajduje się w treści strony. Niezgodność treści może wskazywać, że witryna doświadczyła naruszenia bezpieczeństwa lub nie działa poprawnie.
pt_pt: Monitora a URL para garantir a seqüência especificada é encontrado no conteúdo da página web. Uma incompatibilidade conteúdo pode indicar que seu site sofreu uma violação de segurança ou não está funcionando corretamente.
ru_ru: Мониторы URL для обеспечения заданной строки можно найти в содержании веб-страницы. Содержание несоответствие может означать, что ваш сайт испытывает нарушения безопасности или не функционирует правильно.
zh_cn: 监视URL，以确保在网页的内容中找到指定的字符串。 内容不匹配可能表明您的网站出现安全漏洞或无法正常运行。

source: URL Content Regular Expression Match
bg_bg: URL Съдържание на подобни регулярни изрази (URL Content Regular Expression Match)
de_de: URL Content Regular Expression Spiel
es_es: URL Content Match expresiones regulares
fr_fr: Contenu URL expression régulière
it_it: Contenuto URL espressioni regolari Partita
ja_jp: URLコンテンツの正規表現マッチ
pl_pl: url Dopasowanie wyrażenia regularnego treści
pt_pt: URL Conteúdo Correspondência de expressão regular
ru_ru: URL Содержимое Соответствие регулярного выражения
zh_cn: URL内容正则表达式匹配

source: Monitors the URL to ensure the specified regular expression is found in the content of the web page. A content mismatch may indicate that your website has experienced a security breach or is not functioning correctly.
bg_bg: Следи URL адреса, за да се гарантира, че определен регулярен израз е намерен в съдържанието на уеб страницата. Несъответствие на съдържанието може да е индикатор, че има нарушение на сигурността или вашият сайт не функционира правилно.
de_de: Überwacht den URL, um sicherzustellen, die angegebenen regulären Ausdruck in den Inhalt der Web-Seite zu finden ist. Ein Content-Mismatch kann darauf hindeuten, dass Ihre Website hat eine Sicherheitslücke erlebt oder nicht richtig funktioniert.
es_es: Supervisa el URL para asegurar la expresión regular especificada se encuentra en el contenido de la página web. La falta de concordancia contenido puede indicar que su sitio web ha experimentado un fallo de seguridad o no está funcionando correctamente.
fr_fr: Surveille l'URL d'assurer l'expression régulière spécifiée se trouve dans le contenu de la page Web. Une disparité de contenu peut indiquer que votre site web a connu une brèche de sécurité ou ne fonctionne pas correctement.
it_it: Monitora l'URL di garantire l'espressione regolare specificata viene trovato nel contenuto della pagina web. Una mancata corrispondenza contenuto potrebbe indicare che il vostro sito ha subito una violazione della sicurezza o non funziona correttamente.
ja_jp: 指定した正規表現がWebページのコンテンツ内に見つかることを確認します. コンテンツの不一致は、Webサイトがセキュリティ侵害されたか、正しく機能していないことを示す場合があります.
pl_pl: monitoruje url, aby zapewnić określone wyrażenie regularne znajduje się w treści strony. Niezgodność treści może wskazywać, że witryna doświadczyła naruszenia bezpieczeństwa lub nie działa poprawnie.
pt_pt: Monitora a URL de assegurar a expressão regular especificado encontra-se no conteúdo da página da web. Uma incompatibilidade conteúdo pode indicar que seu site sofreu uma violação de segurança ou não está funcionando corretamente.
ru_ru: Мониторы URL для обеспечения заданного регулярного выражения можно найти в содержании веб-страницы. Содержание несоответствие может означать, что ваш сайт испытывает нарушения безопасности или не функционирует правильно.
zh_cn: 监视URL，以确保在网页内容中找到指定的正则表达式。 内容不匹配可能表明您的网站出现安全漏洞或无法正常运行。

source: You must specify a service name for the URL Content service.
bg_bg: Трябва да зададете сървис име на сървиса "URL съдържание" (URL Content).
de_de: Sie müssen den Namen eines Dienstes für die URL Content Service.
es_es: Debe especificar un nombre de servicio para el servicio de contenido URL.
fr_fr: Vous devez spécifier un nom de service pour le service de contenu d'URL.
it_it: È necessario specificare un nome di servizio per il servizio Content URL.
ja_jp: URLコンテンツサービスのサービス名を指定する必要があります.
pl_pl: należy podać nazwę usługi dla usługi zawartości url.
pt_pt: Você deve especificar um nome de serviço para o serviço de conteúdo de URL.
ru_ru: Вы должны указать имя службы для обслуживания содержимого URL.
zh_cn: 您必须为URL内容服务指定服务名称。

source: Invalid URL Content service name.
bg_bg: Невалидно URL съдържание на име на сървиса.
de_de: Ungültige URL Content-Service-Name.
es_es: Invalid URL Content servicio de nombres.
fr_fr: Invalid nom du service URL de contenu.
it_it: URL non valido contenuto il nome del servizio.
ja_jp: URLコンテンツサービス名が不正です.
pl_pl: nieprawidłowa nazwa usługi treść url.
pt_pt: URL inválido nome do serviço de conteúdo.
ru_ru: Неверный службы URL Содержимое именем.
zh_cn: URL内容服务名称无效。

source: You must specify a service name for the URL Content Regular Expression Match service.
bg_bg: Трябва да зададете сървис име на сървиса "URL съдържание на регуларен израз" (URL Content Regular Expression Match).
de_de: Sie müssen den Namen eines Dienstes für die URL Content Regular Expression Spiel Service.
es_es: Debe especificar un nombre de servicio para el Contenido URL Expresión Regular servicio Match.
fr_fr: Vous devez spécifier un nom de service pour le match de contenu d'URL Expression service régulier.
it_it: È necessario specificare un nome di servizio per il servizio URL Corrispondenza espressione regolare contenuto.
ja_jp: URLコンテンツ正規表現マッチサービスのサービス名を指定する必要があります.
pl_pl: należy podać nazwę usługi dla usług regularnych url zawartości wyraz meczu.
pt_pt: Você deve especificar um nome de serviço para a URL do serviço de Conteúdo de expressão regular.
ru_ru: Вы должны указать имя службы для URL Содержание Регулярные выражения матча.
zh_cn: 您必须为URL内容正则表达式匹配服务指定服务名称。
