Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: This directive is used to define the number of "time units" to wait before sending out the first problem notification when this service enters a non-OK state. Unless you've changed the interval_length directive from the default value of 60, this number will mean minutes. If you set this value to 0, Nagios will start sending out notifications immediately.
bg_bg: Тази директива се използва за определяне на броя "времеви единици", с които да се изчака, преди изпращане на първото уведомление за проблем, когато този сървис влиза "не-ОК" състояние (non-OK state). Освен ако не сте променили директивата interval_length от "стандартната" (по подразбиране) стойност 60, този брой ще означава минути. Ако сте задали тази стойност да е 0, Nagios ще започне да изпраща уведомления веднага.
de_de: Diese Direktive wird benutzt, um die Anzahl von "Zeiteinheiten" zu definieren, bevor die erste Problem Benachrichtigung, wenn dieser Service in einen nicht-OK-Zustand. sofern Sie nicht die interval_length Direktive mit einem Default-Wert von 60 nicht verändert haben, bedeutet diese Zahl Minuten. Wenn Sie diesen Wert auf 0 setzen, wird Nagios sofort Benachrichtigungen versenden starten.
es_es: esta directiva se utiliza para definir el número de "unidades de tiempo" que esperar antes de enviar la primera notificación problema cuando este servicio entra en un estado de no-ok. a menos que haya cambiado la directiva interval_length del valor por defecto de 60, este número significa minutos. si se establece este valor en 0, nagios comenzarán a enviar las notificaciones de inmediato.
fr_fr: cette directive est utilisée pour définir le nombre d '"unités de temps" à attendre avant d'envoyer la première notification quand ce service entre dans un état non-OK. sauf si vous avez modifié le interval_length de la valeur par défaut de 60, ce nombre exprime des minutes. si vous définissez cette valeur à 0, Nagios commencera à envoyer des notifications immédiatement.
it_it: questa direttiva è utilizzato per definire il numero di "unità di tempo" per aspettare prima di inviare la prima notifica problema quando questo servizio entra in uno stato di non-ok. a meno che non hai cambiato la direttiva interval_length dal valore predefinito di 60, questo numero significa minuti. se si imposta questo valore su 0, nagios inizierà l'invio di notifiche immediatamente.
ja_jp: このディレクティブは、このサービスが非OKステータスになった最初の障害通知を送信する前に待機する「時間単位」の数を定義するために使用されます。 interval_lengthディレクティブを既定値の 60 から変更していない限り、この数は分を意味します。 この値を 0 に設定した場合、Nagiosはすぐに通知送信を開始します。
pl_pl: dyrektywa ta służy do określenia liczby "jednostek czasu" czekać przed wysłaniem pierwszego zgłoszenie problemu, gdy usługa ta wchodzi w stan nie-ok. chyba, że ​​zmieniła dyrektywę interval_length z domyślnej wartości 60, liczba ta będzie oznaczać minut. jeśli ustawisz tę wartość na 0, Nagios rozpocznie wysyłanie powiadomień natychmiast.
pt_pt: esta directiva é usado para definir o número de "unidades de tempo" para esperar antes de enviar a primeira notificação do problema quando este serviço entra em um estado não-ok. a menos que você tenha mudado a directiva interval_length do valor padrão de 60, este número vai significar minutos. se você definir esse valor como 0, nagios vai começar a enviar notificações imediatamente.
ru_ru: Эта директива используется для определения количества «единиц времени" ждать перед отправкой первого уведомления проблемой, когда эта услуга входит в не-OK состояние. если вы не изменили interval_length директиву значение по умолчанию 60, это число будет означать минут. если вы установите это значение в 0, Nagios будет начать отправку уведомлений сразу.
zh_cn: 该指令用于定义当该服务进入非OK状态时发出第一个问题通知之前要等待的“时间单位”数。 除非您已将interval_length指令的默认值更改为60，否则该数字表示分钟。 如果将此值设置为0，Nagios将立即开始发送通知。

source: notifications enabled
bg_bg: известията са активирани
de_de: Benachrichtigungen aktiviert
es_es: Notificaciones habilitadas
fr_fr: Notifications Activé
it_it: Notifiche Attivato
ja_jp: 通知の有効化
pl_pl: Powiadomienie włączony
pt_pt: Notificações são ativadas
ru_ru: Уведомления Доступно
zh_cn: 通知已启用

source: This directive is used to determine whether or not notifications for this service are enabled. Values:
bg_bg: Тази директива се използва, за да се определи дали са активирани уведомленията за този сървис. Стойности:
de_de: Diese Direktive wird benutzt, um festzustellen, ob Benachrichtigungen für diesen Service aktiviert sind. Werte:
es_es: esta directiva se utiliza para determinar si las notificaciones de este servicio están habilitados. valores:
fr_fr: cette directive est utilisée pour déterminer si oui ou non les notifications pour ce service sont activés. valeurs:
it_it: questa direttiva viene utilizzata per determinare se le notifiche per questo servizio sono abilitati. valori:
ja_jp: このディレクティブは、このサービスの通知が有効かどうかを決定するために使用されます. 値：
pl_pl: dyrektywa ta jest używana do określenia, czy powiadomienia dla tej usługi są włączone. wartości:
pt_pt: esta directiva é usado para determinar se ou não notificações para este serviço estão habilitados. valores:
ru_ru: Эта директива используется для определения того, не включены уведомления для этой службы. значения:
zh_cn: 该指令用于确定是否启用该服务的通知。值：

source: disable service notifications,
bg_bg: деактивирайте известията за сървиси,
de_de: Deaktivieren Service-Benachrichtigungen,
es_es: desactivar las notificaciones de servicios,
fr_fr: désactiver les notifications de service,
it_it: disabilitare le notifiche di servizio,
ja_jp: サービス通知を無効にする,
pl_pl: wyłączyć powiadomienia usług,
pt_pt: desativar as notificações de serviço,
ru_ru: отключить уведомления службы,
zh_cn: 禁用服务通知，

source: enable service notifications.
bg_bg: Активирайте известията за услуги.
de_de: ermöglichen Service-Benachrichtigungen.
es_es: activar las notificaciones de servicios.
fr_fr: activer les notifications de service.
it_it: attivare le notifiche di servizio.
ja_jp: サービス通知を有効にする.
pl_pl: włączyć powiadomienia usługi.
pt_pt: ativar as notificações de serviço.
ru_ru: включить уведомления обслуживания.
zh_cn: 启用服务通知。

source: stalking option
bg_bg: опция "издебване" (stalking)
es_es: Opciones acecho
fr_fr: Options harcèlement
it_it: Opzioni di stalking
ja_jp: 追跡（stalking）オプション
pl_pl: Opcje Stalking
pt_pt: opções de perseguição
ru_ru: преследование варианты
zh_cn: 跟踪选项

source: This directive determines which service states "stalking" is enabled for. Valid options are a combination of one or more of the following:
bg_bg: Тази директива определя за кои състояния на сървиса е активирано "дебненето" ("stalking"). Валидни опции са комбинация от един или повече от следните:
de_de: Diese Richtlinie legt fest, welche Service-Zustände "Stalking" wird aktiviert. gültigen Optionen sind eine Kombination von einem oder mehreren der folgenden:
es_es: esta directiva determina que los estados de servicio "acecho" está habilitada para. Las opciones válidas son una combinación de uno o más de los siguientes:
fr_fr: cette directive détermine les états de service "harcèlement criminel" est activée pour. options valides sont une combinaison d'un ou plusieurs des éléments suivants:
it_it: questa direttiva stabilisce che gli Stati servizio "lo stalking" è attivata per. opzioni valide sono una combinazione di uno o più dei seguenti:
ja_jp: このディレクティブは、サービスステータス追跡（stalking）が有効かどうかを決定します. 有効なオプションは、以下の1つ以上の組み合わせです：
pl_pl: dyrektywa ta określa, które państwa service "stalking" jest włączona. Poprawne opcje kombinacja jednego lub więcej z następujących:
pt_pt: esta directiva determina que estados serviço "insidiosas" está habilitado para. opções válidas são uma combinação de um ou mais dos seguintes:
ru_ru: Эта директива определяет, какие услуги государства "Преследование" включена для. Действующие параметры представляют собой сочетание одного или более из следующих:
zh_cn: 该指令确定启用了“跟踪”的服务状态。 有效选项是以下一项或多项的组合：

source: stalk on OK states,
bg_bg: "дебнете" (stalk) за ОК състояния,
de_de: Stiel auf ok Staaten,
es_es: acechar a los Estados ok,
fr_fr: mémorisation des états ok,
it_it: gambo su stati ok,
ja_jp: OKステータスで追跡
pl_pl: łodygi na Zjednoczone OK,
pt_pt: perseguir em estados ok,
ru_ru: стебель ОК государств,
zh_cn: 跟踪OK状态，

source: stalk on WARNING states,
bg_bg: "дебнете" (stalk) за ПРЕДУПРЕДИТЕЛНИ (WARNING) състояния,
de_de: Stiel auf Warnzustände,
es_es: acechar a los estados de alarma,
fr_fr: mémorisation des états d'alerte,
it_it: gambo su stati di allarme,
ja_jp: 警告ステータスで追跡,
pl_pl: łodygi na państwa ostrzegawczych,
pt_pt: perseguir em estados de alerta,
ru_ru: стебель на предупреждения состояний,
zh_cn: 跟踪警告状态，

source: stalk on UNKNOWN states, and
bg_bg: "дебнете" (stalk) за НЕИЗВЕСТНИ (UNKNOWN) състояния, и
de_de: Stiel auf unbekannte Zustände, und
es_es: acechar a los estados desconocidos, y
fr_fr: mémorisation des états inconnus, et
it_it: gambo su Unknown, e
ja_jp: 不明ステータスで追跡,
pl_pl: łodyga nieznanych krajów i
pt_pt: perseguir em estados desconhecidos, e
ru_ru: стебель от неизвестных состояний и
zh_cn: 跟踪未知状态，以及

source: stalk on CRITICAL states.
bg_bg: "дебнете" (stalk) за КРИТИЧНИ състояния.
de_de: Stiel auf kritische Zustände.
es_es: acechar en estados críticos.
fr_fr: mémorisation des états critiques.
it_it: gambo su criticità.
ja_jp: クリティカルステータスで追跡.
pl_pl: łodygi na stanach krytycznych.
pt_pt: perseguir em estados críticos.
ru_ru: стебель на критических состояний.
zh_cn: 跟踪严重状态。

source: More information on state stalking can be found in the nagios documentation.
bg_bg: Повече информация за състоянието "издебване" (stalking) може да се намери в документацията за Nagios.
de_de: Weitere Informationen zur Statusverfolgung finden Sie in der Nagios-Dokumentation.
es_es: más información sobre el acecho estado se puede encontrar en la documentación de Nagios.
fr_fr: plus d'informations sur l'état de harcèlement criminel peut être trouvé dans la documentation nagios.
it_it: maggiori informazioni sullo stalking stato può essere trovato nella documentazione nagios.
ja_jp: ステータス追跡（stalking）の詳細については、Nagiosのドキュメントに記載されています.
pl_pl: Więcej informacji o stalking państwa można znaleźć w dokumentacji Nagios.
pt_pt: mais informações sobre a perseguição do estado pode ser encontrada na documentação nagios.
ru_ru: Более подробная информация о государственной преследования можно найти в документации Nagios.
zh_cn: 有关状态跟踪的更多信息，请参见nagios文档。

source: notes
bg_bg: бележки
de_de: Beachten
es_es: Nota
fr_fr: Noter
it_it: Nota
ja_jp: メモ
pl_pl: notatki
pt_pt: NOTA
ru_ru: Внимание
zh_cn: 注意

source: This directive is used to define an optional string of notes pertaining to the service. If you specify a note here, you will see the it in the extended information CGI (when you are viewing information about the specified service).
bg_bg: Тази директива се използва за определяне на допълнителна (незадължителна) поредица от бележки, отнасящи се към сървиса. Ако посочите бележка тук, вие ще я видите в разширената информация (extended information) CGI (когато разглеждате информацията за определения сърсис).
de_de: Diese Direktive wird benutzt, um optional einen Text mit Informationen zu diesem Service anzugeben. wenn Sie eine Anmerkung angeben, werden Sie diese im extended information CGI sehen (wenn Sie Informationen zu dem bestimmten Service).
es_es: esta directiva se utiliza para definir una cadena opcional de notas relacionadas con el servicio. si especifica una nota aquí, podrás ver el en el cgi información ampliada (si es que ves la información sobre el servicio especificado).
fr_fr: cette directive est utilisée pour définir une chaîne optionnelle de notes relatifs au service. si vous spécifiez une note ici, vous la verrez dans le CGI des informations étendues (quand vous regardez les informations du service spécifié).
it_it: questa direttiva è utilizzato per definire una stringa opzionale di note relative al servizio. se si specifica una nota qui, vedrete la nella informazioni estese cgi (quando si visualizza le informazioni sul servizio specificato).
ja_jp: このディレクティブは、サービスに関連するメモの任意文字列を定義するために使用されます. ここにメモを指定した場合、（指定されたサービスに関する情報を表示しているときに）拡張情報CGIでそれが表示されます.
pl_pl: dyrektywa ta jest używana do określenia opcjonalny ciąg notatek dotyczących usługi. jeśli podasz notatkę tutaj, zobaczysz go w rozszerzonej informacji cgi (podczas przeglądania informacji o określonej usługi).
pt_pt: esta directiva é usado para definir uma cadeia opcional de notas que compõem o serviço. se você especificar uma nota aqui, você vai ver o que na informação cgi estendida (quando você estiver vendo informações sobre o serviço especificado).
ru_ru: Эта директива используется для определения дополнительного строку Примечания, касающиеся обслуживания. если вы укажете примечание здесь, вы увидите его в распространенной информации CGI (при просмотре информации о указанной службы).
zh_cn: 这条指令用于定义一个与服务相关的可选的注释字符串。如果你在这里指定了一个注解，你将在扩展信息CGI中看到它（当你查看关于指定服务的信息时）。

source: This variable is used to define the name of a GIF, PNG, or JPG image that should be associated with this service. This image will be displayed in the status and extended information CGIs.
bg_bg: Тази променлива се използва за определяне на името на GIF, PNG, или JPG изображението, което трябва да бъде асоциирано с този сървис. Това изображение ще се показва в статута и разширената информация на CGIs.
de_de: Diese Variable wird benutzt, um den Namen eines GIF-, PNG- oder JPG-Bild, das mit diesem Service verbunden werden soll. Dieses Bild wird in den status- und extended information-CGIs angezeigt.
es_es: esta variable se utiliza para definir el nombre de una imagen gif, png, jpg o que debe ser asociada con este servicio. esta imagen se mostrará en el estado y la extendida cgis información.
fr_fr: cette variable est utilisée pour définir le nom d'une image gif, png, jpg ou qui devrait être associé à ce service. cette image sera affiché dans l'état et d'informations complémentaires CGI.
it_it: questa variabile viene utilizzato per definire il nome di un'immagine gif, png, jpg o che deve essere associato a questo servizio. questa immagine verrà visualizzata nello stato e informazioni estese CGI.
ja_jp: この変数は、このサービスに関連付けられるべきGIF、PNG、JPG画像名を定義するために使用されます. この画像はステータスおよび拡張情報CGIに表示されます.
pl_pl: zmienna ta jest używana do określenia nazwy obrazka gif, png lub jpg, że powinny być związane z tym usługi. Ten obraz będzie wyświetlany w statusie i informacji dłuższy CGI.
pt_pt: esta variável é utilizada para definir o nome de uma imagem gif, png ou jpg que deve ser associada a este serviço. esta imagem será exibida no status e informações estendidas CGIs.
ru_ru: Эта переменная используется для определения имя GIF, PNG или JPG изображения, которые должны быть связаны с этой службой. Это изображение будет отображаться в статусе и расширенную информацию CGI скрипты.
zh_cn: 此变量用于定义应与此服务关联的GIF，PNG或JPG图像的名称。 该图像将显示在状态和扩展信息CGI中。

source: The image will look best if it is 40x40 pixels in size.
bg_bg: Изображението ще изглежда най-добре, ако е 40x40 пиксела.
de_de: wird das Bild am besten aussehen, wenn es 40x40 Pixel groß.
es_es: la imagen se verá mejor si es de 40x40 píxeles de tamaño.
fr_fr: l'image sera meilleure si elle est taille de 40x40 pixels.
it_it: l'immagine apparirà migliore se è pixel 40x40 di dimensione.
ja_jp: サイズは40x40 ピクセルがベストです.
pl_pl: Obraz będzie wyglądać najlepiej, jeśli jest to 40x40 pikseli.
pt_pt: a imagem ficará melhor se for 40x40 pixels de tamanho.
ru_ru: изображение будет выглядеть лучше, если это 40х40 пикселей.
zh_cn: 如果图像尺寸为40x40像素，则图像将看起来最好。

source: Images for services are assumed to be in the
bg_bg: Изображенията за сървиси се допуска да бъдат в
de_de: Bilder für Services werden in der sein
es_es: imágenes para los servicios se supone que en la
fr_fr: images pour les services sont supposés être dans le
it_it: immagini per i servizi vengono considerati in
ja_jp: サービス画像はHTMLイメージディレクトリ
pl_pl: Obrazy usługi są zakłada się na
pt_pt: imagens para os serviços estão a ser assumida no
ru_ru: изображения на услуги считаются в
zh_cn: 假设服务图片在

source: subdirectory in your HTML images directory (i.e.
bg_bg: поддиректория във вашта директория с HTML изображения (т.е.
de_de: Unterverzeichnis Ihres HTML-Images-Verzeichnis (dh
es_es: subdirectorio en el directorio de imágenes en HTML (es decir,
fr_fr: sous-répertoire dans votre répertoire d'images HTML (c.-à-
it_it: sottodirectory nella directory immagini html (ie
ja_jp: のサブディレクトリに存在するとみなされます（
pl_pl: podkatalog w katalogu zdjęć html (tj
pt_pt: subdiretório no seu diretório de imagens de html (ie
ru_ru: подкаталог в каталоге HTML изображений (т.е.
zh_cn: HTML图片目录中的子目录（即

source: notes url
de_de: Notizen url
es_es: notas url
it_it: note url
ja_jp: URLメモ
pl_pl: notatki url
pt_pt: notas url
ru_ru: Примечания гиперссылка
zh_cn: 备注网址

source: This directive is used to define an optional URL that can be used to provide more information about the service. If you specify an URL, you will see a red folder icon in the CGIs (when you are viewing service information) that links to the URL you specify here. Any valid URL can be used. If you plan on using relative paths, the base path will the the same as what is used to access the CGIs
bg_bg: Тази директива се използва за определяне на допълнителен (незадължителен) URL адрес, който може да бъде използван за осигуряване на повече информация за сървиса. Ако определите URL, вие ще видите икона с формата на червена папка в CGIs (когато разглеждате информацията за сървиса), сочеща към адреса, който се задали тук. Всеки валиден URL адрес може да се използва. Ако имате намерение да използвате на относителните пътеки (relative paths), основната пътека (base path) ще бъде същата, като тази, която се използва за достъп до CGIs
de_de: Diese Direktive wird benutzt, um einen optionalen URL, die verwendet werden können, um mehr Informationen zu diesem Service zu liefern. Wenn Sie einen URL angeben, werden Sie ein rotes Verzeichnis-Icon in den CGIs sehen (wenn Sie Service-Informationen betrachten), das auf die URL, die Sie hier angeben. Jeder gültige URL kann benutzt werden. Wenn Sie relative Pfade benutzen, wird der Basis-Pfad der gleiche sein, der benutzt, um auf die CGIs zuzugreifen
es_es: esta directiva se utiliza para definir una URL opcional que se puede utilizar para proporcionar más información sobre el servicio. si especifica una URL, verá un icono de carpeta roja en la cgis (cuando está viendo la información de servicio) que enlaza con la URL que especifique aquí. cualquier URL válida se puede utilizar. si usted planea usar rutas relativas, la ruta de la base será el mismo que lo que se utiliza para acceder a la cgis
fr_fr: cette directive est utilisée pour définir une URL optionnelle qui peut être utilisé pour fournir plus d'informations sur le service. si vous spécifiez une URL, vous verrez une icône de dossier rouge dans les CGI (quand vous regardez les informations du service) qui relie à l'URL que vous spécifiez ici. toute URL valide peut être utilisée. si vous prévoyez d'utiliser des chemins relatifs, le chemin de base sera le même que celui utilisé pour accéder aux CGI
it_it: questa direttiva è utilizzato per definire un URL opzionale che può essere utilizzato per fornire ulteriori informazioni sul servizio. se si specifica un URL, si vedrà l'icona di cartella rossa in CGI (quando si visualizzano le informazioni di servizio) che collega all'URL specificato qui. qualsiasi URL valido può essere utilizzato. se si pensa di utilizzare percorsi relativi, il percorso di base sarà la stessa come quello che viene utilizzato per accedere al CGI
ja_jp: このディレクティブは、サービスに関する詳細情報を提供するために使用できる任意のURLを定義するために使用されます. URLを指定する場合、（サービス情報を表示すると）ここで指定したURLへリンクするCGIの赤いフォルダのアイコンが表示されます. 任意の有効なURLを使用できます.相対パスを使用する場合、ベースパスはCGIにアクセスするために使用されるものと同じです
pl_pl: dyrektywa ta jest używana do określenia opcjonalny adres URL, który może być użyty do dostarczyć więcej informacji na temat usługi. jeśli podasz adres url, pojawi się czerwona ikona folderu w CGI (podczas przeglądania informacji o usługach), który łączy się z adresem URL określonym tutaj. każdy poprawny adres URL może być używany. jeśli planujesz używać ścieżek względnych, ścieżka bazowa będzie takie samo jak to, co służy do uzyskania dostępu do CGI
pt_pt: esta directiva é utilizado para definir um URL opcional que pode ser utilizado para proporcionar mais informação sobre o serviço. se você especificar uma URL, você verá um ícone de pasta vermelha na CGIs (quando você estiver visualizando as informações de serviço) com links para a URL que você especificar aqui. qualquer URL válido pode ser utilizado. se você planeja usar caminhos relativos, o caminho base será a igual ao que é usado para acessar os CGIs
ru_ru: Эта директива используется для определения дополнительного URL, которые могут быть использованы для обеспечения более подробную информацию об услуге. если вы указываете URL, вы увидите красный значок папки в CGIS (при просмотре служебной информации), ссылки на URL-адрес вы указали здесь. любой действительный URL могут быть использованы. Если вы планируете использовать относительные пути, базовый путь будет такой же, как то, что используется для доступа к CGI,
zh_cn: 该指令用于定义一个可选的URL，该URL可用于提供有关服务的更多信息。如果您指定了一个URL，您将在CGIs中看到一个红色的文件夹图标（当您查看服务信息时），它链接到您在这里指定的URL。可以使用任何有效的URL。如果您计划使用相对路径，基本路径将与用于访问CGI的路径相同。

source: This can be very useful if you want to make detailed information on the service, emergency contact methods, etc. available to other support staff.
bg_bg: Това може да бъде много полезно ако искате да направите подробната информация за сървиса, методите за връзка при спешни случаи, и т.н. достъпни за друг помощен персонал.
de_de: Dies kann sehr nützlich sein, wenn Sie detaillierte Informationen über den Service, Notfallkontaktmethoden usw. für anderes Support-Mitarbeiter machen wollen.
es_es: esto puede ser muy útil si quiere hacer que la información detallada sobre el servicio, métodos de contacto de emergencia, etc. disponible para otro personal de apoyo.
fr_fr: cela peut être très utile si vous souhaitez des informations détaillées sur le service, les méthodes de contact d'urgence, etc. disponibles à d'autres employés de soutien.
it_it: questo può essere molto utile se si vuole rendere le informazioni dettagliate sul servizio, i metodi di contatto di emergenza, ecc disponibile ad altro personale di supporto.
ja_jp: これは、サービスに関する詳細情報や緊急時の連絡方法などを他のサポートスタッフと利用する場合に便利です.
pl_pl: może to być bardzo przydatne, jeśli chcesz, aby szczegółowe informacje na temat usług, metod kontaktu awaryjnych itp dostępnych do innych pracowników pomocniczych.
pt_pt: isso pode ser muito útil se você quiser fazer a informação detalhada sobre o serviço, os métodos de contato de emergência, etc. disponível para outro pessoal de apoio.
ru_ru: это может быть очень полезно, если вы хотите, чтобы подробную информацию об услуге, методов экстренной связи, и т.д. доступными для других вспомогательного персонала.
zh_cn: 如果您想向其他支持人员提供有关服务，紧急联系方法等的详细信息，这将非常有用。

source: icon image alt
bg_bg: Алтернативна икона на изображението
es_es: icono de imagen alt
fr_fr: l'image d'icône alt
it_it: icona immagine alt
ja_jp: アイコン画像のALT
pl_pl: Obraz ikony alt
pt_pt: ícone de imagem alt
ru_ru: Изображение значка Alt
zh_cn: 图标图片alt
