Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Executed directly after Nagios XI processes the notification templates and gathers all information necessary to send an SMS notification, directly before sending that SMS.
bg_bg: изпълнена непосредствено след като nagios xi обработва шаблоните за уведомяване и събира цялата информация, необходима за изпращане на sms известие, непосредствено преди изпращането на sms.
de_de: Wird direkt ausgeführt, nachdem Nagios XI die Benachrichtigungsvorlagen verarbeitet und alle Informationen gesammelt hat, die zum Senden einer SMS-Benachrichtigung direkt vor dem Senden dieser SMS erforderlich sind.
es_es: ejecutado directamente después de que nagios xi procesa las plantillas de notificación y reúne toda la información necesaria para enviar una notificación de sms, directamente antes de enviar ese sms.
fr_fr: exécuté directement après le traitement des modèles de notification par nagios xi et collecte toutes les informations nécessaires pour envoyer une notification par SMS, directement avant d'envoyer ce SMS.
it_it: eseguito direttamente dopo che nagios xi elabora i modelli di notifica e raccoglie tutte le informazioni necessarie per inviare una notifica di sms, direttamente prima di inviare quell'sms.
ja_jp: Nagios XIが通知テンプレートを処理し、sms通知を送信するために必要なすべての情報を収集した直後に実行され、そのsmsを送信する直前に実行されます。
pl_pl: wykonywane bezpośrednio po nagios xi przetwarza szablony powiadomień i zbiera wszystkie informacje niezbędne do wysłania powiadomienia sms, bezpośrednio przed wysłaniem tego sms.
pt_pt: executado diretamente após nagios xi processa os modelos de notificação e reúne todas as informações necessárias para enviar uma notificação sms, diretamente antes de enviar esse sms.
ru_ru: выполняется непосредственно после того, как nagios xi обрабатывает шаблоны уведомлений и собирает всю информацию, необходимую для отправки sms-уведомления, непосредственно перед отправкой sms.
zh_cn: 在Nagios XI处理完通知模板后直接执行，并在发送短信之前直接收集发送短信通知所需的所有信息。

source: This can be used to alter your SMS notifications.
bg_bg: това може да се използва за промяна на вашите sms известия.
de_de: Dies kann verwendet werden, um Ihre SMS-Benachrichtigungen zu ändern.
es_es: esto se puede utilizar para modificar sus notificaciones de sms.
fr_fr: Cela peut être utilisé pour modifier vos notifications SMS.
it_it: questo può essere usato per modificare le notifiche di sms.
ja_jp: これは、SMS通知を変更するために使用することができます。
pl_pl: może to być wykorzystane do zmiany powiadomień SMS.
pt_pt: isso pode ser usado para alterar suas notificações de sms.
ru_ru: это может быть использовано для изменения ваших уведомлений смс.
zh_cn: 这可以用来改变你的短信通知。

source: All of the elements of the array are used in processing the message. %sChanging any of the %s$callback_arguments%s array will alter your SMS notification!%s
bg_bg: всички елементи на масива се използват при обработката на съобщението. % мащабиране на всеки от масивите% s $ callback_arguments% s ще промени известието ви за sms!% s
de_de: Alle Elemente des Arrays werden bei der Verarbeitung der Nachricht verwendet. % Wenn Sie eines der% s $ callback_arguments% s Array ändern, ändert sich Ihre SMS Benachrichtigung!% s
es_es: todos los elementos de la matriz se usan para procesar el mensaje. % cambiando cualquiera de% s $ callback_arguments% s array alterará tu notificación de sms!% s
fr_fr: tous les éléments du tableau sont utilisés dans le traitement du message. % schanging l'un des% s $ callback_arguments% s tableau va modifier votre notification sms!% s
it_it: tutti gli elementi dell'array vengono utilizzati nell'elaborazione del messaggio. % schanging qualsiasi% s $ callback_arguments% s array modifica la notifica sms!% s
ja_jp: 配列のすべての要素がメッセージの処理に使用されます。 %s %s$callback_arguments%s 配列のいずれかを変更すると、SMS通知が変更されます!%s
pl_pl: wszystkie elementy tablicy są używane do przetwarzania wiadomości. % zmiana jakiejkolwiek tablicy% s $ callback_arguments% s zmieni twoje powiadomienie sms!% s
pt_pt: Todos os elementos da matriz são usados ​​no processamento da mensagem. % schanging da array% s $ callback_arguments% s irá alterar sua notificação sms!% s
ru_ru: все элементы массива используются при обработке сообщения. %, сменивший любой из% s $ callback_arguments% s, изменит ваше уведомление о смс!% s
zh_cn: 数组的所有元素都用于处理消息。 %s更改任何%s $ callback参数%s数组将更改您的SMS通知！%s

source: Executed directly after Nagios XI sends an SMS notification.
bg_bg: изпълняват се директно след като nagios xi изпраща SMS съобщение.
de_de: Wird direkt ausgeführt, nachdem nagios xi eine SMS-Benachrichtigung gesendet hat.
es_es: ejecutado directamente después de nagios xi envía una notificación sms.
fr_fr: exécuté directement après que nagios xi envoie une notification par sms.
it_it: eseguito direttamente dopo che nagios xi invia una notifica di sms.
ja_jp: Nagios XIがSMS通知を送信した直後に実行されます。
pl_pl: wykonywane bezpośrednio po tym, jak nagios xi wysyła powiadomienie sms.
pt_pt: executado diretamente após nagios xi envia uma notificação sms.
ru_ru: выполняется сразу после того, как nagios xi отправляет смс-уведомление.
zh_cn: 在Nagios XI发送短信通知后直接执行。

source: This can be used to clean up any processing or storage requirements necessary prior to sending an SMS notification.
bg_bg: това може да се използва за почистване на всички изисквания за обработка или съхранение, необходими преди изпращане на SMS съобщение.
de_de: Hiermit können alle erforderlichen Verarbeitungs- oder Speicheranforderungen vor dem Senden einer SMS-Benachrichtigung entfernt werden.
es_es: Esto se puede usar para limpiar cualquier requisito de procesamiento o almacenamiento necesario antes de enviar una notificación por SMS.
fr_fr: Cela peut être utilisé pour nettoyer toutes les exigences de traitement ou de stockage nécessaires avant d'envoyer une notification par SMS.
it_it: questo può essere utilizzato per ripulire eventuali requisiti di elaborazione o archiviazione necessari prima di inviare una notifica di sms.
ja_jp: これは、SMS通知を送信する前に必要な処理またはストレージ要件をクリーンアップするために使用できます。
pl_pl: może to być wykorzystane do oczyszczenia wszelkich wymagań dotyczących przetwarzania lub przechowywania niezbędnych do wysłania powiadomienia SMS.
pt_pt: isso pode ser usado para limpar quaisquer requisitos de processamento ou armazenamento necessários antes de enviar uma notificação por SMS.
ru_ru: это может быть использовано для очистки любых требований к обработке или хранению, необходимых перед отправкой смс-уведомления.
zh_cn: 这可以用来在发送短信通知之前清理任何必要的处理或存储要求。

source: Executed directly before Nagios XI processes the notification templates for an email notification.
bg_bg: изпълнена директно преди nagios xi обработва шаблоните за уведомяване за имейл известие.
de_de: Wird direkt ausgeführt, bevor Nagios xi die Benachrichtigungsvorlagen für eine E-Mail-Benachrichtigung verarbeitet.
es_es: ejecutado directamente antes de que nagios xi procese las plantillas de notificación para una notificación por correo electrónico.
fr_fr: exécuté directement avant que nagios xi ne traite les modèles de notification pour une notification par courrier électronique.
it_it: eseguito direttamente prima che nagios xi elabori i modelli di notifica per una notifica via email.
ja_jp: Nagios XIがメール通知の通知テンプレートを処理する直前に実行されます。
pl_pl: wykonywane bezpośrednio przed nagios xi przetwarza szablony powiadomień dla powiadomienia e-mail.
pt_pt: executado diretamente antes do nagios xi processar os modelos de notificação para uma notificação por e-mail.
ru_ru: выполняется непосредственно перед тем, как nagios xi обрабатывает шаблоны уведомлений для уведомления по электронной почте.
zh_cn: 在 Nagios XI 处理电子邮件通知模板之前直接执行。

source: This can be used to alter your email notification templates, which in turn can alter your final email notifications.
bg_bg: това може да се използва за промяна на шаблоните ви за уведомяване по имейл, което на свой ред може да промени окончателните известия по имейл.
de_de: Dies kann verwendet werden, um Ihre E-Mail-Benachrichtigungsvorlagen zu ändern, die wiederum Ihre endgültigen E-Mail-Benachrichtigungen ändern können.
es_es: esto se puede utilizar para modificar sus plantillas de notificación por correo electrónico, lo que a su vez puede alterar sus notificaciones finales por correo electrónico.
fr_fr: Cela peut être utilisé pour modifier vos modèles de notification par e-mail, qui à leur tour peuvent modifier vos notifications par e-mail finales.
it_it: questo può essere utilizzato per modificare i modelli di notifica e-mail, che a loro volta possono alterare le notifiche e-mail finali.
ja_jp: これを使用してメール通知テンプレートを変更すると、最終的なメール通知を変更することができます。
pl_pl: może to służyć do zmiany szablonów powiadomień e-mail, które z kolei mogą zmienić ostateczne powiadomienia e-mail.
pt_pt: Isso pode ser usado para alterar seus modelos de notificação por e-mail, o que, por sua vez, pode alterar suas notificações de e-mail finais.
ru_ru: это можно использовать для изменения шаблонов уведомлений по электронной почте, что, в свою очередь, может изменить ваши последние уведомления по электронной почте.
zh_cn: 这可以用来改变您的电子邮件通知模板，进而改变您的最终电子邮件通知。

source: The message's subject (%sSubject:%s header), containing the pre-processed template macros.
bg_bg: обектът на съобщението (% ssubject:% s заглавие), съдържащ предварително обработените макроси на шаблони.
de_de: das Betreff der Nachricht (% ssubject:% s header), das die vorverarbeiteten Vorlagenmakros enthält.
es_es: el asunto del mensaje (% ssubject:% s encabezado), que contiene las macros de la plantilla preprocesadas.
fr_fr: l'objet du message (% ssubject: en-tête% s), contenant les macros du modèle pré-traitées.
it_it: l'oggetto del messaggio (% ssubject:% s header), contenente le macro template pre-elaborate.
ja_jp: 事前処理されたテンプレートマクロを含む、メッセージの件名 (%sSubject:%s header)
pl_pl: temat wiadomości (% ssubject: nagłówek% s) zawierający wstępnie przetworzone makra szablonów.
pt_pt: o assunto da mensagem (% ssubject:% s header), contendo as macros de modelo pré-processadas.
ru_ru: объект сообщения (% ssubject:% s header), содержащий предварительно обработанные макросы шаблонов.
zh_cn: 消息的主题（%sSubject:%s头），包含预处理的模板宏。

source: Who the message is sent as (%sFrom:%s header), containing the pre-processed template macros.
bg_bg: кой е изпратен като (% sfrom:% s header), съдържащ предварително обработените макроси на шаблони.
de_de: Wem die Nachricht gesendet wird (% sfrom:% s-Header), enthält die vorverarbeiteten Vorlagenmakros.
es_es: a quién se envía el mensaje como (% sfrom:% s header), que contiene las macros de plantilla preprocesadas.
fr_fr: Le message est envoyé en tant que (% sfrom:% s header), contenant les macros du template pré-traitées.
it_it: a chi viene inviato il messaggio come (% sfrom:% s header), contenente le macro template pre-elaborate.
ja_jp: 事前処理されたテンプレートマクロを含む、メッセージの送信者 (%sFrom:%s header)
pl_pl: kto jest wysyłany jako (% sfrom: nagłówek% s), zawierający wstępnie przetworzone makra szablonów.
pt_pt: para quem a mensagem é enviada como (% s de:% s cabeçalho), contendo as macros de modelo pré-processadas.
ru_ru: который отправляется как (% sfrom:% s header), содержащий предварительно обработанные макросы шаблонов.
zh_cn: 消息以谁的身份发送（%sFrom:%s头），包含预处理的模板宏。

source: An array containing meta information regarding the notification. Can contain data regarding the host/contact/service/etc.
bg_bg: масив, съдържащ мета информация за уведомлението. може да съдържа данни за хост / контакт / услуга / и т.н.
de_de: ein Array mit Metainformationen zur Benachrichtigung. kann Daten enthalten, die den Host / Kontakt / Service / etc betreffen.
es_es: una matriz que contiene metainformación sobre la notificación. puede contener datos sobre el host / contacto / servicio / etc.
fr_fr: un tableau contenant des méta-informations concernant la notification. peut contenir des données concernant l'hôte / contact / service / etc.
it_it: una matrice contenente meta informazioni riguardanti la notifica. può contenere dati riguardanti l'host / contatto / servizio / ecc.
ja_jp: 通知に関するメタ情報を含む配列ホスト/連絡先/サービス/その他に関するデータを含むことができます。
pl_pl: tablica zawierająca meta informacje dotyczące powiadomienia. może zawierać dane dotyczące hosta / kontaktu / usługi / etc.
pt_pt: uma matriz contendo meta informações sobre a notificação. pode conter dados referentes ao host / contato / serviço / etc.
ru_ru: массив, содержащий метаинформацию об уведомлении. может содержать данные о хосте / контакте / услуге / и т. д.
zh_cn: 包含有关通知的元信息的数组，可以包含主机/联系人/服务/等数据。可以包含有关主机/联系人/服务等数据。

source: This can be used to alter your SMS notification templates, which in turn can alter your final SMS notifications.
bg_bg: това може да се използва, за да промените шаблоните за известяване на SMS, което на свой ред може да промени вашите окончателни sms известия.
de_de: Dies kann verwendet werden, um Ihre SMS-Benachrichtigungsvorlagen zu ändern, die wiederum Ihre endgültigen SMS-Benachrichtigungen ändern können.
es_es: esto se puede utilizar para modificar sus plantillas de notificación de sms, lo que a su vez puede alterar sus notificaciones finales de sms.
fr_fr: Cela peut être utilisé pour modifier vos modèles de notification SMS, qui à son tour peuvent modifier vos notifications SMS final.
it_it: questo può essere utilizzato per modificare i modelli di notifica sms, che a sua volta può alterare le notifiche di sms finale.
ja_jp: これはSMS通知テンプレートを変更するために使用することができ、最終的なSMS通知を変更することができます。
pl_pl: może to służyć do zmiany szablonów powiadomień SMS, co z kolei może zmienić ostateczne powiadomienia SMS.
pt_pt: Isso pode ser usado para alterar seus modelos de notificação de sms, que por sua vez podem alterar suas notificações finais de sms.
ru_ru: это может быть использовано для изменения ваших шаблонов уведомлений смс, что, в свою очередь, может изменить ваши окончательные sms-уведомления.
zh_cn: 这可以用来改变你的短信通知模板，从而改变你的最终短信通知。

source: Executed during the %s function, if all prerequisites have been satisified (user password change, license agreement, one-time install executed).
bg_bg: Изпълнен по време на %s функцията, ако всички предпоставки са удовлетворени (промяна на потребителската паролата, лицензионно споразумение, изпълнение на еднократно инсталиране).
de_de: während die% s-Funktion ausgeführt wird, wenn alle Voraussetzungen satisified wurden (Benutzer-Passwort ändern, Lizenzvertrag, einmalige ausgeführt Installation).
es_es: ejecutado durante la función% s, si todos los requisitos han sido satisfechos (cambio de contraseña de usuario, contrato de licencia, de un momento de la instalación ejecutada).
fr_fr: exécutée pendant la fonction du%, si toutes les conditions préalables ont été satisified (utilisateur changement de mot de passe, contrat de licence, un moment de l'installation exécutée).
it_it: eseguita durante la funzione% s, se tutti i prerequisiti sono stati entusiasmato (modifica della password utente, contratto di licenza, installare eseguito una sola volta).
ja_jp: すべての事前要件（ユーザーパスワード変更、ライセンス同意、インストール実行）が満たされている場合 %s 機能中に実行されます.
pl_pl: wykonywane podczas funkcji% s, jeśli wszystkie warunki zostały zadowolone (zmiana hasła użytkownika, umowa licencyjna, jednorazowa instalacja wykonana).
pt_pt: executada durante a função% s, se todos os pré-requisitos foram satisified (usuário alteração de senha, contrato de licença, um tempo de instalação executado).
ru_ru: выполняется во время функции% S, если все предпосылки были отрабатываться неудовлетворительно (изменить пароль пользователя, лицензионное соглашение, одноразовый инсталляцию выполняется).
zh_cn: 在%s函数期间执行，如果所有的先决条件都已满足（用户密码更改，许可证协议，一次性安装执行）。

source: Executed before default Nagios authentication methods.
bg_bg: Изпълнен преди методите по подразбиране за оторизация на Nagios.
de_de: ausgeführt, bevor Authentifizierungsmethoden Standard nagios.
es_es: otorgada ante los métodos de autenticación por defecto Nagios.
fr_fr: exécutée avant les méthodes d'authentification nagios par défaut.
it_it: eseguito prima i metodi di autenticazione di default Nagios.
ja_jp: 既定のNagios認証方式前に実行されます。
pl_pl: wykonywane przed metod uwierzytelniania domyślnej Nagios.
pt_pt: executado antes de métodos de autenticação nagios padrão.
ru_ru: выполняется до методов аутентификации Nagios по умолчанию.
zh_cn: 在默认的Nagios认证方法之前执行。

source: Can be used to authenticate a user against external credentials.
bg_bg: Може да се използва за оторзиране на потребителя с външни идентификационни данни.
de_de: kann verwendet werden, um einen Benutzer vor externen Anmeldeinformationen zu authentifizieren.
es_es: se puede utilizar para autenticar a un usuario contra las credenciales externos.
fr_fr: peut être utilisé pour authentifier un utilisateur contre les titres de compétences externes.
it_it: può essere utilizzato per autenticare un utente contro credenziali esterni.
ja_jp: 外部の認証に対してユーザーを認証するために使用できます。
pl_pl: mogą być wykorzystywane do uwierzytelniania użytkownika w oparciu o dane zewnętrzne.
pt_pt: pode ser usado para autenticar um usuário contra credenciais externas.
ru_ru: может использоваться для аутентификации пользователя от внешних учетных данных.
zh_cn: 可用于根据外部凭证验证用户。

source: The array containing the user submitted information, in the form of %s
bg_bg: Масив, съдържащ информацията, предоставена от потребителя под формата на %s
de_de: das Array den Benutzer übermittelten Informationen in Form von% s enthält,
es_es: la matriz que contiene la información presentada usuario, en forma de% s
fr_fr: le tableau contenant les informations utilisateur soumis, sous forme de% s
it_it: la matrice contenente le informazioni utente presentate, in forma di% s
ja_jp: ユーザー送信情報を含む配列 . %s の形式
pl_pl: tablica zawierająca informacje o użytkowniku składane w formie% s
pt_pt: a matriz que contém as informações apresentadas usuário, na forma de% s
ru_ru: массив, содержащий информацию, представленную пользователем, в виде% S
zh_cn: 包含用户提交信息的数组，形式为%s。

source: If set to 1, then user is authenticated.
bg_bg: Ако е избрано 1, тогава потребителя е идентифициран.
de_de: falls auf 1 gesetzt ist, wird Benutzer authentifiziert.
es_es: si se establece en 1, entonces el usuario es autenticado.
fr_fr: si elle est définie à 1, alors l'utilisateur est authentifié.
it_it: se impostato a 1, allora l'utente viene autenticato.
ja_jp: 1を設定すると、ユーザーが認証されます.
pl_pl: jeśli jest ustawiony na 1, to użytkownik jest uwierzytelniony.
pt_pt: Se definido como 1, então o usuário é autenticado.
ru_ru: если установлен в 1, то пользователь проходит аутентификацию.
zh_cn: 如果设置为1，则用户已通过认证。

source: Array to append information messages to.
bg_bg: Масив за добавяне на информационни съобщения до.
de_de: Array-Informationen Nachrichten anzuhängen.
es_es: arsenal para anexar a los mensajes de información.
fr_fr: tableau à ajouter des messages d'information à.
it_it: matrice per aggiungere messaggi di informazione a.
ja_jp: 情報メッセージを追加する配列.
pl_pl: Tablica do dołączania wiadomości informacyjnych.
pt_pt: matriz para anexar mensagens de informação para.
ru_ru: Массив для добавления информационных сообщений.
zh_cn: 要附加信息信息的阵列。

source: Array to append debug messages to.
bg_bg: Масив за добавяне на съобщения за отстраняване на грешки (debug messages).
de_de: Array Debug-Nachrichten an anhängen.
es_es: arsenal para anexar a los mensajes de depuración.
fr_fr: tableau à ajouter des messages de débogage.
it_it: matrice per aggiungere messaggi di debug.
ja_jp: デバッグメッセージを追加する配列.
pl_pl: Tablica do dołączania do wiadomości debugowania.
pt_pt: matriz para anexar mensagens de depuração para.
ru_ru: Массив для добавления отладочных сообщений.
zh_cn: 要附加调试信息的数组。

source: Nagios XI will authenticate a user based on the value of
bg_bg: Nagios XI ще оторизира потребителя въз основа на стойността на
de_de: nagios xi einen Benutzer basierend auf dem Wert von authentifizieren
es_es: Nagios XI se autenticar a un usuario basado en el valor de
fr_fr: netsaint XI authentifier un utilisateur en fonction de la valeur de
it_it: Nagios XI sarà autenticare un utente in base al valore di
ja_jp: Nagios XIが値に基づいてユーザーを認証します.
pl_pl: Nagios XI będzie uwierzytelnić użytkownika na podstawie wartości
pt_pt: nagios xi vai autenticar um usuário com base no valor de
ru_ru: Nagios XI будет аутентификации пользователя на основе стоимости
zh_cn: Nagios XI 将根据以下值对用户进行认证

source: Executed directly after %s%s%s is printed on report pages.
bg_bg: Изпълнен директно след %s отпечатването на докладните страници.
de_de: direkt nach% ausgeführt s auf Berichtsseiten gedruckt wird.
es_es: ejecutados directamente después de% s está impreso en las páginas del informe.
fr_fr: exécutée directement après% s est imprimé sur les pages du rapport.
it_it: eseguiti direttamente dopo% s è stampato su pagine del report.
ja_jp: レポートページに %s%s%s がプリントされた後で実行されます。
pl_pl: wykonywane bezpośrednio po% s jest drukowany na stronach raportu.
pt_pt: executado diretamente após% s é impresso em páginas do relatório.
ru_ru: выполняется непосредственно после того, как% s печатается на страницах отчета.
zh_cn: 在报告页上打印%s%s%s后直接执行。

source: Use this to add action links (upper right hand corner) to report pages.
bg_bg: Използвате това, за да добавите линкове за действие (горен десен ъгъл), за да докладвате страници.
de_de: Verwenden Sie diese Aktion Links (oben rechts) hinzufügen Seiten zu melden.
es_es: usar esto para añadir enlaces de acción (esquina superior derecha) que informe páginas.
fr_fr: utiliser pour ajouter des liens d'action (coin supérieur droit) pour signaler les pages.
it_it: utilizzare questo per aggiungere link di azione (in alto a destra) da segnalare le pagine.
ja_jp: アクションリンク（画面右上）をレポートページに追加するために使用します.
pl_pl: to wykorzystać do dodawania linków działania (prawy górnym rogu) do zgłaszania stron.
pt_pt: usar isso para adicionar links de ação (canto superior direito) para reportar páginas.
ru_ru: использовать эту функцию, чтобы добавить ссылки на действия (верхний правый угол) для страниц отчета.
zh_cn: 用它来添加行动链接（右上角）到报告页面。

source: The title of the report.
bg_bg: Заглавието на доклада.
de_de: der Titel des Berichts.
es_es: el título del informe.
fr_fr: le titre du rapport.
it_it: il titolo della relazione.
ja_jp: レポートのタイトル.
pl_pl: tytuł raportu.
pt_pt: o título do relatório.
ru_ru: название доклада.
zh_cn: 报告的标题。

source: The url of the report.
bg_bg: URL адреса на доклада.
de_de: die URL des Berichts.
es_es: la url del informe.
fr_fr: l'url du rapport.
it_it: l'URL del report.
ja_jp: レポートのURL.
pl_pl: URL raportu.
pt_pt: a url do relatório.
ru_ru: URL-адрес отчета.
zh_cn: 该报告的网址。

source: An array containing any associated meta data.
bg_bg: Масив (array), съдържащ всички уместни мета данни (meta data).
de_de: ein Array alle zugehörigen Metadaten enthalten.
es_es: una matriz que contiene los metadatos asociados.
fr_fr: un tableau contenant toutes les données de métadonnées associées.
it_it: un array contenente tutti i metadati associati.
ja_jp: メタデータ情報を含む配列.
pl_pl: tablica zawierająca wszelkich danych związanych z meta.
pt_pt: um array contendo todos os metadados associados.
ru_ru: массив, содержащий любые связанные с ними метаданные.
zh_cn: 一个包含任何相关元数据的数组。

source: Array to append link html to.
bg_bg: Масив за добавяне на HTML връзка (link).
de_de: Array-Link html anzuhängen.
es_es: arsenal para anexar al enlace HTML.
fr_fr: réseau à ajouter le lien html sur.
it_it: matrice per aggiungere link HTML al.
ja_jp: HTMLへのリンクを追加するための配列.
pl_pl: Tablica do dołączania łącza HTML do.
pt_pt: array para acrescentar html link para.
ru_ru: Массив для добавления ссылок HTML для.
zh_cn: 添加html链接的数组。
