Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: With the <code>PUT config/service</code> API endpoint, you are able to edit the value to replace all the values. This endpoing is only for completely overwriting parameters for a config. For instance, you are not able to just add a single item to the <code>host_name</code> parameter. In order to add a bunch of hosts, we need to send the full list like so:
bg_bg: с api крайната точка <code>config/service</code> , можете да редактирате всичко за съществуваща услуга. това endpoing е само за напълно презаписване на параметри за конфиг. например, не можете да добавите само един елемент към параметъра <code>host_name</code> . за да добавите куп хостове, трябва да изпратим пълния списък така:
de_de: Mit dem Endpunkt <code>config/service</code> api können Sie alles für einen vorhandenen Dienst bearbeiten. Dieses Endpoing dient nur zum vollständigen Überschreiben von Parametern für eine Konfiguration. Beispielsweise können Sie dem Parameter <code>host_name</code> nicht nur ein einzelnes Element <code>host_name</code> . Um mehrere Hosts hinzuzufügen, müssen wir die vollständige Liste wie folgt versenden:
es_es: con el punto final de <code>config/service</code> api, puede editar todo para un servicio existente. este punto final es solo para sobrescribir completamente los parámetros de una configuración. por ejemplo, no puede agregar un solo elemento al parámetro <code>host_name</code> . para poder agregar un grupo de hosts, debemos enviar la lista completa así:
fr_fr: avec le point de terminaison <code>config/service</code> api, vous pouvez tout modifier pour un service existant. cette finalisation est uniquement destinée à écraser complètement les paramètres d'une configuration. Par exemple, vous ne pouvez pas ajouter un seul élément au paramètre <code>host_name</code> . afin d'ajouter un groupe d'hôtes, nous devons envoyer la liste complète comme suit:
it_it: con l'endpoint <code>config/service</code> api, è possibile modificare tutto per un servizio esistente. questa endpoing serve solo per sovrascrivere completamente i parametri per una configurazione. ad esempio, non puoi aggiungere un singolo elemento al parametro <code>host_name</code> . per aggiungere un gruppo di host, dobbiamo inviare l'elenco completo in questo modo:
ja_jp: <code>config/service</code> APIエンドポイントを使用すると、全ての値を置き換えることができます。このエンドポイントは設定のパラメータを完全に上書きするためだけのものです。たとえば、<code> host_name </code>パラメータに1つの項目を追加できるだけではありません。 たくさんのホストをひとまとめに追加するためには、以下のようにリストを送信します。
pl_pl: za pomocą punktu końcowego <code>config/service</code> api możesz edytować wszystko dla istniejącej usługi. to zakończenie służy wyłącznie do całkowitego nadpisania parametrów konfiguracji. na przykład nie możesz po prostu dodać pojedynczego elementu do parametru <code>host_name</code> . aby dodać kilka hostów, musimy wysłać pełną listę w taki sposób:
pt_pt: com o endpoint api <code>config/service</code> , você pode editar tudo para um serviço existente. este endpoing é apenas para sobrescrever completamente os parâmetros de uma configuração. por exemplo, você não pode simplesmente adicionar um único item ao parâmetro <code>host_name</code> . Para adicionar um monte de hosts, precisamos enviar a lista completa da seguinte forma:
ru_ru: с помощью конечной точки API <code>config/service</code> вы можете редактировать все для существующего сервиса. эта конечная точка предназначена только для полной перезаписи параметров конфигурации. например, вы не можете просто добавить один элемент в параметр <code>host_name</code> . чтобы добавить группу хостов, нам нужно отправить полный список примерно так:
zh_cn: 使用<code> PUT config / service </code> API端点，您可以编辑该值以替换所有值。 此结束仅用于完全覆盖配置的参数。 例如，您不能仅将单个项目添加到<code> host_name </code>参数。 为了添加一堆主机，我们需要像这样发送完整列表：

source: You can then use the above with the full API call below:
bg_bg: след това можете да използвате горепосоченото с пълното api по-долу:
de_de: Sie können das oben genannte mit dem vollständigen API-Aufruf unten verwenden:
es_es: A continuación, puede utilizar lo anterior con la llamada api completa a continuación:
fr_fr: vous pouvez ensuite utiliser ce qui précède avec l’appel complet de l’API ci-dessous:
it_it: è quindi possibile utilizzare quanto sopra con la chiamata api completa di seguito:
ja_jp: あなたはそれから以下の完全なAPI呼び出しで上記を使うことができます：
pl_pl: możesz użyć powyższego z pełnym wywołaniem API poniżej:
pt_pt: você pode então usar o acima com a chamada completa da API abaixo:
ru_ru: Вы можете использовать вышеприведенное с полным вызовом API ниже
zh_cn: 然后，您可以将以上内容与以下完整的API调用结合使用：

source: This will overwrite the <code>host_name</code> values, assigning the service object to the four specified hosts.
bg_bg: това ще замени стойностите на <code>host_name</code> , като присвоите обекта на услугата на четирите посочени хоста.
de_de: <code>host_name</code> Werte für <code>host_name</code> überschrieben, und das Serviceobjekt wird den vier angegebenen Hosts zugewiesen.
es_es: esto sobrescribirá los valores de <code>host_name</code> , asignando el objeto de servicio a los cuatro hosts especificados.
fr_fr: cela écrasera les valeurs <code>host_name</code> attribuant l'objet de service aux quatre hôtes spécifiés.
it_it: questo sovrascriverà i valori <code>host_name</code> , assegnando l'oggetto servizio ai quattro host specificati.
ja_jp: これにより<code>host_name</code>値が上書きされ、指定した4つのホストにサービスオブジェクトが割り当てられます。
pl_pl: spowoduje to nadpisanie wartości <code>host_name</code> , przypisanie obiektu usługi do czterech określonych hostów.
pt_pt: isso sobrescreverá os valores de <code>host_name</code> , atribuindo o objeto de serviço aos quatro hosts especificados.
ru_ru: это перезапишет значения <code>host_name</code> , назначив объект службы четырем указанным хостам.
zh_cn: 这将覆盖<code> host_name </code>值，从而将服务对象分配给四个指定的主机。

source: If you have a set of hosts, such as <code>host1</code>, <code>host2</code>, <code>host3</code> and you would like to remove the services <code>PING</code> and <code>SSH</code> from all of them with one single API call, you can do that by sending multiple paramters via an array in the API call. Note that if a service does not exist on a host, it will not error out and will still continue to remove the service from the rest of the hosts.
bg_bg: ако имате набор от домакини, като <code>host1</code> , <code>host2</code> , <code>host3</code> и искате да премахнете услуги <code>ping</code> и <code>ssh</code> от всички от тях с едно единствено API повикване, можете да направите това чрез изпращане на множество, параметрите чрез масив в API обадете се. Забележете, че ако дадена услуга не съществува на хост, тя няма да изтрие грешката и ще продължи да премахва услугата от останалите хостове.
de_de: Wenn Sie über eine Reihe von Hosts wie <code>host1</code> , <code>host2</code> , <code>host3</code> und die Dienste <code>ping</code> und <code>ssh</code> mit einem einzigen api-Aufruf von allen Hosts <code>host1</code> <code>host2</code> , <code>host3</code> Sie dies tun, indem Sie mehrere Parameter über ein Array in der api senden Anruf. Wenn ein Dienst auf einem Host nicht vorhanden ist, wird kein Fehler ausgegeben und der Dienst wird weiterhin von den übrigen Hosts entfernt.
es_es: Si tiene un conjunto de hosts, como <code>host1</code> , <code>host2</code> , <code>host3</code> y desea eliminar los servicios <code>ping</code> y <code>ssh</code> de todos ellos con una sola llamada api, puede hacerlo enviando múltiples parámetros a través de una matriz en la api llamada. tenga en cuenta que si un servicio no existe en un host, no se producirá un error y continuará eliminando el servicio del resto de los hosts.
fr_fr: si vous avez un ensemble d'hôtes, tels que <code>host1</code> , <code>host2</code> , <code>host3</code> et que vous souhaitez supprimer les services <code>ping</code> et <code>ssh</code> de tous avec un seul appel api, vous pouvez le faire en envoyant plusieurs paramètres via un tableau appel. notez que si un service n'existe pas sur un hôte, il ne générera pas d'erreur et continuera à supprimer le service du reste des hôtes.
it_it: se si dispone di un set di host, come <code>host1</code> , <code>host2</code> , <code>host3</code> e si desidera rimuovere i servizi <code>ping</code> e <code>ssh</code> da tutti loro con una sola chiamata api, è possibile farlo inviando più parametri tramite una matrice nell'api chiamata. si noti che se un servizio non esiste su un host, non eseguirà l'errore e continuerà a rimuovere il servizio dal resto degli host.
ja_jp: <code>host1</code> 、 <code>host2</code> 、 <code>host3</code>などの一連のホストがあり、それらすべてからサービス<code>ping</code>および<code>ssh</code>を1回のAPI呼び出しで削除したい場合は、複数のパラメーターを配列で送信します。ホスト上に該当のサービスが存在しない場合でもエラーは発生せず、残りのホストからサービスの削除は続行されます。
pl_pl: jeśli masz zestaw gospodarzy, takich jak <code>host1</code> , <code>host2</code> , <code>host3</code> i chcesz usunąć usługi <code>ping</code> i <code>ssh</code> z nich wszystkich z jednego wywołania API, można to zrobić poprzez wysłanie wielu paramters poprzez tablicę w API połączenie. zauważ, że jeśli usługa nie istnieje na hoście, nie będzie się ona mylić i nadal będzie usuwać usługę z pozostałych hostów.
pt_pt: Se você tem um conjunto de hosts, como <code>host1</code> , <code>host2</code> , <code>host3</code> e você gostaria de remover os serviços <code>ping</code> e <code>ssh</code> de todos eles com uma única chamada de API, você pode fazer isso enviando vários parâmetros através de uma matriz na API. ligar. Observe que, se um serviço não existir em um host, ele não irá errar e continuará a remover o serviço do resto dos hosts.
ru_ru: если у вас есть набор хостов, таких как <code>host1</code> , <code>host2</code> , <code>host3</code> и вы хотите удалить службы <code>ping</code> и <code>ssh</code> из всех них одним вызовом API, вы можете сделать это, отправив несколько параметров через массив в API. вызов. обратите внимание, что если служба не существует на хосте, она не выдаст ошибку и все равно продолжит удалять службу с остальных хостов.
zh_cn: 如果您拥有一组主机，例如<code> host1 </code>，<code> host2 </code>，<code> host3 </code>，并且您想要删除服务<code> PING </ 通过一个API调用即可从所有这些代码中获取code>和<code> SSH </code>，您可以通过API调用中的数组发送多个参数来实现。 请注意，如果主机上不存在服务，则不会出错，并且仍会继续从其余主机中删除该服务。

source: To specify multiple hosts, you can pass the <code>host_name[]</code> parameter as an array in the URL. For the hosts:
bg_bg: за да укажете множество хостове, можете да подадете параметъра <code>host_name[]</code> като масив в URL адреса. за домакините:
de_de: <code>host_name[]</code> mehrere Hosts anzugeben, können Sie den Parameter <code>host_name[]</code> als Array in der URL übergeben. für die Gastgeber:
es_es: para especificar varios hosts, puede pasar el parámetro <code>host_name[]</code> como una matriz en la url. para los anfitriones:
fr_fr: pour spécifier plusieurs hôtes, vous pouvez passer le paramètre <code>host_name[]</code> sous la forme d'un tableau dans l'URL. pour les hôtes:
it_it: per specificare più host, è possibile passare il parametro <code>host_name[]</code> come array nell'URL. per gli ospiti:
ja_jp: 複数のホストを指定するには、 <code>host_name[]</code>パラメータをURLの配列として渡すことができます。ホストの場合:
pl_pl: aby określić wiele hostów, możesz przekazać <code>host_name[]</code> jako tablicę w adresie URL. dla gospodarzy:
pt_pt: para especificar vários hosts, você pode passar o parâmetro <code>host_name[]</code> como uma matriz na url. para os anfitriões:
ru_ru: чтобы указать несколько хостов, вы можете передать параметр <code>host_name[]</code> в виде массива в URL. для хозяев:
zh_cn: 要指定多个主机，可以在URL中将<code> host_name [] </code>参数作为数组传递。 对于主机：

source: Then for the services pass the <code>service_description[]</code> variable:
bg_bg: след това за услугите преминават променливата <code>service_description[]</code> :
de_de: dann übergeben Sie für die Dienste die Variable <code>service_description[]</code> :
es_es: entonces para los servicios pase la variable <code>service_description[]</code> :
fr_fr: puis pour les services, transmettez la variable <code>service_description[]</code> :
it_it: quindi per i servizi passa la variabile <code>service_description[]</code> :
ja_jp: それからサービスのために<code>service_description[]</code>変数を渡します:
pl_pl: następnie dla usług <code>service_description[]</code> zmienną <code>service_description[]</code> :
pt_pt: então, para os serviços passarem a variável <code>service_description[]</code> :
ru_ru: затем для сервисов передайте переменную <code>service_description[]</code> :
zh_cn: 然后为服务传递<code> service_description [] </code>变量：

source: Combine these into the full API call below:
bg_bg: съчетайте ги в пълния api разговор по-долу:
de_de: kombiniere diese in den vollständigen api-Aufruf:
es_es: Combina esto en la siguiente llamada de la API:
fr_fr: combinez-les dans l'appel complet ci-dessous:
it_it: combinare questi nella chiamata api completo di seguito:
ja_jp: これらを以下の完全なAPI呼び出しにまとめます
pl_pl: połącz je w pełne wywołanie API poniżej:
pt_pt: combine-os na chamada completa da API abaixo:
ru_ru: объедините их в полный вызов API ниже:
zh_cn: 将它们合并到下面的完整API调用中：

source: If you need to schedule a downtime for multiple hosts, for example <code>host1</code>, <code>host2</code>, and <code>host3</code>, you can then use the following API call:
bg_bg: ако имате нужда да планирате престой за няколко домакини, например <code>host1</code> , <code>host2</code> и <code>host3</code> , а след това можете да използвате следния API повикване:
de_de: Wenn Sie eine Ausfallzeit für mehrere Hosts <code>host1</code> <code>host2</code> , z. B. <code>host1</code> , <code>host2</code> und <code>host3</code> , können Sie den folgenden API-Aufruf verwenden:
es_es: Si necesita programar un tiempo de inactividad para varios hosts, por ejemplo <code>host1</code> , <code>host2</code> y <code>host3</code> , puede usar la siguiente llamada de API:
fr_fr: Si vous devez planifier un temps d'arrêt pour plusieurs hôtes, par exemple <code>host1</code> , <code>host2</code> et <code>host3</code> , vous pouvez utiliser l'appel api suivant:
it_it: se è necessario pianificare un tempo di inattività per più host, ad esempio <code>host1</code> , <code>host2</code> e <code>host3</code> , è possibile utilizzare la seguente chiamata api:
ja_jp: <code>host1</code> 、 <code>host2</code> 、 <code>host3</code> 、複数のホストの停止時間をスケジュールする必要がある場合は、次のapi呼び出しを使用できます。
pl_pl: jeśli trzeba zaplanować czas przestoju dla wielu gospodarzy, na przykład <code>host1</code> , <code>host2</code> i <code>host3</code> można następnie wykorzystać następujące wywołanie API:
pt_pt: Se você precisar agendar um tempo de inatividade para vários hosts, por exemplo, <code>host1</code> , <code>host2</code> e <code>host3</code> , você poderá usar a seguinte chamada de API:
ru_ru: если вам нужно запланировать время простоя для нескольких хостов, например <code>host1</code> , <code>host2</code> и <code>host3</code> , вы можете использовать следующий вызов API:
zh_cn: 如果您需要安排多个主机（例如<code> host1 </code>，<code> host2 </code>和<code> host3 </code>）的停机时间，则可以使用以下API调用：

source: You can schedule a downtime for multiple services, for example <code>service1</code>, <code>service2</code>, and <code>service3</code> on the same host (<code>host1</code>) by running:
bg_bg: можете да планирате престой за няколко услуги, например <code>service1</code> , <code>service2</code> и <code>service3</code> на същия хост ( <code>host1</code> ) от тичане:
de_de: Sie können eine Ausfallzeit für mehrere Dienste planen, zum Beispiel <code>service1</code> , <code>service2</code> und <code>service3</code> auf demselben Host ( <code>host1</code> ) durch Laufen:
es_es: se puede programar un tiempo de inactividad para múltiples servicios, por ejemplo <code>service1</code> , <code>service2</code> y <code>service3</code> en el mismo host ( <code>host1</code> ) ejecutando:
fr_fr: vous pouvez planifier un temps d'arrêt pour plusieurs services, par exemple <code>service1</code> , <code>service2</code> et <code>service3</code> sur le même hôte ( <code>host1</code> ) en exécutant:
it_it: è possibile pianificare un tempo di inattività per più servizi, per esempio <code>service1</code> , <code>service2</code> , e <code>service3</code> sullo stesso host ( <code>host1</code> ) eseguendo:
ja_jp: 次の<code>service2</code>を<code>service3</code>して、同じホスト（ <code>host1</code> ）上の<code>service1</code> 、 <code>service2</code> 、 <code>service2</code>など、複数のサービスの停止時間をスケジュールできます。
pl_pl: możesz zaplanować przestój dla wielu usług, na przykład <code>service1</code> , <code>service2</code> i <code>service3</code> na tym samym hoście ( <code>host1</code> ), uruchamiając:
pt_pt: você pode programar um tempo de inatividade para vários serviços, por exemplo <code>service1</code> , <code>service2</code> e <code>service3</code> no mesmo host ( <code>host1</code> ) executando:
ru_ru: Вы можете запланировать время простоя для нескольких служб, например <code>service1</code> , <code>service2</code> и <code>service3</code> на том же хосте ( <code>host1</code> ), запустив:
zh_cn: 您可以安排多个服务的停机时间，例如同一主机上的<code> service1 </code>，<code> service2 </code>和<code> service3 </code>（<code> host1 </code>）通过运行：

source: API - Config Reference
bg_bg: API - конфигурационна справка
de_de: Backend-API - Config Referenz
es_es: api backend - Referencia config
fr_fr: backend api - référence de config
it_it: backend api - riferimento config
ja_jp: バックエンドAPI - コンフィグリファレンス
pl_pl: backend api - odniesienia config
pt_pt: backend api - referência de configuração
ru_ru: базовая апи - справочник конфигурации
zh_cn: API-配置参考

source: With the new API in Nagios XI 5 we linked it up directly with the Core Config Manager. This allows creation and deletion of items directly from the API.
bg_bg: С новия API в Nagios XI 5 ние го свързахме директно с програмата "Главен Конфигурационен Мениджър" (CCM - Core Config Manager). Това позволява създаването и изтриването на елементи директно от API.
de_de: mit der neuen API in Nagios XI 5 wir verlinkt es direkt mit dem Kern-Konfigurationsmanager. dies ermöglicht das Erstellen und Löschen von Elementen direkt von der API.
es_es: con la nueva api en nagios xi 5 vinculamos es directamente con el gestor de configuración del núcleo. esto permite la creación y supresión de los artículos directamente de la API.
fr_fr: avec la nouvelle API dans Nagios XI 5 nous a lié directement avec le gestionnaire de base de configuration. ce qui permet la création et la suppression d'éléments directement à partir de l'API.
it_it: con la nuova API di Nagios xi 5 abbiamo collegato in su direttamente con il gestore nucleo config. questo permette la creazione e la cancellazione degli articoli direttamente dal api.
ja_jp: Nagios XI 5の新しいAPIとCore コンフィグマネージャを直接リンクしました. これにより、APIから直接アイテムの作成と削除が可能になります.
pl_pl: z nowym API w Nagios xi 5 połączyliśmy go bezpośrednio z kierownikiem rdzeń config. pozwala to na tworzenie i usuwanie elementów bezpośrednio z api.
pt_pt: com a nova api em nagios xi 5 que a relaciona diretamente com o gerente de configuração do núcleo. esta permite a criação ea exclusão de itens diretamente da api.
ru_ru: с новым API в Nagios XI 5 мы связали его непосредственно с менеджером ядро ​​конфигурации. это позволяет создание и удаление элементов непосредственно из API.
zh_cn: 通过Nagios XI 5中的新API，我们将其直接与Core Config Manager链接在一起。 这允许直接从API创建和删除项目。

source: This API section is
bg_bg: Този API раздел е
de_de: Diese API Schnitt
es_es: esta sección api es
fr_fr: cette section est d'api
it_it: questa sezione è api
ja_jp: このAPIセクションは、
pl_pl: ta część API
pt_pt: esta seção é api
ru_ru: в этом разделе API является
zh_cn: 这个API部分是

source: admin only
bg_bg: само администратор
de_de: nur Admin
es_es: Sólo administrador
fr_fr: admin uniquement
it_it: Solo amministratore
ja_jp: 管理者のみ
pl_pl: tylko administrator
pt_pt: único administrador
ru_ru: только администратор
zh_cn: 只有管​​理员

source: Warning
bg_bg: Внимание
de_de: Warnung
es_es: Advertencia
fr_fr: Avertissement
it_it: Attenzione
ja_jp: 警告
pl_pl: ostrzeżenie
pt_pt: Aviso
ru_ru: Предупреждение
zh_cn: 警告

source: By default the Nagios Core service <em><b>is not restarted</b></em> when an object is created or deleted via the API.
bg_bg: По подразбиране, Nagios Core сървиса<em><b>не се рестартира,</b></em> когато се създава или изтрива обект чрез API.
de_de: Standardmäßig wird der <em>Nagios-Dienst</em> nicht <em>neu gestartet, wenn</em> ein Objekt erstellt oder über die API gelöscht.
es_es: por defecto el servicio básico nagios <em>no se reinicia</em> cuando se crea o se elimina a través de la API de un objeto.
fr_fr: Par défaut, le service de base de Nagios <em>ne redémarre pas</em> quand un objet est créé ou supprimé via l'API.
it_it: Per impostazione predefinita, il servizio principale Nagios <em>non viene riavviato</em> quando un oggetto viene creato o eliminato tramite l'API.
ja_jp: APIを介してオブジェクトを作成または削除するとき、既定では、Nagios Coreサービスは<em><b>再起動されません</b></em>。
pl_pl: domyślnie rdzeń usługi Nagios <em>nie zostanie ponownie uruchomiony,</em> gdy obiekt jest tworzony lub usunięte za pośrednictwem interfejsu API.
pt_pt: por padrão, o serviço de núcleo Nagios <em>não é reiniciado</em> quando um objeto é criado ou excluído por meio da API.
ru_ru: по умолчанию ядро служба Nagios <em>не перезапускается,</em> когда объект создается или удаляется с помощью API.
zh_cn: 默认情况下，通过API创建或删除对象时，Nagios Core服务<em> <b>不会重新启动</b></em>。

source: To apply the configuration, use the
bg_bg: Да приложите конфигурацията, използвайте
de_de: um die Konfiguration anzuwenden Sie können die Verwendung
es_es: para aplicar la configuración se puede utilizar el
fr_fr: pour appliquer la configuration, vous pouvez utiliser la
it_it: per applicare la configurazione è possibile utilizzare il
ja_jp: 設定を適用するには、変更を行った後、
pl_pl: w celu zastosowania konfiguracji można użyć
pt_pt: para aplicar a configuração que você pode usar o
ru_ru: чтобы применить конфигурацию можно использовать
zh_cn: 要应用配置，请使用

source: request after making the changes you want to apply
bg_bg: поискване след като направите промените, които искате да приложите
de_de: Anfrage nach den Änderungen die Sie anwenden möchten
es_es: petición después de hacer los cambios que desea aplicar
fr_fr: demande après avoir fait les changements que vous souhaitez appliquer
it_it: richiesta dopo aver apportato le modifiche che si desidera applicare
ja_jp: リクエストを使用できます
pl_pl: wniosek po dokonaniu zmian, które chcesz zastosować
pt_pt: pedido depois de fazer as mudanças que você deseja aplicar
ru_ru: Запрос после внесения изменений необходимо применить
zh_cn: 做出您要应用的更改后的请求
