Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: You can update your scheduled backup settings for your server. You can use all or none of the scheduled backup types.
bg_bg: Можете да актуализирате настройките за планиран (по график) архив на вашия Nagios XI сървър. Можете да използвате всички или никой от насрочените видове архиви.
de_de: Sie können Ihre geplante Backup-Einstellungen für Ihre nagios xi Server zu aktualisieren. Sie können alle oder keine der geplanten Sicherungstypen verwenden.
es_es: puede actualizar la configuración de copia de seguridad programadas para su servidor xi nagios. puede utilizar todos o ninguno de los tipos de copia de seguridad programadas.
fr_fr: vous pouvez mettre à jour vos paramètres de sauvegarde prévues pour votre serveur nagios xi. vous pouvez utiliser tout ou rien des types de sauvegarde planifiées.
it_it: è possibile aggiornare le impostazioni di backup pianificati per il server xi Nagios. è possibile utilizzare tutti o nessuno dei tipi di backup pianificati.
ja_jp: サーバーのスケジュールバックアップ設定を変更することができます。 すべてのバックアップタイプを使用するか、使用しないかを選択できます。
pl_pl: można zaktualizować zaplanowanych kopii zapasowej ustawień dla serwera Nagios XI. można użyć wszystko lub nic z zaplanowanych typów kopii zapasowych.
pt_pt: você pode atualizar suas configurações de backup agendadas para o servidor xi nagios. você pode usar todos ou nenhum dos tipos de backup programadas.
ru_ru: Вы можете обновить запланированных параметры резервного копирования для вашего кси-сервера Nagios. Вы можете использовать все или ни один из запланированных резервных видов.
zh_cn: 您可以为服务器更新计划的备份设置。 您可以使用全部预定备份类型，也可以不使用任何预定备份类型。

source: FTP Backups
bg_bg: FTP архиви
es_es: Las copias de seguridad de FTP
fr_fr: sauvegardes FTP
it_it: backup ftp
ja_jp: FTPバックアップ
pl_pl: backup ftp
pt_pt: backups ftp
ru_ru: FTP резервное копирование
zh_cn: FTP备份

source: SSH Backups
bg_bg: SSH архиви
es_es: Las copias de seguridad de ssh
fr_fr: sauvegardes ssh
it_it: backup ssh
ja_jp: SSHバックアップ
pl_pl: kopie zapasowe ssh
pt_pt: backups ssh
ru_ru: SSH резервные копии
zh_cn: SSH备份

source: Local Backups
bg_bg: Местни архиви
de_de: lokale Backups
es_es: Las copias de seguridad locales
fr_fr: sauvegardes locales
it_it: backup locali
ja_jp: ローカルバックアップ
pl_pl: lokalne kopie zapasowe
pt_pt: backups locais
ru_ru: местные резервные копии
zh_cn: 本地备份

source: Last Backup Size
bg_bg: Размер на последното архивирано копие
de_de: letzten Backup-Größe
es_es: último tamaño de copia de seguridad
fr_fr: dernière taille de la sauvegarde
it_it: ultima dimensione del backup
ja_jp: 前回のバックアップサイズ
pl_pl: Ostatnia kopia zapasowa
pt_pt: Tamanho último backup
ru_ru: последний размер резервного копирования
zh_cn: 最后一次备份的大小

source: Next Run:
bg_bg: Следващата серия:
de_de: nächsten Lauf:
es_es: siguiente ejecución:
fr_fr: prochaine course:
it_it: successiva esecuzione:
ja_jp: 次回実行 :
pl_pl: Następne spotkanie:
pt_pt: próxima corrida:
ru_ru: следующий запуск:
zh_cn: 下一次运行：

source: Last Run:
bg_bg: Последната серия:
es_es: Ultima ejecucion
it_it: Ultima esecuzione
ja_jp: 前回実行 :
pl_pl: Ostatni przejazd
pt_pt: última corrida
ru_ru: Последнее Run
zh_cn: 上次运行

source: Are you sure you want to overwrite your current public and private key settings? This will generate a new public and private key and put the locations into your SSH settings.
bg_bg: сигурен ли сте, че искате да презапишете вашите текущи настройки за публичен и частен ключ? това ще генерира нов публичен и частен ключ и ще постави местоположенията в настройките ви за ssh.
de_de: Möchten Sie Ihre aktuellen öffentlichen und privaten Schlüsseleinstellungen wirklich überschreiben? Dadurch wird ein neuer öffentlicher und privater Schlüssel generiert und die Orte in Ihre SSH-Einstellungen eingetragen.
es_es: ¿Estás seguro de que deseas sobrescribir la configuración actual de tu clave pública y privada? esto generará una nueva clave pública y privada y pondrá las ubicaciones en su configuración ssh.
fr_fr: Êtes-vous sûr de vouloir remplacer vos paramètres de clé publique et privée actuels? Cela générera une nouvelle clé publique et privée et placera les emplacements dans vos paramètres SSH.
it_it: sei sicuro di voler sovrascrivere le tue attuali impostazioni della chiave pubblica e privata? questo genererà una nuova chiave pubblica e privata e inserirà le posizioni nelle impostazioni ssh.
ja_jp: 現在の公開鍵と秘密鍵の設定を上書きしてもよろしいですか？新しい公開鍵と秘密鍵を生成し、ssh設定にロケーションを登録します。
pl_pl: czy na pewno chcesz nadpisać bieżące ustawienia klucza publicznego i prywatnego? spowoduje to wygenerowanie nowego klucza publicznego i prywatnego i umieszczenie lokalizacji w ustawieniach ssh.
pt_pt: Tem certeza de que deseja substituir suas configurações atuais de chave pública e privada? Isso gerará uma nova chave pública e privada e colocará os locais nas configurações do ssh.
ru_ru: вы уверены, что хотите перезаписать текущие настройки общедоступного и частного ключей? это создаст новый открытый и закрытый ключ и поместит места в ваши настройки ssh.
zh_cn: 您确定要覆盖当前的公钥和私钥设置吗？ 这将生成一个新的公钥和私钥，并将位置放入您的SSH设置中。

source: SSH Public Key
bg_bg: ssh публичен ключ
de_de: ssh öffentlicher Schlüssel
es_es: clave pública ssh
fr_fr: clé publique ssh
it_it: ssh chiave pubblica
ja_jp: ssh公開鍵
pl_pl: klucz publiczny ssh
pt_pt: chave pública ssh
ru_ru: Открытый ключ ssh
zh_cn: SSH公钥

source: This section allows you to create an FTP scheduled backup that will send your System Backups via FTP to your server.
bg_bg: Този раздел ви позволява да създадете график за FTP планирана архивация, по който ще се изпращат вашите системни резервни копия към FTP сървър ви.
de_de: In diesem Abschnitt können Sie einen FTP geplante Sicherung, die Ihre System-Backups per FTP auf den Server sendet erstellen.
es_es: esta sección le permite crear una copia de seguridad programada ftp que enviará las copias de seguridad del sistema a través de ftp a su servidor.
fr_fr: cette section vous permet de créer une sauvegarde ftp prévu qui va envoyer vos sauvegardes système via ftp sur votre serveur.
it_it: Questa sezione permette di creare un ftp pianificato di backup che invierà i backup di sistema tramite ftp al vostro server.
ja_jp: このセクションでは、FTP経由でサーバーにシステムバックアップを送信するFTPバックアップスケジュールを作成できます.
pl_pl: sekcja ta pozwala na tworzenie kopii zapasowych FTP, które zaplanowane kopie zapasowe systemu wysyłania przez FTP na serwer.
pt_pt: Nesta seção permite que você crie um backup ftp agendada que vai enviar seus backups do sistema via ftp para o servidor.
ru_ru: этот раздел позволяет создать FTP резервного копирования по расписанию, которое будет посылать ваши резервное копирование системы с помощью FTP на сервер.
zh_cn: 本部分允许您创建FTP预定备份，该备份将通过FTP将系统备份发送到服务器。

source: We recommend creating a specific folder and username/password on your FTP server.
bg_bg: Ние препоръчваме да създадете определена папка и име / парола на вашия FTP сървър.
de_de: Wir empfehlen, einen bestimmten Ordner und Benutzernamen / Passwort auf Ihrem FTP-Server.
es_es: se recomienda crear una carpeta específica y nombre de usuario / contraseña en el servidor ftp.
fr_fr: nous recommandons de créer un dossier spécifique et nom d'utilisateur / mot de passe sur votre serveur ftp.
it_it: si consiglia di creare una cartella specifica e username / password sul server ftp.
ja_jp: FTPサーバーに特定のフォルダとユーザー名/パスワードを作成することをお勧めします.
pl_pl: zalecamy utworzenie określonego folderu i nazwy użytkownika / hasła na serwerze ftp.
pt_pt: recomendamos a criação de uma pasta específica e nome de usuário / senha no servidor de FTP.
ru_ru: Мы рекомендуем создать отдельную папку и имя пользователя / пароль на вашем сервере FTP.
zh_cn: 我们建议在FTP服务器上创建特定的文件夹和用户名/密码。

source: Enable FTP backups
bg_bg: Позволете FTP архивни копия
de_de: Aktiviert den FTP-Backups
es_es: permitir copias de seguridad de FTP
fr_fr: activer les sauvegardes FTP
it_it: consentire backup ftp
ja_jp: FTPバックアップを有効にする
pl_pl: umożliwiają tworzenie kopii zapasowych ftp
pt_pt: permitir backups ftp
ru_ru: Запускает FTP резервное копирование
zh_cn: 启用FTP备份

source: FTP Settings
bg_bg: Настройки на FTP
de_de: SMTP-Einstellungen
es_es: Parametros de SMTP
fr_fr: Paramètres SMTP
it_it: Impostazioni SMTP
ja_jp: FTP設定
pl_pl: Ustawienia FTP
pt_pt: Configurações de SMTP
ru_ru: Настройки SMTP
zh_cn: FTP设置

source: Schedule For
bg_bg: График за
de_de: Zeitplan für
es_es: calendario de
fr_fr: calendrier
it_it: pianificazione per
ja_jp: スケジュール
pl_pl: harmonogram
pt_pt: programação para
ru_ru: График
zh_cn: 预定时间

source: on the
bg_bg: на
de_de: am
es_es: en la
fr_fr: sur l'
it_it: sulla
ja_jp: on
pl_pl: na
pt_pt: no
ru_ru: на
zh_cn: 在

source: first day of the month
bg_bg: първият ден от месеца,
de_de: ersten Tag des Monats
es_es: primer día del mes
fr_fr: premier jour du mois
it_it: primo giorno del mese
ja_jp: 月の最初の日
pl_pl: Pierwszy dzień miesiąca
pt_pt: primeiro dia do mês
ru_ru: Первый день месяца
zh_cn: 该月的第一天

source: at
bg_bg: при
de_de: bei
es_es: en
fr_fr: à
it_it: a
pl_pl: w
pt_pt: em
ru_ru: в
zh_cn: 在

source: FTP Server
bg_bg: FTP сървър
fr_fr: Serveur FTP
ja_jp: FTPサーバー
pl_pl: serwer ftp
ru_ru: FTP-сервер
zh_cn: FTP服务器

source: Hostname or IP Address
bg_bg: Име на хост или IP адрес
de_de: Hostnamen oder die IP-Adresse
es_es: nombre de host o dirección IP
fr_fr: nom d'hôte ou adresse IP
it_it: hostname o l'indirizzo IP
ja_jp: ホスト名またはIPアドレス
pl_pl: Nazwa hosta lub adres IP
pt_pt: hostname ou endereço IP
ru_ru: имя или IP-адрес
zh_cn: 主机名或IP地址

source: FTP Port
bg_bg: FTP порт
es_es: puerto ftp
fr_fr: port ftp
it_it: port ftp
ja_jp: FTPポート
pl_pl: Port ftp
pt_pt: port ftp
ru_ru: FTP порт
zh_cn: FTP端口

source: FTP Username
bg_bg: FTP потребителско име
de_de: FTP-Benutzernamen
es_es: ftp nombre de usuario
fr_fr: Nom d'utilisateur FTP
it_it: nome utente ftp
ja_jp: FTPユーザー名
pl_pl: Użytkownik FTP
pt_pt: ftp nome de usuário
ru_ru: FTP имя пользователя
zh_cn: FTP用户名

source: Test Upload
bg_bg: Тест за качване
es_es: carga de prueba
fr_fr: téléchargement d'essai
it_it: prova di caricamento
ja_jp: アップロードテスト
pl_pl: Test przesyłania
pt_pt: upload de teste
ru_ru: Тест загрузки
zh_cn: 测试上传

source: FTP Password
bg_bg: FTP парола
de_de: New Password
es_es: Nueva contraseña
fr_fr: Nouveau mot de passe
it_it: Nuova password
ja_jp: FTPパスワード
pl_pl: hasło ftp
pt_pt: Nova senha
ru_ru: Новый пароль
zh_cn: FTP密码

source: Testing FTP connection/uploading
bg_bg: Тестване на FTP връзка / качване
de_de: Testen FTP-Verbindung / Upload
es_es: conexión de prueba ftp / uploading
fr_fr: connexion essais ftp / ajout
it_it: Collegamento test ftp / upload
ja_jp: FTP接続/アップロードテスト
pl_pl: Testowanie połączenia ftp / przesyłania
pt_pt: conexão testes ftp / upload
ru_ru: Тестирование FTP соединение / загрузка
zh_cn: 测试FTP连接/上传

source: Testing uploading to FTP
bg_bg: Тестване качването на FTP
de_de: Testen Upload auf FTP
es_es: pruebas de carga a ftp
fr_fr: test ajout de ftp
it_it: test di caricamento su ftp
ja_jp: FTPへのアップロードをテストしています
pl_pl: testowanie przesyłanie do ftp
pt_pt: teste de upload para ftp
ru_ru: Тестирование загрузки на FTP
zh_cn: 测试上传到FTP

source: Default Directory
bg_bg: Указател по подразбиране
de_de: Standardverzeichnis
es_es: directorio predeterminado
fr_fr: répertoire par défaut
it_it: directory predefinita
ja_jp: 既定のディレクトリ
pl_pl: Domyślny katalog
pt_pt: diretório padrão
ru_ru: Каталог по умолчанию
zh_cn: 默认目录

source: Use Passive Mode
bg_bg: Използвайте пасивен режим
de_de: Passiv-Modus verwenden
es_es: utilizar el modo pasivo
fr_fr: utiliser le mode passif
it_it: utilizzare la modalità passiva
ja_jp: パッシブモードを使用する
pl_pl: użyj trybu pasywnego
pt_pt: usar o modo passivo
ru_ru: использовать пассивный режим
zh_cn: 使用被动模式

source: Use SSL (Encrypted)
bg_bg: Използвай SSL (криптиран)
de_de: SSL (verschlüsselt)
es_es: utilizar SSL (cifrado)
fr_fr: utiliser SSL (chiffrement)
it_it: Usa SSL (criptato)
ja_jp: SSL（暗号化）を使用する
pl_pl: Użyj SSL (zaszyfrowane)
pt_pt: Usar SSL (criptografados)
ru_ru: Использовать SSL (в зашифрованном виде)
zh_cn: 使用SSL（加密）

source: Backup Limit
bg_bg: Лимит на архивиране
de_de: Sicherungsgrenze
es_es: límite de copia de seguridad
fr_fr: limite sauvegarde
it_it: Limite di backup
ja_jp: バックアップの上限
pl_pl: Limit kopii zapasowej
pt_pt: limite de backup
ru_ru: предел резервного копирования
zh_cn: 备份限制

source: The amount of backups you'd like to keep before replacing the oldest backup. You can enter 0 to keep unlimited backups.
bg_bg: Количеството на резервните копия, които искате да запазите, преди да подмените стария архив. Можете да въведете 0, за да имате неограничени архиви.
de_de: die Menge der Backups, die Sie möchten zu, bevor Sie die älteste Backup zu halten. Sie 0 eingeben, unbegrenzte Backups zu halten.
es_es: la cantidad de copias de seguridad desea también mantener antes de reemplazar la copia de seguridad más antigua. puede introducir 0 para mantener copias de seguridad ilimitadas.
fr_fr: le montant de sauvegardes que vous souhaitez garder trop avant de remplacer la sauvegarde la plus ancienne. vous pouvez entrer 0 à garder des sauvegardes illimitées.
it_it: la quantità di backup vuoi mantenere troppo prima di sostituire il backup più vecchio. è possibile immettere 0 per mantenere i backup illimitato.
ja_jp: 保存するバックアップの数. 指定数を超えると最も古いバックアップが削除されます. バックアップを無制限に保存する場合は、0を入力してください.
pl_pl: ilość kopii, które chcesz zbyt zachować przed wymianą najstarszej kopii zapasowej. możesz wpisać 0, aby utrzymać nieograniczony kopii zapasowych.
pt_pt: a quantidade de backups que você gostaria também manter antes de substituir o backup mais antigo. você pode digitar 0 para manter backups ilimitados.
ru_ru: количество резервных копий вы хотите слишком держать перед заменой старейшего архива. Вы можете ввести 0, чтобы сохранить неограниченные резервных копий.
zh_cn: 替换最旧的备份之前，您要保留的备份数量。 您可以输入0以保留无限备份。

source: Create a scheduled backup that will transfer your System Backups via SSH &amp; SCP to a server.
bg_bg: Създаване на планирано (по график) резервно копие, което ще прехвърля вашите системни резервни копия чрез SSH & SCP до сървъра
de_de: erstellen Sie eine geplante Sicherung, die Ihre System-Backups via ssh & scp auf einen Server übertragen werden.
es_es: crear una copia de seguridad programada que transferirá sus copias de seguridad del sistema a través de ssh y scp a un servidor.
fr_fr: créer une sauvegarde planifiée qui va transférer vos sauvegardes système via ssh et scp à un serveur.
it_it: creare un backup pianificato che trasferirà i backup di sistema tramite ssh e scp a un server.
ja_jp: システムバックアップをSSH & SCP 経由でサーバー転送するスケジュールバックアップを作成します.
pl_pl: tworzenia zaplanowanej kopii zapasowej, który będzie przeniesienie kopii zapasowych systemu poprzez ssh i scp do serwera.
pt_pt: criar um backup agendado que irá transferir os backups do sistema via ssh e scp para um servidor.
ru_ru: создания запланированных резервных копий, которые будут передавать свои резервное копирование системы с помощью SSH & SCP к серверу.
zh_cn: Create a scheduled backup that will transfer your System Backups via SSH & SCP to a server.

source: We recommend creating a specific folder and username/password on your remote server specifically for nagios backups.
bg_bg: Препоръчваме ви да създадете определена папка и име / парола на вашия отдалечен сървър, специално за Nagios архиви.
de_de: Wir empfehlen, einen bestimmten Ordner und Benutzernamen / Passwort auf dem Remote-Server speziell für Nagios-Backups.
es_es: se recomienda crear una carpeta específica y nombre de usuario / contraseña en el servidor remoto específicamente para las copias de seguridad de Nagios.
fr_fr: nous recommandons de créer un dossier spécifique et nom d'utilisateur / mot de passe sur votre serveur distant spécifiquement pour nagios sauvegardes.
it_it: si consiglia di creare una cartella specifica e username / password sul server remoto specificatamente per Nagios backup.
ja_jp: Nagiosのバックアップのためにリモートサーバーに専用のフォルダとユーザー名/パスワードを作成することをお勧めします.
pl_pl: zalecamy utworzenie określonego folderu i nazwy użytkownika / hasła na serwerze zdalnym specjalnie dla Nagios kopii zapasowych.
pt_pt: recomendamos a criação de uma pasta específica e nome de usuário / senha no servidor remoto especificamente para backups nagios.
ru_ru: мы рекомендуем создать отдельную папку и имя пользователя / пароль на ваш удаленный сервер специально для Nagios резервных копий.
zh_cn: 我们建议在远程服务器上专门为nagios备份创建一个特定的文件夹和用户名/密码。

source: Enable SSH backups
bg_bg: Активирайте SSH архивни копия
de_de: ssh aktivieren Backups
es_es: permitir copias de seguridad de ssh
fr_fr: activer les sauvegardes ssh
it_it: consentire backup ssh
ja_jp: SSHバックアップを有効にする
pl_pl: umożliwiają tworzenie kopii zapasowych ssh
pt_pt: permitir backups ssh
ru_ru: включить SSH резервных копий
zh_cn: 启用SSH备份

source: SSH Settings
bg_bg: SSH настройки
de_de: SNMP-Einstellungen
es_es: Parametros de SMTP
fr_fr: Paramètres SNMP
it_it: Impostazioni SNMP
ja_jp: SSH設定
pl_pl: Ustawienia ssh
pt_pt: Configurações de SMTP
ru_ru: Настройки SNMP
zh_cn: SSH设置

source: Schedule Backup For
bg_bg: Насрочете архивиране на
de_de: Zeitplan für die Backup-
es_es: copia de seguridad programada para
fr_fr: planification de sauvegarde pour
it_it: programma di backup per
ja_jp: スケジュールバックアップ
pl_pl: Harmonogram kopii zapasowych
pt_pt: backup de agenda para
ru_ru: расписание резервного копирования для
zh_cn: 计划备份

source: SSH Server
bg_bg: SSH сървър
ja_jp: SSHサーバー
pl_pl: Serwer ssh
ru_ru: SSH сервер
zh_cn: SSH服务器

source: SSH Port
bg_bg: SSH порт
es_es: puerto ssh
fr_fr: port ssh
it_it: port ssh
ja_jp: SSHポート
pl_pl: portu ssh
pt_pt: porta ssh
ru_ru: SSH порт
zh_cn: SSH端口

source: SSH Username
bg_bg: SSH потребителско име
es_es: ssh nombre de usuario
fr_fr: ssh nom d'utilisateur
it_it: nome utente ssh
ja_jp: SSHユーザー名
pl_pl: ssh nazwa_użytkownika
pt_pt: ssh nome de usuário
ru_ru: SSH имя пользователя
zh_cn: SSH用户名

source: Test SCP Transfer
bg_bg: Тест SCP трансфер
es_es: transferencia scp prueba
fr_fr: transfert de scp de test
it_it: test di trasferimento scp
ja_jp: SCP転送テスト
pl_pl: Test transferu scp
pt_pt: transferência scp teste
ru_ru: Тест передачи SCP
zh_cn: 测试SCP转移

source: SSH Auth Type
bg_bg: тип ssh auth
de_de: SSH-Auth-Typ
es_es: ssh tipo de autenticación
fr_fr: type d'authentification ssh
ja_jp: ssh認証タイプ
ru_ru: Тип ssh auth
zh_cn: SSH验证类型

source: Public Key
bg_bg: публичен ключ
de_de: Öffentlicher Schlüssel
es_es: Llave pública
fr_fr: Clé publique
it_it: chiave pubblica
ja_jp: 公開鍵
pl_pl: klucz publiczny
pt_pt: chave pública
ru_ru: открытый ключ
zh_cn: 公钥

source: Generate Public / Private Key
bg_bg: генериране на публичен / частен ключ
de_de: generiere öffentlichen / privaten Schlüssel
es_es: generar clave pública / privada
fr_fr: générer une clé publique / privée
it_it: genera la chiave pubblica / privata
ja_jp: 公開鍵/秘密鍵を生成する
pl_pl: wygenerować klucz publiczny / prywatny
pt_pt: gerar chave pública / privada
ru_ru: генерировать открытый / закрытый ключ
zh_cn: 生成公钥/私钥

source: SSH Password
bg_bg: SSH парола
de_de: New Password
es_es: Nueva contraseña
fr_fr: Nouveau mot de passe
it_it: Nuova password
ja_jp: SSHパスワード
pl_pl: hasło ssh
pt_pt: Nova senha
ru_ru: Новый пароль
zh_cn: SSH密码

source: Public Key Location
bg_bg: място с публичен ключ
de_de: Ort des öffentlichen Schlüssels
es_es: ubicación de clave pública
fr_fr: emplacement de la clé publique
it_it: posizione chiave pubblica
ja_jp: 公開鍵の場所
pl_pl: lokalizacja klucza publicznego
pt_pt: localização da chave pública
ru_ru: местоположение открытого ключа
zh_cn: 公钥位置

source: Show Public Key
bg_bg: показване на публичен ключ
de_de: Zeige öffentlichen Schlüssel
es_es: mostrar clave pública
fr_fr: afficher la clé publique
it_it: mostra chiave pubblica
ja_jp: 公開鍵を表示する
pl_pl: pokaż klucz publiczny
pt_pt: mostrar chave pública
ru_ru: показать открытый ключ
zh_cn: 显示公钥

source: Private Key Location
bg_bg: място на частния ключ
de_de: privater Schlüsselstandort
es_es: ubicación de clave privada
fr_fr: emplacement de la clé privée
it_it: posizione chiave privata
ja_jp: 秘密鍵の場所
pl_pl: lokalizacja klucza prywatnego
pt_pt: localização da chave privada
ru_ru: местоположение частного ключа
zh_cn: 私钥位置

source: Private Key Password
bg_bg: Поверителна парола
de_de: Datenschutz-Passwort
es_es: Politicas de Privacidad
fr_fr: Mot de passe de confidentialité
it_it: Privacy password
ja_jp: 秘密鍵パスワード
pl_pl: Hasło prywatności
pt_pt: Política de Privacidade
ru_ru: Безопасность пароля
zh_cn: 私钥密码

source: Remote Directory
bg_bg: Отдалечена директория
de_de: Temp-Verzeichnis
es_es: Directorio
fr_fr: Annuaire Temp
it_it: Temp Directory
ja_jp: リモートディレクトリ
pl_pl: katalog zdalny
pt_pt: Diretório
ru_ru: Temp Directory
zh_cn: 远程目录

source: Local backups are located on the server and perfect for scheduling backups to shared drives and partitions.%sMake sure your chosen location can be written to by the nagios user.
bg_bg: Местните архиви са на Nagios XI сървъра и са идеални за насрочване на планирани (по график) архивирания на споделени дискове и дялове.<br/>Уверете се, потребителя nagios може да пише на избраното от вас място.
de_de: lokale Backups auf dem Nagios-Server xi und perfekt für Scheduling-Backups auf freigegebene Laufwerke und Partitionen. <br/> stellen Sie sicher, einem Ort Ihrer Wahl kann, die von der Nagios Benutzer geschrieben werden.
es_es: copias de seguridad locales están en el servidor xi nagios y perfecto para programar copias de seguridad a las unidades y particiones compartidas. <br/> asegúrese de que la ubicación elegida se puede escribir por el usuario nagios.
fr_fr: sauvegardes locales sont sur le serveur de xi nagios et parfait pour planifier des sauvegardes vers des disques et des partitions partagées. <br/> assurez-vous que l'emplacement choisi peut être écrit par l'utilisateur nagios.
it_it: backup locali si trovano sul server xi Nagios e perfetto per la pianificazione dei backup su unità condivise e partizioni. <br/> verificare che la posizione prescelta può essere scritto per l'utente nagios.
ja_jp: ローカルバックアップはサーバーの共有ドライブやパーティションにスケジュールバックアップを実行します。 %s Nagios ユーザーが書き込み可能な場所を選択してください。
pl_pl: lokalne kopie zapasowe są na serwerze xi Nagios i idealne do planowania kopii zapasowych na dyskach i partycjach współdzielonych. <br/> upewnić się, że wybrane miejsce można zapisywać przez użytkownika Nagios.
pt_pt: backups locais estão no servidor xi nagios e perfeito para o agendamento de backups para discos e partições compartilhados. <br/> verifique se o local escolhido pode ser gravado pelo usuário nagios.
ru_ru: местные резервные копии на сервере Си Nagios и идеально подходит для планирования резервного копирования на общих дисков и разделов. <br/> убедитесь, что ваш выбранное место могут быть записаны в пользователем Nagios.
zh_cn: 本地备份位于服务器上，非常适合计划到共享驱动器和分区的备份。%s确保nagios用户可以写入您选择的位置。
