Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: There are no capacity planning graphs available for this host.
bg_bg: Няма никакви графики за планиране на капацитета (capacity planning) на разположение за този хост.
de_de: gibt es keine Kapazitätsplanung Graphen für diesen Host zur Verfügung.
es_es: no hay gráficos de planificación de capacidad disponibles para este host.
fr_fr: il n'y a pas de graphiques de planification de capacité disponibles pour cet hôte.
it_it: non ci sono grafici di pianificazione della capacità disponibile per questo host.
ja_jp: このホストで利用可能なキャパシティプランニンググラフはありません.
pl_pl: nie ma wykresy planowania zdolności dostępne dla tego komputera.
pt_pt: não há gráficos de planejamento de capacidade disponíveis para este host.
ru_ru: нет графы планирования мощности, доступные для данного хоста.
zh_cn: 该主机没有可用的容量规划图。

source: All Services
bg_bg: Всички сървиси
de_de: Alle Leistungen
es_es: Todos los servicios
fr_fr: Tous les services
it_it: Tutti i servizi
ja_jp: すべてのサービス
pl_pl: wszystkie usługi
pt_pt: Serviço
ru_ru: Все сервисы
zh_cn: 所有服务

source: Service Capacity Planning
bg_bg: Планиране на капацитета на сървис (Service Capacity Planning)
de_de: Service Kapazitätsplanung
es_es: la planificación de la capacidad de servicio
fr_fr: la planification de la capacité de service
it_it: la pianificazione della capacità di servizio
ja_jp: サービスキャパシティプランニング
pl_pl: planowanie zdolności usługi
pt_pt: planejamento de capacidade de serviço
ru_ru: планирования пропускной способности службы
zh_cn: 服务容量规划

source: Host Capacity Planning
bg_bg: Планиране на Капацитета на хост (Host Capacity Planning)
de_de: Kapazitätsplanung
es_es: Planificación de la capacidad
fr_fr: Planification de la capacité
it_it: Pianificazione della capacità
ja_jp: ホストキャパシティプランニング
pl_pl: planowanie zdolności
pt_pt: planejamento de capacidade
ru_ru: Планирование
zh_cn: 主机容量规划

source: Hostgroup Capacity Planning
bg_bg: Планиране на капацитета на хост група (hostgroup)
de_de: Hostgruppen-Kapazitätsplanung
es_es: planificación de la capacidad hostgroup
fr_fr: la planification de la capacité de hostgroup
it_it: la pianificazione della capacità hostgroup
ja_jp: ホストグループキャパシティプランニング
pl_pl: planowanie zdolności hostgroup
pt_pt: planejamento de capacidade hostgroup
ru_ru: Планирование hostgroup мощности
zh_cn: 主机组容量规划

source: Servicegroup Capacity Planning
bg_bg: Планиране на Капацитета (Capacity Planning) на сървис група
de_de: serviceKapazitätsPlanung
es_es: planificación de la capacidad Servicegroup
fr_fr: la planification de la capacité de servicegroup
it_it: la pianificazione della capacità Servicegroup
ja_jp: サービスグループキャパシティプランニング
pl_pl: planowanie zdolności servicegroup
pt_pt: planejamento de capacidade SERVICEGROUP
ru_ru: Планирование ServiceGroup мощности
zh_cn: 服务组容量规划

source: Displaying
bg_bg: Показване
de_de: Angezeigte
es_es: Desplegando
fr_fr: Visualisation
it_it: Visualizzazione
ja_jp: 表示
pl_pl: wyświetlając
pt_pt: Exibindo
ru_ru: Отображение
zh_cn: 显示

source: of
bg_bg: на
de_de: von
es_es: de
fr_fr: de
it_it: di
pl_pl: z
pt_pt: de
ru_ru: из
zh_cn: 的

source: total
bg_bg: общо
de_de: gesamt
it_it: totale
ja_jp: 合計
pl_pl: całkowity
ru_ru: общий
zh_cn: 汇总

source: Displaying all of
bg_bg: Показване на всички
de_de: Anzeige aller
es_es: mostrar todos
fr_fr: afficher tout d'
it_it: la visualizzazione di tutti
ja_jp: すべてを表示
pl_pl: wyświetlanie wszystkich
pt_pt: exibindo todos
ru_ru: показывающий все
zh_cn: 显示所有

source: matches for
bg_bg: отговарящи на
de_de: Ergebnisse für
es_es: resultados para
fr_fr: correspondant à
it_it: corrispondenze per
ja_jp: 一致
pl_pl: odpowiadających na
pt_pt: jogos para
ru_ru: по поиску
zh_cn: 匹配

source: All Tracks
bg_bg: Всички следи
de_de: alle Titel
es_es: todas las pistas
fr_fr: toutes les pistes
it_it: tutti i brani
ja_jp: すべてのトラック
pl_pl: wszystkie utwory
pt_pt: todas as faixas
ru_ru: все треки
zh_cn: 所有跟踪

source: records
bg_bg: дневници
de_de: Aufzeichnungen
es_es: archivos
fr_fr: archives
it_it: record
ja_jp: レコード
pl_pl: dokumentacja
pt_pt: registros
ru_ru: учет
zh_cn: 记录

source: Report is showing the next
bg_bg: Докладът показва следващия
de_de: Bericht zeigt die nächste
es_es: informe muestra la siguiente
fr_fr: rapport montre la prochaine
it_it: rapporto sta mostrando il prossimo
ja_jp: 次のレポートを表示
pl_pl: Raport pokazuje następna
pt_pt: relatório está mostrando a próxima
ru_ru: Отчет показывает следующий
zh_cn: 报告显示下一个

source: View All Host Tracks
bg_bg: Вижте всички пътеки на хостове
de_de: sehen alle Host-Titel
es_es: ver todas las pistas de acogida
fr_fr: voir toutes les pistes d'accueil
it_it: Guarda tutte le canzoni di accoglienza
ja_jp: すべてのホストトラックを表示
pl_pl: wyświetlić wszystkie utwory gospodarza
pt_pt: visualizar todas as faixas de acolhimento
ru_ru: просмотреть все принимающие треки
zh_cn: 查看所有主机跟踪记录

source: View Host's Services
bg_bg: Вижте сървисите на хост
de_de: Dienstleistungen aus Sicht Host
es_es: servicios de la opinión de acogida
fr_fr: Les services de vue accueil
it_it: Servizi di vista del padrone di casa
ja_jp: ホストのサービスを表示
pl_pl: Usługi widzenia gospodarza
pt_pt: serviços de vista do hospedeiro
ru_ru: Услуги Посмотреть хоста,
zh_cn: 查看主机的服务

source: View All Service Tracks
bg_bg: Вижте всички пътеки на сървиси
de_de: sehen Sie alle Service-Tracks
es_es: ver todas las pistas de servicio
fr_fr: Afficher tous les titres de services
it_it: Guarda tutte le foto del servizio
ja_jp: すべてのサービストラックを表示する
pl_pl: wyświetlić wszystkie utwory usług
pt_pt: visualizar todas as faixas de serviços
ru_ru: просмотреть все служебные дорожки
zh_cn: 查看所有服务跟踪

source: Download as JPG
bg_bg: Изтеглете като JPG
de_de: Download als PDF
es_es: Descargar como PDF
fr_fr: Télécharger comme PDF
it_it: Scarica come PDF
ja_jp: JPGダウンロード
pl_pl: Pobierz jako plik PDF
pt_pt: Baixar como PDF
ru_ru: Скачать как PDF
zh_cn: 下载为JPG

source: Limit To
bg_bg: Ограничение за
de_de: Beschränken auf
es_es: Limitarlo a
fr_fr: Pour limiter les
it_it: Limite Per
ja_jp: 制限
pl_pl: granica
pt_pt: Para limitar a
ru_ru: Ограничить
zh_cn: 限制在

source: Hostgroup
bg_bg: Хост група (hostgroup)
ja_jp: ホストグループ
pt_pt: Grupo de host
ru_ru: Группа узлов сети
zh_cn: 主机群

source: Servicegroup
bg_bg: Сървис група
ja_jp: サービスグループ
pt_pt: Grupo de serviço
zh_cn: 服务组

source: Select Data to Monitor
bg_bg: Изберете какво да се наблюдава
de_de: auswählen, was zu überwachen
es_es: seleccionar qué monitorear
fr_fr: sélectionner les éléments à surveiller
it_it: scegliere cosa monitorare
ja_jp: 監視対象を選択します
pl_pl: wybierz co do monitorowania
pt_pt: selecionar o que monitorar
ru_ru: выбрать то, что для мониторинга
zh_cn: 选择要监视的数据

source: Perfdata Name
bg_bg: име на perfdata
es_es: nombre de perfdata
it_it: nome perfdata
ja_jp: Perfdata名
pl_pl: nazwa perfdata
pt_pt: nome do perfdata
ru_ru: имя perfdata
zh_cn: 性能数据名称

source: Remove this row
bg_bg: премахнете този ред
de_de: entferne diese Zeile
es_es: eliminar esta fila
fr_fr: enlever cette rangée
it_it: rimuovi questa riga
ja_jp: この行を削除
pl_pl: usuń ten wiersz
pt_pt: remover esta linha
ru_ru: удалить эту строку
zh_cn: 删除此行

source: Alert if the threshold (%d) is reached within %s days.
bg_bg: предупреждение, ако прагът (% d) е достигнат в рамките на% s дни.
de_de: Alarm, wenn der Schwellenwert (% d) innerhalb von% s Tagen erreicht wird.
es_es: alerta si el umbral (% d) se alcanza dentro de% s días.
fr_fr: alerter si le seuil (% d) est atteint dans% s jours.
it_it: avvisare se la soglia (% d) viene raggiunta entro% s giorni.
ja_jp: しきい値（%d）に%s日以内に達すると警告します。
pl_pl: alert, jeśli próg (% d) zostanie osiągnięty w ciągu% s dni.
pt_pt: alerta se o limite (% d) for alcançado dentro de% s dias.
ru_ru: оповещение, если порог (% d) достигнут в течение% s дней.
zh_cn: 如果在(%d)天内达到阈值%s则发出警报。

source: This plugin does not report a warning/critical threshold. Set capacity planning thresholds on the next page.
bg_bg: този плъгин не съобщава за предупредителен / критичен праг. задайте прагове за планиране на капацитета на следващата страница.
de_de: Dieses Plugin meldet keinen Warnungs- / kritischen Schwellenwert. Auf der nächsten Seite können Sie Kapazitätsplanungsschwellenwerte festlegen.
es_es: Este complemento no informa de un umbral de advertencia / crítico. establezca los umbrales de planificación de capacidad en la página siguiente.
fr_fr: ce plugin ne signale pas de seuil d'avertissement / critique. définir les seuils de planification de la capacité à la page suivante.
it_it: questo plugin non segnala un avviso / soglia critica. impostare le soglie di pianificazione della capacità nella pagina successiva.
ja_jp: このプラグインは警告/クリティカルのしきい値を通知しません。次のページでキャパシティプランニングのしきい値を設定します。
pl_pl: ta wtyczka nie zgłasza progu ostrzeżenia / krytycznego. ustaw progi planowania wydajności na następnej stronie.
pt_pt: este plugin não reporta um aviso / limite crítico. defina limites de planejamento de capacidade na próxima página.
ru_ru: этот плагин не сообщает предупреждение / критический порог. установите пороги планирования мощности на следующей странице.
zh_cn: 此插件未报告警告/严重阈值。 在下一页上设置容量规划阈值。

source: Please make sure to select a host, service, and perfdata name.
bg_bg: Моля, уверете се, че сте избрали име на хост, услуга и perfdata.
de_de: Bitte stellen Sie sicher, dass Sie einen Host-, Service- und Perfdata-Namen auswählen.
es_es: Asegúrese de seleccionar un nombre de host, servicio y perfdata.
fr_fr: veuillez vous assurer de sélectionner un nom d'hôte, de service et de perfdata.
it_it: assicurati di selezionare un host, un servizio e un nome perfdata.
ja_jp: 必ずホスト、サービス、およびperfdataの名前を選択してください。
pl_pl: upewnij się, że wybrałeś hosta, usługę i nazwę perfdata.
pt_pt: por favor, certifique-se de selecionar um host, serviço e nome do perfdata.
ru_ru: Пожалуйста, убедитесь, что вы выбрали хост, сервис и имя perfdata.
zh_cn: 请确保选择主机，服务和perfdata名称。

source: No selected entries yet
bg_bg: все още няма избрани записи
de_de: noch keine ausgewählten Einträge
es_es: Aún no hay entradas seleccionadas
fr_fr: pas encore d'entrées sélectionnées
it_it: nessuna voce selezionata ancora
ja_jp: 選択されたエントリはまだありません
pl_pl: nie wybrano jeszcze żadnych wpisów
pt_pt: Nenhuma entrada selecionada ainda
ru_ru: пока не выбрано ни одной записи
zh_cn: 尚未选择任何条目

source: Add to List
bg_bg: добави към списъка
de_de: zur Liste hinzufügen
es_es: agregar a la lista
fr_fr: ajouter à la liste
it_it: Aggiungi alla lista
ja_jp: リストに追加する
pl_pl: Dodaj do listy
pt_pt: adicionado a lista
ru_ru: добавить в список
zh_cn: 添加到列表

source: Basic Configuration
bg_bg: Запазете конфигурацията
de_de: Statische Konfigurationen
es_es: Archivos estaticos de configuracion
fr_fr: Configurations statiques
it_it: Configurazioni statiche
ja_jp: 基本設定
pl_pl: statyczna konfiguracja
pt_pt: Configuração do Sistema
ru_ru: Статических конфигураций
zh_cn: 基本配置

source: Alert if the threshold (%s) is reached within ___ days.
bg_bg: предупреждение, ако прагът (% s) е достигнат в рамките на% s дни.
de_de: Alarm, wenn der Schwellenwert (% s) innerhalb von% s Tagen erreicht wird.
es_es: alerta si el umbral (% s) se alcanza dentro de% s días.
fr_fr: alerter si le seuil (% s) est atteint dans% s jours.
it_it: avvisare se la soglia (% s) viene raggiunta entro% s giorni.
ja_jp: %s日以内にしきい値（%s）に達すると警告します。
pl_pl: alert, jeśli próg (% s) zostanie osiągnięty w ciągu% s dni.
pt_pt: alerta se o limite (% s) for alcançado dentro de% s dias.
ru_ru: оповещение, если порог (% s) достигнут в течение% s дней
zh_cn: 如果在___天内达到阈值（%s），则发出警报。

source: Please select at least one perfdata entry to monitor.
bg_bg: Моля, изберете поне един запис за наблюдение.
de_de: Bitte wählen Sie mindestens einen Perfdata-Eintrag aus, der überwacht werden soll.
es_es: por favor seleccione al menos una entrada de perfdata para monitorear.
fr_fr: veuillez sélectionner au moins une entrée perfdata à surveiller.
it_it: selezionare almeno una voce perfdata da monitorare.
ja_jp: 監視するperfdataエントリを少なくとも1つ選択してください。
pl_pl: proszę wybrać przynajmniej jeden wpis perfdata do monitorowania.
pt_pt: Por favor, selecione pelo menos uma entrada perfdata para monitorar.
ru_ru: пожалуйста, выберите хотя бы одну запись perfdata для мониторинга.
zh_cn: 请至少选择一个要监视的性能数据条目。

source: All perfdata tracks must have entries for the host, service, perfdata name, warning threshold, and critical threshold.
bg_bg: всички песни за perfdata трябва да имат записи за хост, услуга, име на perfdata, праг на предупреждение и критичен праг.
de_de: Alle Perfdata-Tracks müssen Einträge für den Host, den Service, den Perfdata-Namen, den Warnschwellenwert und den kritischen Schwellenwert enthalten.
es_es: todas las pistas de perfdata deben tener entradas para el host, el servicio, el nombre de perfdata, el umbral de advertencia y el umbral crítico.
fr_fr: toutes les pistes perfdata doivent avoir des entrées pour l'hôte, le service, le nom perfdata, le seuil d'avertissement et le seuil critique.
it_it: tutte le tracce perfdata devono contenere voci per l'host, il servizio, il nome perfdata, la soglia di avviso e la soglia critica.
ja_jp: すべてのperfdataトラックには、ホスト、サービス、perfdata名、警告しきい値、およびクリティカルしきい値のエントリが必要です。
pl_pl: wszystkie ścieżki perfdata muszą zawierać wpisy dotyczące hosta, usługi, nazwy perfdata, progu ostrzegawczego i progu krytycznego.
pt_pt: Todas as trilhas de perfdata devem ter entradas para o host, serviço, nome do perfdata, limite de aviso e limite crítico.
ru_ru: все треки perfdata должны иметь записи для хоста, сервиса, имени perfdata, порога предупреждения и критического порога.
zh_cn: 所有性能数据跟踪必须具有主机，服务，性能数据名称，警告阈值和严重阈值的条目。

source: The custom value could not be parsed as a number.
bg_bg: персонализираната стойност не може да бъде анализирана като число.
de_de: Der benutzerdefinierte Wert konnte nicht als Zahl analysiert werden.
es_es: el valor personalizado no se pudo analizar como un número.
fr_fr: la valeur personnalisée ne peut pas être analysée sous forme de nombre.
it_it: il valore personalizzato non può essere analizzato come un numero.
ja_jp: カスタム値は数値として解析できませんでした。
pl_pl: Nie można przeanalizować wartości niestandardowej jako liczby.
pt_pt: o valor personalizado não pôde ser analisado como um número.
ru_ru: пользовательское значение не может быть проанализировано как число.
zh_cn: 自定义值无法解析为数字。

source: The alerting time is greater than the lookahead period.
bg_bg: времето за сигнализиране е по-голямо от периода на наблюдение.
de_de: Die Alarmierungszeit ist länger als die Voraussichtsperiode.
es_es: El tiempo de alerta es mayor que el período de búsqueda anticipada.
fr_fr: le temps d'alerte est supérieur à la période d'attente.
it_it: il tempo di avviso è maggiore del periodo di lookahead.
ja_jp: 警告時間は先読み期間より長くなります。
pl_pl: czas ostrzegania jest większy niż okres obserwacji.
pt_pt: o tempo de alerta é maior que o período de lookahead.
ru_ru: время оповещения больше, чем период ожидания.
zh_cn: 警报时间大于超前时间。

source: Put all new services on specific host
bg_bg: постави всички нови услуги на конкретен хост
de_de: stellen Sie alle neuen Dienste auf einen bestimmten Host
es_es: poner todos los nuevos servicios en un host específico
fr_fr: mettre tous les nouveaux services sur un hôte spécifique
it_it: metti tutti i nuovi servizi su un host specifico
ja_jp: すべての新しいサービスを特定のホストに設定
pl_pl: umieść wszystkie nowe usługi na określonym hoście
pt_pt: colocar todos os novos serviços em host específico
ru_ru: поставить все новые сервисы на конкретном хосте
zh_cn: 将所有新服务放在特定主机上

source: The original warning and critical values for performance data on this check.
bg_bg: оригиналните предупреждения и критични стойности за данните за ефективността на тази проверка.
de_de: die ursprünglichen Warn- und kritischen Werte für die Leistungsdaten bei dieser Prüfung.
es_es: La advertencia original y los valores críticos para los datos de rendimiento en esta comprobación.
fr_fr: les valeurs d'avertissement et critiques d'origine pour les données de performance sur cette vérification.
it_it: l'avvertenza originale e i valori critici per i dati sulle prestazioni su questo controllo.
ja_jp: このチェックのパフォーマンスデータの元々の警告およびクリティカルの値
pl_pl: oryginalne ostrzeżenie i wartości krytyczne dla danych dotyczących wydajności w tym teście.
pt_pt: o aviso original e os valores críticos para os dados de desempenho nessa verificação.
ru_ru: исходное предупреждение и критические значения для данных о производительности по этой проверке.
zh_cn: 此检查中性能数据的原始警告和临界值。

source: Performance Data Thresholds
bg_bg: прагове на данните за ефективността
de_de: Leistungsdaten-Schwellenwerte
es_es: umbrales de datos de rendimiento
fr_fr: seuils de données de performance
it_it: soglie dei dati sulle prestazioni
ja_jp: パフォーマンスデータのしきい値
pl_pl: progi danych dotyczących wydajności
pt_pt: Limites de dados de desempenho
ru_ru: пороги данных о производительности
zh_cn: 性能数据阈值

source: Warning Threshold
bg_bg: Предупредителен праг
es_es: Umbral de advertencia
fr_fr: Seuil d'avertissement
it_it: Attenzione Soglia
ja_jp: 警告しきい値
pl_pl: próg ostrzegawczy
pt_pt: Limite de Aviso
ru_ru: Порог предупреждения
zh_cn: 警告阈值

source: Critical Threshold
bg_bg: Критичен праг
es_es: Critico
fr_fr: Seuil critique
it_it: Soglia critica
ja_jp: クリティカルしきい値
pl_pl: próg krytyczny
pt_pt: Crítico
ru_ru: Критический порог
zh_cn: 临界阈值

source: The warning threshold for the capacity planning check.
bg_bg: предупредителните и критичните прагове за проверка на планирането на капацитета.
de_de: die Warnungs- und kritischen Schwellenwerte für die Kapazitätsplanung.
es_es: Los umbrales de advertencia y críticos para la verificación de planificación de capacidad.
fr_fr: les seuils d'avertissement et critique pour le contrôle de la planification de la capacité.
it_it: le avvertenze e le soglie critiche per il controllo della pianificazione della capacità.
ja_jp: キャパシティプランニングチェックの警告値
pl_pl: progi ostrzegawcze i krytyczne dla kontroli planowania przepustowości.
pt_pt: os limites críticos e de aviso para a verificação do planejamento de capacidade.
ru_ru: предупреждение и критические пороговые значения для проверки планирования мощности.
zh_cn: 容量规划检查的警告阈值。

source: Alert %s within
bg_bg: сигнал% s в
de_de: Alarm innerhalb von% s
es_es: alerta% s dentro
fr_fr: alerte% s dans
it_it: avviso% s all'interno
ja_jp: アラート%s内
pl_pl: alert% s wewnątrz
pt_pt: alerta% s dentro
ru_ru: оповещение% s внутри
zh_cn: 警告％s内

source: days of exceeding
bg_bg: дни с превишаване
de_de: Tage des Überschreitens
es_es: días de superación
fr_fr: jours de dépassement
it_it: giorni di superamento
ja_jp: 超過日数
pl_pl: dni przekroczenia
pt_pt: dias de exceder
ru_ru: дни превышения
zh_cn: 超出的天数

source: CRITICAL Threshold
bg_bg: критичен праг
de_de: kritische Schwelle
es_es: umbral crítico
fr_fr: seuil critique
it_it: soglia critica
ja_jp: クリティカルのしきい値
pl_pl: próg krytyczny
pt_pt: limiar crítico
ru_ru: критический порог
zh_cn: 临界阈值

source: WARNING Threshold
bg_bg: предупредителен праг
de_de: Warnschwelle
es_es: umbral de advertencia
fr_fr: seuil d'alerte
it_it: soglia di avviso
ja_jp: 警告しきい値
pl_pl: próg ostrzegawczy
pt_pt: limite de aviso
ru_ru: порог предупреждения
zh_cn: 警告阈值

source: Custom Value
bg_bg: потребителска стойност
de_de: benutzerdefinierten Wert
es_es: valor personalizado
fr_fr: valeur personnalisée
it_it: valore personalizzato
ja_jp: カスタムバリュー
pl_pl: wartość niestandardowa
pt_pt: valor customizado
ru_ru: пользовательское значение
zh_cn: 自定义值

source: as
bg_bg: като
de_de: wie
es_es: como
fr_fr: comme
it_it: come
ja_jp: として
pl_pl: tak jak
pt_pt: Como
ru_ru: как
zh_cn: 按照

source: Minimum
bg_bg: минимум
es_es: mínimo
fr_fr: le minimum
it_it: minimo
ja_jp: 最小
pt_pt: mínimo
ru_ru: минимальный
zh_cn: 最小值

source: Lookahead
bg_bg: гледам напред
de_de: Schau voraus
es_es: mirar hacia el futuro
fr_fr: regarder devant
it_it: guarda avanti
ja_jp: 先読み
pl_pl: patrz przed siebie
pt_pt: olhe para frente
ru_ru: смотреть вперед
zh_cn: 展望

source: weeks using
bg_bg: седмици
de_de: Wochen mit
es_es: semanas usando
fr_fr: semaines d'utilisation
it_it: settimane usando
ja_jp: 数週間
pl_pl: tygodnie za pomocą
pt_pt: semanas usando
ru_ru: недели с помощью
zh_cn: 几周使用

source: algorithm
bg_bg: алгоритъм
de_de: Algorithmus
es_es: algoritmo
fr_fr: algorithme
it_it: algoritmo
ja_jp: アルゴリズム
pl_pl: algorytm
pt_pt: algoritmo
ru_ru: алгоритм
zh_cn: 算法

source: The critical threshold for the capacity planning check.
bg_bg: предупредителните и критичните прагове за проверка на планирането на капацитета.
de_de: die Warnungs- und kritischen Schwellenwerte für die Kapazitätsplanung.
es_es: Los umbrales de advertencia y críticos para la verificación de planificación de capacidad.
fr_fr: les seuils d'avertissement et critique pour le contrôle de la planification de la capacité.
it_it: le avvertenze e le soglie critiche per il controllo della pianificazione della capacità.
ja_jp: キャパシティプランニングチェックのクリティカルしきい値
pl_pl: progi ostrzegawcze i krytyczne dla kontroli planowania przepustowości.
pt_pt: os limites críticos e de aviso para a verificação do planejamento de capacidade.
ru_ru: предупреждение и критические пороговые значения для проверки планирования мощности.
zh_cn: 容量规划检查的关键阈值。

source: Render Graph
bg_bg: визуализирайте графиката
de_de: Diagramm rendern
es_es: render grafico
fr_fr: rendre graphique
ja_jp: グラフを描画
pl_pl: renderuj wykres
pt_pt: renderizar gráfico
ru_ru: визуализировать график
zh_cn: 渲染图

source: Please specify a custom host name.
bg_bg: моля, посочете потребителско име на хост.
de_de: Bitte geben Sie einen benutzerdefinierten Hostnamen an.
es_es: por favor especifique un nombre de host personalizado.
fr_fr: veuillez spécifier un nom d'hôte personnalisé.
it_it: si prega di specificare un nome host personalizzato.
ja_jp: カスタムホスト名を指定してください。
pl_pl: proszę podać niestandardową nazwę hosta.
pt_pt: Por favor, especifique um nome de host personalizado.
ru_ru: пожалуйста, укажите произвольное имя хоста.
zh_cn: 请指定自定义主机名。

source: checkargs is empty. This error should never be reached. Please contact the config wizard maintainer.
bg_bg: отметките са празни. тази грешка никога не трябва да бъде достигната. Моля, свържете се с поддръжника на съветника за конфигуриране.
de_de: checkargs ist leer. Dieser Fehler sollte niemals erreicht werden. Bitte wenden Sie sich an den Betreuer des Konfigurationsassistenten.
es_es: checkargs está vacío. este error nunca debe ser alcanzado. por favor, póngase en contacto con el mantenedor del asistente de configuración.
fr_fr: checkargs est vide. cette erreur ne devrait jamais être atteinte. veuillez contacter le responsable de l'assistant de configuration.
it_it: checkargs è vuoto. questo errore non dovrebbe mai essere raggiunto. si prega di contattare il manutentore della configurazione guidata.
ja_jp: checkargsがありません。このエラーは通知されません。設定ウィザードのメンテナに連絡してください。
pl_pl: checkargs jest pusty. ten błąd nigdy nie powinien zostać osiągnięty. skontaktuj się z opiekunem kreatora konfiguracji.
pt_pt: checkargs está vazio. esse erro nunca deve ser alcançado. por favor entre em contato com o mantenedor do assistente de configuração.
ru_ru: checkargs пуст. эта ошибка никогда не должна быть достигнута. пожалуйста, свяжитесь с сопровождающим мастера конфигурации.
zh_cn: checkargs为空。 永远都不会发生此错误。 请联系配置向导维护者。
