Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: The latest configuration snapshots of the monitoring engine are shown below. Download the most recent snapshots as backups or get vital information for troubleshooting configuration errors.
bg_bg: Най-новите конфигурационни архивирани копия на двигателя за наблюдение на XI са показани по-долу. Изтеглете най-новите архиви като резервни копия, или получете важна информация за отстраняването на конфигурационни грешки.
de_de: Die letzte Konfiguration Momentaufnahmen des XI Monitoring Engine sind unten dargestellt. Laden Sie die neuesten Schnappschüsse als Backup, oder erhalten wichtige Informationen für die Fehlersuche Konfigurationsfehler.
es_es: Las instantáneas última configuración del motor de monitorización XI se muestra a continuación. Descargue las instantáneas más recientes como copias de seguridad, o para obtener información vital para los errores de configuración para solucionar problemas.
fr_fr: Les dernières photos de configuration du moteur de supervision XI sont présentés ci-dessous. Télécharger les instantanés les plus récents que les sauvegardes, ou obtenir des informations vitales pour les erreurs de configuration de dépannage.
it_it: Le istantanee configurazione più recente del motore di monitoraggio XI sono riportati di seguito. Scarica le istantanee più recenti come backup, o per ottenere informazioni vitali per la risoluzione dei problemi errori di configurazione.
ja_jp: 以下は、監視エンジンの最新の設定スナップショットです。 最新のスナップショットをバックアップとしてダウンロードしたり、設定エラーのトラブルシューティングのために重要な情報を取得したりできます。
pl_pl: najnowsze zrzuty konfiguracji silnika monitorowania xi są przedstawione poniżej. pobierz najnowsze zrzuty jak tworzenie kopii zapasowych, lub uzyskać niezbędne informacje za błędy konfiguracyjne rozwiązywanie problemów.
pt_pt: as últimas instantâneos configuração do mecanismo de monitorização xi são mostrados abaixo. baixar os snapshots mais recentes como backups, ou obter informações vitais para erros de configuração de resolução de problemas.
ru_ru: Новая конфигурация снимки XI контроля двигателя приведены ниже. Скачайте самые последние снимки в качестве резервных, или получить важную информацию для диагностики ошибки в конфигурации.
zh_cn: 监视引擎的最新配置快照如下所示。 下载最新快照作为备份，或获取重要信息以解决配置错误。

source: Snapshots
bg_bg: снимки
de_de: Schnappschüsse
es_es: instantáneas
fr_fr: instantanés
it_it: istantanee
ja_jp: スナップショット
pl_pl: migawki
pt_pt: instantâneos
ru_ru: моментальные снимки
zh_cn: 快照

source: Every time you apply configuration a new snapshot is created of the previous configuration.
bg_bg: всеки път, когато прилагате конфигурация, се създава нова снимка на предишната конфигурация.
de_de: Jedes Mal, wenn Sie die Konfiguration anwenden, wird ein neuer Snapshot der vorherigen Konfiguration erstellt.
es_es: cada vez que aplica la configuración, se crea una nueva instantánea de la configuración anterior.
fr_fr: chaque fois que vous appliquez la configuration, un nouvel instantané de la configuration précédente est créé.
it_it: ogni volta che si applica la configurazione viene creata una nuova istantanea della configurazione precedente.
ja_jp: 構成を適用するたびに、前の構成の新しいスナップショットが作成されます。
pl_pl: za każdym razem, gdy stosujesz konfigurację, tworzona jest nowa migawka poprzedniej konfiguracji.
pt_pt: toda vez que você aplica a configuração, um novo instantâneo é criado da configuração anterior.
ru_ru: каждый раз, когда вы применяете конфигурацию, создается новый снимок предыдущей конфигурации.
zh_cn: 每次应用配置时，都会创建一个先前配置的新快照。

source: Date Created
bg_bg: дата на създаване
de_de: Datum erstellt
es_es: fecha de creacion
fr_fr: date créée
it_it: data di creazione
ja_jp: 作成日
pl_pl: Data utworzenia
pt_pt: Data Criada
ru_ru: Дата создания
zh_cn: 创建日期

source: Config Status
bg_bg: състояние на конфигурацията
de_de: Konfigurationsstatus
es_es: estado de configuración
fr_fr: état de la configuration
it_it: stato di configurazione
ja_jp: 構成ステータス
pl_pl: status konfiguracji
pt_pt: status de configuração
ru_ru: статус конфигурации
zh_cn: 配置状态

source: Snapshot Name
bg_bg: име на моментна снимка
de_de: Schnappschussname
es_es: nombre de la instantánea
fr_fr: nom de l'instantané
it_it: nome dello snapshot
ja_jp: スナップショット名
pl_pl: nazwa migawki
pt_pt: nome do instantâneo
ru_ru: имя снимка
zh_cn: 快照名称

source: Diff Changes
bg_bg: различни промени
de_de: diff Änderungen
es_es: cambios de diferencias
fr_fr: changements de diff
it_it: modifiche diff
ja_jp: 差分の変更
pl_pl: zmiany różnic
ru_ru: изменения различий
zh_cn: 差异变化

source: View command output
bg_bg: Вижте командния изход (резултат)
de_de: Ansicht Befehlsausgabe
es_es: vista de salida de comandos
fr_fr: vue commande sortie
it_it: l'output del comando vista
ja_jp: コマンド結果の表示
pl_pl: Widok wyjście polecenia
pt_pt: saída do comando view
ru_ru: Вывод команды просмотр
zh_cn: 查看命令输出

source: Snapshot %s
bg_bg: снимки
de_de: Schnappschüsse
es_es: instantáneas
fr_fr: instantanés
it_it: istantanee
ja_jp: スナップショット
pl_pl: migawki
pt_pt: instantâneos
ru_ru: моментальные снимки
zh_cn: 快照

source: View diff change between this and the prior snapshot
bg_bg: view diff промяна между тази и предишната снимка
de_de: Ansichtsunterschied zwischen diesem und dem vorherigen Schnappschuss ändern
es_es: ver el cambio de diferencia entre esta y la instantánea anterior
fr_fr: afficher le changement de différence entre cet instantané et le précédent
it_it: visualizzare il cambiamento diff tra questo e lo snapshot precedente
ja_jp: このスナップショットと前のスナップショットの間の差分変更を表示する
pl_pl: zobacz różnicę zmian między tym a poprzednią migawką
pt_pt: ver a diferença entre este e o instantâneo anterior
ru_ru: просмотреть изменение различий между этим и предыдущим снимком
zh_cn: 查看此快照与先前快照之间的差异更改

source: View changes from current config
bg_bg: преглед на промените от текущата конфигурация
de_de: Änderungen gegenüber der aktuellen Konfiguration anzeigen
es_es: ver los cambios desde la configuración actual
fr_fr: afficher les modifications de la configuration actuelle
it_it: visualizza le modifiche dalla configurazione corrente
ja_jp: 現在の構成からの変更を表示
pl_pl: przeglądaj zmiany w stosunku do bieżącej konfiguracji
pt_pt: visualizar alterações da configuração atual
ru_ru: просмотреть изменения из текущей конфигурации
zh_cn: 查看当前配置的更改

source: Restore
bg_bg: Възстановяване
de_de: Wiederherstellen
es_es: Restaurar
fr_fr: Restaurer
it_it: Ripristinare
ja_jp: リストア
pl_pl: odzyskać
pt_pt: Restaurar
ru_ru: Восстановление
zh_cn: 恢复

source: Archive
bg_bg: архив
de_de: archivieren
es_es: archivo
fr_fr: archives
it_it: archivio
ja_jp: アーカイブ
pl_pl: Archiwum
pt_pt: arquivo
ru_ru: архив
zh_cn: 档案

source: No snapshots have been created yet. Apply configuration to create one.
bg_bg: все още не са създадени снимки. приложите конфигурация, за да създадете такава.
de_de: Es wurden noch keine Schnappschüsse erstellt. Wenden Sie die Konfiguration an, um eine zu erstellen.
es_es: aún no se han creado instantáneas. aplicar la configuración para crear una.
fr_fr: aucun instantané n'a encore été créé. appliquer la configuration pour en créer un.
it_it: non sono state ancora create istantanee. applica la configurazione per crearne uno.
ja_jp: スナップショットはまだ作成されていません。構成を適用して作成します。
pl_pl: nie utworzono jeszcze migawek. zastosuj konfigurację, aby ją utworzyć.
pt_pt: nenhum instantâneo foi criado ainda. aplique a configuração para criar um.
ru_ru: снимков еще не создано. примените конфигурацию для ее создания.
zh_cn: 尚未创建快照。应用配置来创建一个。

source: Archived Snapshots
bg_bg: Архивни копия
de_de: archivierten Snapshots
es_es: instantáneas archivados
fr_fr: instantanés archivés
it_it: snapshot archiviati
ja_jp: アーカイブ済みスナップショット
pl_pl: archiwalne migawki
pt_pt: instantâneos arquivados
ru_ru: архивах снимки
zh_cn: 存档快照

source: Archive a snapshot to save it indefinitely.
bg_bg: архивирайте моментна снимка, за да я запазите за неопределено време.
de_de: Archivieren Sie einen Schnappschuss, um ihn unbegrenzt zu speichern.
es_es: Archivar una instantánea para guardarla indefinidamente.
fr_fr: archivez un instantané pour le sauvegarder indéfiniment.
it_it: archiviare un'istantanea per salvarla a tempo indeterminato.
ja_jp: スナップショットをアーカイブして無期限に保存します。
pl_pl: zarchiwizuj migawkę, aby zapisać ją na czas nieokreślony.
pt_pt: arquivar um instantâneo para salvá-lo indefinidamente.
ru_ru: заархивируйте снимок, чтобы сохранить его на неопределенный срок.
zh_cn: 存档快照以无限期保存。

source: Rename
bg_bg: Преименувам
de_de: umbenennen
es_es: rebautizar
fr_fr: renommer
it_it: rinominare
ja_jp: 名前変更
pl_pl: przemianować
pt_pt: rebatizar
ru_ru: переименовать
zh_cn: 重命名

source: No snapshots have been archived yet.
bg_bg: все още не са архивирани архиви.
de_de: Es wurden noch keine Backups archiviert.
es_es: Aún no se han archivado copias de seguridad.
fr_fr: aucune sauvegarde n'a encore été archivée.
it_it: nessun backup è stato ancora archiviato.
ja_jp: バックアップはまだアーカイブされていません。
pl_pl: żadne kopie zapasowe nie zostały jeszcze zarchiwizowane.
pt_pt: nenhum backup foi arquivado ainda.
ru_ru: резервные копии еще не были заархивированы.
zh_cn: 尚未备份任何备份。

source: Configuration Snapshots - Config Changes
bg_bg: моментни снимки на конфигурацията - промени в конфигурацията
de_de: Konfigurations-Snapshots - Konfigurationsänderungen
es_es: instantáneas de configuración - cambios de configuración
fr_fr: instantanés de configuration - changements de configuration
it_it: istantanee di configurazione - modifiche alla configurazione
ja_jp: 構成スナップショット-構成の変更
pl_pl: migawki konfiguracji - zmiany konfiguracji
pt_pt: instantâneos de configuração - mudanças de configuração
ru_ru: снимки конфигурации - изменения конфигурации
zh_cn: 配置快照-配置更改

source: Changes in configuration between the %s (on the left) and the snapshot %s at %s (on the right) are shown below.
bg_bg: промените в конфигурацията между% s (отляво) и моментната снимка% s при% s (отдясно) са показани по-долу.
de_de: Änderungen in der Konfiguration zwischen% s (links) und Snapshot% s bei% s (rechts) werden unten angezeigt.
es_es: Los cambios en la configuración entre% s (a la izquierda) y la instantánea% s en% s (a la derecha) se muestran a continuación.
fr_fr: les changements de configuration entre% s (à gauche) et l'instantané% s à% s (à droite) sont indiqués ci-dessous.
it_it: le modifiche alla configurazione tra% s (a sinistra) e l'istantanea% s in% s (a destra) sono mostrate di seguito.
ja_jp: ％s（左側）と％sでのスナップショット％s（右側）の間の構成の変更を以下に示します。
pl_pl: zmiany w konfiguracji między% s (po lewej) a migawką% s w% s (po prawej) są pokazane poniżej.
pt_pt: as mudanças na configuração entre% s (à esquerda) e o instantâneo% s em% s (à direita) são mostradas abaixo.
ru_ru: изменения в конфигурации между% s (слева) и снимком% s в% s (справа) показаны ниже.
zh_cn: ％s（左侧）和％s（右侧）的快照％s之间的配置更改如下所示。

source: current running configuration
bg_bg: текущата текуща конфигурация
de_de: aktuell laufende Konfiguration
es_es: configuración corriente actual
fr_fr: configuration courante actuelle
it_it: configurazione corrente in esecuzione
ja_jp: 現在の実行構成
pl_pl: bieżąca konfiguracja bieżąca
pt_pt: configuração de execução atual
ru_ru: текущая рабочая конфигурация
zh_cn: 当前运行的配置

source: Changes in configuration between the old snapshot at %s (on the left) and this new snapshot at %s (on the right) are shown below.
bg_bg: промените в конфигурацията между старата снимка на% s (вляво) и тази нова снимка на% s (вдясно) са показани по-долу.
de_de: Konfigurationsänderungen zwischen dem alten Snapshot bei% s (links) und diesem neuen Snapshot bei% s (rechts) werden unten angezeigt.
es_es: los cambios en la configuración entre la instantánea anterior en% s (a la izquierda) y esta nueva instantánea en% s (a la derecha) se muestran a continuación.
fr_fr: les changements de configuration entre l'ancien instantané à% s (à gauche) et ce nouvel instantané à% s (à droite) sont indiqués ci-dessous.
it_it: le modifiche alla configurazione tra la vecchia istantanea in% s (a sinistra) e questa nuova istantanea in% s (a destra) sono mostrate di seguito.
ja_jp: ％s（左側）の古いスナップショットと％s（右側）のこの新しいスナップショットの間の構成の変更を以下に示します。
pl_pl: zmiany w konfiguracji pomiędzy starą migawką w% s (po lewej) a tą nową migawką w% s (po prawej) są pokazane poniżej.
pt_pt: as mudanças na configuração entre o instantâneo antigo em% s (à esquerda) e este novo instantâneo em% s (à direita) são mostradas abaixo.
ru_ru: Изменения в конфигурации между старым снимком в% s (слева) и этим новым снимком в% s (справа) показаны ниже.
zh_cn: 下面显示了％s（左侧）的旧快照和％s（右侧）的新快照之间的配置更改。

source: There are no changes between the two configurations.
bg_bg: няма промени между двете конфигурации.
de_de: Es gibt keine Änderungen zwischen den beiden Konfigurationen.
es_es: no hay cambios entre las dos configuraciones.
fr_fr: il n'y a aucun changement entre les deux configurations.
it_it: non ci sono modifiche tra le due configurazioni.
ja_jp: 2つの構成の間に変更はありません。
pl_pl: nie ma zmian między tymi dwiema konfiguracjami.
pt_pt: não há mudanças entre as duas configurações.
ru_ru: между двумя конфигурациями нет никаких изменений.
zh_cn: 两种配置之间没有任何变化。

source: There are a few possible reasons for this:
bg_bg: има няколко възможни причини за това:
de_de: Dafür gibt es einige mögliche Gründe:
es_es: hay algunas posibles razones para esto:
fr_fr: il y a plusieurs raisons possibles à cela:
it_it: ci sono alcune possibili ragioni per questo:
ja_jp: これにはいくつかの理由が考えられます。
pl_pl: istnieje kilka możliwych powodów:
pt_pt: existem alguns motivos possíveis para isso:
ru_ru: Для этого есть несколько возможных причин:
zh_cn: 可能有以下几种原因：

source: You are viewing the latest snapshot, which is a copy of the current config
bg_bg: гледате най-новата моментна снимка, която е копие на текущата конфигурация
de_de: Sie sehen den neuesten Snapshot, eine Kopie der aktuellen Konfiguration
es_es: está viendo la última instantánea, que es una copia de la configuración actual
fr_fr: vous visualisez le dernier instantané, qui est une copie de la configuration actuelle
it_it: stai visualizzando l'ultima istantanea, che è una copia della configurazione corrente
ja_jp: 現在の構成のコピーである最新のスナップショットを表示しています
pl_pl: przeglądasz najnowszą migawkę, która jest kopią aktualnej konfiguracji
pt_pt: você está vendo o instantâneo mais recente, que é uma cópia da configuração atual
ru_ru: вы просматриваете последний снимок, который является копией текущей конфигурации
zh_cn: 您正在查看最新快照，它是当前配置的副本

source: There is no config directory for this snapshot
bg_bg: няма конфигурационна директория за тази снимка
de_de: Für diesen Snapshot gibt es kein Konfigurationsverzeichnis
es_es: no hay un directorio de configuración para esta instantánea
fr_fr: il n'y a pas de répertoire de configuration pour cet instantané
it_it: non esiste una directory di configurazione per questa istantanea
ja_jp: このスナップショットの構成ディレクトリはありません
pl_pl: nie ma katalogu konfiguracyjnego dla tej migawki
pt_pt: não há diretório de configuração para este instantâneo
ru_ru: для этого снимка нет каталога конфигурации
zh_cn: 该快照没有配置目录

source: Deleted configuration snapshot
bg_bg: Вижте конфигурационните архивни копия
de_de: Anzeigen von Konfigurationseinstellungen Snapshots
es_es: Ver instantáneas de configuración
fr_fr: Afficher des instantanés de configuration
it_it: Visualizza istantanee di configurazione
ja_jp: 設定スナップショットが削除されました
pl_pl: Migawki Widok konfiguracyjne
pt_pt: Ver configurações instantâneas
ru_ru: Просмотр конфигурации снимки
zh_cn: 删除配置快照

source: Deleted archived configuration snapshot
bg_bg: изтрита снимка на архивираната конфигурация
de_de: Archivierter Konfigurations-Snapshot gelöscht
es_es: instantánea de configuración archivada eliminada
fr_fr: instantané de configuration archivé supprimé
it_it: istantanea di configurazione archiviata eliminata
ja_jp: アーカイブ設定スナップショットは削除されました
pl_pl: usunięta zarchiwizowana migawka konfiguracji
pt_pt: instantâneo de configuração arquivado excluído
ru_ru: удаленный архивный снимок конфигурации
zh_cn: 删除存档的配置快照

source: Config snapshot deleted.
bg_bg: Изтрито конфигурационно копие
de_de: Config Snapshot gelöscht.
es_es: Instantánea Config eliminada.
fr_fr: Config instantané supprimé.
it_it: Snapshot Config cancellato.
ja_jp: 設定スナップショットが削除されました.
pl_pl: config migawki usunięte.
pt_pt: snapshot configuração excluído.
ru_ru: Config снимок удален.
zh_cn: 配置快照已删除。

source: Archived configuration snapshot
bg_bg: Вижте конфигурационните архивни копия
de_de: Anzeigen von Konfigurationseinstellungen Snapshots
es_es: Ver instantáneas de configuración
fr_fr: Afficher des instantanés de configuration
it_it: Visualizza istantanee di configurazione
ja_jp: 設定のスナップショットがアーカイブされました
pl_pl: Migawki Widok konfiguracyjne
pt_pt: Ver configurações instantâneas
ru_ru: Просмотр конфигурации снимки
zh_cn: 存档的配置快照

source: Snapshot archived
bg_bg: Конфигурационното копие е архивирано
de_de: Momentaufnahme archiviert
es_es: instantánea archivadas
fr_fr: instantané archivé
it_it: snapshot archiviati
ja_jp: スナップショットがアーカイブされました
pl_pl: Migawka w archiwum
pt_pt: Resultado instantâneo
ru_ru: снимок архива
zh_cn: 快照已存档

source: Snapshot scheduled for archiving
bg_bg: Конфигурационното копие е планирано за архивиране
de_de: Momentaufnahme für die Archivierung geplant
es_es: instantánea programada para archivar
fr_fr: l'instantané planifié pour l'archivage
it_it: snapshot pianificato per l'archiviazione
ja_jp: スナップショットのアーカイブが予定されました
pl_pl: Migawka zaplanowane do archiwizacji
pt_pt: Componente marcada para exclusão.
ru_ru: снимок запланированных для архивирования
zh_cn: 快照已计划存档

source: Restored system to configuration snapshot
bg_bg: възстановена система за моментална снимка на конфигурацията
de_de: System hat den Konfigurations-Snapshot wiederhergestellt
es_es: sistema restaurado a la instantánea de configuración
fr_fr: système restauré à l'instantané de configuration
it_it: sistema ripristinato all'istantanea di configurazione
ja_jp: システムを構成スナップショットにリストアしました
pl_pl: przywrócono system do migawki konfiguracji
pt_pt: sistema restaurado para instantâneo de configuração
ru_ru: восстановил систему в моментальный снимок конфигурации
zh_cn: 将系统还原到配置快照

source: This snapshot doesn't exist
bg_bg: тази снимка не съществува
de_de: Dieser Schnappschuss existiert nicht
es_es: esta instantánea no existe
fr_fr: cet instantané n'existe pas
it_it: questa istantanea non esiste
ja_jp: このスナップショットは存在しません
pl_pl: ta migawka nie istnieje
pt_pt: esse instantâneo não existe
ru_ru: этот снимок не существует
zh_cn: 该快照不存在

source: Apply Configuration
bg_bg: Приложи конфигурацията
de_de: Konfiguration übernehmen
es_es: Aplicar configuracion
fr_fr: Appliquer la configuration
it_it: Applica configurazione
ja_jp: 設定の適用
pl_pl: ustawienie konfiguracji
pt_pt: Aplicar configuração
ru_ru: Применить конфигурацию
zh_cn: 应用配置

source: View Config
bg_bg: Вижте конфигурацията
de_de: Anzeigen Config
es_es: Ver configuracion
fr_fr: Voir Config
it_it: Visualizza Config
ja_jp: 設定を表示
pl_pl: Widok config
pt_pt: Ver configuração
ru_ru: Просмотр Config
zh_cn: 查看配置

source: Configure snapshot restore has been scheduled.
bg_bg: Планирано е възстановяване на конфигурацията от архивирано копие.
de_de: Konfigurieren Momentaufnahme Wiederherstellung geplant ist.
es_es: Configurar instantánea de restauración ha sido programada.
fr_fr: Configurer instantané de restauration a été prévu.
it_it: Configurazione di snapshot di ripristino è stato programmato.
ja_jp: 設定スナップショットのリストアが予定されました.
pl_pl: skonfigurować przywracanie migawka została zaplanowana.
pt_pt: Restauração da configuração do snapshot foi programado.
ru_ru: Настройка снимков восстановление было запланировано.
zh_cn: 已计划配置快照还原。

source: Monitoring Configuration Snapshots
bg_bg: Мониторинг архивирани конфигурационни копия
de_de: Überwachung Konfiguration Snapshots
es_es: Seguimiento de instantáneas de configuración
fr_fr: Surveillance des instantanés de configuration
it_it: Monitoraggio Istantanee di configurazione
ja_jp: 監視設定のスナップショット
pl_pl: Migawki konfiguracji monitoringu
pt_pt: monitoramento snapshots de configuração
ru_ru: Мониторинг конфигурации снимки
zh_cn: 监视配置快照

source: Rename an archived configuration snapshot. Archived snapshots must have no spaces in their names.
bg_bg: Преименуване на архивирани конфигурационни копия. Архивираните копия не трябва да имат интервали в имената си.
de_de: benennen eine archivierte Konfiguration Momentaufnahme. archivierten Snapshots darf keine Leerzeichen im Namen.
es_es: cambiar el nombre de una instantánea de la configuración archivada. fotos archivadas no deben tener espacios en sus nombres.
fr_fr: renommer un instantané de la configuration archivée. instantanés archivés ne doivent pas avoir des espaces dans leurs noms.
it_it: rinominare un'istantanea configurazione archiviata. snapshot archiviati non devono avere spazi nei loro nomi.
ja_jp: アーカイブ済みの設定スナップショット名を変更します. アーカイブ済みのスナップショット名にはスペース文字を使用できません.
pl_pl: zmienić nazwę zarchiwizowany migawkę konfiguracji. archiwalne migawki musi być bez spacji w nazwie.
pt_pt: renomear um snapshot configuração arquivado. snapshots arquivados não deve ter espaços em seus nomes.
ru_ru: переименовать архиве конфигурации снимка. архивировать снимки не должны иметь места в их имена.
zh_cn: 重命名已存档的配置快照。 存档快照的名称中不得包含空格。

source: Filename
bg_bg: Име на файл
de_de: Dateinamen
es_es: nombre de archivo
fr_fr: nom de fichier
ja_jp: ファイル名
pl_pl: nazwa pliku
pt_pt: nome do arquivo
ru_ru: имя файла
zh_cn: 文件名

source: Rename Snapshot To
bg_bg: Преименувайте архивираното копие на
de_de: umbenennen Snapshot
es_es: cambiar el nombre de la instantánea para
fr_fr: renommer instantané pour
it_it: rinominare snapshot
ja_jp: スナップショット名の変更
pl_pl: zmienić nazwę migawki do
pt_pt: renomear instantâneo para
ru_ru: переименовать снимок, чтобы
zh_cn: 将快照重命名为

source: Snapshot has been renamed.
bg_bg: Архивираното конфигурационно копие е преименувано.
de_de: Schnappschuss wurde umbenannt.
es_es: instantánea se ha cambiado el nombre.
fr_fr: instantané a été renommé.
it_it: snapshot è stato rinominato.
ja_jp: スナップショットの名前が変更されました.
pl_pl: Migawka została zmieniona.
pt_pt: snapshot foi renomeado.
ru_ru: снимок был переименован.
zh_cn: 快照已重命名。

source: Snapshot scheduled to be renamed.
bg_bg: Конфигурационното копие е планирано да бъде преименувано.
de_de: Momentaufnahme soll umbenannt werden.
es_es: instantánea programada para cambiar el nombre.
fr_fr: snapshot devrait être renommé.
it_it: snapshot programmato per essere rinominato.
ja_jp: スナップショットの名前変更がスケジュールされました.
pl_pl: Migawka zaplanowano zmieniona.
pt_pt: snapshot programado para ser renomeado.
ru_ru: снимок планируется переименовать.
zh_cn: 计划将快照重命名。

source: Manage Dashlets
bg_bg: Управлявайте мини-таблата (dashlets)
de_de: Verwalten Dashlets
es_es: Administrar Dashlets
fr_fr: Gérer Dashlets
it_it: Gestione Dashlets
ja_jp: ダッシュレット管理
pl_pl: zarządzanie dashlets
pt_pt: gerenciar dashlets
ru_ru: Управление Dashlets
zh_cn: 管理内容板块
