Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: By default in %s 5.3.0+ all pages are not allowed to be used inside frames
bg_bg: По подразбиране в Nagios XI 5.3.0+ никоя страница не може да се използва вътре във фреймс (frames)
de_de: standardmäßig in nagios xi 5.3.0+ nicht alle Seiten innerhalb Frames verwendet werden darf
es_es: por defecto en Nagios XI 5.3.0+ todas las páginas no están autorizados para ser utilizados dentro de los marcos
fr_fr: par défaut dans nagios xi 5.3.0+ toutes les pages ne sont pas autorisés à être utilisés à l'intérieur des cadres
it_it: per impostazione predefinita in Nagios xi 5.3.0+ tutte le pagine non possono essere utilizzati all'interno di cornici
ja_jp: %s 5.3.0 以降では、同一ホスト名からロードされたページを除き、既定ですべてのページでフレーム内
pl_pl: domyślnie w Nagios XI 5.3.0+ wszystkie strony nie mogą być używane wewnątrz klatek
pt_pt: por padrão no nagios xi 5.3.0+ todas as páginas não estão autorizados a ser usado dentro de quadros
ru_ru: по умолчанию в Nagios XI 5.3.0+ все страницы не могут быть использованы внутри фреймов
zh_cn: 在%s 5.3.0+中，默认情况下，所有的页面都不允许在框架内使用。

source: or
bg_bg: или
de_de: oder
es_es: o
fr_fr: ou
it_it: o
ja_jp: または
pl_pl: lub
pt_pt: Porta
ru_ru: или
zh_cn: 或

source: except by pages that are loaded from the same hostname.
bg_bg: освен от страници, които се зареждат от хост с едно и също име.
de_de: mit Ausnahme von Seiten, die aus dem gleichen Hostnamen geladen werden.
es_es: excepto por las páginas que se cargan desde el mismo nombre de host.
fr_fr: sauf par les pages qui sont chargés à partir du même nom d'hôte.
it_it: se non per le pagine che vengono caricate dallo stesso nome host.
ja_jp: の使用が許可されていません.
pl_pl: z wyjątkiem stron, które są ładowane z tego samego hosta.
pt_pt: exceto por páginas que são carregados a partir do mesmo nome de host.
ru_ru: за исключением страниц, которые загружаются из того же имени хоста.
zh_cn: 从相同主机名加载的页面除外。

source: This addition was made to protect against clickjacking and improves the overall security of the application. This restriction is done by setting the <code>X-Frame-Options</code> header to <code>SAMEORIGIN</code> and applying <code>Content-Security-Policy: frame-ancestors 'self'</code>.
bg_bg: Tова допълнение е направено, за да се защитите срещу clickjacking и подобрява цялостната защита (сигурност) на Nagios XI. Това ограничение се извършва чрез определяне на <code>X-Frame-Options</code> хедер на <code>SAMEORIGIN</code> и прилагане на <code>Content-Security-Policy: frame-ancestors 'self'</code> .
de_de: Dieser Zusatz wurde gemacht gegen Clickjacking zu schützen und verbessert die allgemeine Sicherheit der nagios xi Anwendung. Diese Einschränkung wird durch Setzen des fertig <code>x-frame-options</code> - Header <code>sameorigin</code> und Anwendung <code>content-security-policy: frame-ancestors 'self'</code> .
es_es: esta adición se hizo para proteger contra el clickjacking y mejora la seguridad general de la aplicación xi nagios. esta restricción se hace estableciendo el <code>x-frame-options</code> de cabecera para <code>sameorigin</code> y aplicando <code>content-security-policy: frame-ancestors 'self'</code> .
fr_fr: cet ajout a été fait pour protéger contre clickjacking et améliore la sécurité globale de l'application xi nagios. cette restriction se fait en réglant le <code>x-frame-options</code> en- tête pour <code>sameorigin</code> et appliquer le <code>content-security-policy: frame-ancestors 'self'</code> de <code>content-security-policy: frame-ancestors 'self'</code> .
it_it: Questa aggiunta è stata fatta per la protezione contro il clickjacking e migliora la sicurezza generale dell'applicazione xi nagios. questa restrizione è fatto impostando l' <code>x-frame-options</code> di intestazione per <code>sameorigin</code> e l'applicazione di <code>content-security-policy: frame-ancestors 'self'</code> .
ja_jp: これはクリックジャッキング攻撃対策のために追加され、アプリケーション全体のセキュリティを改善しました。 この制限は <code>X-Frame-Options</code> ヘッダーを <code>SAMEORIGIN</code> に設定し <code>Content-Security-Policy: frame-ancestors 'self'</code> を適用します。
pl_pl: dodatek ten powstał w celu ochrony przed clickjacking i poprawia ogólne bezpieczeństwo stosowania xi Nagios. ograniczenie to odbywa się poprzez ustawienie <code>x-frame-options</code> nagłówek <code>sameorigin</code> i stosowania <code>content-security-policy: frame-ancestors 'self'</code> .
pt_pt: esta adição foi feita para proteger contra clickjacking e melhora a segurança geral do aplicativo xi nagios. esta restrição é feito definindo a <code>x-frame-options</code> cabeçalho para <code>sameorigin</code> e aplicação de <code>content-security-policy: frame-ancestors 'self'</code> .
ru_ru: это дополнение было сделано для защиты от ClickJacking и повышает общую безопасность приложения хг Nagios. это ограничение делается путем установки <code>x-frame-options</code> заголовка для <code>sameorigin</code> и применения <code>content-security-policy: frame-ancestors 'self'</code> .
zh_cn: 增加这一限制是为了防止点击劫持，并提高应用程序的整体安全性。通过将<code>X-Frame-Options</code>头设置为<code>SAMEORIGIN</code>并应用<code>Content-Security-Policy: frame-ancestors 'self'</code>来实现这一限制。

source: You can add specific hosts which require a <code>?req_frame_access=&lt;host&gt;</code> GET or POST field set when placing a page into a frame not on the same origin and will keep the set frame name for the duration of the session. You can also disable all frame restrictions.
bg_bg: Можете да добавяте конкретни хостове, които изискват <code>?req_frame_access=<host></code> GET или POST поле, при поместването на страница в рамка от различен произход и ще запазите името на зададената рамка за продължителността на сесията. Можете да деактивирате всички ограничения на рамката.
de_de: Sie können bestimmte Hosts hinzufügen , die ein benötigen <code>?req_frame_access=<host></code> erhalten oder senden Sie Feld gesetzt wird, wenn eine Seite in einem Rahmen nicht auf dem gleichen Ursprung platzieren und wird die eingestellte Bildname für die Dauer der Sitzung halten. Sie können auch alle Frame-Einschränkungen deaktivieren.
es_es: puede agregar hosts específicos que requieran un <code>?req_frame_access=<host></code> Obtener o establecer campo de post al colocar una página en un marco no en el mismo origen y se mantendrá el nombre de marco conjunto para la duración de la sesión. también se puede desactivar todas las restricciones del marco.
fr_fr: vous pouvez ajouter des hôtes spécifiques qui nécessitent un <code>?req_frame_access=<host></code> get ou ensemble de champs de poste lors du placement d' une page dans un cadre non pas sur la même origine et gardera l'ensemble nom de cadre pour la durée de la session. vous pouvez également désactiver toutes les restrictions du cadre.
it_it: è possibile aggiungere host specifiche che richiedono un <code>?req_frame_access=<host></code> get o set di campo posta quando si posiziona una pagina in un frame non sulla stessa origine e manterrà il nome del frame set per tutta la durata della sessione. è anche possibile disattivare tutte le restrizioni del telaio.
ja_jp: ページを同じオリジナルではないフレームに配置するときに、<code>?req_frame_access=<host></code> GET または POST フィールドセットを要求する特定のホストを追加し、このセッション中にセットしたフレーム名を保持することができます. すべてのフレーム制限を無効にすることもできます.
pl_pl: można dodać konkretnych hostów, które wymagają <code>?req_frame_access=<host></code> pobranie lub ustawienie pola po umieszczając stronę w ramce nie na samego pochodzenia i zachowa nazwę ramki ustawić na czas trwania sesji. Można również wyłączyć wszystkie ograniczenia ramy.
pt_pt: você pode adicionar máquinas específicas que exigem um <code>?req_frame_access=<host></code> obter ou conjunto de campos de pós quando colocar uma página em um quadro não na mesma origem e vai manter o nome de quadro definido para a duração da sessão. você também pode desativar todas as restrições de quadros.
ru_ru: Вы можете добавить определенные хосты , которые требуют <code>?req_frame_access=<host></code> получить или установить завершающее поле при размещении страницы в кадр не на том же происхождения и сохранит имя кадра набор на время сессии. Вы также можете отключить все ограничения кадра.
zh_cn: 您可以添加特定的主机，当将页面放置到不在同一原点的框架中时，需要设置<code>?req_frame_access=<host></code> GET或POST字段，并将在会话期间保留设置的框架名称。你也可以禁用所有的框架限制。

source: Accepts a comma separated list of hosts
bg_bg: Приема, списък с разделени със запетая хостове
de_de: akzeptiert eine durch Kommata getrennte Liste von Hosts
es_es: acepta una lista separada por comas de los ejércitos
fr_fr: accepte une liste d'hôtes séparés par des virgules
it_it: accetta un elenco separato da virgole di host
ja_jp: 複数のホストを指定する場合は、カンマ区切りで入力
pl_pl: akceptuje oddzielone przecinkami listę hostów
pt_pt: aceita uma lista separada por vírgulas dos Exércitos
ru_ru: принимает разделенный запятыми список хостов
zh_cn: 接受以逗号分隔的主机列表

source: Allowed Hosts
bg_bg: Позволени хостове
de_de: erlaubt Gastgeber
es_es: hosts permitidos
fr_fr: hôtes autorisés
it_it: host consentiti
ja_jp: 許可ホスト
pl_pl: dozwolone gospodarze
pt_pt: anfitriões permitidos
ru_ru: разрешенные узлы сети
zh_cn: 允许的主机

source: Disable
bg_bg: Деактивирайте
de_de: Behindert
es_es: Deshabilitado
fr_fr: Handicapé
it_it: Disabile
ja_jp: 無効
pl_pl: niepełnosprawny
pt_pt: Desabilitado
ru_ru: Инвалид
zh_cn: 禁用

source: Do not restrict pages from being opened in iframes from anywhere. (Will not apply <code>X-Frame-Options</code> or <code>Content-Security-Policy: frame-ancestors</code> headers)
bg_bg: Не ограничавайте отварянето на страниците в iframes от където и да е. (Няма да се прилага <code>X-Frame-Options</code> или <code>Content-Security-Policy: frame-ancestors</code> хедъри)
de_de: schränken Seiten aus in iframes von überall geöffnet wird. (gilt nicht <code>x-frame-options</code> oder <code>content-security-policy: frame-ancestors</code> - Header)
es_es: no restringen páginas se abran en iframes desde cualquier lugar. (no se aplicará <code>x-frame-options</code> o <code>content-security-policy: frame-ancestors</code> ​​cabeceras)
fr_fr: ne limitent pas les pages d'être ouvert à iframes de partout. (ne sera pas appliquer <code>x-frame-options</code> ou de <code>content-security-policy: frame-ancestors</code> de <code>content-security-policy: frame-ancestors</code> en- têtes)
it_it: non limitano le pagine di essere aperto nel iframe da qualsiasi luogo. (non si applica <code>x-frame-options</code> o <code>content-security-policy: frame-ancestors</code> header)
ja_jp: どのiframeでオープンされたページであっても制限しません. (<code>X-Frame-Options</code> または <code>Content-Security-Policy: frame-ancestors</code> ヘッダーを提供しません)
pl_pl: nie ograniczają stron przed otwarciem w iframe z dowolnego miejsca. (nie będzie stosować <code>x-frame-options</code> lub <code>content-security-policy: frame-ancestors</code> nagłówki)
pt_pt: não restringem páginas de ser aberto no iframe de qualquer lugar. (não se aplica <code>x-frame-options</code> ou <code>content-security-policy: frame-ancestors</code> ​​cabeçalhos)
ru_ru: не ограничивают страницы от открытия в любом месте из фреймов. (не будет применять <code>x-frame-options</code> или <code>content-security-policy: frame-ancestors</code> заголовки)
zh_cn: 不限制页面从任何地方以iframe打开。(不会应用<code>X-Frame-Options</code>或<code>Content-Security-Policy: frame-ancestors</code> headers)

source: PHP cURL SSL Version
bg_bg: PHP cURL SSL версия
es_es: php versión SSL rizo
fr_fr: php version ssl boucle
it_it: php versione ricciolo SSL
ja_jp: PHP cURL SSL バージョン
pl_pl: Wersja PHP curl ssl
pt_pt: php versão SSL onda
ru_ru: PHP версия локон SSL
zh_cn: PHP cURL SSL版本

source: The connection type for the internal cURL call in %s to use. We default this to TLSv1.2 in 5.3.0 but can be changed to older, still secure versions only.
bg_bg: Типа на връзката, за вътрешното cURL повикване в Nagios XI, което да се използва. По подразбиране, това е TLSv1.2 in 5.3.0, но може да се променя за по-стари, все още само сигурни версии.
de_de: der Verbindungstyp für die interne curl Aufruf in nagios xi zu verwenden. wir standardmäßig diese in 5.3.0 zu tlsv1.2 kann aber nur für ältere, noch sichereren Versionen geändert werden.
es_es: el tipo de conexión para la llamada rizo interno de Nagios XI de usar. omitimos esto a tlsv1.2 en 5.3.0, pero se puede cambiar a versiones anteriores, sólo siendo seguras.
fr_fr: le type de connexion pour l'appel de boucle interne nagios xi à utiliser. nous par défaut cela tlsv1.2 en 5.3.0 mais peut être changé pour plus âgés, seules les versions toujours sécurisées.
it_it: il tipo di connessione per la chiamata ricciolo interna in nagios xi da utilizzare. stabilizziamo questo tlsv1.2 a 5.3.0, ma può essere modificato per, solo le versioni più vecchie ancora sicuri.
ja_jp: %s の内部 cURL コールが使用されます。 5.3.0 の既定は TLSv1.2 ですが、古いバージョンに変更できます。
pl_pl: typ połączenia dla połączenia wewnętrznego zwijającego się Nagios XI w użyciu. mamy domyślne to tlsv1.2 w 5.3.0, ale może być zmienione na starszych, wciąż bezpiecznych zaledwie wersjach.
pt_pt: o tipo de conexão para a chamada onda interna no nagios xi de usar. que o padrão que este tlsv1.2 no 5.3.0, mas pode ser alterado para apenas versões mais antigas, ainda seguras.
ru_ru: тип соединения для внутреннего вызова завитка в Nagios XI использовать. мы по умолчанию это tlsv1.2 в 5.3.0, но может быть изменен на более старых, до сих пор только безопасные версии.
zh_cn: 以%s为单位的内部cURL调用的连接类型。我们在5.3.0中默认为TLSv1.2，但也可以修改为旧的安全版本。

source: Force cURL Peer Verification
bg_bg: принудителна верификация на curl peer
de_de: Curl-Peer-Verifizierung erzwingen
es_es: forzar la verificación de pares de curl
fr_fr: forcer la vérification par les pairs curl
it_it: verifica peer curl forzata
ja_jp: curl ピア検証を強制する
pl_pl: wymuś weryfikację rówieśników curl
pt_pt: forçar verificação de pares curl
ru_ru: принудительная одноранговая проверка curl
zh_cn: 强制 curl 对等验证

source: As of Nagios XI 5.8.9, all internally-loaded URLs will verify peer certificates before processing data. Uncheck this box to allow Nagios XI to skip peer verification when loading Nagios XI, Core, or Log Server URLs.
bg_bg: считано от nagios xi 5.8.9, всички вътрешно заредени URL адреси ще проверяват партньорски сертификати преди обработка на данни. махнете отметката от това квадратче, за да позволите на nagios xi да пропусне верификацията на партньор при зареждане на url адреси на nagios xi, ядро или регистрационен сървър.
de_de: Ab Nagios xi 5.8.9 überprüfen alle intern geladenen URLs Peer-Zertifikate, bevor sie Daten verarbeiten. Deaktivieren Sie dieses Kontrollkästchen, damit Nagios xi die Peer-Überprüfung überspringen kann, wenn Nagios xi-, Kern- oder Protokollserver-URLs geladen werden.
es_es: a partir de nagios xi 5.8.9, todas las URL cargadas internamente verificarán los certificados de pares antes de procesar los datos. desmarque esta casilla para permitir que nagios xi omita la verificación de pares al cargar las direcciones URL de nagios xi, core o log server.
fr_fr: à partir de nagios xi 5.8.9, toutes les URL chargées en interne vérifieront les certificats homologues avant de traiter les données. décochez cette case pour permettre à nagios xi d'ignorer la vérification par les pairs lors du chargement des urls nagios xi, core ou log server.
it_it: a partire da nagios xi 5.8.9, tutti gli URL caricati internamente verificheranno i certificati peer prima di elaborare i dati. deseleziona questa casella per consentire a nagios xi di saltare la verifica peer durante il caricamento degli URL di nagios xi, core o log server.
ja_jp: Nagios xi 5.8.9 の時点で、内部的にロードされたすべての URL は、データを処理する前にピア証明書を検証します。このボックスをオフにすると、nagios xi、コア、またはログ サーバーの URL をロードするときに、nagios xi がピア検証をスキップできるようになります。
pl_pl: od nagios xi 5.8.9 wszystkie wewnętrznie ładowane adresy URL będą weryfikować certyfikaty równorzędne przed przetworzeniem danych. usuń zaznaczenie tego pola, aby umożliwić nagios xi pomijanie weryfikacji równorzędnej podczas ładowania adresów URL nagios xi, rdzenia lub serwera dziennika.
pt_pt: a partir do nagios xi 5.8.9, todos os URLs carregados internamente verificarão os certificados de pares antes de processar os dados. desmarque esta caixa para permitir que o nagios xi pule a verificação de pares ao carregar urls do nagios xi, core ou log server.
ru_ru: начиная с nagios xi 5.8.9, все внутренне загруженные URL-адреса будут проверять одноранговые сертификаты перед обработкой данных. снимите этот флажок, чтобы разрешить nagios xi пропускать одноранговую проверку при загрузке URL-адресов nagios xi, ядра или сервера журналов.
zh_cn: 从 nagios xi 5.8.9 开始，所有内部加载的 url 将在处理数据之前验证对等证书。取消选中此框以允许 nagios xi 在加载 nagios xi、核心或日志服务器 URL 时跳过对等验证。

source: SSH Terminal
bg_bg: SSH терминал
es_es: Terminal SSH
fr_fr: Terminal SSH
ja_jp: SSHターミナル
pl_pl: Terminal ssh
ru_ru: SSH-терминал
zh_cn: SSH终端

source: Disable the SSH Terminal web portal.
bg_bg: деактивирайте уеб портала на ssh терминала.
de_de: Deaktivieren Sie das SSH-Terminal-Webportal.
es_es: deshabilitar el portal web ssh terminal.
fr_fr: désactiver le portail Web du terminal ssh.
it_it: disabilitare il portale web del terminale ssh.
ja_jp: SSHターミナルWebポータルを無効にします。
pl_pl: wyłącz portal internetowy terminala ssh.
pt_pt: desativar o portal da web do terminal ssh.
ru_ru: отключить веб-портал терминала ssh.
zh_cn: 禁用SSH终端Web门户。

source: Account Locking
bg_bg: Заключване на потребителски профил
de_de: Kontosperr
es_es: cuenta de bloqueo
fr_fr: verrouillage de compte
it_it: conto di bloccaggio
ja_jp: アカウントロック
pl_pl: blokada konta
pt_pt: bloqueio de conta
ru_ru: счет блокировки
zh_cn: 帐户锁定

source: Enable Account Lockout
bg_bg: Актирирайте заключватенот на сметката
de_de: ermöglichen die Kontosperrung
es_es: activar el bloqueo de cuentas
fr_fr: activer le verrouillage de compte
it_it: abilitare il blocco degli account
ja_jp: アカウントロックを有効にする
pl_pl: umożliwienia blokowania konta
pt_pt: permitir o bloqueio de conta
ru_ru: включить блокировку учетных записей
zh_cn: 启用帐户锁定

source: After unsuccessful login attempts, a user will be locked out of their account.
bg_bg: След неуспешни опити за влизане, профила на потребителя ще бъде заключен.
de_de: nach erfolglosen Login-Versuchen wird ein Benutzer aus ihrem Konto gesperrt.
es_es: después de varios intentos fallidos de ingresar, el usuario será bloqueado de su cuenta.
fr_fr: après des tentatives de connexion infructueuses, un utilisateur sera verrouillé hors de leur compte.
it_it: dopo i tentativi di accesso non riusciti, un utente sarà bloccato del proprio account.
ja_jp: ログイン試行に失敗後、アカウントがロックされます.
pl_pl: po nieudanych próbach logowania, użytkownik zostanie zablokowany na swoim koncie.
pt_pt: depois de tentativas de login sem sucesso, um usuário será bloqueado de sua conta.
ru_ru: после неудачных попыток входа в систему, пользователь будет заблокирован из своей учетной записи.
zh_cn: 登录尝试失败后，用户将被锁定其帐户。

source: Unsuccessful Login Attempts
bg_bg: Неуспешни опити за влизане
de_de: erfolglosen Anmeldeversuche
es_es: los intentos de conexión fallidos
fr_fr: tentatives de connexion infructueuses
it_it: tentativi di accesso non riusciti
ja_jp: ログイン試行回数
pl_pl: nieudanych prób logowania
pt_pt: tentativas de login sem sucesso
ru_ru: неудачные попытки входа в систему
zh_cn: 失败的登录尝试

source: Accounts will be locked after this many unsuccessful attempts to login.
bg_bg: Потребителските профили ще бъдат блокирани след определен брой от неуспешни опити за влизане.
de_de: Konten werden nach so vielen vergeblichen Versuchen gesperrt werden einloggen.
es_es: cuentas serán bloqueadas después de esta cantidad de intentos fallidos para iniciar sesión.
fr_fr: comptes seront verrouillées après cette nombreuses tentatives infructueuses de connexion.
it_it: account verranno bloccati dopo questo molti tentativi falliti di login.
ja_jp: 指定回数を超えてログインに失敗すると、アカウントがロックされます.
pl_pl: konta zostaną zablokowane po tylu nieudanych próbach logowania.
pt_pt: contas serão bloqueadas após isso muitas tentativas frustradas de login.
ru_ru: счета будут закрыты после стольких неудачных попыток войти в систему.
zh_cn: 多次尝试登录失败后，帐户将被锁定。

source: Lockout Period
bg_bg: Период на заключване (Lockout Period)
de_de: Sperrzeit
es_es: período de bloqueo
fr_fr: période de lock-out
it_it: periodo di blocco
ja_jp: ロックアウト期間
pl_pl: okres blokady
pt_pt: período de bloqueio
ru_ru: период блокировки
zh_cn: 锁定期

source: Accounts will be unavailable for this period of time after a lockout. (in seconds)
bg_bg: Потребителските профили няма да бъдат достъпни за определен период от време след блокиране (lockout). (в секунди)
de_de: Konten werden für diese Zeitperiode nach einer Sperrungs nicht verfügbar sein. (in Sekunden)
es_es: cuentas no estarán disponibles para este período de tiempo después de un bloqueo. (en segundos)
fr_fr: les comptes ne seront pas disponibles pour cette période de temps après un lock-out. (en secondes)
it_it: i conti non saranno disponibili per questo periodo di tempo dopo un blocco. (in secondi)
ja_jp: アカウントはロックアウト後、指定された期間（秒）利用できません
pl_pl: Rachunki będą niedostępne dla tego okresu czasu po lokautu. (w sekundy)
pt_pt: contas não estará disponível para este período de tempo depois de um bloqueio. (em segundos)
ru_ru: Счета будут недоступны в течение этого периода времени после срабатывания блокировки. (В секундах)
zh_cn: 锁定后，账户在这段时间内将无法使用。(以秒为单位)

source: Enter 0 to require accounts to be unlocked by an Administrator.
bg_bg: Въведете 0, за да изискате потребителските профили да бъдат отключени от администратора.
de_de: Geben Sie 0 ein, um Konten verlangen von einem Administrator freigeschaltet werden.
es_es: especifique 0 para exigir cuentas a ser desbloqueados por un administrador.
fr_fr: entrer 0 à exiger des comptes à déverrouillés par un administrateur.
it_it: immettere 0 per richiedere i conti per essere sbloccato da un amministratore.
ja_jp: 管理者がロック解除を行う必要がある場合、 0 を入力してください.
pl_pl: wpisz 0 wymagać rachunków być odblokowane przez administratora.
pt_pt: digite 0 para exigir contas para ser desbloqueado por um administrador.
ru_ru: введите 0 требовать счета, чтобы быть разблокирована администратором.
zh_cn: 输入0以要求管理员解锁帐户。

source: Local Password Requirements
bg_bg: Местните изисквания за парола
de_de: lokalen Passwort-Anforderungen
es_es: requisitos de contraseña locales
fr_fr: exigences de mot de passe locaux
it_it: requisiti di password locali
ja_jp: ローカルのパスワードの要件
pl_pl: lokalne wymagania hasło
pt_pt: requisitos de senha locais
ru_ru: местные требования к паролю
zh_cn: 本地密码要求

source: Disallow Old Passwords
bg_bg: забравете старите пароли
de_de: verbieten alte Passwörter
es_es: no permitir viejas contraseñas
fr_fr: interdire les anciens mots de passe
it_it: non consentire le vecchie password
ja_jp: 古いパスワードを許可しない
pl_pl: nie zezwalaj na stare hasła
pt_pt: não permitir senhas antigas
ru_ru: запретить старые пароли
zh_cn: 禁止旧密码

source: Do not allow users to re-use old passwords when changing passwords.
bg_bg: не позволявайте на потребителите да използват повторно стари psaswords, когато променят пароли.
de_de: Erlauben Sie Benutzern nicht, alte Passwörter beim Ändern von Passwörtern zu verwenden.
es_es: no permita que los usuarios vuelvan a utilizar psaswords antiguas cuando cambien contraseñas.
fr_fr: n'autorisez pas les utilisateurs à réutiliser les anciens mots de passe lors de la modification des mots de passe.
it_it: non consentire agli utenti di riutilizzare vecchi psasword quando si cambiano le password.
ja_jp: パスワードを変更するときにユーザーが古いパスワードを再利用することを許可しない。
pl_pl: nie zezwalaj użytkownikom na ponowne używanie starych psaswordów podczas zmiany haseł.
pt_pt: não permita que usuários reutilizem psaswords antigos ao alterar senhas.
ru_ru: не позволяют пользователям повторно использовать старые psaswords при смене паролей.
zh_cn: 更改密码时，不允许用户重复使用旧密码。
