Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Add another check
bg_bg: добавете още една проверка
de_de: fügen Sie einen weiteren Scheck hinzu
es_es: agregar otro cheque
fr_fr: ajouter un autre chèque
it_it: aggiungi un altro controllo
ja_jp: 別のチェックを追加
pl_pl: dodaj kolejny czek
pt_pt: adicionar outro cheque
ru_ru: добавить еще одну проверку
zh_cn: 再加一个检查

source: Monitor a Microsoft&reg; Windows Vista, 7, 8, 8.1 and 10 desktop.
bg_bg: Наблюдавайте Microsoft® Windows XP, Vista, 7, 8 and 10 настолен компютър.
de_de: Überwachung einer Microsoft ® Windows XP, Windows Vista oder Windows 7-Desktop.
es_es: Controlar una aplicación de Microsoft ® Windows XP, Windows Vista o Windows 7 de escritorio.
fr_fr: Surveiller un serveur Microsoft ® Windows XP, Windows Vista ou Windows 7 ordinateur de bureau.
it_it: Monitor di Microsoft ® Windows XP, Windows Vista, o Windows 7 desktop.
ja_jp: Microsoft® Windows XP, Vista, 7, 8, 10 デスクトップを監視します.
pl_pl: monitorować Microsoft® Windows Xp, Windows Vista lub Windows 7 na pulpicie.
pt_pt: Monitorar um Microsoft ® Windows XP, Windows Vista ou Windows 7 Desktop.
ru_ru: Мониторинг Microsoft ® Windows XP, Windows Vista или Windows 7 рабочий стол.
zh_cn: 监控Microsoft® Windows Vista、7、8、8.1和10的桌面。

source: Monitor a Microsoft&reg; Windows 2008, 2012, 2016, or 2019 server.
bg_bg: Наблюдавайте Microsoft® Windows 2000, 2003, 2008 or 2012 сървър.
de_de: Überwachen eines Microsoft ® Windows 2000, 2003 oder 2008 Server.
es_es: Controlar una aplicación de Microsoft ® Windows 2000, 2003 o Server 2008.
fr_fr: Surveiller un serveur Microsoft ® Windows 2000, 2003 ou 2008 Server.
it_it: Monitor di Microsoft ® Windows 2000, 2003, o 2008 server.
ja_jp: Microsoft® Windows 2000、2003、2008、2012、2016サーバーを監視します.
pl_pl: monitorować serwer okna Microsoft® 2000, 2003, 2008 lub 2012.
pt_pt: Monitorar um Microsoft ® Windows 2000, 2003 ou 2008 Server.
ru_ru: Мониторинг Microsoft ® Windows 2000, 2003 или 2008 Server.
zh_cn: 监控Microsoft® Windows 2008、2012、2016或2019服务器。

source: Monitor a Microsoft&reg; Windows workstation or server using SNMP.
bg_bg: Наблюдавайте Microsoft® Windows работна станция или сървър чрез SNMP.
de_de: Überwachen eines Microsoft ® Windows Workstation oder Server über SNMP.
es_es: Supervisar una estación de trabajo Microsoft ® Windows o servidor utilizando SNMP.
fr_fr: Surveiller Microsoft ® Windows poste de travail ou serveur en utilisant le protocole SNMP.
it_it: Monitoraggio di una workstation Microsoft ® Windows o un server tramite SNMP.
ja_jp: SNMPを使用して、Microsoft® Windowsワークステーションまたはサーバーを監視します.
pl_pl: monitorowania stacji roboczej Windows Microsoft® lub serwer przy użyciu protokołu SNMP.
pt_pt: Monitorar um Microsoft ® estação de trabalho ou servidor Windows usando SNMP.
ru_ru: Мониторинг Microsoft ® Windows станцию ​​или сервер, используя SNMP.
zh_cn: 使用SNMP监控Microsoft® Windows工作站或服务器。

source: Windows Machine Information
bg_bg: Информация за Windows машината
de_de: Windows-Rechner Informationen
es_es: Informacion sobre la licencia
fr_fr: Informations sur la machine de Windows
it_it: Informazioni macchina di Windows
ja_jp: Windowsマシン情報
pl_pl: Okna informacje maszyna
pt_pt: Informações sobre a licença
ru_ru: ОС Windows Информация о машине
zh_cn: Windows机器信息

source: The IP address of the Windows machine you'd like to monitor.
bg_bg: Адреса на Windows машината, която искате да наблюдавате.
de_de: Die IP-Adresse des Windows-Maschine, die Sie gerne zu überwachen hatte.
es_es: La dirección IP de la máquina Windows que desea supervisar.
fr_fr: L'adresse IP de la machine Windows que vous souhaitez surveiller.
it_it: L'indirizzo IP del computer Windows che si desidera monitorare.
ja_jp: 監視するWindowsマシンのIPアドレス.
pl_pl: adres IP komputera z systemem Windows, które chcesz monitorować.
pt_pt: O endereço IP da máquina Windows que você gostaria de monitorar.
ru_ru: IP-адрес компьютера Windows, вы хотите контролировать.
zh_cn: 您要监视的Windows计算机的IP地址。

source: Operating System:
bg_bg: Операционна система:
de_de: Betriebssystem:
es_es: Centro de Operaciones
fr_fr: Système d'exploitation:
it_it: Sistema operativo:
ja_jp: オペレーティングシステム:
pl_pl: System operacyjny:
pt_pt: Sistema operacional:
ru_ru: Операционная система:
zh_cn: 操作系统：

source: Windows Server 2012
de_de: Windows Server 2003
es_es: Windows Server 2003
fr_fr: Windows Server 2003
it_it: Windows 2003 Server
pl_pl: windows server 2003
pt_pt: Windows Server 2003
ru_ru: Windows Server 2003
zh_cn: Windows Server 2016

source: Specify the settings used to monitor the Windows machine via SNMP.
bg_bg: Уточни настройките, използвани за наблюдение на Windows машината чрез SNMP.
de_de: Geben Sie die Einstellungen verwendet, um den Windows-Rechner via SNMP überwachen.
es_es: Especifique los parámetros utilizados para controlar la máquina Windows a través de SNMP.
fr_fr: Spécifiez les paramètres utilisés pour surveiller la machine Windows via SNMP.
it_it: Specificare le impostazioni utilizzate per monitorare la macchina Windows tramite SNMP.
ja_jp: SNMPを介してWindowsマシンを監視する設定を指定します.
pl_pl: określić ustawienia używane do monitorowania komputera z systemem Windows za pomocą protokołu SNMP.
pt_pt: Especifique as configurações usadas para monitorar a máquina Windows via SNMP.
ru_ru: Задайте параметры используются для контроля машины Windows, с помощью SNMP.
zh_cn: 指定用于通过SNMP监视Windows计算机的设置。

source: SNMP Version:
bg_bg: SNMP версия:
es_es: Version
fr_fr: Version SNMP:
it_it: Versione SNMP:
ja_jp: SNMPバージョン：
pl_pl: Wersja SNMP:
pt_pt: Versão
ru_ru: SNMP версии:
zh_cn: SNMP版本：

source: The SNMP protocol version used to commicate with the machine.
bg_bg: Версия на SNMP протокола, използвана за комуникация с машината.
de_de: Das SNMP-Protokoll-Version verwendet werden, um mit der Maschine commicate.
es_es: La versión del protocolo SNMP usa para commicate con la máquina.
fr_fr: La version du protocole SNMP utilisé pour commicate avec la machine.
it_it: La versione del protocollo SNMP utilizzato per commicate con la macchina.
ja_jp: マシンとの通信に使用するSNMPプロトコルのバージョン.
pl_pl: wersja protokołu SNMP wykorzystywany do commicate z maszyną.
pt_pt: A versão do protocolo SNMP usado para commicate com a máquina.
ru_ru: SNMP версии протокола, используемого для commicate с машиной.
zh_cn: 用于与机器通信的SNMP协议版本。

source: The SNMP community string required used to to query the Windows machine.
bg_bg: SNMP парола (community string), необходима за извличане на информация от Windows машината.
de_de: Der SNMP-Community-String Bedarf eingesetzt, um den Windows-Rechner abzufragen.
es_es: La cadena de comunidad SNMP necesario utilizar para consultar la máquina Windows.
fr_fr: La chaîne de communauté SNMP utilisé pour nécessaire d'interroger la machine Windows.
it_it: La stringa di comunità SNMP necessari utilizzato per per interrogare la macchina Windows.
ja_jp: Windowsマシンを照会するために使用するSNMPコミュニティ文字列.
pl_pl: Ciąg społeczności SNMP wymagane używane do kwerendy komputerze z Windows.
pt_pt: A string de comunidade SNMP exigido usado para consultar a máquina Windows.
ru_ru: SNMP строку сообщества необходимо использовать для запроса машине Windows.
zh_cn: 用于查询Windows计算机的SNMP社区字符串。

source: Security Level:
bg_bg: Ниво на сигурност:
es_es: Seguridad
fr_fr: Niveau de sécurité:
it_it: Livello di sicurezza:
ja_jp: セキュリティレベル:
pl_pl: Poziom bezpieczeństwa:
pt_pt: Segurança
ru_ru: Уровень безопасности:
zh_cn: 安全等级：

source: Authentication Protocol:
bg_bg: Протокол за оторизация (authentication protocol):
es_es: Tokes de autenticacion
fr_fr: Protocole d'authentification:
it_it: Protocollo di autenticazione:
ja_jp: 認証プロトコル：
pl_pl: Protokół uwierzytelniania:
pt_pt: Token de autenticação
ru_ru: Протокол аутентификации:
zh_cn: 身份验证协议：

source: Privacy Password:
bg_bg: Поверителна парола
de_de: Datenschutz-Passwort
es_es: Politicas de Privacidad
fr_fr: Mot de passe de confidentialité
ja_jp: プライバシーパスワード
pl_pl: Hasło prywatności
pt_pt: Política de Privacidade
ru_ru: Безопасность пароля
zh_cn: 加密密码

source: No operating system specified.
bg_bg: Не е посочена операционна система.
de_de: Kein Betriebssystem angegeben.
es_es: Ningun usuario especificado.
fr_fr: Pas de système d'exploitation spécifié.
it_it: Nessun sistema operativo specificato.
ja_jp: オペレーティングシステムが指定されていません.
pl_pl: określony żaden system operacyjny.
pt_pt: Nenhum título do relatório especificado.
ru_ru: Нет операционной системы указан.
zh_cn: 未指定操作系统。

source: No SNMP community specified.
bg_bg: Не е посочена SNMP парола (community string).
de_de: Keine SNMP-Community angegeben.
es_es: Ningun host SMTP especificado
fr_fr: Aucune communauté SNMP spécifié.
it_it: Nessuna comunità SNMP specificato.
ja_jp: SNMPコミュニティが指定されていません.
pl_pl: nie określono społeczności SNMP.
pt_pt: Nenhum host SMTP especificado.
ru_ru: Нет SNMP сообщества указан.
zh_cn: 未指定SNMP社区。

source: Windows Machine Details
bg_bg: Данни на Windows машината
es_es: Detalles de la máquina de Windows
fr_fr: Détails machine de Windows
it_it: Macchina Windows Dettagli
ja_jp: Windowsマシンの詳細
pl_pl: Okna dane maszyny
pt_pt: Máquina Detalhes do Windows
ru_ru: Детали для Windows машина
zh_cn: Windows机器详细信息

source: IP Address:
bg_bg: IP адрес:
de_de: IP-Adresse:
es_es: Direccion IP
fr_fr: Adresse IP:
it_it: Indirizzo IP:
ja_jp: IPアドレス:
pl_pl: Adres IP:
pt_pt: Endereço de IP
ru_ru: IP-адрес:
zh_cn: IP地址：

source: The name you'd like to have associated with this Windows machine.
bg_bg: Името, което искате бъде асоциирано с тази Windows машина.
de_de: Der Name, den Sie gerne mit dieser Windows-Rechner verbunden haben würde.
es_es: El nombre que te gustaría tener asociada con esta maquina Windows.
fr_fr: Le nom que vous aimeriez avoir associé à cette machine Windows.
it_it: Il nome che desideri sia associato con questa macchina Windows.
ja_jp: Windowsマシンに関連付ける名前.
pl_pl: Nazwa chcesz być związane z tym komputerze Windows.
pt_pt: O host associado com este horário.
ru_ru: Имя, которое вы хотели бы иметь, связанных с этой машиной Windows.
zh_cn: 您想要与此Windows计算机关联的名称。

source: The wizard detected that this server does not have snmpwalk permission on the target host. This will prevent the automatic scan of services and processes and prevent services from running successfully, but you can continue with the wizard manually. To troubleshoot this ensure that these OIDs are available on the target host: "HOST-RESOURCES-MIB::hrStorageDescr", "SNMPv2-SMI::enterprises.77.1.2.3.1.1" and "HOST-RESOURCES-MIB::hrSWRunName"
bg_bg: Този wizard установи, че сървъра няма разрешение за snmpwalk на хоста. Това ще попречи на автоматичното сканиране на сървисите (services) и процесите, както и на успешната им работа, но можете да продължите този wizard ръчно. За отстраняване на проблемите, проверете дали тези OIDs са на разположение на хоста, който наблюдавате: "HOST-RESOURCES-MIB::hrStorageDescr", "SNMPv2-SMI::enterprises.77.1.2.3.1.1" and "HOST-RESOURCES-MIB::hrSWRunName"
de_de: der Assistent festgestellt, dass diese Server nicht über snmpwalk Erlaubnis auf dem Zielrechner. dies wird die automatische Suche von Services und Prozessen zu vermeiden und zu verhindern, Dienstleistungen aus erfolgreich laufen, aber Sie können mit dem Assistenten manuell fortsetzen. Problembehandlung dies zu gewährleisten, dass diese OIDs werden auf dem Zielrechner zur Verfügung: "Host-Ressourcen-MIB :: hrstoragedescr", "SNMPv2-SMI :: enterprises.77.1.2.3.1.1" und "Host-Ressourcen-MIB :: hrswrunname"
es_es: el asistente detecta que este servidor no tiene permiso snmpwalk en el host de destino. esto evitará que el análisis automático de los servicios y los procesos y prevenir los servicios que se ejecute con éxito, pero se puede continuar con el asistente manualmente. para solucionar este garantizar que estos oids están disponibles en el host de destino: "host-recursos-MIB :: hrstoragedescr", "SNMPv2-SMI :: enterprises.77.1.2.3.1.1" y "host-recursos-MIB :: hrswrunname"
fr_fr: l'assistant détecté que ce serveur n'a pas la permission de snmpwalk sur l'hôte cible. cela permettra d'éviter le balayage automatique des services et des processus et de prévenir les services d'exécution avec succès, mais vous pouvez continuer avec l'assistant manuellement. pour résoudre ce en sorte que ces OID sont disponibles sur l'hôte cible: "host-ressources-MIB :: hrstoragedescr», «SNMPv2-SMI :: enterprises.77.1.2.3.1.1" et "host-ressources-MIB :: hrswrunname"
it_it: la procedura guidata rilevato che il server non dispone dell'autorizzazione snmpwalk sull'host di destinazione. questo impedirà la scansione automatica dei servizi e dei processi e impedire che i servizi di eseguire con successo, ma è possibile continuare con la procedura guidata manualmente. per risolvere questo in modo che questi OID sono disponibili sul host di destinazione: "host-risorse-MIB :: hrstoragedescr", "SNMPv2-smi :: enterprises.77.1.2.3.1.1" e "host-risorse-MIB :: hrswrunname"
ja_jp: ウィザードは、このサーバーがターゲットホスト上のsnmpwalk権限を持っていないことを検出しました. サービスとプロセスの自動スキャンは行われません（サービスも開始しません）が、ウィザードは手動で続行することができます. トラブルシューティングのためにターゲットホスト上で次のOIDが利用できるかどうか確認してください： "HOST-RESOURCES-MIB::hrStorageDescr", "SNMPv2-SMI::enterprises.77.1.2.3.1.1", "HOST-RESOURCES-MIB::hrSWRunName"
pl_pl: wykryte kreator, że ten serwer nie ma uprawnień snmpwalk na hosta docelowego. uniemożliwi automatyczne skanowanie usług i procesów i zapobiec uruchamianiu usług pomyślnie, ale można kontynuować pracę kreatora ręcznie. rozwiązywania tego zapewnić, że te OID są dostępne na hoście docelowym: "host-zasobami-MIB :: hrstoragedescr", "SNMPv2-smi :: enterprises.77.1.2.3.1.1" i "host-zasobami-MIB :: hrswrunname"
pt_pt: o assistente detectou que este servidor não tem permissão snmpwalk no host de destino. isso vai impedir a verificação automática de serviços e processos e impedir que serviços sejam executados com sucesso, mas você pode continuar com o assistente manualmente. para solucionar esse assegurar que estas oids estão disponíveis no host de destino: "host-recursos-MIB :: hrstoragedescr", "SNMPv2-SMI :: enterprises.77.1.2.3.1.1" e "host-recursos-MIB :: hrswrunname"
ru_ru: мастер обнаружил, что этот сервер не имеет разрешения snmpwalk на целевом компьютере. это будет препятствовать автоматическое сканирование услуг и процессов и предотвращения услуги от работы успешно, но вы можете продолжить работу с мастером вручную. для устранения этого обеспечить, чтобы эти OID, имеются на целевом компьютере: "хост-ресурсы MIB-:: hrstoragedescr", "SNMPv2-SMI :: enterprises.77.1.2.3.1.1" и "хозяин-ресурсы MIB-:: hrswrunname"
zh_cn: 向导检测到该服务器在目标主机上没有snmpwalk权限。 这将阻止自动扫描服务和进程，并阻止服务成功运行，但是您可以手动继续使用向导。 要解决此问题，请确保这些OID在目标主机上可用：“ HOST-RESOURCES-MIB :: hrStorageDescr”，“ SNMPv2-SMI :: enterprises.77.1.2.3.1.1”和“ HOST-RESOURCES-MIB :: hrSWRunName”

source: Specify which services you'd like to monitor for the Windows machine.
bg_bg: Посочете кои сървиси (services) искате да следите на Windows машината.
de_de: Bestimmen Sie, welche Leistungen Sie möchten für den Windows-Rechner zu überwachen.
es_es: Especifique qué servicios le gustaría monitorizar la máquina Windows.
fr_fr: Précisez les services que vous souhaitez surveiller pour la machine Windows.
it_it: Specificare quali servizi si desidera monitorare per la macchina Windows.
ja_jp: Windowsマシンで監視するサービスを指定します.
pl_pl: określić, które usługi chcesz monitorować na komputerze z systemem Windows.
pt_pt: Especificar quais os serviços que você gostaria de monitorar a máquina Windows.
ru_ru: Укажите, какие услуги вы хотите, чтобы следить за машиной Windows.
zh_cn: 指定您要监视Windows计算机的服务。

source: Monitors the machine with an ICMP "ping". Useful for watching network latency and general uptime.
bg_bg: Следи машината с ICMP "пинг". Полезно за наблюдаване на латентността на мрежата и ъптайм.
de_de: Überwacht die Maschine mit einem ICMP "ping ". Nützlich für beobachtete Netzwerklatenz und allgemeinen Verfügbarkeit.
es_es: Supervisa la máquina con un ICMP "ping ". Resulta útil para ver la latencia de red y tiempo de actividad general.
fr_fr: Surveille la machine avec un message ICMP "ping ". Utile pour regarder la latence du réseau et de disponibilité générale.
it_it: Controlla la macchina con un "ping " ICMP. Utile per la visione di latenza di rete e uptime generale.
ja_jp: ICMP "ping"でマシンを監視します. ネットワークの遅延や稼働時間を見るために便利です.
pl_pl: monitoruje urządzenie z ICMP "ping". przydatne do oglądania opóźnienie sieci i ogólny czas pracy.
pt_pt: Monitora a máquina com um ICMP "ping". Útil para assistir a latência da rede eo tempo de atividade geral.
ru_ru: Мониторы машины с ICMP "пинг ". Полезно для просмотра задержка сети и общего времени безотказной работы.
zh_cn: 使用ICMP“ ping”监视计算机。 用于观察网络延迟和一般正常运行时间。

source: Monitors the CPU (processor usage) on the machine.
bg_bg: Следи CPU (използването на процесора) на машината.
de_de: Überwacht die CPU (Prozessor-Auslastung) auf der Maschine.
es_es: Monitoriza la CPU (el uso del procesador) en la máquina.
fr_fr: Contrôle le CPU (utilisation du processeur) sur la machine.
it_it: Controlla la CPU (utilizzo del processore) sulla macchina.
ja_jp: マシンのCPU(CPU使用率)を監視します.
pl_pl: monitoruje procesora (wykorzystanie procesora) na komputerze.
pt_pt: Monitora a CPU (uso do processador) na máquina.
ru_ru: Мониторы CPU (процессор использования) на машине.
zh_cn: 监视机器上的CPU（处理器使用率）。

source: Monitors the physical (real) memory usage on the machine.
bg_bg: Следи използваната физическа (реална) памет на машината.
de_de: Überwacht die physikalischen (realen) Speichernutzung auf der Maschine.
es_es: Supervisa la física (real) el uso de memoria en el equipo.
fr_fr: Surveille l'utilisation de la mémoire physique (réel) sur la machine.
it_it: Controlla il fisico (reale) l'utilizzo della memoria della macchina.
ja_jp: マシンの物理(実)メモリの使用状況を監視します.
pl_pl: monitorowanie fizycznej (real) wykorzystanie pamięci w urządzeniu.
pt_pt: Monitora o uso da memória física (real) na máquina.
ru_ru: Мониторы физической (реальной) памяти на машине.
zh_cn: 监视计算机上的物理（实际）内存使用情况。

source: Virtual Memory Usage
bg_bg: Използвана виртуална памет (Virtual memory)
de_de: Nutzung des virtuellen Speichers
es_es: Uso de la memoria virtual
fr_fr: Utilisation de la mémoire virtuelle
it_it: Utilizzo della memoria virtuale
ja_jp: 仮想メモリ使用
pl_pl: wykorzystanie pamięci wirtualnej
pt_pt: Uso de memória virtual
ru_ru: Виртуальной памяти
zh_cn: 虚拟内存使用率

source: Monitors the virtual memory usage on the machine.
bg_bg: Следи използваната виртуална памет (virtual memory) на машината.
de_de: Überwacht die Nutzung des virtuellen Speichers auf der Maschine.
es_es: Supervisa el uso de la memoria virtual de la máquina.
fr_fr: Surveille l'utilisation de la mémoire virtuelle sur la machine.
it_it: Controlla l'utilizzo della memoria virtuale sul computer.
ja_jp: マシン上の仮想メモリの使用状況を監視します.
pl_pl: monitoruje użycie pamięci wirtualnej na maszynie.
pt_pt: Monitora o uso de memória virtual na máquina.
ru_ru: Контролирует использование виртуальной памяти на компьютере.
zh_cn: 监视计算机上的虚拟内存使用情况。

source: Monitors disk usage on the machine.
bg_bg: Следи използването на диска на машината.
de_de: Überwacht Speicherverbrauch auf der Maschine.
es_es: Controla el uso de disco en la máquina.
fr_fr: Surveille l'utilisation du disque sur la machine.
it_it: Controlla l'uso del disco sul computer.
ja_jp: マシンのディスク使用量を監視します.
pl_pl: monitoruje wykorzystanie dysku na komputerze.
pt_pt: Monitora o uso do disco na máquina.
ru_ru: Контролирует использование дискового пространства на компьютере.
zh_cn: 监视计算机上的磁盘使用情况。

source: The wizard will populate detected drives automatically. To add more drives select a new drive from the dropdown list.
bg_bg: Този wizard, ще вкара имената на откритите дискове автоматично. За да добавите още дискове, изберете нов диск (drive) от падащия списък (dropdown list).
de_de: der Assistent bevöl erkannt Laufwerke. mehr Laufwerke wählen Sie eine neue Festplatte aus der Liste hinzuzufügen.
es_es: el asistente poblará detecta unidades. para agregar más unidades seleccionar una nueva unidad en la lista desplegable.
fr_fr: L'assistant va remplir détecté lecteurs. pour ajouter plus de lecteurs sélectionner un nouveau lecteur dans la liste déroulante.
it_it: la procedura guidata popolerà rilevato unità. per aggiungere più azionamenti selezionare una nuova unità dal menu a discesa.
ja_jp: ウィザードが検出したドライブが自動的に表示されました. さらにドライブを追加するには、ドロップダウンリストから新しいドライブを選択してください.
pl_pl: Kreator wypełnić wykryte dyski. Aby dodać więcej dysków wybrać nowy dysk z listy rozwijanej.
pt_pt: o assistente irá preencher detectado unidades. para adicionar mais unidades de selecionar uma nova unidade a partir da lista suspensa.
ru_ru: Мастер заполнения обнаружены диски. добавить больше дисков выберите новый диск из выпадающего списка.
zh_cn: 该向导将自动填充检测到的驱动器。 要添加更多驱动器，请从下拉列表中选择一个新驱动器。

source: The Windows Service name must match the full name of the service you want to monitor.
bg_bg: Името на Windows сървиса (Windows service) трябва да съвпада с пълното име на сървиса (service), който искате да наблюдавате.
de_de: Der Windows-Dienst muss mit dem vollständigen Namen des Service, den Sie überwachen möchten.
es_es: El nombre del servicio de Windows debe coincidir con el nombre completo del servicio que desea supervisar.
fr_fr: Le nom du service Windows doit correspondre au nom complet du service que vous souhaitez surveiller.
it_it: Il nome del servizio Windows deve corrispondere al nome completo del servizio che si desidera monitorare.
ja_jp: Windowsサービス名は、監視するサービス名と完全に一致する必要があります.
pl_pl: Nazwa usługi okna muszą odpowiadać pełną nazwę usługi, które chcesz monitorować.
pt_pt: O nome do serviço do Windows deve coincidir com o nome completo do serviço que você deseja monitorar.
ru_ru: Название службы Windows должны соответствовать полное название службы, которую вы хотите контролировать.
zh_cn: Windows服务名称必须与要监视的服务的全名匹配。

source: services on
bg_bg: Сървисите (services) са пуснати
de_de: Dienste auf
es_es: los servicios en
fr_fr: services sur
it_it: servizi
ja_jp: サービス, 対象ホスト：
pl_pl: usługi w
pt_pt: serviços sobre
ru_ru: услуги по
zh_cn: 服务于

source: Scanned Service List
bg_bg: Списък на сканираните сървиси
de_de: gescannt Service-Liste
es_es: lista de servicios escaneada
fr_fr: liste des services numérisée
it_it: lista dei servizi digitalizzata
ja_jp: スキャンされたサービスの一覧
pl_pl: Lista usługi skanowane
pt_pt: lista de serviços digitalizados
ru_ru: сканируются список услуг
zh_cn: 扫描服务列表

source: Process names are case-sensitive.
bg_bg: Има значение дали имената на процеса са написани с главни или малки букви
de_de: Prozess-Namen sind case-sensitive.
es_es: Nombres de proceso son mayúsculas y minúsculas.
fr_fr: Les noms des processus sont sensibles à la casse.
it_it: I nomi di processo sono case-sensitive.
ja_jp: プロセス名は大文字と小文字が区別されます.
pl_pl: Nazwy procesów jest wielkość liter.
pt_pt: Nomes dos processos são case-sensitive.
ru_ru: Процесс имена чувствительны к регистру.
zh_cn: 进程名称区分大小写。

source: WARNING: wmic binary has not been installed.
bg_bg: ПРЕДУПРЕЖДЕНИЕ: двоичния (изпълнителния) WMIC файл не е бил инсталиран.
de_de: WARNUNG: wmic binary nicht installiert wurde.
es_es: ADVERTENCIA: binary wmic no se ha instalado.
fr_fr: AVERTISSEMENT: binaire wmic n'a pas été installé.
it_it: ATTENZIONE: wmic binario non è stato installato.
ja_jp: 警告：wmicバイナリがインストールされていません.
pl_pl: Ostrzeżenie: wmic binarny nie został zainstalowany.
pt_pt: AVISO: binário wmic não foi instalado.
ru_ru: ВНИМАНИЕ: WMIC двоичных не была установлена.
zh_cn: 警告：wmic二进制文件尚未安装。

source: See documentation on
bg_bg: Вижте документацията на
de_de: Siehe Dokumentation
es_es: Ver la documentacion del plugin
fr_fr: Voir la documentation sur
it_it: Vedere la documentazione su
ja_jp: ドキュメンテーションを参照してください
pl_pl: zobacz dokumentację
pt_pt: Documentação
ru_ru: См. документацию по
zh_cn: 请参阅有关的文档
