Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Specify the details of the query you'd like to monitor.
bg_bg: Посочете подробностите по заявката, която искате да наблюдавате.
de_de: Geben Sie die Details der Abfrage Sie überwachen würde.
es_es: Especifique los detalles de la consulta que desea supervisar.
fr_fr: Indiquez les détails de la requête que vous souhaitez surveiller.
it_it: Specificare i dettagli della query che desideri monitorare.
ja_jp: 監視するクエリの詳細を指定します.
pl_pl: określić szczegóły zapytania, który chcesz monitorować.
pt_pt: Especificar os momentos do dia que você gostaria de receber alertas.
ru_ru: Укажите сведения о запросе вы хотите контролировать.
zh_cn: 指定您要监视的查询的详细信息。

source: Query Name:
bg_bg: Име на заявката:
de_de: Abfrage Name:
es_es: Nombre del reporte
fr_fr: Nom de la requête:
it_it: Nome Query:
ja_jp: クエリ名：
pl_pl: Nazwa zapytania:
pt_pt: Nome do relatório
ru_ru: Имя запроса:
zh_cn: 查询名称：

source: A friendly name for the SQL query.
bg_bg: Кратко (friendly) име за SQL заявка (query).
de_de: Ein Name für die SQL-Abfrage.
es_es: Un nombre descriptivo para la consulta SQL.
fr_fr: Un nom convivial pour la requête SQL.
it_it: Un nome per la query SQL.
ja_jp: SQLクエリのわかりやすい名前.
pl_pl: Przyjazna nazwa zapytania sql.
pt_pt: Um nome amigável para a consulta SQL.
ru_ru: Понятное имя для запросов SQL.
zh_cn: SQL查询的友好名称。

source: The SQL query to run. At least one column must be named "result"
bg_bg: SQL заявка, която да бъде зададена. Най-малко една колона трябва да бъде наречена "резултат"
de_de: die SQL-Abfrage zu laufen. mindestens eine Säule muß "result" genannt werden
es_es: la consulta SQL para ejecutar. al menos una columna debe ser nombrado "número"
fr_fr: La requête SQL à exécuter. au moins une colonne doit être nommé "résultat"
it_it: la query SQL da eseguire. almeno una colonna deve essere denominato "risultato"
ja_jp: SQLクエリを実行します. 少なくとも１つは "result" 列が必要です
pl_pl: sql zapytanie do uruchomienia. co najmniej jedna kolumna musi być nazwany "Wynik"
pt_pt: a consulta SQL para ser executado. pelo menos uma coluna deve ser nomeado "resultado"
ru_ru: SQL-запрос для запуска. по крайней мере, один столбец должен быть назван "результат"
zh_cn: 要运行的SQL查询。 至少一列必须命名为“结果”

source: An optional warning threshold (integer)to use when checking the result of the SQL query.
bg_bg: Незадължителен предупредителен праг, използващ се при проверка на резултата от SQL заявка (query).
de_de: Eine optionale Warnschwelle (integer) zu verwenden, wenn die Überprüfung des Ergebnisses der SQL-Abfrage.
es_es: Un umbral de aviso opcional (número entero) para utilizar cuando se verifica el resultado de la consulta SQL.
fr_fr: Un seuil d'alerte optionnel (nombre entier) à utiliser lors de la vérification du résultat de la requête SQL.
it_it: Una soglia di allarme opzionale (intero) da utilizzare per la verifica del risultato della query SQL.
ja_jp: SQLクエリの結果を確認するときに使用する警告のしきい値（整数）（任意）.
pl_pl: opcjonalnie próg ostrzegawczy (całkowita) do wykorzystania podczas sprawdzania wynik zapytania sql.
pt_pt: Um limite de aviso opcional (inteiro) para usar ao verificar o resultado da consulta SQL.
ru_ru: Дополнительного порога предупреждения (целое число) для использования при проверке результат запроса SQL.
zh_cn: 检查SQL查询结果时使用的可选警告阈值（整数）。

source: An optional critical threshold (integer) to use when checking the result of the SQL query.
bg_bg: Незадължителен критичен праг (цяло число), използващ се при проверка на резултата от SQL заявка (query).
de_de: Eine optionale kritische Schwelle (integer) zu verwenden, wenn die Überprüfung des Ergebnisses der SQL-Abfrage.
es_es: Un umbral crítico opcional (número entero) para utilizar cuando se verifica el resultado de la consulta SQL.
fr_fr: Un seuil critique en option (entier) à utiliser lors de la vérification du résultat de la requête SQL.
it_it: Una soglia critica opzionale (intero) da utilizzare per la verifica del risultato della query SQL.
ja_jp: SQLクエリの結果を確認するときに使用するクリティカルのしきい値（整数）（任意）
pl_pl: opcjonalnie próg krytyczny (całkowita) do wykorzystania podczas sprawdzania wynik zapytania sql.
pt_pt: Um limiar crítico opcional (inteiro) para usar ao verificar o resultado da consulta SQL.
ru_ru: Дополнительного критического порога (целое число) для использования при проверке результат запроса SQL.
zh_cn: 检查SQL查询结果时要使用的可选临界阈值（整数）。

source: You must supply a warning and/or critical threshold.
bg_bg: Трябва да предоставите предупреждителен и/или критичен праг.
de_de: Sie müssen eine Warnung und / oder kritische Schwelle.
es_es: Debe proporcionar una advertencia y / o umbral crítico.
fr_fr: Vous devez fournir un avertissement et / ou un seuil critique.
it_it: È necessario fornire un avvertimento e / o soglia critica.
ja_jp: 警告および(または)クリティカルのしきい値を指定する必要があります.
pl_pl: musisz dostarczyć ostrzeżenie i / lub próg krytyczny.
pt_pt: Você deve fornecer um aviso e / ou limite crítico.
ru_ru: Вы должны указать предупреждение и / или критического порога.
zh_cn: 您必须提供警告和/或临界阈值。

source: Monitor a Postgres server.
bg_bg: Наблюдавайте Postgres сървър.
de_de: Überwachung einer Postgres-Server.
es_es: Monitorear el host cada
fr_fr: Surveiller un serveur Postgres.
it_it: Monitorare un server Postgres.
ja_jp: Postgresサーバーを監視します.
pl_pl: monitorować serwer postgres'a.
pt_pt: Monitorar o host cada
ru_ru: Мониторинг сервера Postgres.
zh_cn: 监视Postgres服务器。

source: Postgres Server Metrics
bg_bg: Postgres сървърни показатели
de_de: Postgres Server Metriken
es_es: Métricas de servidor de Postgres
fr_fr: Postgres Metrics serveur
it_it: Metriche del server Postgres
ja_jp: Postgresのサーバーのメトリック
pl_pl: Postgres metryki serwera
pt_pt: Configurações do servidor de resposta
ru_ru: Postgres Показатели сервера
zh_cn: Postgres服务器指标

source: Specify the metrics you'd like to monitor on the Postgres server.
bg_bg: Определете показателите, които искате да наблюдавате на Postgres сървъра.
de_de: Geben Sie die Metriken, die Sie gerne auf der Postgres-Server zu überwachen hatte.
es_es: Especifique los parámetros que le gustaría seguir en el servidor de Postgres.
fr_fr: Spécifiez les paramètres que vous souhaitez surveiller sur le serveur Postgres.
it_it: Specificare i parametri che desideri monitorare sul server Postgres.
ja_jp: Postgresサーバーで監視するメトリックを指定します.
pl_pl: określić wskaźniki, które chcesz monitorować na serwerze PostgreSQL.
pt_pt: Especificar os momentos do dia que você gostaria de receber alertas.
ru_ru: Укажите показатели вы хотели бы контролировать на сервер Postgres.
zh_cn: 指定您要在Postgres服务器上监视的指标。

source: Monitor the ability to connect to the server.
bg_bg: Наблюдавайте възможността за свързване към сървъра.
de_de: Überwachen Sie die Möglichkeit, die Verbindung zum Server.
es_es: Supervisar la capacidad de conectar con el servidor.
fr_fr: Surveiller la capacité de se connecter au serveur.
it_it: Monitorare la possibilità di connettersi al server.
ja_jp: サーバーに接続できることを監視します.
pl_pl: monitorować zdolność do łączenia się z serwerem.
pt_pt: Falha na conexão com o banco de dados
ru_ru: Следить за возможность подключения к серверу.
zh_cn: 监视连接到服务器的能力。

source: Backend Connections
bg_bg: Бекенд връзки
de_de: Backend-Verbindungen
es_es: Conexiones Backend
fr_fr: Connexions arrière-plan
it_it: Connessioni backend
ja_jp: バックエンド接続
pl_pl: Połączenia backend
pt_pt: Conexões de back-end
ru_ru: Backend подключений
zh_cn: 后端连接

source: Monitor the time the number of connections to the server.
bg_bg: Наблюдавайте времето на броя на връзките към сървъра.
de_de: Überwachen Sie die Zeit, die Anzahl der Verbindungen zum Server.
es_es: Controle el tiempo que el número de conexiones al servidor.
fr_fr: Contrôlez le temps que le nombre de connexions au serveur.
it_it: Monitorare il tempo il numero di connessioni al server.
ja_jp: サーバーへの同時接続数を監視します.
pl_pl: monitorować czas liczbę połączeń z serwerem.
pt_pt: Monitorar o tempo o número de conexões com o servidor.
ru_ru: Следить за время количество подключений к серверу.
zh_cn: 监视时间与服务器的连接数。

source: WAL Files
bg_bg: WAL файлове
de_de: WAL-Dateien
es_es: Archivo
fr_fr: Les fichiers journaux de transactions
it_it: WAL file
ja_jp: WALファイル
pl_pl: Pliki wal
pt_pt: Arquivo
ru_ru: WAL файлов
zh_cn: WAL文件

source: Monitor the time the number of WAL files in the pg_xlog directory.
bg_bg: Наблюдавайте времето на броя на WAL файлове в pg_xlog директорията.
de_de: Überwachen Sie die Zeit, die Anzahl der WAL-Dateien im pg_xlog Verzeichnis.
es_es: Controle el tiempo que el número de archivos en el directorio de WAL pg_xlog.
fr_fr: Contrôlez le temps que le nombre de fichiers WAL dans le répertoire pg_xlog.
it_it: Monitorare il tempo il numero di file nella directory WAL pg_xlog.
ja_jp: pg_xlog ディレクトリの WAL ファイルの数を監視します。
pl_pl: monitorować czas liczbę plików Wal w katalogu pg_xlog.
pt_pt: Monitorar o tempo o número de arquivos do WAL no diretório pg_xlog.
ru_ru: Следить за временем количество файлов WAL в pg_xlog каталога.
zh_cn: 监视pg_xlog目录中WAL文件数的时间。

source: Monitor an HP JetDirect&reg; compatible network printer.
bg_bg: Наблюдавайте HP JetDirect® съвместим мрежов принтер.
de_de: Monitors eine HP JetDirect ® kompatibel Netzwerkdrucker.
es_es: Supervisar una impresora HP JetDirect ® compatible con la red.
fr_fr: Surveiller une imprimante HP JetDirect ® compatible avec le réseau.
it_it: Monitorare una stampante di rete HP JetDirect ® compatibili.
ja_jp: HP JetDirect® 互換のネットワークプリンターを監視します.
pl_pl: monitorować kompatybilnej drukarki sieciowej HP jetdirect®.
pt_pt: Monitorar um HP JetDirect ® impressora de rede compatível.
ru_ru: Монитор HP JetDirect ® совместимого сетевого принтера.
zh_cn: 监控HP JetDirect® 兼容网络打印机。

source: Printer
bg_bg: Принтер
de_de: Drucker
es_es: Impresora
fr_fr: Imprimeur
it_it: Stampante
ja_jp: プリンター
pl_pl: drukarka
pt_pt: Impressora
ru_ru: Принтер
zh_cn: 打印机

source: Printer Information
bg_bg: Информация за принтера
es_es: Informacion sobre la licencia
fr_fr: Informations sur l'imprimante
it_it: Informazioni sulla stampante
ja_jp: プリンター情報
pl_pl: informacje o drukarce
pt_pt: Informações sobre a licença
ru_ru: Информация о принтере
zh_cn: 打印机信息

source: Printer Address:
bg_bg: Адрес на принтера:
es_es: Direccion IP
fr_fr: Adresse de l'imprimante:
it_it: Indirizzo stampante:
ja_jp: プリンターのアドレス：
pl_pl: Adres drukarki:
pt_pt: Endereço de IP
ru_ru: Принтер Адрес:
zh_cn: 打印机地址：

source: The IP address of the printer you would like to monitor.
bg_bg: IP адреса на принтера, който искате да наблюдавате.
de_de: Die IP-Adresse des Druckers, den Sie überwachen wollen.
es_es: La dirección IP de la impresora que desea controlar.
fr_fr: L'adresse IP de l'imprimante que vous souhaitez surveiller.
it_it: L'indirizzo IP della stampante che si desidera monitorare.
ja_jp: 監視するプリンターのIPアドレス.
pl_pl: Adres IP drukarki chcesz monitorować.
pt_pt: O endereço IP da impressora que deseja monitorar.
ru_ru: IP-адрес принтера, вы хотите контролировать.
zh_cn: 您要监视的打印机的IP地址。

source: Printer Details
bg_bg: Подробности за принтера
es_es: Detalles del Servicio
fr_fr: Détails d'imprimante
it_it: Stampante Dettagli
ja_jp: プリンターの詳細
pl_pl: szczegóły drukarek
pt_pt: Detalhe de serviço
ru_ru: Принтер Подробнее
zh_cn: 打印机详细信息

source: The name you'd like to have associated with this printer.
bg_bg: Името, което искате да се асоциира с този принтер.
de_de: Der Name, den Sie gerne mit diesem Drucker zugeordnet haben würde.
es_es: El nombre que usted desea usar para este reporte.
fr_fr: Le nom que vous aimeriez avoir associé à cette imprimante.
it_it: Il nome che desideri sia associato con questa stampante.
ja_jp: プリンターに関連付ける名前.
pl_pl: Nazwa chcesz być związane z tą drukarką.
pt_pt: O host associado com este horário.
ru_ru: Имя, которое вы хотели бы иметь, связанные с этим принтером.
zh_cn: 您想要与此打印机关联的名称。

source: Printer Services
bg_bg: Сървиси за принтер
es_es: Administrar Servicios
fr_fr: Services de l'imprimante
it_it: Servizi di stampa
ja_jp: プリンターサービス
pl_pl: Usługi drukarki
pt_pt: Gerenciar serviçoes
ru_ru: Обслуживание принтера
zh_cn: 打印机服务

source: Specify which services you'd like to monitor for the device.
bg_bg: Определете кои сървиси бихте искали да следите за устройството.
de_de: Bestimmen Sie, welche Leistungen Sie möchten für das Gerät zu überwachen.
es_es: Especifique qué servicios le gustaría controlar el dispositivo.
fr_fr: Précisez les services que vous souhaitez surveiller pour le périphérique.
it_it: Specificare quali servizi si desidera monitorare per il dispositivo.
ja_jp: 監視するサービスを指定します.
pl_pl: określić, które usługi chcesz monitorować urządzenia.
pt_pt: Especificar quais os serviços que você gostaria de monitorar o dispositivo.
ru_ru: Укажите, какие услуги вы хотите, чтобы следить за устройство.
zh_cn: 指定您要监视设备的服务。

source: Monitors the printer with an ICMP ping. Useful for watching network latency and general uptime of your printer.
bg_bg: Следи принтера с ICMP пинг. Полезно за наблюдението на латентността на мрежата и общото време за работа (uptime) на вашия принтер.
de_de: Überwacht die Drucker mit einem ICMP-Ping. Nützlich für beobachtete Netzwerk-Latenz und allgemeine Verfügbarkeit des Druckers.
es_es: Supervisa la impresora con una mesa de ping ICMP. Resulta útil para ver la latencia de red y tiempo de actividad general de la impresora.
fr_fr: Surveille l'imprimante avec un ping ICMP. Utile pour regarder la latence du réseau et la disponibilité générale de votre imprimante.
it_it: Controlla la stampante con un ping ICMP. Utile per la visione di latenza di rete e uptime generale della stampante.
ja_jp: ICMP pingを使用してプリンターを監視します. ネットワークの遅延とプリンターの稼働時間を見るために便利です.
pl_pl: monitoruje drukarkę ping ICMP. przydatne do oglądania opóźnienie sieci i ogólny czas pracy drukarki.
pt_pt: Monitoriza a impressora com um ping ICMP. Útil para assistir a latência de rede e disponibilidade geral de sua impressora.
ru_ru: Мониторы принтер с ICMP-пинг. Полезно для просмотра задержка сети и общего времени работы вашего принтера.
zh_cn: 使用ICMP ping监视打印机。 用于观察网络延迟和打印机的正常运行时间。

source: Printer Status
bg_bg: Състоянието на принтера
es_es: Estatus del Servicio
fr_fr: Etat de l'imprimante
it_it: Stato della stampante
ja_jp: プリンターステータス
pl_pl: Stan drukarki
pt_pt: Status do Serviço
ru_ru: Состояние принтера
zh_cn: 打印机状态

source: Monitors the status of the printer through it's JetDirect card. Useful for watching for offline and paper jam issues, etc.
bg_bg: Следи състоянието на принтера чрез неговата JetDirect карта. Полезно за офлайн наблюдение, проблеми със засядане на хартията и т.н.
de_de: Überwacht den Status des Druckers durch sie CARD JetDirect. Nützlich für gerade für Offline-und Papierstau Probleme, etc.
es_es: Monitoriza el estado de la impresora a través de su tarjeta JetDirect. Resulta útil para ver fuera de línea para problemas de atasco y papel, etc
fr_fr: Surveille l'état de l'imprimante par le biais ça carte JetDirect. Utile pour regarder hors ligne pour les questions de la confiture et du papier, etc
it_it: Controlla lo stato della stampante attraverso la sua scheda JetDirect. Utile per la visione per i problemi di inceppamento della carta e non in linea, ecc
ja_jp: JetDirectカードを介してプリンターの状態を監視します. オフラインや紙詰まりの問題などを監視するのに便利です.
pl_pl: monitoruje stan drukarki za pośrednictwem że to wina karty JetDirect. przydatna podczas oglądania w trybie offline i za kwestie papieru itp jam
pt_pt: Monitora o status da impressora através do seu cartão JetDirect. Útil para assistir por questões de atolamento de papel e offline, etc
ru_ru: Контролирует состояние принтера через это JetDirect карты. Полезно для просмотра в автономном режиме и замятие бумаги вопросов и т.д.
zh_cn: 通过JetDirect卡监视打印机的状态。 对于观看离线和卡纸问题等很有用。

source: SNMP Community:
bg_bg: SNMP парола (community string):
es_es: Comunidad SNMP
fr_fr: Communauté SNMP:
it_it: Comunità SNMP:
ja_jp: SNMPコミュニティ:
pl_pl: Społeczność SNMP:
pt_pt: Comunidade SNMP:
zh_cn: SNMP社区：

source: Monitor a RADIUS server.
bg_bg: Наблюдавайте RADIUS сървър.
de_de: Überwachen eines RADIUS-Servers.
es_es: Monitorear el servicio cada
fr_fr: Surveiller un serveur RADIUS.
it_it: Monitorare un server RADIUS.
ja_jp: RADIUSサーバーを監視します.
pl_pl: monitorowania serwera RADIUS.
pt_pt: Monitorar o serviço cada
ru_ru: Мониторинг серверов RADIUS.
zh_cn: 监视RADIUS服务器。

source: RADIUS Server
bg_bg: RADIUS сървър
es_es: Servidor RADIUS
fr_fr: Serveur RADIUS
ja_jp: RADIUSサーバー
pl_pl: serwer Radius
pt_pt: Servidor RADIUS
ru_ru: RADIUS-сервера
zh_cn: RADIUS服务器

source: The IP address or FQDNS name of the device or server associated with the RADIUS server.
bg_bg: IP адрес или FQDNS име на устройството или сървъра, асоциирани с RADIUS сървъра.
de_de: Die IP-Adresse oder FQDNs Name der Vorrichtung oder dem Server mit dem RADIUS-Server zugeordnet ist.
es_es: La direccion IP o el nombre FQDNS del host
fr_fr: L'adresse IP ou le nom FQDN de l'appareil ou le serveur associé avec le serveur RADIUS.
it_it: L'indirizzo IP o il nome FQDN del dispositivo o del server associato al server RADIUS.
ja_jp: RADIUSサーバーに関係するデバイスまたはサーバーのIPアドレスまたはFQDN.
pl_pl: adres IP lub FQDN nazwa urządzenia lub serwera związanego z serwera RADIUS.
pt_pt: O endereço IP ou FQDN nome do host
ru_ru: IP-адрес или FQDN, имя устройства или сервера, связанные с RADIUS-сервера.
zh_cn: 与RADIUS服务器关联的设备或服务器的IP地址或FQDNS名称。

source: The name you'd like to have associated with this RADIUS server.
bg_bg: Името, което искате да се асоциира с този RADIUS сървър.
de_de: Der Name, den Sie gerne mit dieser RADIUS-Server zugeordnet haben würde.
es_es: El nombre que le gustaría tener asociados con este servidor RADIUS.
fr_fr: Le nom que vous aimeriez avoir associé à ce serveur RADIUS.
it_it: Il nome che desideri sia associato a questo server RADIUS.
ja_jp: RADIUSサーバーに関連付ける名前.
pl_pl: Nazwa chcesz być związane z tym serwerem RADIUS.
pt_pt: O host associado com este horário.
ru_ru: Имя, которое вы хотели бы иметь, связанные с этим сервером RADIUS.
zh_cn: 您想要与此RADIUS服务器关联的名称。

source: Server Options
bg_bg: Опции за сървъра
de_de: Server-Optionen
es_es: Mas opciones
fr_fr: Options du serveur
it_it: Server Opzioni
ja_jp: サーバオプション
pl_pl: Opcje serwera
pt_pt: Mais opções
ru_ru: Параметры сервера
zh_cn: 服务器选项

source: Secret
bg_bg: Парола
de_de: Geheimnis
es_es: Secreto
it_it: Segreto
ja_jp: シークレット
pl_pl: tajemnica
pt_pt: Segredo
ru_ru: Тайна
zh_cn: 秘密

source: The shared secret to use when logging into the RADIUS server.
bg_bg: Споделената парола, която да се използва за влизане в RADIUS сървъра.
de_de: Das Shared Secret für die Anmeldung in den RADIUS-Server.
es_es: El secreto compartido que se utilizará al iniciar sesión en el servidor RADIUS.
fr_fr: Le secret partagé à utiliser lors de la connexion au serveur RADIUS.
it_it: Il segreto condiviso da utilizzare per accedere al server RADIUS.
ja_jp: RADIUSサーバーへのログイン時に使用する共有秘密鍵.
pl_pl: Wspólne hasło używane podczas logowania do serwera Radius.
pt_pt: O segredo compartilhado para usar quando logar no servidor RADIUS.
ru_ru: Общий секрет для использования при входе в RADIUS сервера.
zh_cn: 登录RADIUS服务器时使用的共享密钥。

source: The username used to login to the RADIUS server.
bg_bg: Потребителското име, използвано за свързване към RADIUS сървъра.
de_de: Der Benutzername für den RADIUS-Server anmelden.
es_es: El nombre de usuario utilizado para iniciar sesión en el servidor RADIUS.
fr_fr: Le nom d'utilisateur utilisé pour se connecter au serveur RADIUS.
it_it: Il nome utente utilizzato per accedere al server RADIUS.
ja_jp: RADIUSサーバーへのログインに使用するユーザー名.
pl_pl: nazwa użytkownika używana do logowania do serwera Radius.
pt_pt: O nome de usuário usado para autenticar os SMS's.
ru_ru: Имя пользователя, используемое для входа на RADIUS сервере.
zh_cn: 用来登录RADIUS服务器的用户名。

source: The password used to login to the RADIUS server.
bg_bg: Паролата, използвана за влизане в RADIUS сървъра.
de_de: Das Passwort für den RADIUS-Server anmelden.
es_es: La contraseña utilizada para iniciar sesión en el servidor RADIUS.
fr_fr: Le mot de passe utilisé pour se connecter au serveur RADIUS.
it_it: La password utilizzata per accedere al server RADIUS.
ja_jp: RADIUSサーバーへのログインに使用するパスワード.
pl_pl: hasło używane do logowania do serwera Radius.
pt_pt: A senha usada para autenticar o SGSI.
ru_ru: Пароль, используемый для входа на RADIUS сервере.
zh_cn: 登录RADIUS服务器的密码。

source: The port number the RADIUS server runs on.
bg_bg: Номера на порта, на който RADIUS сървъра работи.
de_de: Die Port-Nummer des RADIUS-Servers läuft.
es_es: El número de puerto del servidor RADIUS ejecuta.
fr_fr: Le numéro de port du serveur RADIUS fonctionne sur.
it_it: Il numero di porta del server RADIUS viene eseguito su.
ja_jp: RADIUSサーバーが動作するポート番号.
pl_pl: numer portu serwera promień biegnie dalej.
pt_pt: O número da porta do servidor RADIUS é executado.
ru_ru: Номер порта RADIUS-сервер работает на.
zh_cn: RADIUS服务器运行的端口号。

source: Username or password is blank.
bg_bg: Потребителското име или паролата са празни.
de_de: Benutzername oder Passwort ist leer.
es_es: Uusario esta vacio
fr_fr: Nom d'utilisateur ou mot de passe est vide.
it_it: Nome utente o password è vuota.
ja_jp: ユーザー名またはパスワードが空欄です.
pl_pl: nazwa użytkownika lub hasło jest puste.
pt_pt: Nome de usuário está em branco.
ru_ru: Имя пользователя или пароль пустой.
zh_cn: 用户名或密码为空。

source: Secret is blank.
bg_bg: Паролата е празна.
de_de: Secret ist leer.
es_es: Uusario esta vacio
fr_fr: Secret est vide.
it_it: Segreto è vuoto.
ja_jp: シークレットが空欄です.
pl_pl: Sekretem jest puste.
pt_pt: Nome de usuário está em branco.
ru_ru: Секрет пустой.
zh_cn: 秘密是空白的。

source: You must enter a host, service, hostgroup, or servicegroup.
bg_bg: трябва да въведете хост, услуга, хост група или сервизна група.
de_de: Sie müssen einen Host, Service, eine Hostgruppe oder eine Servicegruppe eingeben.
es_es: debe ingresar un host, servicio, grupo de servidores o grupo de servicio.
fr_fr: Vous devez entrer un hôte, un service, un groupe d'hôtes ou un groupe de services.
it_it: è necessario inserire un host, un servizio, un gruppo di host o un gruppo di servizi.
ja_jp: ホスト、サービス、ホストグループ、またはサービスグル​​ープを入力する必要があります。
pl_pl: musisz wprowadzić host, usługę, grupę hostów lub grupę serwisową.
pt_pt: você deve inserir um host, serviço, hostgroup ou servicegroup.
ru_ru: вы должны ввести хост, службу, группу хостов или группу обслуживания.
zh_cn: 您必须输入主机，服务，主机组或服务组。

source: Monitor host and service Service Level Agreements (SLA) to ensure they are met.
bg_bg: Наблюдавайте спорасуменията за нивото на обслужване (SLA), за да гарантирате, че те са изпълнени.
de_de: Monitor Service-Level-Agreements (SLA), um sicherzustellen, dass sie eingehalten werden.
es_es: acuerdos de nivel de servicio de monitor (SLA) para asegurarse de que se cumplan.
fr_fr: accords de niveau de service de moniteur (SLA) pour veiller à ce qu'ils soient satisfaits.
it_it: contratti di servizio del monitor (SLA) per esigerne il rispetto.
ja_jp: サービス品質保証（SLA）が満たされていることを確認するために、SLAを監視します.
pl_pl: umowy o poziomie usług monitora (SLA), aby zapewnić, że są spełnione.
pt_pt: acordos de nível de serviço do monitor (SLA) para garantir que eles sejam cumpridos.
ru_ru: соглашения об уровне обслуживания монитора (SLA), чтобы они будут выполнены.
zh_cn: 监视主机和服务服务级别协议（SLA）以确保它们得到满足。
