Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Displays a table with a quick summary of service status.
bg_bg: Показва таблица с кратка обобщена информация за състоянието на сървиса.
de_de: Zeigt eine Tabelle mit einer kurzen Zusammenfassung der Service-Status.
es_es: Muestra una tabla con un resumen rápido de estado del servicio.
fr_fr: Affiche un tableau avec un résumé rapide de l'état de service.
it_it: Consente di visualizzare una tabella con un breve riassunto di stato del servizio.
ja_jp: サービスステータスの概要を持つテーブルを表示します.
pl_pl: wyświetlana jest tabela z szybkim podsumowaniem stanu serwisowego.
pt_pt: Exibe uma tabela com um rápido resumo do status do serviço.
ru_ru: Отображает таблицу с краткий обзор состояния службы.
zh_cn: 显示带有服务状态快速摘要的表。

source: Displays current acknowledgements and comments.
bg_bg: Показва текущите потвърждения и коментари.
de_de: Zeigt den aktuellen Bestätigungen und Kommentare.
es_es: Muestra reconocimientos actuales y comentarios.
fr_fr: Affiche les accusés de réception actuels et commentaires.
it_it: Visualizza riconoscimenti attuali e commenti.
ja_jp: 現在の認知とコメントを表示します.
pl_pl: wyświetla aktualne podziękowania i komentarzy.
pt_pt: Apresenta agradecimentos atuais e comentários.
ru_ru: Отображает текущую подтверждений и комментариев.
zh_cn: 显示当前的确认和评论。

source: Displays an overview of host and service status for a particular hostgroup.
bg_bg: Показва общ преглед на състоянието на хост и сървис за определена хост група (hostgroup).
de_de: Zeigt eine Übersicht von Host-und Service-Status für eine bestimmte Hostgruppe.
es_es: Muestra una visión general del estado de acogida y servicio para un hostgroup particular.
fr_fr: Affiche un aperçu de l'état du service d'accueil et d'un groupe d'hôtes spécifique.
it_it: Consente di visualizzare una panoramica dello stato di accoglienza e servizio per un particolare gruppo di host.
ja_jp: 特定のホストグループのホストとサービスのステータスの概要が表示されます.
pl_pl: wyświetlany jest przegląd przyjmującego i statusu usług dla danego hostgroup.
pt_pt: Apresenta uma visão geral do host e status do serviço para um hostgroup particular.
ru_ru: Отображает обзор хозяина и состояние службы для конкретного группа узлов сети.
zh_cn: 显示特定主机组的主机和服务状态的概述。

source: Displays a grid of host and service status for a particular hostgroup.
bg_bg: Показва таблица (grid) за сътоянието на хостове и сървиси за определена хост група (hostgroup).
de_de: Zeigt ein Raster von Host-und Service-Status für eine bestimmte Hostgruppe.
es_es: Muestra una cuadrícula de host y el estado del servicio de hostgroup particular.
fr_fr: Affiche une grille d'hôte et l'état de service d'un groupe d'hôtes spécifique.
it_it: Consente di visualizzare una griglia di host e stato di servizio di un gruppo di host particolare.
ja_jp: 特定のホストグループのホストとサービス状態のグリッドが表示されます.
pl_pl: wyświetla siatkę gospodarza i statusu usług dla danego hostgroup.
pt_pt: Exibe uma grade de host e status do serviço para um hostgroup particular.
ru_ru: Отображение сетки хозяина и состояние службы для конкретного группа узлов сети.
zh_cn: 显示特定主机组的主机和服务状态网格。

source: Displays an overview of host and service status for a particular servicegroup.
bg_bg: Показва общ преглед на състоянието на хост и сървис за определена сървис група (servicegroup).
de_de: Zeigt eine Übersicht von Host-und Service-Status für einen bestimmten servicegroup.
es_es: Muestra una visión general del estado de acogida y servicio para un Servicegroup particular.
fr_fr: Affiche un aperçu de l'état du service d'accueil et d'un groupe de services particulier.
it_it: Consente di visualizzare una panoramica dello stato di accoglienza e servizio per una Servicegroup particolare.
ja_jp: 特定のサービスグループのホストとサービスのステータスの概要が表示されます.
pl_pl: wyświetlany jest przegląd przyjmującego i statusu usług dla danego servicegroup.
pt_pt: Apresenta uma visão geral do host e status do serviço para um servicegroup particular.
ru_ru: Отображает обзор хозяина и состояние службы для конкретного servicegroup.
zh_cn: 显示特定服务组的主机和服务状态的概述。

source: Displays a grid of host and service status for a particular servicegroup.
bg_bg: Показва таблица (grid) за сътоянието на хостове и сървиси за определена сървис група (servicegroup).
de_de: Zeigt ein Raster von Host-und Service-Status für einen bestimmten servicegroup.
es_es: Muestra una cuadrícula de host y el estado del servicio de Servicegroup particular.
fr_fr: Affiche une grille d'hôte et l'état de service d'un groupe de services particulier.
it_it: Consente di visualizzare una griglia di host e stato del servizio per un Servicegroup particolare.
ja_jp: 特定のサービスグループのホストとサービスのステータスのグリッドが表示されます.
pl_pl: wyświetla siatkę gospodarza i statusu usług dla danego servicegroup.
pt_pt: Exibe uma grade de host e status do serviço para um servicegroup particular.
ru_ru: Отображение сетки хозяина и состояние службы для конкретного servicegroup.
zh_cn: 显示特定服务组的主机和服务状态网格。

source: Displays a summary of host and service status for all hostgroups.
bg_bg: Показва сумарното състояние на хостове и сървиси за всички хост групи (hostgroups).
de_de: Zeigt eine Zusammenfassung der Host-und Service-Status für alle hostgroups.
es_es: Muestra un resumen de host y el estado del servicio para todos los hostgroups.
fr_fr: Affiche un résumé de l'hôte et de l'état de service pour tous les groupes d'hôtes.
it_it: Visualizza un riepilogo di host e stato di servizio per tutti i hostgroups.
ja_jp: すべてのホストグループのホストとサービスのステータスのサマリーが表示されます。
pl_pl: wyświetla podsumowanie przyjmującego i statusu usług dla wszystkich hostgroups.
pt_pt: Exibe um resumo do host e status de serviço para todos os hostgroups.
ru_ru: Отображает сводку хозяина и состояние службы для всех группы узлов сети.
zh_cn: 显示所有主机组的主机和服务状态的摘要。

source: Displays a summary of host and service status for all servicegroups.
bg_bg: Показва сумарното състояние на хостове и сървиси за всички сървис групи (servicegroups).
de_de: Zeigt eine Zusammenfassung der Host-und Service-Status für alle servicegroups.
es_es: Muestra un resumen de host y el estado del servicio para todos los servicegroups.
fr_fr: Affiche un résumé de l'hôte et de l'état de service pour tous les groupes de services.
it_it: Visualizza un riepilogo di host e stato di servizio per tutti i servicegroups.
ja_jp: すべてのサービスグループのホストとサービスのステータスのサマリーが表示されます。
pl_pl: wyświetla podsumowanie przyjmującego i statusu usług dla wszystkich servicegroups.
pt_pt: Exibe um resumo do host e status de serviço para todos os servicegroups.
ru_ru: Отображает сводку хозяина и состояние службы для всех servicegroups.
zh_cn: 显示所有服务组的主机和服务状态的摘要。

source: Displays the status of available updates for your %s installation.
bg_bg: Показва състоянието на наличните актуализации за инсталацията Nagios XI.
de_de: Zeigt den Status der verfügbaren Updates für Ihr Nagios XI Installation.
es_es: Muestra el estado de las actualizaciones disponibles para su instalación de Nagios XI.
fr_fr: Affiche l'état des mises à jour disponibles pour votre installation de Nagios XI.
it_it: Consente di visualizzare lo stato degli aggiornamenti disponibili per l'installazione di Nagios XI.
ja_jp: %s インストールで使用可能な更新ステータスを表示します。
pl_pl: wyświetla stan dostępnych aktualizacjach dla instalacji xi Nagios.
pt_pt: Exibe o status de atualizações disponíveis para sua instalação Nagios XI.
ru_ru: Отображает состояние доступных обновлений для Вашего Nagios XI установки.
zh_cn: 显示%s安装的可用更新状态。

source: Displays blocking network outages.
bg_bg: Показва блокиращи престои в мрежата.
de_de: Zeigt blockieren Netzwerkausfälle.
es_es: Muestra el bloqueo de cortes en la red.
fr_fr: Affiche le blocage des pannes de réseau.
it_it: Consente di visualizzare il blocco di inattività della rete.
ja_jp: ネットワーク停止の障害を表示します.
pl_pl: wyświetlacze blokujące awarii sieci.
pt_pt: exibe bloqueio falhas de rede.
ru_ru: Отображение блокировки отключения сети.
zh_cn: 显示阻止的网络中断。

source: Displays summary of network outages.
bg_bg: Показва обобщение на прекъсванията в мрежата.
de_de: Zeigt eine Zusammenfassung von Netzwerkausfällen.
es_es: Muestra resumen de las interrupciones de la red.
fr_fr: Affiche un résumé des pannes de réseau.
it_it: Visualizza riassunto delle interruzioni di rete.
ja_jp: ネットワーク停止のサマリーを表示します。
pl_pl: wyświetla podsumowanie awarii sieci.
pt_pt: Apresenta resumo de falhas na rede.
ru_ru: Отображает список перебоев в сети.
zh_cn: 显示网络中断的摘要。

source: Displays summary of network health.
bg_bg: Показва обобщение на сътоянието на мрежата.
de_de: Zeigt eine Zusammenfassung der Netzwerk Gesundheit.
es_es: Muestra resumen de estado de la red.
fr_fr: Affiche un résumé de l'état du réseau.
it_it: Visualizza riassunto della salute di rete.
ja_jp: ネットワークヘルスのサマリーを表示します。
pl_pl: wyświetla podsumowanie stanu sieci.
pt_pt: Apresenta resumo da saúde da rede.
ru_ru: Отображает список сети здравоохранения.
zh_cn: 显示网络运行状况摘要。

source: Displays summary of service status.
bg_bg: Показва обобщение на състоянието на сървис.
de_de: Zeigt eine Zusammenfassung der Service-Status.
es_es: Muestra resumen de estado del servicio.
fr_fr: Affiche un résumé de l'état de service.
it_it: Visualizza riepilogo dello stato di servizio.
ja_jp: サービスステータスのサマリーを表示します。
pl_pl: wyświetla podsumowanie stanu serwisowego.
pt_pt: Apresenta resumo do status do serviço.
ru_ru: Отображает сводку состояния службы.
zh_cn: 显示服务状态摘要。

source: Feature Status TAC Summary
bg_bg: Статут на Функциите Тактическо Резюме
de_de: Funktion Status TAC Zusammenfassung
es_es: Resumen del Estatus del Servicio
fr_fr: Statut fonction TAC Résumé
it_it: Riepilogo delle caratteristiche di stato TAC
ja_jp: 機能ステータスTACサマリー
pl_pl: Podsumowanie tac stan funkcja
pt_pt: Resumo do status do serviço
ru_ru: Функция Статус TAC резюме
zh_cn: 功能状态TAC摘要

source: Displays summary of feature status.
bg_bg: Показва обобщена информация за състоянието на функция.
de_de: Zeigt eine Zusammenfassung der Funktion Status.
es_es: Muestra resumen de estado de la función.
fr_fr: Affiche un résumé de l'état de la fonction.
it_it: Visualizza riepilogo dello stato funzione.
ja_jp: 機能ステータスのサマリーを表示します。
pl_pl: wyświetla podsumowanie statusu funkcji.
pt_pt: Apresenta resumo do status do recurso.
ru_ru: Отображает список функций статус.
zh_cn: 显示功能状态摘要。

source: No scheduled downtime results matching your current filters.
bg_bg: Няма резултати за планирани (по график) прекъсвания, отговарящи на настоящите филтри.
de_de: keine Ausfallzeiten Ergebnisse für Ihre aktuellen Filter geplant.
es_es: sin tiempo de inactividad programado resultados que coinciden con sus filtros actuales.
fr_fr: pas prévu les résultats de temps d'arrêt correspondant à vos filtres actuels.
it_it: non programmato risultati downtime soddisfano i filtri attuali.
ja_jp: 現在のフィルターに合致するスケジュール済みダウンタイムはありません。
pl_pl: no planowane przestoje pasujące wyniki bieżące filtry.
pt_pt: não programada resultados tempo de inatividade que satisfazem os seus filtros atuais.
ru_ru: нет запланированных результатов простои соответствие текущих фильтров.
zh_cn: 没有与您当前的过滤器匹配的计划停机时间结果。

source: Hide selected
bg_bg: Скрийте селектираните
de_de: Mit ausgewählten Profilen:
es_es: Con los seleccionados:
fr_fr: Avec sélectionnés:
it_it: Con i selezionati:
ja_jp: 選択を非表示にする
pl_pl: Akcja:
pt_pt: Com selecionado:
ru_ru: С выбранными:
zh_cn: 隐藏所选

source: Select filters
bg_bg: Изберете филтри
de_de: Filter auswählen
es_es: seleccione los filtros
fr_fr: sélectionnez les filtres
it_it: selezionare filtri
ja_jp: フィルター選択
pl_pl: Wybierz filtry
pt_pt: selecione filtros
ru_ru: выберите фильтры
zh_cn: 选择过滤器

source: All scheduled downtimes
bg_bg: Всички планирани (по график) прекъсвания
de_de: Geplante Ausfallzeiten
es_es: Calendarizar Periodo de Inactividad
fr_fr: Les temps d'arrêt prévu
it_it: Fermo programmato
ja_jp: すべてのスケジュール済みダウンタイム
pl_pl: planowane przestoje
pt_pt: O tempo de inatividade programado
ru_ru: Плановое отключение
zh_cn: 所有预定的停机时间

source: Refresh
bg_bg: Опресняване
de_de: Erfrischen
es_es: Refrescar
fr_fr: Rafraîchir
it_it: Rinfrescare
ja_jp: リフレッシュ
pl_pl: odświeżania
pt_pt: Atualizar
ru_ru: Обновление
zh_cn: 刷新

source: Refresh every
bg_bg: Опресняване на всеки
de_de: Refresh alle
es_es: actualizar cada
fr_fr: actualiser tous les
it_it: aggiornare ogni
ja_jp: 更新間隔
pl_pl: odświeżania każdego
pt_pt: atualizar a cada
ru_ru: обновить каждый
zh_cn: 刷新每

source: Filter by
bg_bg: Филтриране по
de_de: Filtern nach
es_es: filtrado por
fr_fr: filtrer par
it_it: filtrare
ja_jp: フィルター
pl_pl: Filtruj według
pt_pt: filtrar por
ru_ru: Сортировать по
zh_cn: 过滤

source: In effect
bg_bg: В сила
de_de: in Wirklichkeit
es_es: en efecto
fr_fr: en effet
it_it: infatti
ja_jp: 有効
pl_pl: w efekcie
pt_pt: na realidade
ru_ru: в результате
zh_cn: 有效

source: Not in effect
bg_bg: не в сила
de_de: nicht in Kraft
es_es: no en efecto
fr_fr: pas en vigueur
it_it: non in vigore
ja_jp: 有効でない
pl_pl: nie działa
pt_pt: não está em vigor
ru_ru: не действует
zh_cn: 没有效果

source: Schedule Downtime
bg_bg: Насрочете планиран престой
de_de: Planen Sie Ausfallzeiten
es_es: Calendarizar tiempo de inactividad
fr_fr: Horaire Temps d'arrêt
it_it: Pianificazione tempi di inattività
ja_jp: ダウンタイムスケジュール
pl_pl: Harmonogram przestojów
pt_pt: Agendar tempo de inatividade
ru_ru: Расписание простоя
zh_cn: 安排停机时间

source: For Hosts
bg_bg: за хост (ове)
de_de: für Gastgeber
es_es: para el host
fr_fr: pour l'hôte
it_it: per l'host
ja_jp: ホスト用
pl_pl: dla hosta
pt_pt: para o host
ru_ru: для хоста
zh_cn: 对主机

source: For Services
bg_bg: За сървис (и)
de_de: Core Services
es_es: Configurar Servicio
fr_fr: Services de base
it_it: Servizi di base
ja_jp: サービス用
pl_pl: dla usługi
pt_pt: Configurar o serviço
ru_ru: Core Services
zh_cn: 对服务

source: For Host Groups
bg_bg: за групите домакини
de_de: für Gastgruppen
es_es: para grupos anfitriones
fr_fr: pour les groupes hôtes
it_it: per gruppi di ospiti
ja_jp: ホストグループ用
pl_pl: dla grup gospodarzy
pt_pt: para grupos de hosts
ru_ru: для групп хостов
zh_cn: 对于主机组

source: For Service Groups
bg_bg: Сървис групи
de_de: Service Groups
es_es: Grupos de Servicios
fr_fr: Groupes de services
it_it: Gruppi di servizio
ja_jp: サービスグループ用
pl_pl: grupy usług
pt_pt: Grupos de Serviço
ru_ru: Обслуживание групп
zh_cn: 对于服务组

source: Confirm: Remove Scheduled Downtime
bg_bg: Потвърдете: Премахване на планираното (по график) прекъсване
de_de: bestätigen: Entfernen Sie geplante Ausfallzeiten
es_es: confirmar: eliminar el tiempo de inactividad programado
fr_fr: confirmer: éliminer les temps d'arrêt programmé
it_it: confermare: rimuovere i tempi di inattività programmato
ja_jp: 確認：スケジュールダウンタイムの削除
pl_pl: potwierdzić: usunąć zaplanowane przestoje
pt_pt: confirmar: remover paradas programadas
ru_ru: подтвердить: удаление плановых простоев
zh_cn: 确认：删除计划的停机时间

source: You have selected to remove multiple scheduled downtimes. This action cannot be undone.
bg_bg: Вие сте избрали да премахнете няколко планирани прекъсвания. Това действие не може да бъде отменено.
de_de: Sie haben gewählt mehrere geplante Ausfallzeiten zu entfernen. Diese Aktion kann nicht rückgängig gemacht werden.
es_es: que ha seleccionado para quitar varios tiempos de inactividad programados. Esta acción no se puede deshacer.
fr_fr: vous avez choisi de supprimer les arrêts programmés multiples. cette action ne peut pas être annulée.
it_it: si è scelto di rimuovere più i tempi di fermo pianificati. questa azione non può essere annullata.
ja_jp: 複数のダウンタイムスケジュールを削除します. このアクションは元に戻すことはできません.
pl_pl: została wybrana w celu usunięcia wielu zaplanowanych przestojów. ta czynność nie może być cofnięta.
pt_pt: você selecionou para remover várias paradas programadas. Essa ação não pode ser desfeita.
ru_ru: Вы выбрали для удаления нескольких запланированных простои. Это действие не может быть отменено.
zh_cn: 您已选择删除多个计划的停机时间。 此操作无法撤消。

source: downtimes selected
bg_bg: Избран престои
de_de: Ausfallzeiten ausgewählt
es_es: los tiempos de parada seleccionada
fr_fr: arrêts sélectionnés
it_it: tempi di fermo macchina selezionata
ja_jp: 選択されたダウンタイム
pl_pl: wybrane przestoje
pt_pt: downtimes selecionados
ru_ru: простои выбран
zh_cn: 选择停机时间

source: Entry Time
bg_bg: Време на влизане
de_de: Eintrittszeit
es_es: tiempo de entrada
fr_fr: temps d'entrée
it_it: tempo di ingresso
ja_jp: 記録時間
pl_pl: Czas wejścia
pt_pt: tempo de entrada
ru_ru: Время записи
zh_cn: 进入时间

source: Start Time
bg_bg: Начален час
de_de: Startzeit
es_es: Hora de Inicio
fr_fr: Heure de début
it_it: Ora di inizio
ja_jp: 開始時間
pl_pl: czas rozpoczęcia
pt_pt: Hora de Início
ru_ru: Время начала
zh_cn: 开始时间

source: End Time
bg_bg: Краен час
de_de: Endzeit
es_es: fin de los tiempos
fr_fr: Echéance
it_it: ora di fine
ja_jp: 終了時間
pl_pl: Czas zakończenia
pt_pt: Processo terminado
ru_ru: Время окончания
zh_cn: 结束时间

source: Downtime ID
bg_bg: ID на престоя
de_de: Ausfallzeiten id
es_es: Identificación del tiempo de inactividad
fr_fr: les temps d'arrêt id
it_it: i tempi di inattività id
ja_jp: ダウンタイムID
pl_pl: przestój id
pt_pt: ID de downtime
ru_ru: простоя ID
zh_cn: 停机ID

source: Trigger ID
es_es: Identificación del gatillo
fr_fr: déclenchement id
it_it: id grilletto
ja_jp: トリガID
pl_pl: id spust
pt_pt: ID de gatilho
ru_ru: триггера ID
zh_cn: 触发ID

source: In Effect
bg_bg: В сила
de_de: in Wirklichkeit
es_es: en efecto
fr_fr: en effet
it_it: infatti
ja_jp: 有効
pl_pl: w efekcie
pt_pt: na realidade
ru_ru: в результате
zh_cn: 有效

source: Downtime
bg_bg: Престой
de_de: Ausfallzeit
es_es: falta del tiempo
fr_fr: temps d'arrêt
it_it: i tempi di inattività
ja_jp: ダウンタイム
pl_pl: przestój
pt_pt: tempo de inatividade
ru_ru: время простоя
zh_cn: 停机

source: Host Name(s)
bg_bg: Име (на) на хост (ове)
de_de: Host Name
es_es: Nombre del Host
fr_fr: Nom de l'hôte
it_it: Nome host
ja_jp: ホスト名
pl_pl: Nazwa hosta
pt_pt: Nome do host
ru_ru: Host Name
zh_cn: 主机名称

source: Selected Hosts
bg_bg: Избрани хостове
de_de: Wählen Sie Hosts
es_es: Seleccione Hosts
fr_fr: Sélectionner les hôtes
it_it: Selezionare Host
ja_jp: 選択済みホスト
pl_pl: wybierz gospodarze
pt_pt: selecionar anfitriões
ru_ru: Выберите Хосты
zh_cn: 选定主机

source: No hosts selected
bg_bg: Няма избрани хостове
de_de: Keine Hosts ausgewählt.
es_es: Ninguna cuenta seleccionanda
fr_fr: Aucun hôte sélectionné.
it_it: Nessun host selezionato.
ja_jp: 選択済みのホストはありません
pl_pl: wybrane żadne gospodarze.
pt_pt: Sem conta selecionada.
ru_ru: Нет хозяева выбрали.
zh_cn: 未选择主机

source: Service Name(s)
bg_bg: Име(на) на сървис(и)
de_de: Service Name (n)
es_es: Estado del Servicio
fr_fr: Nom du service (s)
it_it: Name Service (s)
ja_jp: サービス名
pl_pl: imię (imiona), usługi
pt_pt: Serviço do Estado
ru_ru: Имя службы (ы)
zh_cn: 服务名称

source: Selected Services
bg_bg: Избрани сървиси
de_de: Wählen Sie Dienste
es_es: Seleccione Servicios
fr_fr: Sélectionnez Services
it_it: Selezionare Servizi
ja_jp: サービス選択（）
pl_pl: wybierz usługi
pt_pt: selecionar os serviços
ru_ru: Выберите услуги
zh_cn: 选择服务

source: No services selected
bg_bg: Няма избрани сървиси
de_de: keine Dienste ausgewählt
es_es: no hay servicios seleccionados
fr_fr: pas de services sélectionnés
it_it: nessun servizio selezionato
ja_jp: 選択済みのサービスはありません
pl_pl: wybrane żadne usługi
pt_pt: sem serviços selecionados
ru_ru: Не выбрано никаких услуг
zh_cn: 未选择服务

source: Triggered By
bg_bg: Предизвикан от
de_de: ausgelöst durch
es_es: desencadenado por
fr_fr: déclenché par
it_it: innescato da
ja_jp: トリガ
pl_pl: wywołane
pt_pt: desencadeada pela
ru_ru: вызваны
zh_cn: 触发者

source: Host Downtimes
bg_bg: Планирани (по график) прекъсвания на хост
de_de: Host Downtime
es_es: Host tiempo de inactividad
fr_fr: Les temps d'arrêt d'accueil
it_it: Host Downtime
ja_jp: ホストダウンタイム
pl_pl: gospodarzem przestojów
pt_pt: downtime anfitrião
ru_ru: Хост простоя
zh_cn: 主机停机

source: Service Downtimes
bg_bg: Планирани (по график) престои на сървиси
de_de: Service-Ausfallzeiten
es_es: Tiempo de bajada del Servicio
fr_fr: Les temps d'arrêt de service
it_it: Servizio Downtime
ja_jp: サービスダウンタイム
pl_pl: przestój usługi
pt_pt: downtime serviço
ru_ru: Обслуживание простоя
zh_cn: 服务停机时间

source: Child Hosts
bg_bg: Хостове-наследници (Child Hosts)
de_de: Kind-Hosts
es_es: niño anfitriones
fr_fr: hôtes de l'enfant
it_it: padroni di casa del bambino
ja_jp: 子ホスト
pl_pl: Gospodarze dziecko
pt_pt: anfitriões criança
ru_ru: ребенок хозяева
zh_cn: 子主机

source: Do nothing with child hosts
bg_bg: Не прави нищо с хостовете-наследници (child hosts)
de_de: nichts zu tun mit Kind hosts
es_es: no hacer nada con el niño anfitriones
fr_fr: ne rien faire avec les hôtes de l'enfant
it_it: non fare nulla con padroni di casa del bambino
ja_jp: 子ホストに何もしない
pl_pl: nic z gospodarzami dzieci
pt_pt: não fazer nada com anfitriões criança
ru_ru: ничего не делать с детьми хозяев
zh_cn: 对子主机不做任何事

source: Schedule triggered downtime for all child hosts
bg_bg: Насрочете задействан (triggered) престой за всички хостове-наследници (child hosts)
de_de: Zeitplan ausgelöste Ausfallzeiten für alle Kind-Hosts
es_es: programación activa el tiempo de inactividad para todos los niños anfitriones
fr_fr: calendrier déclenché les temps d'arrêt pour tous les hôtes de l'enfant
it_it: programma innescato tempi di inattività per tutti gli host del bambino
ja_jp: すべての子ホストについてトリガダウンタイムをスケジュールする
pl_pl: Plan wywołał przestojów dla wszystkich hostów dzieci
pt_pt: cronograma desencadeada tempo de inatividade para todos os hosts criança
ru_ru: График срабатывает простоя для всех детей хостов
zh_cn: 安排所有子主机的触发停机时间

source: Schedule non-triggered downtime for all child hosts
bg_bg: Насрочете не-задействан (non-triggered) престой за всички хостове-наследници (child hosts)
de_de: Zeitplan nicht-ausgelöste Ausfallzeiten für alle untergeordneten Hosts
es_es: programar el tiempo de inactividad no activada para todos los niños anfitriones
fr_fr: prévoir une indisponibilité non-déclenchée pour tous les hôtes de l'enfant
it_it: programmare i tempi di inattività non innescata per tutti gli host del bambino
ja_jp: すべての子ホストについて非トリガダウンタイムをスケジュールする
pl_pl: zaplanować wyzwalany przestoje nie dla wszystkich hostów dzieci
pt_pt: programar o tempo de inatividade não-desencadeada para todos os hosts criança
ru_ru: планировать без сработавшей простоя для всех детей хостов
zh_cn: 安排所有子主机的非触发停机时间

source: Do nothing with associated services
bg_bg: Не прави нищо със сървисите, асоциирани с
de_de: nichts zu tun mit den dazugehörigen Dienstleistungen
es_es: no hacer nada con los servicios asociados
fr_fr: ne rien faire avec les services associés
it_it: non fare nulla con servizi associati
ja_jp: 関連するサービスに何もしない
pl_pl: nic z usługami powiązanymi
pt_pt: não fazer nada com serviços associados
ru_ru: ничего не делать с соответствующими услугами
zh_cn: 不执行任何相关服务

source: Schedule downtime for all associated services
bg_bg: Насрочете планиран престой за всички асоциирани сървиси
de_de: Zeitplan Ausfallzeiten für alle damit verbundenen Dienstleistungen
es_es: el tiempo de inactividad calendario para todos los servicios asociados
fr_fr: calendrier temps d'arrêt pour tous les services associés
it_it: i tempi di inattività pianificazione per tutti i servizi connessi
ja_jp: 関連するすべてのサービスにダウンタイムをスケジュールする
pl_pl: przestój harmonogram dla wszystkich związanych z nimi usług
pt_pt: downtime programação para todos os serviços associados
ru_ru: простои график для всех связанных с ними услуг
zh_cn: 安排所有相关服务的停机时间
