Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: The status XML of the current host.
bg_bg: XML състоянието на сегашния хост.
de_de: der Status xml des aktuellen Hosts.
es_es: el xml estado del host actual.
fr_fr: xml de statut de l'hôte actuel.
it_it: lo stato xml dell'host corrente.
ja_jp: 現在のホストのXMLステータス.
pl_pl: xml stan elementu przyjmującego.
pt_pt: xml status do host atual.
ru_ru: статус XML текущего хоста.
zh_cn: 当前主机的状态XML。

source: The array to append action elements to.
bg_bg: Масив, към който да се добавят действащи елементи.
de_de: die Array-Action-Elemente zu anhängen.
es_es: la matriz para anexar a elementos de acción.
fr_fr: le tableau à ajouter des éléments d'action à.
it_it: la matrice per aggiungere elementi di azione a.
ja_jp: アクション要素を追加する配列.
pl_pl: tablica do dołączania elementów działań mających na celu.
pt_pt: a matriz para acrescentar elementos de ação para.
ru_ru: массив для добавления элементов действий в.
zh_cn: 要添加动作元素的数组。

source: The Quick Actions list on Host Status Detail pages will be affected by the elements appended to the %s array
bg_bg: Списъка с Quick Actions на страниците с подробности за хост статус (Host Status Detail) ще бъде засегнат от елементите, приложени към %s масива
de_de: die schnelle Aktionen Liste auf Host-Status Detailseiten werden von den in das Verzeichnis% s Array angehängten Elemente beeinflusst werden
es_es: la lista de acciones rápidas en las páginas de detalles de estado de acogida se verá afectado por los elementos añadidos a la matriz de% s
fr_fr: la liste des actions rapides sur les pages de détails sur l'état de l'hôte sera affectée par les éléments annexés à la matrice du%
it_it: l'elenco azioni rapide sulle pagine di dettaglio sullo stato ospite sarà influenzato dagli elementi allegati alla matrice% s
ja_jp: ホストステータス詳細ページの「クイックアクション」リスト. %s 配列に追加される要素に影響をうけます.
pl_pl: lista szybkich działań na stan komputera stronach szczegółowo zostaną naruszone przez elementy dołączone do tablicy% s
pt_pt: a lista de ações rápidas nas páginas de detalhes de status de acolhimento serão afetados pelos elementos anexos à disposição do% s
ru_ru: список быстрого действия на статус хозяина страниц деталей будет зависеть от элементов, приложенных к массиве% S
zh_cn: 主机状态详情页面上的 "快速行动 "列表将受到附加到%s数组中的元素的影响。

source: Append custom tabs to host status pages.
bg_bg: Добавете персонализирани раздели към хост статус страниците.
de_de: anhängen benutzerdefinierte Registerkarten Statusseiten zu hosten.
es_es: añadir fichas personalizadas para alojar páginas de estado.
fr_fr: ajouter des onglets personnalisés pour héberger des pages d'état.
it_it: aggiungere schede personalizzate per ospitare pagine di stato.
ja_jp: ホストステータスページにカスタムタブを追加します.
pl_pl: dołączyć własne zakładki do organizacji strony stanu.
pt_pt: anexar guias personalizadas para hospedar páginas de status.
ru_ru: добавление пользовательских вкладок для размещения страниц статуса.
zh_cn: 为主机状态页添加自定义标签。

source: The current host.
bg_bg: Сегашен хост.
de_de: die aktuellen Host.
es_es: el host actual.
fr_fr: l'hôte actuel.
it_it: l'host corrente.
ja_jp: 現在のホスト.
pl_pl: obecny gospodarz.
pt_pt: host atual.
ru_ru: текущий хост.
zh_cn: 当前主机。

source: The array to append tab information to.%sEach tab to be appended is an array in the format of %s
bg_bg: Масива, към който да се добави информация за раздела. %sВсеки приложен раздел е масив във формата на %s
de_de: das Array Registerkarte Informationen anzuhängen.% Suchanfrage Tab ist im Format% s ein Array angehängt werden
es_es: la matriz para anexar información de la ficha de. pestaña% seach van a añadir es una matriz en el formato de% s
fr_fr: le réseau à ajouter des informations de tabulation pour. onglet% de seach doit être annexée est un tableau dans le format% s
it_it: la matrice per aggiungere informazioni scheda per. scheda% seach da aggiungere è un array nel formato% s
ja_jp: タブ情報を付加する配列. %s 配列に追加される各タブは %s のフォーマット
pl_pl: tablica do dołączania informacji do zakładki. Zakładka% wyszukiwanego być dołączana jest tablicą w formacie% s
pt_pt: a matriz para anexar informações guia para. guia% da pesquisa a ser acrescentado é um array no formato de% s
ru_ru: массив для добавления вкладки информацию. Вкладка% Seach который должен быть добавлен массив в формате% S
zh_cn: 将标签选项卡信息附加到的数组。%sEarch标签将被附加为%s格式的数组

source: New tabs will appear on host status pages based on the %s array
bg_bg: Нови раздели, ще се появяват на страниците за състоянието на хост въз основа на %s масива
de_de: neue Registerkarten auf dem Host-Status-Seiten erscheinen basierend auf Array% s
es_es: nuevas pestañas aparecerán en las páginas de estado de acogida sobre la base de la matriz de% s
fr_fr: de nouveaux onglets apparaîtront sur les pages d'état de l'hôte basé sur le réseau de l'%
it_it: nuove schede appariranno sulle pagine di stato di accoglienza sulla base di matrice% s
ja_jp: 新しいタブが%s 配列をベースとするホストステータスページに表示されます.
pl_pl: nowe karty będą wyświetlane na stronach statusu gospodarza na podstawie tablicy% s
pt_pt: novas guias serão exibidos em páginas de status de host com base série% s
ru_ru: новые вкладки будут появляться на страницах статуса хоста на основе массива% S в
zh_cn: 基于%s数组的新标签页将出现在主机状态页面上。

source: Executed directly after Nagios XI default top-level menus are defined.
bg_bg: Изпълнен директно след дефинирането на менюта по подразбиране от най-високо ниво на Nagios XI.
de_de: direkt nach nagios xi Standard Menüs der obersten Ebene ausgeführt werden, definiert.
es_es: ejecutados directamente después de menús de nivel superior por defecto Nagios XI se definen.
fr_fr: exécutée directement après nagios xi par défaut des menus de niveau supérieur sont définis.
it_it: eseguiti direttamente dopo i menu di livello superiore nagios xi predefiniti sono definiti.
ja_jp: Nagios XI 既定のトップレベルメニューが定義された後に実行されます。
pl_pl: wykonywane bezpośrednio po menu najwyższego poziomu domyślnych nagios xi są zdefiniowane.
pt_pt: executado diretamente após menus de nível superior nagios xi padrão são definidos.
ru_ru: выполняется непосредственно после того, как меню верхнего уровня Nagios XI по умолчанию определены.
zh_cn: 在定义了 Nagios XI 的默认顶层菜单后直接执行。

source: This can be used to add top-level menus to Nagios XI.
bg_bg: Това може да се използва, за да добавите менюта на най-високо ниво в Nagios XI.
de_de: dies kann Menüs der obersten Ebene zu nagios xi hinzuzufügen verwendet werden.
es_es: esto puede ser usado para añadir menús de nivel superior para Nagios XI.
fr_fr: cela peut être utilisé pour ajouter des menus de niveau supérieur à nagios xi.
it_it: questo può essere utilizzato per aggiungere menu di primo livello per nagios xi.
ja_jp: トップレベルメニュをNagios XIに追加するため使用できます.
pl_pl: to może być wykorzystane, aby dodać menu najwyższego poziomu Nagios XI.
pt_pt: isso pode ser usado para adicionar menus de nível superior para nagios xi.
ru_ru: это может быть использован для добавления меню верхнего уровня для Nagios XI.
zh_cn: 这可以用来为Nagios XI添加顶层菜单。

source: This callback actually returns the menu array as %s. The array is in the format of %s
bg_bg: Това обратно обаждане (callback) всъщност връща меню масив като %s. Масива е във формат %s
de_de: dieser Rückruf tatsächlich gibt das Menü Array als% s. das Array im Format% s
es_es: esta devolución de llamada devuelve realmente la matriz menú como% s. la matriz está en el formato de% s
fr_fr: ce rappel retourne en fait le tableau de menu en% s. la matrice est sous la forme de% s
it_it: questo callback in realtà ritorna l'array menu come% s. la matrice è nel formato di% s
ja_jp: このコールバックは実施に%s としてメニュー配列を戻します. 配列は %s のフォーマットです.
pl_pl: Ta funkcja zwrotna rzeczywiście zwraca tablicę menu jako% s. tablica jest w formacie% s
pt_pt: esse retorno de chamada, na verdade, retorna a matriz menu como% s. a matriz está no formato de% s
ru_ru: этот обратный вызов фактически возвращает массив меню, как% s. массив в формате% S
zh_cn: 这个回调实际上是以%s的形式返回菜单数组。数组的格式是%s

source: The Nagios XI menus will be altered depending on your removal or addition of menu items from the %s
bg_bg: Nagios XI менютата ще се променят в зависимост от премахването или добавянето на елементи от менюто от %s
de_de: die nagios xi Menüs werden je nach Entfernung oder Zugabe von Menüpunkte aus der% s geändert werden
es_es: los menús xi nagios serán alteradas en función de su eliminación o adición de elementos de menú del directorio% s
fr_fr: les menus xi nagios seront modifiés en fonction de votre retrait ou l'ajout d'éléments de menu à partir du% s
it_it: i menu xi Nagios saranno modificati a seconda della rimozione o aggiunta di voci di menu dal% s
ja_jp: Nagios XIメニューは %s からメニューアイテムの除去または追加により変化されます
pl_pl: menu xi Nagios będą zmieniane w zależności od usunięcie lub dodanie elementów menu z% s
pt_pt: os menus xi Nagios será alterado dependendo da sua remoção ou adição de itens de menu a partir do% s
ru_ru: меню XI Nagios будет изменяться в зависимости от вашего удаления или добавления пунктов меню из% S
zh_cn: Nagios XI 的菜单将根据您在 %s 中删除或增加的菜单项目而改变。

source: Executed directly after all additional menu items have been initialized (ones created via callbacks).
bg_bg: Изпълнен директно след всички допълнителни опции в менюто са инициализирани (тези, създадени чрез обратни повиквания (callbacks)).
de_de: direkt nach alle weiteren Menü ausgeführt Elemente (über Rückrufe diejenigen erstellt) initialisiert wurden.
es_es: ejecutados directamente después de todos los elementos de menú adicionales han sido inicializado (los creados a través de devoluciones de llamada).
fr_fr: exécutée directement après tous les éléments de menu supplémentaires ont été initialisés (ceux créés via callbacks).
it_it: eseguiti direttamente dopo tutte le voci di menu supplementari sono stati inizializzati (quelli creati tramite callback).
ja_jp: （コールバックを介して作成された）すべての追加メニュー項目が初期化された後で実行されます.
pl_pl: wykonywane bezpośrednio po wszystkie dodatkowe elementy menu zostały zainicjowane (te tworzone poprzez wywołania zwrotne).
pt_pt: executado diretamente após todos os itens de menu adicionais foram inicializados (aqueles criados através de chamadas de retorno).
ru_ru: выполняется непосредственно после того, как все дополнительные пункты меню были инициализированы (те, созданные с помощью обратных вызовов).
zh_cn: 在所有附加菜单项被初始化后直接执行（通过回调创建的）。

source: This can be used to sort menu items, etc.
bg_bg: Това може да се използва, за да сортирате елементи от менюто, и т.н.
de_de: dies kann Menüelemente verwendet werden, um zu sortieren, usw.
es_es: esto puede ser usado para ordenar los elementos de menú, etc.
fr_fr: cela peut être utilisé pour trier les éléments de menu, etc.
it_it: questo può essere usato per ordinare le voci di menu, ecc
ja_jp: メニュー項目などをソートするために使用できます.
pl_pl: może być użyte do sortowania elementów menu, itd
pt_pt: isso pode ser usado para classificar os itens do menu, etc.
ru_ru: это может быть использовано для сортировки пункты меню и т.п.
zh_cn: 这可以用来对菜单项等进行排序。

source: These will be the same as the array listed in %s
bg_bg: Те ще бъдат същите като масива, изброен в %s
de_de: diese die gleiche wie die Anordnung in% s aufgelistet
es_es: Estos serán los mismos que la matriz que aparece en% s
fr_fr: ceux-ci sont les mêmes que le tableau figurant à% s
it_it: questi saranno la stessa della matrice elencato in% s
ja_jp: %s にリストされた配列と同じです
pl_pl: będą one takie same jak wymienione w tablicy% s
pt_pt: estes serão o mesmo que a matriz listados em% s
ru_ru: они будут такими же, как массив, перечисленных в% s
zh_cn: 这些将与%s中列出的数组相同。

source: Executed directly after Nagios XI initializes default menu items.
bg_bg: Изпълнен директно след като Nagios XI инициализира елементите от менюто по подразбиране.
de_de: direkt nach nagios xi ausgeführt initialisiert Elemente Standardmenü.
es_es: ejecutados directamente después de Nagios XI inicializa los elementos de menú por defecto.
fr_fr: exécutée directement après nagios xi initialise les éléments de menu par défaut.
it_it: eseguiti direttamente dopo Nagios xi inizializza le voci di menu di default.
ja_jp: Nagios XI が既定のメニュー項目を初期化した後で実行されます。
pl_pl: wykonywane bezpośrednio po Nagios XI inicjuje elementy domyślne menu.
pt_pt: executado diretamente após nagios xi inicializa itens de menu padrão.
ru_ru: выполняется непосредственно после того, как Nagios XI инициализирует пункты меню по умолчанию.
zh_cn: 在Nagios XI初始化默认菜单项后直接执行。

source: This can be used to initialize your own menu items.
bg_bg: Това може да се използва за инициализиране на собствени елементи на менюто.
de_de: Dies kann dazu verwendet werden, um Ihre eigene Menüpunkte zu initialisieren.
es_es: esto puede ser usado para inicializar sus propios elementos de menú.
fr_fr: cela peut être utilisé pour initialiser vos propres éléments de menu.
it_it: questo può essere usato per inizializzare le proprie voci di menu.
ja_jp: 独自のメニュー項目を初期化するために使用できます.
pl_pl: może to zostać wykorzystane do zainicjowania własne pozycje menu.
pt_pt: isso pode ser usado para inicializar seus próprios itens do menu.
ru_ru: это может быть использовано для инициализации свои собственные пункты меню.
zh_cn: 这可以用来初始化你自己的菜单项目。

source: Executed directly after Nagios XI processes the notification templates and gathers all information necessary to send an email notification, directly before sending that email.
bg_bg: изпълнена непосредствено след като nagios xi обработва шаблоните за уведомяване и събира цялата информация, необходима за изпращане на известие по имейл, непосредствено преди изпращането на този имейл.
de_de: Wird direkt ausgeführt, nachdem Nagios xi die Benachrichtigungsvorlagen verarbeitet und alle Informationen gesammelt hat, die zum Senden einer E-Mail-Benachrichtigung direkt vor dem Senden dieser E-Mail erforderlich sind.
es_es: se ejecuta directamente después de que nagios xi procesa las plantillas de notificación y recopila toda la información necesaria para enviar una notificación por correo electrónico, directamente antes de enviar ese correo electrónico.
fr_fr: Exécuté directement après que nagios xi traite les modèles de notification et rassemble toutes les informations nécessaires pour envoyer une notification par e-mail, directement avant d'envoyer cet e-mail.
it_it: eseguito direttamente dopo che nagios xi elabora i modelli di notifica e raccoglie tutte le informazioni necessarie per inviare una notifica via e-mail, direttamente prima di inviare quell'e-mail.
ja_jp: Nagios XIが通知テンプレートを処理し、そのメールを送信する直前にメール通知を送信するために必要なすべての情報を収集した直後に実行されます。
pl_pl: wykonywane bezpośrednio po nagios xi przetwarza szablony powiadomień i gromadzi wszystkie informacje niezbędne do wysłania powiadomienia e-mailem bezpośrednio przed wysłaniem tego e-maila.
pt_pt: executado diretamente após o nagios xi processa os modelos de notificação e reúne todas as informações necessárias para enviar uma notificação por e-mail, diretamente antes de enviar esse e-mail.
ru_ru: выполняется непосредственно после того, как nagios xi обрабатывает шаблоны уведомлений и собирает всю информацию, необходимую для отправки уведомления по электронной почте, непосредственно перед отправкой этого письма.
zh_cn: 在Nagios XI处理完通知模板后直接执行，并在发送邮件之前直接收集发送邮件通知所需的所有信息。

source: This can be used to alter your email notifications.
bg_bg: това може да се използва за промяна на известията ви по имейл.
de_de: Dies kann verwendet werden, um Ihre E-Mail-Benachrichtigungen zu ändern.
es_es: esto puede usarse para alterar sus notificaciones por correo electrónico.
fr_fr: Cela peut être utilisé pour modifier vos notifications par e-mail.
it_it: questo può essere usato per modificare le notifiche e-mail.
ja_jp: これを使用してメール通知を変更することができます。
pl_pl: można to wykorzystać do zmiany powiadomień e-mail.
pt_pt: isso pode ser usado para alterar suas notificações por email.
ru_ru: это можно использовать для изменения уведомлений по электронной почте.
zh_cn: 这可以用来改变你的电子邮件通知。

source: The referer of the message, used in the PHPmailer log
bg_bg: рефераторът на съобщението, използван в регистрационния файл на phpmailer
de_de: der Referer der Nachricht, der im phpmailer Protokoll verwendet wird
es_es: el referer del mensaje, usado en el registro de phpmailer
fr_fr: le referer du message, utilisé dans le journal phpmailer
it_it: il referer del messaggio, usato nel log di phpmailer
ja_jp: phpmailerログで使用されるメッセージのリファラー
pl_pl: referer wiadomości, używany w dzienniku phpmailer
pt_pt: o referenciador da mensagem, usado no log do phpmailer
ru_ru: референт сообщения, используемый в журнале phpmailer
zh_cn: 消息的引用者，在PHPmailer日志中使用。

source: Who the message is sent as (%sFrom:%s header)
bg_bg: кой изпраща съобщението като (% sfrom:% s заглавие)
de_de: Wem die Nachricht gesendet wird als (% sfrom:% s header)
es_es: a quién se envía el mensaje como (% sfrom:% s header)
fr_fr: qui est le message envoyé (% sfrom:% s header)
it_it: a chi viene inviato il messaggio come (% sfrom:% s header)
ja_jp: メッセージの送信者 (%sFrom:%s header)
pl_pl: kto jest wysyłany jako (% sfrom: nagłówek% s)
pt_pt: para quem a mensagem é enviada como (% s de:% s cabeçalho)
ru_ru: который отправляется как (% sfrom:% s header)
zh_cn: 消息以谁的身份发送 (%sFrom:%s header)

source: The message recipient (%sTo:%s header)
bg_bg: получателят на съобщението (% sto:% s заглавие)
de_de: der Nachrichtenempfänger (% sto:% s header)
es_es: el destinatario del mensaje (% sto:% s encabezado)
fr_fr: le destinataire du message (% sto:% s header)
it_it: il destinatario del messaggio (% sto:% s header)
ja_jp: メッセージの受信者 (%sTo:%s header)
pl_pl: odbiorca wiadomości (% sto: nagłówek% s)
pt_pt: o destinatário da mensagem (% sto:% s header)
ru_ru: получатель сообщения (% sto:% s header)
zh_cn: 信息接收者(%sTo:%s标题)

source: The message's subject (%sSubject:%s header)
bg_bg: обектът на съобщението (% ssubject:% s заглавие)
de_de: Betreff der Nachricht (% ssubject:% s header)
es_es: el asunto del mensaje (% ssubject:% s header)
fr_fr: le sujet du message (% ssubject:% s header)
it_it: l'oggetto del messaggio (% ssubject:% s header)
ja_jp: メッセージの件名 (%sSubject:%s header)
pl_pl: temat wiadomości (% ssubject: nagłówek% s)
pt_pt: o assunto da mensagem (% ssubject:% s header)
ru_ru: тема сообщения (% ssubject:% s header)
zh_cn: 信息的主题(%s主题:%s 标题)

source: The message body after the macro processing has occured.
bg_bg: тялото на съобщението след макро обработката.
de_de: der Nachrichtentext nach der Makroverarbeitung aufgetreten ist.
es_es: el cuerpo del mensaje después de que se ha producido el macroprocesamiento.
fr_fr: le corps du message après le traitement de la macro.
it_it: il corpo del messaggio dopo l'elaborazione della macro.
ja_jp: マクロ処理後のメッセージ本文
pl_pl: treść wiadomości po wystąpieniu przetwarzania makr.
pt_pt: o corpo da mensagem após o processamento da macro.
ru_ru: тело сообщения после выполнения макрообработки.
zh_cn: 宏处理发生后的消息体。

source: The event meta data that is passed to the notification handler
bg_bg: мета данни на събитието, които се предават на манипулатора за уведомяване
de_de: Die Ereignis-Metadaten, die an den Benachrichtigungshandler übergeben werden
es_es: Los metadatos del evento que se pasan al controlador de notificaciones.
fr_fr: les métadonnées d'événement qui sont transmises au gestionnaire de notification
it_it: i metadati dell'evento che vengono passati al gestore delle notifiche
ja_jp: 通知ハンドラに渡されるイベントメタデータ
pl_pl: metadane zdarzenia przekazywane do programu obsługi powiadomień
pt_pt: os metadados do evento que são passados para o manipulador de notificação
ru_ru: метаданные события, которые передаются в обработчик уведомлений
zh_cn: 传递给通知处理程序的事件元数据。

source: All of the elements of the array are used in processing the message. %sChanging any of the %s$callback_arguments%s array will alter your email notification!%s
bg_bg: всички елементи на масива се използват при обработката на съобщението. % мащабиране на всеки от масивите% s $ callback_arguments% s ще промени известието ви за имейл!% s
de_de: Alle Elemente des Arrays werden bei der Verarbeitung der Nachricht verwendet. % Wenn Sie eines der% s $ callback_arguments% s Array ändern, ändert sich Ihre E-Mail-Benachrichtigung!% s
es_es: todos los elementos de la matriz se usan para procesar el mensaje. % cambiando cualquiera de los% s $ callback_arguments% s array alterará tu notificación por correo electrónico!% s
fr_fr: tous les éléments du tableau sont utilisés dans le traitement du message. % schanging l'un des% s $ callback_arguments% s tableau va modifier votre notification par e-mail!% s
it_it: tutti gli elementi dell'array vengono utilizzati nell'elaborazione del messaggio. % schanging qualsiasi% s $ callback_arguments% s array modifica la notifica via email!% s
ja_jp: 配列のすべての要素がメッセージの処理に使用されます。 %s %s$callback_arguments%s 配列のいずれかを変更すると、メール通知が変更されます!%s
pl_pl: wszystkie elementy tablicy są używane do przetwarzania wiadomości. % zmiana dowolnej z tablic% s $ callback_arguments% s zmieni twoje powiadomienie mailowe!% s
pt_pt: Todos os elementos da matriz são usados ​​no processamento da mensagem. % schanging da array% s $ callback_arguments% s irá alterar sua notificação por e-mail!% s
ru_ru: все элементы массива используются при обработке сообщения. %, сменив любой из% s $ callback_arguments% s, изменит ваше уведомление по электронной почте!% s
zh_cn: 数组的所有元素都用于处理消息。 %s更改任何%s $ callback参数%s数组将更改您的电子邮件通知！%s

source: Executed directly after Nagios XI sends a notificaton email.
bg_bg: изпълняват се директно след като нагласите xi изпращат имейл за notificaton.
de_de: direkt ausgeführt, nachdem nagios xi eine Benachrichtigungs-E-Mail gesendet hat.
es_es: ejecutado directamente después de nagios xi envía un correo electrónico de notificación.
fr_fr: exécuté directement après que nagios xi envoie un e-mail de notification.
it_it: eseguito direttamente dopo che nagios xi invia una notifica via e-mail.
ja_jp: Nagios XIが通知メールを送信した直後に実行されます。
pl_pl: wykonywane bezpośrednio po tym, jak nagios xi wysyła wiadomość e-mail z powiadomieniem.
pt_pt: executado diretamente após o nagios xi envia um e-mail de notificação.
ru_ru: выполняется сразу после того, как nagios xi отправит уведомление по электронной почте.
zh_cn: 在Nagios XI发送通知邮件后直接执行。

source: This can be used to clean up any processing or storage requirements necessary prior to sending an email otification.
bg_bg: това може да се използва за почистване на всички изисквания за обработка или съхранение, необходими преди изпращането на потвърждение за имейл.
de_de: Damit können Sie alle erforderlichen Verarbeitungs- oder Speicheranforderungen vor dem Senden einer E-Mail-Benachrichtigung aufräumen.
es_es: Esto se puede usar para limpiar cualquier requisito de procesamiento o almacenamiento necesario antes de enviar una notificación por correo electrónico.
fr_fr: Cela peut être utilisé pour nettoyer toutes les exigences de traitement ou de stockage nécessaires avant d'envoyer une notification par courrier électronique.
it_it: questo può essere usato per ripulire eventuali requisiti di elaborazione o memorizzazione necessari prima di inviare un'e-mail di notifica.
ja_jp: これを使用して、Eメールを送る前に必要な処理要件または保管要件をクリーンアップできます
pl_pl: może to zostać wykorzystane do oczyszczenia wszelkich wymagań dotyczących przetwarzania lub przechowywania niezbędnych do wysłania zgłoszenia pocztą elektroniczną.
pt_pt: Isso pode ser usado para limpar quaisquer requisitos de processamento ou armazenamento necessários antes do envio de uma notificação por e-mail.
ru_ru: это может быть использовано для очистки любых требований к обработке или хранению, необходимых до отправки уведомления по электронной почте.
zh_cn: 这可以用来在发送电子邮件通知之前清理任何必要的处理或存储要求。
