Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: The service is associated with other hosts, services, or objects that need to be deleted first
bg_bg: Сървиса е асоцииран с други хостове, сървиси или обекти, които трябва първо да бъдат изтрити
de_de: Der Dienst wird mit anderen Hosts, Dienste oder Objekte, die zuerst gelöscht werden müssen assoziiert
es_es: El servicio está asociado con otros hosts, servicios, u objetos que deben ser eliminados primero
fr_fr: Le service est associé à d'autres hôtes, des services, ou des objets qui doivent être supprimés en premier
it_it: Il servizio è associato con altri host, i servizi o gli oggetti che devono essere prima eliminate
ja_jp: サービスが最初に削除する必要がある他のホスト、サービス、オブジェクトに関連付けられている
pl_pl: usługa jest związana z innych hostów, usług lub obiektów, które muszą być najpierw usunięte
pt_pt: O serviço é associado com outros hosts, serviços ou objetos que precisam ser eliminados primeiro
ru_ru: Услуги, связанные с других хостов, услуг или объектов, которые необходимо сначала удалить
zh_cn: 该服务与其他需要首先删除的主机，服务或对象相关联

source: The service is generated by an advanced monitoring configuration entry
bg_bg: Сървиса се генерира от впиване в разширената (за напреднали) конфигурация за наблюдение
de_de: Der Dienst wird durch eine moderne Überwachungskonfiguration Eintrag erzeugt
es_es: El servicio se genera por una entrada de control de configuración avanzada
fr_fr: Le service est généré par une entrée de configuration avancées de surveillance
it_it: Il servizio è generata da una voce advanced configurazione di monitoraggio
ja_jp: サービスが上級の監視構成エントリにより生成された
pl_pl: Usługa jest generowana przez zaawansowany wpisu konfiguracji monitoringu
pt_pt: o serviço é gerado por uma entrada de configuração monitoramento avançado
ru_ru: Служба создается расширенный ввод конфигурации мониторинга
zh_cn: 该服务由高级监视配置条目生成

source: The service is maintained in a static or external configuration file
bg_bg: Сървиса се поддържа в статичен или външен конфигурационен файл
de_de: Der Dienst wird in einem statischen oder externe Konfigurationsdatei gepflegt
es_es: El servicio se mantiene en un archivo de configuración estática o externa
fr_fr: Le service est mis à jour dans un fichier de configuration statique ou externe
it_it: Il servizio viene mantenuto in un file di configurazione statica o esterna
ja_jp: サービスが静的または外部設定ファイルで保持されている
pl_pl: Usługa jest utrzymywana w stałej lub zewnętrznego pliku konfiguracyjnego
pt_pt: O serviço é mantido em um arquivo de configuração estática ou externa
ru_ru: Услуга поддерживается в статическом или внешнего файла конфигурации
zh_cn: 该服务维护在静态或外部配置文件中

source: To resolve this issue
bg_bg: да разрешите този проблем
de_de: Um dieses Problem zu beheben
es_es: Para resolver este problema
fr_fr: Pour résoudre ce problème
it_it: Per risolvere questo problema
ja_jp: この障害を解決するには
pl_pl: Aby rozwiązać ten problem
pt_pt: Para resolver esse problema
ru_ru: Для решения этой проблемы
zh_cn: 要解决此问题

source: Use the
bg_bg: Използвайте
de_de: Verwenden Sie die
es_es: Use el
fr_fr: Utilisez l'
it_it: Utilizzare il
ja_jp: 用いて
pl_pl: użyć
pt_pt: Use o
ru_ru: Используйте
zh_cn: 使用

source: Manually delete the service definition from the appropriate external configuration file
bg_bg: Ръчно изтрийте дефиницията за сървис от съответния външен конфигурационния файл
de_de: Löschen Sie manuell die Service-Definition aus dem entsprechenden externen Konfigurationsdatei
es_es: Elimine manualmente la definición del servicio del apropiado archivo de configuración externa
fr_fr: Supprimez manuellement la définition du service à partir du fichier de configuration externe appropriée
it_it: Eliminare manualmente la definizione del servizio dal file di configurazione appropriato esterno
ja_jp: 適切な外部設定ファイルからサービス定義を手動で削除する
pl_pl: ręcznie usunąć definicję usługi z odpowiednim pliku konfiguracyjnym zewnętrznego
pt_pt: Exclua manualmente a definição do serviço a partir do arquivo de configuração apropriado externo
ru_ru: Вручную удалить определение услуг из соответствующего внешнего файла конфигурации
zh_cn: 从适当的外部配置文件中手动删除服务定义

source: Ask your Nagios administrator to remove this service
bg_bg: Помолете вашия Nagios администратор да премахне този сървис.
de_de: Fragen Sie Ihren Nagios-Administrator, um diesen Service zu entfernen
es_es: Pregunte a su administrador de Nagios para quitar este servicio
fr_fr: Demandez à votre administrateur Nagios pour supprimer ce service
it_it: Chiedere all'amministratore di Nagios per rimuovere questo servizio
ja_jp: このサービスを削除するには、Nagios管理者に依頼してください
pl_pl: poproś administratora Nagios usunąć tę usługę
pt_pt: Pergunte ao seu administrador Nagios para remover esse serviço
ru_ru: Попросите администратора Nagios, чтобы удалить эту услугу
zh_cn: 请您的Nagios管理员删除此服务

source: Confirm Host Deletion
bg_bg: Потвърдете изтриването на хоста
de_de: Bestätigen Host-Deletion
es_es: Confirmar la eliminacion del Host
fr_fr: Confirmer la suppression de l'hôte
it_it: Conferma cancellazione Host
ja_jp: ホスト削除の確認
pl_pl: potwierdzić usunięcie hosta
pt_pt: Confirmar exclusão do host
ru_ru: Подтверждение Хост удалений
zh_cn: 确认主机删除

source: Are you sure you want to delete this host and remove it from the monitoring configuration?
bg_bg: Сигурни ли сте, че искате да изтриете този хост и да го отстраните от конфигурацията?
de_de: Sind Sie sicher, dass Sie diesen Host zu löschen und entfernen Sie sie aus der Monitoring-Konfiguration?
es_es: Esta seguro de que quiere eliminar este host y eliminarlo desde la configuracion de monitoreo ?
fr_fr: Êtes-vous sûr de vouloir supprimer cet hôte et le retirer de la configuration de surveillance?
it_it: Sei sicuro di voler cancellare questo host e rimuoverlo dalla configurazione di monitoraggio?
ja_jp: このホストを監視設定から削除してもよろしいですか？
pl_pl: jesteś pewien, że chcesz usunąć tego hosta i usunąć go z konfiguracji monitoringu?
pt_pt: Tem certeza de que deseja excluir este host e removê-lo a partir da configuração de monitoramento?
ru_ru: Вы уверены, что хотите удалить этот хост и удалить его из конфигурации мониторинга?
zh_cn: 您确定要删除此主机并将其从监视配置中删除吗？

source: User deleted host
bg_bg: Потребителя изтри хост
de_de: Benutzer gelöscht Host
es_es: Usuario elimino el host
fr_fr: Utilisateur supprimé hôte
it_it: Utente cancellato ospite
ja_jp: ユーザーがホストを削除しました
pl_pl: Użytkownik usunięty gospodarza
pt_pt: Usuário excluiu host
ru_ru: Пользователь удален хоста
zh_cn: 用户已删除主机

source: Host Deletion Scheduled
bg_bg: Изтриването на хоста е насрочено
de_de: Host Löschen vorgemerkt
es_es: Supresión Host programadas
fr_fr: Suppression d'accueil régulier
it_it: Cancellazione Host pianificata
ja_jp: ホストの削除予定
pl_pl: gospodarzem usunięcie zaplanowane
pt_pt: Exclusão de host programada
ru_ru: Хост Удаление расписанию
zh_cn: 已安排主机删除

source: The requested host has been scheduled for deletion and should be removed shortly.
bg_bg: Изискания хост е насрочен за изтриване и трябва да бъде премахнат скоро.
de_de: Die angeforderten Host wurde zum Löschen geplant und sollte in Kürze entfernt werden.
es_es: El anfitrión ha solicitado ha sido programado para la supresión y debe ser eliminado en breve.
fr_fr: L'hôte demandée a été prévue pour la suppression et doit être enlevé peu de temps.
it_it: Il padrone di casa ha chiesto è stato programmato per l'eliminazione e deve essere rimosso a breve.
ja_jp: 要求されたホストは削除がスケジュールされています. まもなく削除されます.
pl_pl: o hosta została zaplanowana do usunięcia i powinny zostać usunięte w najbliższym czasie.
pt_pt: O host solicitado foi programado para exclusão e deve ser removido em breve.
ru_ru: Просил хозяин был запланирован для удаления и должны быть удалены в ближайшее время.
zh_cn: 所请求的主机已安排删除，应该很快将其删除。

source: If the host fails to be removed
bg_bg: Ако хоста не може да бъде отстранен
de_de: Wenn der Host nicht entfernt werden
es_es: Si el host falla para ser removido
fr_fr: Si l'hôte ne parvient pas à être retiré
it_it: Se l'host non riesce a rimuovere
ja_jp: ホストの削除に失敗した場合
pl_pl: Jeśli gospodarz nie usunięte
pt_pt: Se o host não conseguir ser removido
ru_ru: Если хозяин не может быть удален
zh_cn: 如果主机删除失败

source: to delete the host
bg_bg: за изтриване на хост
de_de: um den Host zu löschen
es_es: para eliminar el host
fr_fr: pour supprimer l'hôte
it_it: per eliminare l'host
ja_jp: でホストを削除する
pl_pl: usunąć hosta
pt_pt: para deletar o host
ru_ru: Для удаления хоста
zh_cn: 删除主机

source: Ask your Nagios administrator to remove the host
bg_bg: Помолете вашия Nagios администратор да премахне хоста.
de_de: Fragen Sie Ihren Nagios-Administrator, um den Host zu entfernen
es_es: Pregunte a su administrador de Nagios para eliminar el host
fr_fr: Demandez à votre administrateur Nagios pour supprimer l'hôte
it_it: Chiedere all'amministratore di Nagios per rimuovere l'host
ja_jp: ホストを削除するには、Nagios管理者に依頼してください
pl_pl: poproś administratora Nagios usunąć hosta
pt_pt: Pergunte ao seu administrador Nagios para remover o host
ru_ru: Попросите администратора Nagios, чтобы удалить хост
zh_cn: 请您的Nagios管理员删除主机

source: Could not find a unique id for this host
bg_bg: Не можа да намери неповторим идентификатор за този хост
de_de: Nicht finden konnte eine eindeutige ID für diesen Host
es_es: No se pudo encontrar un id unico para este host
fr_fr: Impossible de trouver un identifiant unique pour cet hôte
it_it: Impossibile trovare un ID univoco per questo host
ja_jp: このホストのユニークIDを見つけることができませんでした
pl_pl: nie mógł znaleźć unikatowy identyfikator dla tego hosta
pt_pt: Não foi possível encontrar um id único para este host
ru_ru: Не удалось найти уникальный идентификатор для данного хоста
zh_cn: 找不到此主机的唯一ID

source: Host cannot be deleted using this method
bg_bg: Хоста не може да се изтрие с помощта на този метод
de_de: Host kann nicht gelöscht werden mit dieser Methode
es_es: Host no puede ser eliminado usando este metodo
fr_fr: Hôte ne peut pas être supprimé à l'aide de cette méthode
it_it: Host non possono essere eliminati con questo metodo
ja_jp: ホストはこの方法で削除できません
pl_pl: hosta nie mogą być usunięte za pomocą tej metody
pt_pt: Host não pode ser excluído usando este método
ru_ru: Хост не может быть удалена с помощью этого метода
zh_cn: 无法使用此方法删除主机

source: Host Deletion Error
bg_bg: Грешка при изтриването на хост
de_de: Host Deletion Fehler
es_es: Error en eliminacion de Host
fr_fr: Erreur Suppression d'accueil
it_it: Host Errore di eliminazione del
ja_jp: ホストの削除エラー
pl_pl: gospodarzem usunięcia błędu
pt_pt: Erro na exclusão do host
ru_ru: Ошибка Хост удалений
zh_cn: 主机删除错误

source: One or more errors were detected that prevent the host from being deleted.
bg_bg: Една или повече грешки бяха открити, които пречат на хоста да бъде изтрит.
de_de: Ein oder mehrere Fehler erkannt wurden, die verhindern, den Host gelöscht werden.
es_es: Uno o más errores fueron detectados que impiden la acogida que se borre.
fr_fr: Une ou plusieurs erreurs ont été détectées qui empêchent l'hôte contre l'effacement.
it_it: Uno o più errori sono stati rilevati che impedisce allo Stato di essere eliminato.
ja_jp: ホストの削除を妨げる1つ以上のエラーが検出されました.
pl_pl: jeden lub więcej błędów wykryto, że zapobieganie gospodarza przed usunięciem.
pt_pt: Um ou mais erros foram detectados que impedem que o host seja excluído.
ru_ru: Один или несколько ошибок было обнаружено, что предотвратить принимающей от удаления.
zh_cn: 检测到一个或多个错误，阻止主机被删除。

source: The host is associated with other hosts, services, or objects that need to be deleted first
bg_bg: Хоста е асоцииран с други хостове, сървиси или обекти, които трябва първо да бъдат изтрити
de_de: Der Host wird mit anderen Hosts, Dienste oder Objekte, die zuerst gelöscht werden müssen assoziiert
es_es: El host esta asociado con otros hosts, servicios, u objectos que necesita ser eliminados primero
fr_fr: L'hôte est associée à d'autres hôtes, des services, ou des objets qui doivent être supprimés en premier
it_it: Il padrone di casa è associata con altri host, i servizi o gli oggetti che devono essere prima eliminate
ja_jp: ホストが最初に削除する必要がある他のホスト、サービス、オブジェクトに関連付けられている
pl_pl: host jest związany z innych hostów, usług lub obiektów, które muszą być najpierw usunięte
pt_pt: O host é associado com outros hosts, serviços ou objetos que precisam ser eliminados primeiro
ru_ru: Хозяин связан с другими узлами, услуги или объекты, которые необходимо сначала удалить
zh_cn: 主机与其他需要首先删除的主机，服务或对象相关联

source: The host is maintained in a static or external configuration file
bg_bg: Хоста се поддържа в статичен или външен конфигурационен файл
de_de: Der Host wird in einem statischen oder externe Konfigurationsdatei gepflegt
es_es: El anfitrión se mantiene en un archivo de configuración estática o externa
fr_fr: L'hôte est mis à jour dans un fichier de configuration statique ou externe
it_it: L'host viene mantenuto in un file di configurazione statica o esterna
ja_jp: ホストが静的または外部構成ファイルで保持されている
pl_pl: gospodarza utrzymuje się w stałej lub zewnętrznego pliku konfiguracyjnego
pt_pt: O host é mantido em um arquivo de configuração estática ou externa
ru_ru: Хозяин сохраняется в статической или внешнего файла конфигурации
zh_cn: 主机维护在静态或外部配置文件中

source: Manually delete the host definition from the appropriate external configuration file
bg_bg: Ръчно изтрийте дефиницията за хост от съответния външен конфигурационния файл
de_de: Löschen Sie manuell den Host-Definition aus dem entsprechenden externen Konfigurationsdatei
es_es: Elimine manualmente la definición de equipo del archivo de configuración externa apropiada
fr_fr: Supprimez manuellement la définition d'hôte dans le fichier de configuration externe appropriée
it_it: Eliminare manualmente la definizione di host dal file di configurazione appropriato esterno
ja_jp: 適切な外部設定ファイルからホスト定義を手動で削除する
pl_pl: ręcznie usunąć definicję hosta z odpowiedniego pliku konfiguracyjnego zewnętrznego
pt_pt: Excluir manualmente a definição de host do arquivo de configuração externo apropriado
ru_ru: Вручную удалить хост определению из соответствующего внешнего файла конфигурации
zh_cn: 从适当的外部配置文件中手动删除主机定义

source: Delete all services associated with this host first
bg_bg: Първо изтрийте всички услуги, свързани с този хост
de_de: Löschen Sie alle Dienste mit diesem Host verbunden ersten
es_es: Eliminar todos los servicios asociados a este primer anfitrión
fr_fr: Supprimer tous les services associés à ce premier hôte
it_it: Elimina tutti i servizi associati a questo primo ospite
ja_jp: 最初に、このホストに関連付けられているすべてのサービスを削除します
pl_pl: usunąć wszystkie usługi związane z tym pierwszym hoście
pt_pt: Exclua todos os serviços associados a este host primeiro
ru_ru: Удалить все услуги, связанные с этим состоится первый
zh_cn: 首先删除与此主机关联的所有服务

source: Ask your Nagios administrator to remove this host
bg_bg: Помолете вашия Nagios администратор да премахне този хост.
de_de: Fragen Sie Ihren Nagios-Administrator, um diesen Host zu entfernen
es_es: Preguntele a su Administrador Nagios para eliminar este host
fr_fr: Demandez à votre administrateur Nagios pour retirer cet hôte
it_it: Chiedere all'amministratore di Nagios per rimuovere questo host
ja_jp: このホストを削除するには、Nagios管理者に依頼してください
pl_pl: poproś administratora Nagios usunąć ten gospodarz
pt_pt: Pergunte ao seu administrador Nagios para remover este host
ru_ru: Попросите администратора Nagios, чтобы удалить этот хост
zh_cn: 请您的Nagios管理员删除此主机

source: Failed
bg_bg: се провали
de_de: gescheitert
es_es: ha fallado
fr_fr: échoué
it_it: fallito
ja_jp: 失敗
pl_pl: Nie
pt_pt: Falhou
ru_ru: не смогли
zh_cn: 失败

source: Error: Python not found on the system. Install python or verify that /usr/bin/python exists. Some systems do not have a default python setup.
bg_bg: грешка: python не е намерен в системата. инсталирайте python или проверете дали / usr / bin / python съществува. някои системи нямат настройка на python по подразбиране.
de_de: Fehler: Python nicht auf dem System gefunden. Installieren Sie Python oder stellen Sie sicher, dass / usr / bin / python vorhanden ist. Einige Systeme verfügen nicht über ein Standard-Python-Setup.
es_es: error: python no encontrado en el sistema. instale python o verifique que / usr / bin / python exista. algunos sistemas no tienen una configuración de python predeterminada.
fr_fr: erreur: python introuvable sur le système. installez python ou vérifiez que / usr / bin / python existe. certains systèmes n'ont pas de configuration python par défaut.
it_it: errore: python non trovato sul sistema. installa python o verifica che esista / usr / bin / python. alcuni sistemi non hanno una configurazione predefinita di Python.
ja_jp: エラー：システムにpythonが見つかりません。 pythonをインストールするか、/ usr / bin / pythonが存在することを確認します。一部のシステムには、デフォルトのPythonセットアップがありません。
pl_pl: błąd: w systemie nie znaleziono Pythona. zainstaluj python lub sprawdź, czy istnieje / usr / bin / python. niektóre systemy nie mają domyślnej konfiguracji Pythona.
pt_pt: erro: python não encontrado no sistema. instale o python ou verifique se / usr / bin / python existe. alguns sistemas não têm uma configuração python padrão.
ru_ru: ошибка: python не найден в системе. установите python или убедитесь, что / usr / bin / python существует. некоторые системы не имеют настройки Python по умолчанию.
zh_cn: 错误：在系统上找不到Python。 安装python或验证/ usr / bin / python是否存在。 某些系统没有默认的python设置。

source: Unreachable
bg_bg: Недостижим
es_es: Inalcanzable
fr_fr: Inaccessible
it_it: Non raggiungibile
ja_jp: 未到達
pl_pl: nieosiągalny
pt_pt: Inacessível
ru_ru: Недостижимый
zh_cn: 不可达

source: Success
bg_bg: успех!
de_de: Erfolg!
es_es: éxito!
fr_fr: succès!
it_it: successo!
ja_jp: 成功！
pl_pl: powodzenie!
pt_pt: sucesso!
ru_ru: успех!
zh_cn: 成功！

source: Installed and running
bg_bg: инсталиран и работи
de_de: installiert und läuft
es_es: instalado y funcionando
fr_fr: installé et en cours d'exécution
it_it: installato e funzionante
ja_jp: インストールして実行
pl_pl: zainstalowany i uruchomiony
pt_pt: instalado e funcionando
ru_ru: установлен и работает
zh_cn: 安装并运行

source: System
bg_bg: Система
es_es: sistema
fr_fr: système
it_it: sistema
ja_jp: システム
pt_pt: sistema
ru_ru: система
zh_cn: 系统

source: Run Wizard
bg_bg: стартирайте съветника
de_de: lauf Zauberer
es_es: ejecute el asistente
fr_fr: Assistant d'exécution
it_it: eseguire la procedura guidata
ja_jp: ウィザードを実行する
pl_pl: uruchomić kreatora
pt_pt: assistente de execução
ru_ru: запустить мастера
zh_cn: 运行向导

source: Run Again
bg_bg: Стартирайте отново
de_de: führe es nochmals aus
es_es: corre de nuevo
fr_fr: exécutez à nouveau
it_it: esegui di nuovo
ja_jp: 再実行
pl_pl: uruchomić ponownie
pt_pt: Corra novamente
ru_ru: бежать снова
zh_cn: 再次运行

source: Access denied. You do not have permision to access this component.
bg_bg: отказан достъп. нямате разрешение за достъп до този компонент.
de_de: Zugriff abgelehnt. Sie haben keine Berechtigung, auf diese Komponente zuzugreifen.
es_es: acceso denegado. No tiene permiso para acceder a este componente.
fr_fr: accès refusé. vous n'êtes pas autorisé à accéder à ce composant.
it_it: accesso negato. non hai il permesso di accedere a questo componente.
ja_jp: アクセスが拒否されました。このコンポーネントにアクセスする権限がありません。
pl_pl: brak dostępu. nie masz uprawnień dostępu do tego komponentu.
pt_pt: acesso negado. você não tem permissão para acessar este componente.
ru_ru: доступ закрыт. у вас нет разрешения на доступ к этому компоненту.
zh_cn: 拒绝访问。您没有访问该组件的权限。

source: Deploy Agent
bg_bg: агент за внедряване
de_de: Agent bereitstellen
es_es: desplegar agente
fr_fr: déployer l'agent
it_it: agente di distribuzione
ja_jp: エージェントを展開する
pl_pl: wdrożyć agenta
pt_pt: agente de implantação
ru_ru: агент развертывания
zh_cn: 部署代理

source: Deploy an agent to a system or a list of systems. Select monitoring type, credentials, and checks to run on the system.
bg_bg: внедрете агент към система или списък със системи. изберете вид на мониторинг, идентификационни данни и проверки, които да се изпълняват в системата.
de_de: Stellen Sie einen Agenten auf einem System oder einer Liste von Systemen bereit. Wählen Sie den Überwachungstyp, die Anmeldeinformationen und die Überprüfungen aus, die auf dem System ausgeführt werden sollen.
es_es: implementar un agente en un sistema o una lista de sistemas. seleccione el tipo de monitoreo, credenciales y verificaciones para ejecutar en el sistema.
fr_fr: déployer un agent sur un système ou une liste de systèmes. sélectionnez le type de surveillance, les informations d'identification et les vérifications à exécuter sur le système.
it_it: distribuire un agente in un sistema o in un elenco di sistemi. selezionare il tipo di monitoraggio, le credenziali e i controlli da eseguire sul sistema.
ja_jp: システムまたはシステムのリストにエージェントをデプロイします。システムで実行する監視タイプ、資格情報、およびチェックを選択します。
pl_pl: wdróż agenta w systemie lub na liście systemów. wybierz typ monitorowania, poświadczenia i kontrole do uruchomienia w systemie.
pt_pt: implantar um agente em um sistema ou em uma lista de sistemas. selecione o tipo de monitoramento, credenciais e verificações para executar no sistema.
ru_ru: развернуть агент в системе или списке систем. выберите тип мониторинга, учетные данные и проверки для запуска в системе.
zh_cn: 将代理程序部署到系统或系统列表。 选择监视类型，凭据和检查以在系统上运行。

source: View past auto deploy jobs
bg_bg: преглед на минали задачи за автоматично внедряване
de_de: Anzeigen früherer Jobs für die automatische Bereitstellung
es_es: ver trabajos anteriores de despliegue automático
fr_fr: afficher les travaux de déploiement automatique antérieurs
it_it: visualizzare i processi di distribuzione automatica passati
ja_jp: 過去の自動展開ジョブを表示する
pl_pl: przeglądaj wcześniejsze zadania automatycznego wdrażania
pt_pt: visualizar trabalhos anteriores de implantação automática
ru_ru: просмотреть прошлые задания автоматического развертывания
zh_cn: 查看过去的自动部署作业

source: IP Addresses
bg_bg: IP адреси
de_de: IP-Adressen
es_es: Direccion IP
fr_fr: Adresses IP
it_it: Indirizzi IP
ja_jp: IPアドレス
pl_pl: adresy IP
pt_pt: Endereço de IP
ru_ru: IP-адреса
zh_cn: IP地址

source: or Hostnames
bg_bg: или имена на хостове
de_de: oder Hostnamen
es_es: o nombres de host
fr_fr: ou noms d'hôtes
it_it: o nomi host
ja_jp: またはホスト名
pl_pl: lub nazwy hostów
pt_pt: ou nomes de host
ru_ru: или имена хостов
zh_cn: 或主机名

source: List one host per line. A single list of comma separated values is also valid.
bg_bg: избройте по един хост на ред. също е валиден един списък със стойности, разделени със запетая.
de_de: Listen Sie einen Host pro Zeile auf. Eine einzelne Liste von durch Kommas getrennten Werten ist ebenfalls gültig.
es_es: enumere un host por línea. Una lista única de valores separados por comas también es válida.
fr_fr: répertoriez un hôte par ligne. une seule liste de valeurs séparées par des virgules est également valide.
it_it: elenca un host per riga. è valido anche un unico elenco di valori separati da virgola.
ja_jp: 1行に1つのホストをリストします。カンマ区切り値の単一リストも有効です。
pl_pl: wymień jednego hosta na linię. ważna jest także pojedyncza lista wartości oddzielonych przecinkami.
pt_pt: liste um host por linha. uma única lista de valores separados por vírgula também é válida.
ru_ru: перечислите один хост в каждой строке. допустим также один список значений, разделенных запятыми.
zh_cn: 每行列出一台主机。 逗号分隔值的单个列表也是有效的。

source: Operating System
bg_bg: Операционна система
de_de: Betriebssystem
es_es: Centro de Operaciones
fr_fr: Système d'exploitation
it_it: Sistema operativo
ja_jp: OS
pl_pl: System operacyjny
pt_pt: Sistema Operacional
ru_ru: Операционная система
zh_cn: 操作系统
