Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: This happens whenever the authentication is checked AND passed - NOT when a user is authenticated. e.g.: Before Nagios XI decides whether or not you have adequate access to view a certain page (usually only when you're logged in). This happens very frequently.
bg_bg: Това се случва, когато на автентичността се проверява И предава - НЕ, когато потребителят е идентифициран. Например: преди Nagios XI да реши дали имате достатъчно достъп до пределена страница (обикновено само когато сте влезли в системата). Това се случва много често.
de_de: dies geschieht, wenn die Authentifizierung geprüft und bestanden - nicht, wenn ein Benutzer authentifiziert wird. zB: vor nagios xi entscheidet, ob Sie einen ausreichenden Zugang haben eine bestimmte Seite zu sehen (in der Regel nur, wenn Sie angemeldet sind). dies geschieht sehr häufig.
es_es: esto sucede cada vez que la autenticación se comprueba y se hace pasar - no cuando un usuario está autenticado. por ejemplo: antes de Nagios XI decide si tiene o no acceso adecuado para ver una página determinada (por lo general sólo cuando está conectado). esto sucede con mucha frecuencia.
fr_fr: cela se produit lorsque l'authentification est vérifiée et transmise - pas lorsqu'un utilisateur est authentifié. par exemple: avant nagios xi décide si oui ou non vous avez un accès adéquat à voir une certaine page (généralement uniquement lorsque vous êtes connecté). cela se produit très fréquemment.
it_it: questo accade ogni volta che l'autenticazione viene controllato e passato - non quando un utente viene autenticato. ad esempio: prima di Nagios xi decide se non si dispone di un accesso adeguato per visualizzare una determinata pagina (di solito solo quando si è registrato in). questo accade molto frequentemente.
ja_jp: 認証がチェックされてパスしたら発生します。 ユーザーが認証されたときではありません（例：Nagios XI は、ユーザーが特定のページの閲覧可能かどうか（通常ログイン時に）を決定します）。 非常に頻繁に発生します.
pl_pl: W takiej sytuacji, gdy autoryzacja jest sprawdzana i przeszedł - nie wtedy, gdy użytkownik jest uwierzytelniony. np: przed nagios xi zdecyduje, czy masz wystarczający dostęp do przeglądania określoną stronę (zazwyczaj tylko wtedy, gdy jesteś zalogowany). zdarza się to bardzo często.
pt_pt: Isto acontece sempre que a autenticação é verificada e aprovada - não quando um usuário é autenticado. por exemplo: antes nagios xi decide se quer ou não têm acesso adequado para visualizar uma determinada página (geralmente somente quando você está logado). isso acontece com muita freqüência.
ru_ru: это происходит всякий раз, когда аутентификация проверяется и передается - не тогда, когда пользователь проходит проверку подлинности. например: перед тем как Nagios XI решает, есть ли у Вас достаточный доступ для просмотра определенной страницы (как правило, только тогда, когда вы вошли в систему). это случается очень часто.
zh_cn: 只要检查并通过身份验证，就会发生这种情况-验证用户身份时不会发生这种情况。 例如：在Nagios XI决定您是否具有访问特定页面的权限之前（通常仅在您登录后）。 这经常发生。

source: Executed directly before the %s tag is printed.
bg_bg: Изпълнен директно преди отпечатването на %s тага (tag).
de_de: direkt vor der% s ausgeführt Tag gedruckt wird.
es_es: ejecutado directamente antes de imprimir la etiqueta% s.
fr_fr: exécuté directement avant la balise de l'% est imprimé.
it_it: eseguito direttamente prima tag% s viene stampato.
ja_jp: %s タグがプリントされる前に直接実行されます.
pl_pl: wykonywane bezpośrednio przed% s znacznik jest drukowany.
pt_pt: executados diretamente antes da tag% s é impresso.
ru_ru: выполняется непосредственно перед% S тега печатается.
zh_cn: 直接在%s标签打印前执行。

source: Array key
bg_bg: ключ масив
de_de: Array-Schlüssel
es_es: clave de la matriz
fr_fr: clé du tableau
it_it: chiave dell'array
ja_jp: 配列キー
pl_pl: kluczem tablica
pt_pt: chave do array
ru_ru: массив ключей
zh_cn: 数组键

source: Value type
bg_bg: Тип на стойността
de_de: Werttyp
es_es: tipo de valor
fr_fr: type de valeur
it_it: tipo di valore
ja_jp: 値のタイプ
pl_pl: Typ wartości
pt_pt: tipo de valor
ru_ru: тип значения
zh_cn: 值类型

source: Value description
bg_bg: Описание на стойността
de_de: Wert Beschreibung
es_es: Descripción valor
fr_fr: Description de la valeur
it_it: descrizione valore
ja_jp: 値の説明
pl_pl: opis wartość
pt_pt: Descrição do valor
ru_ru: описание значения
zh_cn: 值说明

source: False if main window, true if main content (frame).
bg_bg: Погрешно (False), ако е основният прозорец, вярно (True), ако e основното съдържание (frame).
de_de: wenn Hauptfenster false, true, wenn Hauptinhalt (Frame).
es_es: false si la ventana principal, si es cierto contenido principal (marco).
fr_fr: false si la fenêtre principale, true si le contenu principal (cadre).
it_it: false se finestra principale, vero se contenuto principale (telaio).
ja_jp: メインウィンドウの場合は false, メインコンテント（フレーム）の場合は true.
pl_pl: false, jeśli w oknie głównym, true, jeśli główne treści (ramka).
pt_pt: false se a janela principal, verdadeiro se o conteúdo principal (quadro).
ru_ru: ложь, если главное окно, верно, если основное содержание (кадр).
zh_cn: 如果是主窗口则为False，如果是主内容（框架）则为true。

source: Executed directly after the %s tag is printed.
bg_bg: Изпълнен директно след като %s тага (tag) е отпечатан.
de_de: direkt nach der% s ausgeführt Tag gedruckt wird.
es_es: ejecutado inmediatamente después de que se imprima la etiqueta% s.
fr_fr: exécutée directement après la balise de l'% est imprimé.
it_it: eseguito direttamente dopo il tag% s viene stampato.
ja_jp: %s タグがプリントされた後に直接実行されます.
pl_pl: wykonywane bezpośrednio po% s znacznik jest drukowany.
pt_pt: executado logo após a tag% s é impresso.
ru_ru: выполняется сразу после тега% S печатается.
zh_cn: 打印%s标签后直接执行。

source: Executed directly after the navigation links are printed on the Configure Options page.
bg_bg: Изпълнен директно след като навигационните връзки са отпечатани на страницата с опции за конфигуриране.
de_de: direkt nachdem die Navigationslinks gedruckt auf der Konfigurationsoptionen Seite ausgeführt.
es_es: ejecutados directamente después de los enlaces de navegación que se imprimen en la página de opciones de configuración.
fr_fr: exécutée directement après les liens de navigation sont imprimés sur la page des options de configuration.
it_it: eseguiti direttamente dopo i link di navigazione sono stampate sulla pagina di opzioni di configurazione.
ja_jp: ナビゲーションリンクが設定オプションページ上にプリントされた後に直接実行されます.
pl_pl: wykonywane bezpośrednio po linki nawigacyjne są drukowane na stronie opcji konfiguracji.
pt_pt: executado diretamente após os links de navegação são impressos na página de opções de configuração.
ru_ru: выполняется непосредственно после того, как ссылки навигации печатаются на странице опций конфигурации.
zh_cn: 在导航链接打印在“配置选项”页面上之后直接执行。

source: Only occurs on the Configure Options page. This allows you to create custom navigation endpoints for your configuration landing page.
bg_bg: Среща се само на страницата с опции за конфигуриране (Configure Options). Това ви позволява да създадете потребителски навигационни крайни точки (endpoints) за конфигурацията на началната ви страница.
de_de: tritt nur auf, auf der configure Optionen Seite. dies ermöglicht es Ihnen, benutzerdefinierte Navigations Endpunkte für die Konfiguration der Zielseite zu erstellen.
es_es: sólo se produce en la página de opciones de configuración. esto le permite crear puntos finales de navegación personalizado para su página de destino de configuración.
fr_fr: ne se produit que sur la page des options de configuration. cela vous permet de créer des paramètres de navigation personnalisée pour votre page d'atterrissage de configuration.
it_it: si verifica solo sulla pagina opzioni di configurazione. questo permette di creare gli endpoint di navigazione personalizzato per la pagina di destinazione di configurazione.
ja_jp: 設定オプションページでのみ発生します. これにより設定のランディングページのカスタムナビゲーションエンドポイントを作成できます.
pl_pl: występuje tylko na stronie opcji konfiguracji. ta pozwala na tworzenie niestandardowych punktów końcowych dla nawigacji strony docelowej konfiguracji.
pt_pt: ocorre apenas na página de opções de configuração. isso permite que você crie pontos de extremidade de navegação personalizada para a sua página de destino configuração.
ru_ru: происходит только на странице опций конфигурации. это позволяет создавать пользовательские навигационные конечные точки для вашей целевой страницы конфигурации.
zh_cn: 仅在“配置选项”页面上发生。 这使您可以为配置登录页面创建自定义导航端点。

source: Executed directly before the footer is printed.
bg_bg: Изпълнен директно преди отпечатването на футъра (footer).
de_de: direkt vor der Fußzeile ausgeführt wird gedruckt.
es_es: ejecutados directamente antes de imprimir el pie de página.
fr_fr: exécuté juste avant le pied de page est imprimé.
it_it: eseguita direttamente prima del piè di pagina viene stampato.
ja_jp: フッターがプリントされる前に直接実行されます.
pl_pl: wykonywane bezpośrednio przed stopka jest drukowana.
pt_pt: executados diretamente antes do rodapé é impresso.
ru_ru: выполняется непосредственно перед сноска печатается.
zh_cn: 在打印页脚之前直接执行。

source: Executed directly after %s is printed.
bg_bg: Изпълнен директно след %s отпечатването.
de_de: direkt nach% s ausgeführt wird gedruckt.
es_es: ejecutado directamente después se imprime% s.
fr_fr: exécutée directement après% s est imprimé.
it_it: eseguito direttamente dopo% s viene stampato.
ja_jp: %s がプリントされた後に直接実行されます.
pl_pl: wykonywane bezpośrednio po% s zostanie wydrukowany.
pt_pt: executado diretamente após% s é impresso.
ru_ru: выполняется непосредственно после того, как% s печатается.
zh_cn: 打印完%s后直接执行。

source: Only occurs if this is not a child page.
bg_bg: Появява се само ако това не е дъщерна страница (child page).
de_de: tritt nur auf, wenn das nicht ein Kind Seite.
es_es: sólo se produce si esto no es una página secundaria.
fr_fr: ne se produit que si ce n'est pas une page de garde.
it_it: si verifica solo se questa non è una pagina figlio.
ja_jp: これが子ページでない場合にのみ発生します.
pl_pl: występuje tylko wtedy, gdy nie jest to strona dziecko.
pt_pt: ocorre apenas se isto não é uma página de criança.
ru_ru: происходит только если это не ребенок страницу.
zh_cn: 仅当这不是子页面时才会发生。

source: Executed after each of the %s tags are written in the host and service status tables, but before the %s tag
bg_bg: Изпълнен след всеки от %s таговете (tags) , които са записани в таблиците за статута на хостове и сървиси, но преди %s тага
de_de: Nach jedem der Tags s% ausgeführt in den Host- und Service-Statustabellen geschrieben werden, aber bevor die% s-Tag
es_es: ejecutado después de cada una de las etiquetas% s están escritos en las tablas de estado de equipos y servicios, pero antes de la etiqueta% s
fr_fr: exécuté après chacune des balises de l'% sont écrites dans les tables d'état hôte et de service, mais avant la balise de l'%
it_it: eseguito dopo che gli% s tag sono scritti nelle tabelle di stato di accoglienza e di servizio, ma prima che il tag% s
ja_jp: ホストおよびサービスステータステーブルで各 %s タグが書かれた後に実行されます. %s タグの前ではありません
pl_pl: wykonywane po każdym z% s znaczniki są zapisywane w tabelach statusu gospodarza i usług, ale przed znacznikiem% s
pt_pt: executado após cada uma das marcas do% s são escritos nas tabelas de status de acolhimento e de serviço, mas antes a tag% s
ru_ru: выполняется после каждого из% S тегов записываются в таблицах статуса хоста и сервиса, но перед% S в теге
zh_cn: 在将每个%s标记写入主机和服务状态表之后但在%s标记之前执行

source: Used when generating host/service status tables. Allows you to insert data to the end of each table row in the status table, BEFORE the %s tag is written.
bg_bg: Използван при генерирането на таблици за статуса на хост / сървис. Позволява ви да вмъквате данни в края на всеки ред от таблицата в таблицата за статус, ПРЕДИ %s етикета (tag) да е записан.
de_de: verwendet, wenn Host / Service-Statustabellen zu erzeugen. ermöglicht es Ihnen, Daten an das Ende jeder Tabellenzeile in der Statustabelle einzufügen, bevor das Tag geschrieben wird s%.
es_es: utilizado en la generación de tablas de estado anfitrión / servicio. le permite introducir datos al final de cada fila de la tabla en la tabla de estado, antes de la etiqueta% s está escrito.
fr_fr: utilisé lors de la génération des tables d'état hôte / service. vous permet d'insérer des données à la fin de chaque ligne du tableau dans le tableau d'état, avant la balise de l'% est écrit.
it_it: usato durante la generazione tabelle di stato host / servizio. consente di inserire i dati alla fine di ogni riga della tabella nella tabella di stato, prima che il tag% s è scritto.
ja_jp: ホスト/サービスステータステーブルの生成時に使用されます. %s タグが書込まれる前に、各テーブル行の最後にデータを挿入できます.
pl_pl: wykorzystywane podczas generowania tabel stanu host / usługi. pozwala na wprowadzanie danych do końca każdego wiersza tabeli w tabeli stanu przed% s znacznik jest napisane.
pt_pt: usado ao gerar tabelas de status host / serviço. permite inserir dados ao final de cada linha da tabela na tabela de status, antes de tag% s está escrito.
ru_ru: используется при создании таблиц статуса хоста / услуг. позволяет вставлять данные в конце каждой строки таблицы в таблице состояний, перед тем,% S тега записывается.
zh_cn: 在生成主机/服务状态表时使用。 允许您在写入%s标记之前将数据插入状态表中每个表行的末尾。

source: The type of table cell you're dealing with.
bg_bg: Типа на клетка в таблицата, с която си имате работа.
de_de: die Art der Tabellenzelle mit Ihnen zu tun haben.
es_es: el tipo de celda de la tabla que está tratando.
fr_fr: le type de cellule de table que vous avez affaire.
it_it: il tipo di cella di tabella che si sta trattando.
ja_jp: 扱っているテーブルのセルタイプ.
pl_pl: typ komórki tabeli masz do czynienia.
pt_pt: o tipo de célula da tabela que você está lidando.
ru_ru: тип ячейки таблицы вы имеете дело с.
zh_cn: 您要处理的表格单元格的类型。

source: If %s then this is the host name of the object that this cell refers to, if %s then this is the host name of the service_description of the object that this cell refers to.
bg_bg: Ако %s тогава това е хост името на обекта, за който се отнася тази клетка, ако %s тогава това е хост името на service_description на обекта, за който се отнася тази клетка.
de_de: wenn% s, dann ist dies der Hostname des Objekts, dass diese Zelle bezieht sich auf, wenn% s dann ist dies der Hostname des service_description des Objekts ist, dass diese Zelle bezieht sich auf.
es_es: si% s, entonces este es el nombre de host del objeto que esta célula se refiere, si% s, entonces este es el nombre de host del SERVICE_DESCRIPTION del objeto que esta célula se refiere a.
fr_fr: si% s alors c'est le nom d'hôte de l'objet que cette cellule se réfère, si% s alors c'est le nom d'hôte du service_description de l'objet que cette cellule se réfère.
it_it: se% s allora questo è il nome host dell'oggetto che questa cella fa riferimento, se% s allora questo è il nome host del service_description dell'oggetto che questa cella si riferisce.
ja_jp: %s の場合、これはこのセルが参照するオブジェクトのホスト名です. %s であれば、このセルが参照するオブジェクトのservice_descriptionのホスト名です.
pl_pl: if% s to jest to nazwa hosta obiektu, który odnosi się do tego komórka, jeśli% s to jest to nazwa hosta SERVICE_DESCRIPTION obiektu, że komórka ta dotyczy.
pt_pt: Se% s então este é o nome do host do objeto que esta célula refere-se, se% s então este é o nome do host do service_description do objeto que esta célula se refere.
ru_ru: если% s, то это имя хоста объекта, эта ячейка относится, если% s, то это имя хоста SERVICE_DESCRIPTION объекта, что эта ячейка ссылается.
zh_cn: 如果为%s，则为此单元格引用的对象的主机名；如果为%s，则为此单元格引用的对象的service_description的主机名。

source: If %s then this will be the service description of the service that this cell refers to.
bg_bg: Ако %s, тогава това ще бъде името на сървиса (service description), за което се отнася тази клетка.
de_de: wenn% s dann wird dies der Service-Beschreibung des Dienstes, die diese Zelle bezieht.
es_es: si% s, entonces esto será la descripción del servicio del servicio que esta célula se refiere a.
fr_fr: si% s alors ce sera la description du service du service que cette cellule se réfère.
it_it: se% s allora questa sarà la descrizione del servizio del servizio che questa cella si riferisce.
ja_jp: %s の場合、このセルが参照するサービスのサービス説明.
pl_pl: if% s to będzie to opis usługi serwisu, że komórka ta dotyczy.
pt_pt: Se% s então esta será a descrição do serviço do serviço que esta célula se refere.
ru_ru: если% s, то это будет описание службы сервиса, что эта ячейка ссылается.
zh_cn: 如果为%s，则这将是此单元格引用的服务的服务描述。

source: The ID of the object that this cell refers to.
bg_bg: Идентификатора на обекта, с който тази клетка се асоциира.
de_de: die ID des Objekts, dass diese Zelle bezieht.
es_es: el ID del objeto que esta célula se refiere a.
fr_fr: l'id de l'objet que cette cellule se réfère.
it_it: l'id dell'oggetto che questa cella si riferisce.
ja_jp: このセルが参照するオブジェクトのID.
pl_pl: Identyfikator obiektu komórka odnosi.
pt_pt: o id do objeto que esta célula se refere.
ru_ru: идентификатор объекта, который эта ячейка ссылается.
zh_cn: 此单元格引用的对象的ID。

source: The XML of the object that this cell refers to.
bg_bg: XML на обекта, за който се отнася тази клетка.
de_de: das XML des Objekts, dass diese Zelle bezieht.
es_es: el XML del objeto que esta célula se refiere a.
fr_fr: xml de l'objet que cette cellule se réfère.
it_it: xml dell'oggetto che questa cella riferisce.
ja_jp: このセルが参照するオブジェクトのXML.
pl_pl: xml obiektu, że odnosi się do komórek.
pt_pt: o XML do objecto que esta célula refere-se a.
ru_ru: XML-объекта, который эта ячейка ссылается.
zh_cn: 此单元格引用的对象的XML。

source: Value is set to inform whether or not HTML is allowed in the status table.
bg_bg: Стойността е настроена да показва дали HTML е разрешен в таблицата за състоянието.
de_de: Wert wird in der Statustabelle zu informieren, ob oder nicht html erlaubt ist.
es_es: valor se establece para informar de si se permite o no html en la tabla de estado.
fr_fr: valeur est d'informer ou non html est autorisé dans le tableau d'état.
it_it: valore è impostato per informare o meno HTML è consentito nella tabella di stato.
ja_jp: ステータステーブルでHTMLが許可されるかどうかに関する情報を設定します.
pl_pl: Wartość ta jest ustawiana poinformować czy html jest dozwolone w tabeli stanu.
pt_pt: valor é definido para informar ou não html é permitido na tabela de status.
ru_ru: значение устанавливается сообщить, является ли или нет HTML разрешено в таблице состояния.
zh_cn: 设置值可以通知状态表中是否允许HTML。

source: The array to append elements to, they will be inserted at the end of this cell's row, before the %s.
bg_bg: Масива, към който да се добавят елементите, те ще се добавят в края на реда на тази клетка, преди %s.
de_de: das Array angehängt werden Elemente, werden sie am Ende dieser Zelle der Reihe, bevor die% s eingefügt werden.
es_es: la matriz para anexar los elementos a, que se insertarán al final de la fila de esta célula, antes de la% s.
fr_fr: le réseau à ajouter des éléments à, ils seront insérés à la fin de la ligne de cette cellule, avant le% s.
it_it: la matrice da aggiungere elementi, saranno inseriti alla fine di fila di questa cellula, prima che il% s.
ja_jp: 要素を加えるための配列. これらはこのセル行の最後, %s の前に挿入されます.
pl_pl: tablica dołączyć elementy, zostaną one wstawione na końcu wiersza tej komórki przed% s.
pt_pt: a matriz para acrescentar elementos para, eles serão inseridos no fim da linha desta célula, antes do% s.
ru_ru: массив для добавления элементов к, они будут вставлены в конце строки этой ячейки, еще до% с.
zh_cn: 将元素附加到的数组，它们将插入到此单元格行的末尾，即%s之前。

source: If allow_html is true, then only %s and %s tags are allowed (you'll need those to create a table cell).
bg_bg: Ако allow_html е вярно (true), тогава само %s и %s тагове ще бъдат разрешени (вие ще се нуждаете от тези за създаване на клетка на таблицата).
de_de: wenn allow_html wahr ist, dann nur% s und% s-Tags sind erlaubt (Sie werden diejenigen, benötigen Sie eine Tabellenzelle zu schaffen).
es_es: si allow_html es cierto, entonces sólo% s% s etiquetas y se les permite (necesitará aquellos crear una celda de la tabla).
fr_fr: si allow_html est vrai, alors que% s et les balises% de sont autorisés (vous aurez besoin ceux pour créer une cellule de tableau).
it_it: se allow_html è vero, allora solo% se% s tag sono consentiti (è necessario quelli per creare una cella di tabella).
ja_jp: allow_html が true の場合、 %s と %s タグのみが許可されます（テーブルセルを作成するために必要です）.
pl_pl: jeśli allow_html jest prawdziwe, to tylko% s% s znaczniki są akceptowane (trzeba ci stworzyć komórkę tabeli).
pt_pt: se allow_html é verdade, então só% se% s marcas são permitidos (você vai precisar aqueles para criar uma célula de tabela).
ru_ru: если allow_html верно, то только% s и% S-теги разрешены (вам нужны те, для создания ячейки таблицы).
zh_cn: 如果allow_html为true，则仅允许%s和%s标记（您将需要使用它们来创建表单元格）。

source: Used when generating host/service status tables. Allows you to insert data to the end of the header table row in the status table, BEFORE the %s tag is written.
bg_bg: Използван при генерирането на таблици за статуса на хост / сървис. Позволява ви да вмъквате данни в края на хедера на всеки ред от таблицата в таблицата за статус, ПРЕДИ %s етикета (tag) да е записан.
de_de: verwendet, wenn Host / Service-Statustabellen zu erzeugen. ermöglicht es Ihnen, Daten an das Ende des Headers Tabellenzeile in der Statustabelle einzufügen, bevor das Tag geschrieben wird s%.
es_es: utilizado en la generación de tablas de estado anfitrión / servicio. le permite introducir datos al final de la fila de la tabla de cabecera en la tabla de estado, antes de la etiqueta% s está escrito.
fr_fr: utilisé lors de la génération des tables d'état hôte / service. vous permet d'insérer des données à la fin de la ligne de la table d'en-tête dans le tableau d'état, avant la balise de l'% est écrit.
it_it: usato durante la generazione tabelle di stato host / servizio. consente di inserire i dati alla fine della riga della tabella di intestazione nella tabella di stato, prima che il tag% s è scritto.
ja_jp: ホスト/サービスステータステーブルを生成するときに使用されます. ステータステーブルのヘッダーテーブル行の最後, %s タグが書かれる前にデータを挿入できます.
pl_pl: wykorzystywane podczas generowania tabel stanu host / usługi. pozwala na wprowadzenie danych do końca wiersza tabeli nagłówek w tabeli stanu przed% s znacznik jest napisane.
pt_pt: usado ao gerar tabelas de status host / serviço. permite inserir dados ao final da linha da tabela de cabeçalho na tabela de status, antes de tag% s está escrito.
ru_ru: используется при создании таблиц статуса хоста / услуг. позволяет вставлять данные в конец строки таблицы заголовка в таблице состояний, перед тем,% S тега записывается.
zh_cn: 在生成主机/服务状态表时使用。 允许您在写入%s标记之前将数据插入状态表中标头表行的末尾。

source: The type of table you're dealing with
bg_bg: Типа на таблицата, с която си имате работа
de_de: die Art der Tabelle mit Ihnen zu tun hat
es_es: el tipo de tabla que está tratando con
fr_fr: le type de table que vous avez affaire à
it_it: il tipo di tabella hai a che fare con
ja_jp: 扱っているテーブルのタイプ
pl_pl: typ tabeli masz do czynienia z
pt_pt: o tipo de tabela que você está lidando com
ru_ru: тип таблицы вы имеете дело с
zh_cn: 您要处理的表格的类型

source: The array to append elements to, they will be appended to the table header row.
bg_bg: Масив, към който да се добавят елементите, те ще бъдат приложени към хедера на реда от таблицата.
de_de: das Array angehängt werden Elemente, werden sie an den Tisch Kopfzeile angehängt werden.
es_es: la matriz para anexar a los elementos, que se añadirán a la fila de encabezado de la tabla.
fr_fr: le réseau à ajouter des éléments à, ils seront ajoutés à l'en-tête de ligne de la table.
it_it: la matrice da aggiungere elementi al, saranno aggiunte alla riga di intestazione della tabella.
ja_jp: 要素を追加するための配列. テーブルヘッダー行に追加されます.
pl_pl: tablica do dołączania elementów do, zostaną one dołączone do wiersza nagłówka tabeli.
pt_pt: a matriz para acrescentar elementos para, eles serão anexados à linha de cabeçalho da tabela.
ru_ru: массив для добавления элементов к, они будут добавлены к строке заголовка таблицы.
zh_cn: 将元素附加到的数组，它们将被附加到表标题行。
