Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: View configuration snapshots
bg_bg: Вижте конфигурационните архивни копия
de_de: Anzeigen von Konfigurationseinstellungen Snapshots
es_es: Ver instantáneas de configuración
fr_fr: Afficher des instantanés de configuration
it_it: Visualizza istantanee di configurazione
ja_jp: 設定のスナップショットを表示
pl_pl: Migawki Widok konfiguracyjne
pt_pt: Ver configurações instantâneas
ru_ru: Просмотр конфигурации снимки
zh_cn: 查看配置快照

source: An error occurred while attempting to apply your configuration to Nagios Core. Monitoring engine configuration files have been rolled back to their last known good checkpoint.
bg_bg: Възникна грешка при опит да се приложи вашата конфигурация в Nagios Core. Конфигурационните файлове бяха възстановени до последната запазена добра конфигурация.
de_de: Ein Fehler ist aufgetreten beim Versuch, Ihre Konfiguration Nagios-Core gelten. Monitoring-Engine Konfigurationsdateien wurden zurück in ihre letzte bekannte gute Checkpoint gerollt.
es_es: Se produjo un error al intentar aplicar la configuración de Nagios Core. Monitoreo archivos de configuración del motor han sido revertido a su último puesto de control buena conocida.
fr_fr: Une erreur s'est produite lors de la tentative d'appliquer votre configuration de base de Nagios. Les fichiers de configuration de surveillance du moteur ont été annulées à leur dernier point de contrôle bien connue.
it_it: È verificato un errore durante il tentativo di applicare la configurazione a Core Nagios. Monitoraggio dei file di configurazione del motore sono stati lanciati al loro ultimo checkpoint sicuramente funzionante.
ja_jp: Nagios Coreへの設定を適用しようとしたときにエラーが発生しました. 監視エンジンの設定ファイルは、最後の正常なチェックポイントにロールバックされました.
pl_pl: Wystąpił błąd podczas próby zastosowania konfiguracji z Nagios rdzenia. monitorowania plików konfiguracyjnych silnika zostały przywrócone do ich ostatniej znanej dobrej punktu kontrolnego.
pt_pt: ocorreu um erro ao tentar aplicar a sua configuração para o núcleo nagios. arquivos de configuração do mecanismo de monitoramento foram revertidas para o seu último conhecido bom checkpoint.
ru_ru: Произошла ошибка при попытке применить ваши настройки для основных Nagios. Мониторинг файлов конфигурации двигателя был откат до последней удачной контрольно-пропускном пункте.
zh_cn: 尝试将配置应用于Nagios Core时发生错误。 监视引擎配置文件已回滚到其上一个已知的良好检查点。

source: Try Again
bg_bg: Опитайте отново
es_es: Intente de nuevo
it_it: Riprovare
ja_jp: 再試行
pl_pl: spróbuj jeszcze raz
pt_pt: Tente novamente
ru_ru: Попробуйте еще раз
zh_cn: 再试一次

source: View Snapshot
bg_bg: Вижте архивно копие
de_de: Ansicht Schnappschuss
es_es: visión instantánea
fr_fr: vue instantané
it_it: visione istantanea
ja_jp: スナップショットを表示
pl_pl: widok snapshot
pt_pt: visão instantânea
ru_ru: снимок
zh_cn: 查看快照

source: Show Written Configs
bg_bg: Покажете записаната конфигурация
de_de: Show geschrieben configs
es_es: escrita muestran configuraciones
fr_fr: spectacle écrit configs
it_it: spettacolo scritto configurazioni
ja_jp: 書き込まれた設定を表示
pl_pl: Pokaż napisane configs
pt_pt: Mostrar escrita configs
ru_ru: шоу написана конфиги
zh_cn: 显示书面配置

source: Show Errors
bg_bg: Покажете грешките
de_de: Show-Fehler
es_es: muestran errores
fr_fr: Afficher les erreurs
it_it: Mostra errori
ja_jp: エラーを表示
pl_pl: pokaż błędy
pt_pt: Mostrar erros
ru_ru: показать ошибки
zh_cn: 显示错误

source: Waiting for configuration verification...
bg_bg: Изчакване за проверка на конфигурацията...
de_de: Warten auf Überprüfung der Konfiguration ...
es_es: Esperando verificación de la configuración ...
fr_fr: En attente de vérification de la configuration ...
it_it: In attesa di verifica della configurazione ...
ja_jp: 設定を確認しています...
pl_pl: czeka na weryfikację konfiguracji ...
pt_pt: À espera de verificação de configuração ...
ru_ru: Ожидание конфигурации проверки ...
zh_cn: 等待配置验证...

source: Configuration applied successfully
bg_bg: Конфигурацията беше приложена успешно
de_de: Konfiguration erfolgreich angewendet
es_es: Configuracion aplicada satisfactoriamente
fr_fr: Configuration appliquée avec succès
it_it: Configurazione applicata con successo
ja_jp: 設定が正常に適用されました
pl_pl: Konfiguracja stosowana z powodzeniem
pt_pt: Configuração aplicada com sucesso
ru_ru: Конфигурация успешно применен
zh_cn: 配置成功应用

source: Failed to connect to the database
bg_bg: Не успя да се свърже с базата данни
de_de: Konnte die Verbindung zur Datenbank
es_es: No se ha podido conectar a la base de datos
fr_fr: Impossible de se connecter à la base de données
it_it: Impossibile connettersi al database
ja_jp: データベースへの接続に失敗しました
pl_pl: Nie można połączyć z bazy
pt_pt: Falha na conexão com o banco de dados
ru_ru: Не удалось подключиться к базе данных
zh_cn: 无法连接到数据库

source: Nagios restart command failed
bg_bg: Nagios командата restart се провали
de_de: Nagios Neustart Befehl fehlgeschlagen
es_es: Nagios reinicio Error en el comando
fr_fr: Nagios redémarrage commande a échoué
it_it: Nagios riavvio comando non è riuscito
ja_jp: Nagiosの再起動コマンドが失敗しました
pl_pl: polecenie wznowienia Nagios nie udało
pt_pt: Comando para reiniciar Nagios falhou
ru_ru: Nagios команду перезагрузки не удалось
zh_cn: Nagios的重新启动命令失败

source: Configurations failed to write to file
bg_bg: Конфигурациите не успяха да се запишат във файл
de_de: Konfigurationen konnte write to file
es_es: Configuraciones pudo escribir en el archivo
fr_fr: Configurations pas écrire dans le fichier
it_it: Configurazioni non è riuscito a scrivere nel file
ja_jp: 設定ファイルへの書き込みに失敗しました
pl_pl: konfiguracje udało się zapisać do pliku
pt_pt: configurações não conseguiu gravar no arquivo
ru_ru: Конфигурации не удалось записать в файл
zh_cn: 配置无法写入文件

source: Reset config permissions failed
bg_bg: Зануляването на конфигурационните правомощия се провали
de_de: Zurücksetzen Konfiguration Berechtigungen gescheitert
es_es: Restablecer los permisos de configuración no
fr_fr: Réinitialiser les autorisations de configuration a échoué
it_it: Reimposta le autorizzazioni di configurazione non riuscito
ja_jp: 設定権限のリセットに失敗しました
pl_pl: zresetować uprawnienia config nie udało
pt_pt: Falha ao redefinir permissões de configuração
ru_ru: Сброс конфигурации разрешений не удалось
zh_cn: 重置配置权限失败

source: Configuration import failed
bg_bg: Внасянето на конфигурацията се провали
de_de: Configuration Import fehlgeschlagen
es_es: Importar configuracion fallo
fr_fr: Importation configuration a échoué
it_it: Import configurazione non riuscita
ja_jp: 設定のインポートに失敗しました
pl_pl: Import konfiguracji nie powiodło się
pt_pt: importação de configuração falhou
ru_ru: Конфигурация импорта не удалось
zh_cn: 配置导入失败

source: Backend login to the Core Config Manager failed
bg_bg: Бекенд влизането в "Главен Конфигурационен Мениджър" (CCM - Core Config Manager) се провали
de_de: Backend Login to the Core Config Manager gescheitert
es_es: Entrar Backend para el Administrador de configuración central no
fr_fr: Connexion backend pour le gestionnaire de configuration de base n'a pas
it_it: Backend login al Gestore configurazione di base non riuscita
ja_jp: Coreコンフィグマネージャへのバックエンドログインに失敗しました
pl_pl: zaplecza logowanie do kierownika rdzeń konfiguracyjnym nie powiodło
pt_pt: Entrar backend para o gerenciador de configuração do núcleo não
ru_ru: Backend входа в менеджер конфигурации основных удалось
zh_cn: 后端登录Core配置管理器失败

source: Configuration verification failed
bg_bg: Проверката на конфигурацията се провали
de_de: Konfiguration fehlgeschlagen
es_es: Verificación Error en la configuración
fr_fr: Vérification de la configuration n'a pas
it_it: Verifica configurazione non riuscita
ja_jp: 設定の検証に失敗しました
pl_pl: Weryfikacja konfiguracji nie powiodło się
pt_pt: Verificação de configuração falhou
ru_ru: Конфигурация не удалось выполнить проверку
zh_cn: 配置验证失败

source: There was an error while attempting to apply configuration. Error code
bg_bg: Имаше грешка при опит да се приложи конфигурацията. Код на грешката
de_de: Es gab einen Fehler beim Versuch, Konfiguration gelten. Fehlercode
es_es: Se ha producido un error al intentar aplicar la configuración. Código de error
fr_fr: Une erreur s'est produite lors de la tentative d'appliquer la configuration. Le code d'erreur
it_it: Si è verificato un errore durante il tentativo di applicare la configurazione. Codice di errore
ja_jp: 設定の適用時にエラーが発生しました. エラーコード
pl_pl: wystąpił błąd podczas próby zastosowania konfiguracji. Kod błędu
pt_pt: Houve um erro ao tentar aplicar a configuração. código de erro
ru_ru: Существовал ошибка при попытке применить конфигурацию. Код ошибки
zh_cn: 尝试应用配置时出错。 错误代码

source: Use this feature to apply any outstanding configuration changes to Nagios Core. Changes will be applied and the monitoring engine will be restarted with the updated configuration.
bg_bg: Използвате тази функция, за да приложите всички висящи конфигурационни промени в Nagios Core. Промени ще бъдат приложени и двигателя за няблюдение ще бъде рестартиран с актуализираната конфигурация.
de_de: Verwenden Sie diese Funktion, um alle noch ausstehenden Änderungen an der Konfiguration Nagios-Core gelten. Änderungen werden übernommen und die Überwachung Motor wird mit der aktualisierten Konfiguration neu gestartet werden.
es_es: Utilice esta función para aplicar los cambios de configuración pendientes con Core Nagios. Los cambios se aplicarán y el motor de monitorización se reiniciará con la configuración actualizada.
fr_fr: Utilisez cette fonctionnalité pour appliquer les modifications de configuration exceptionnelle à base de Nagios. Les changements seront appliqués et le moteur de suivi sera relancé avec la configuration mise à jour.
it_it: Utilizzare questa funzione per applicare le modifiche alla configurazione di base eccezionali alla Nagios. Le modifiche verranno applicate e il motore di monitoraggio verrà riavviato con la configurazione aggiornata.
ja_jp: Nagios Coreに未処理の設定変更を適用します. 変更が適用され、監視エンジンが最新の設定で再起動されます.
pl_pl: korzystać z tej funkcji w celu zastosowania wszelkich zaległych zmiany konfiguracji Nagios rdzenia. Zmiany zostaną zastosowane, a silnik zostanie ponownie uruchomiony monitoring ze zaktualizowaną konfiguracji.
pt_pt: Utilize este recurso para aplicar as alterações de configuração pendentes ao Nagios Core. As alterações serão aplicadas e o mecanismo de monitoramento será reiniciado com a configuração atualizada.
ru_ru: Используйте эту возможность применять любые выдающиеся изменения в конфигурацию основных Nagios. Изменения будут применены и мониторинга двигателя будет перезапущен с обновленной конфигурацией.
zh_cn: 使用此功能可以将所有未完成的配置更改应用到Nagios Core。 将应用更改，并且监视引擎将使用更新后的配置重新启动。

source: Users are currently editing objects in the CCM
bg_bg: потребителите в момента редактират обекти в ccm
de_de: Benutzer bearbeiten gerade Objekte in der ccm
es_es: los usuarios están actualmente editando objetos en el ccm
fr_fr: les utilisateurs éditent actuellement des objets dans le ccm
it_it: gli utenti stanno attualmente modificando oggetti nel ccm
ja_jp: ユーザーは現在 CCM でオブジェクトを編集しています
pl_pl: użytkownicy obecnie edytują obiekty w pliku ccm
pt_pt: usuários estão atualmente editando objetos no ccm
ru_ru: пользователи в настоящее время редактируют объекты в ccm
zh_cn: 用户当前正在CCM中编辑对象

source: is editing a
bg_bg: редактира
de_de: ist die Bearbeitung ein
es_es: es la edición de una
fr_fr: est l'édition d'un
it_it: è la modifica di un
ja_jp: 編集しています:
pl_pl: edytuje
pt_pt: está editando um
ru_ru: редактирует
zh_cn: 正在编辑

source: Failed to submit command to restart snmptt.
bg_bg: не предостави команда за рестартиране на snmptt.
de_de: Befehl fehlgeschlagen, um snmptt neu zu starten.
es_es: no se pudo enviar el comando para reiniciar snmptt.
fr_fr: Impossible d'envoyer la commande pour redémarrer snmptt.
it_it: impossibile inviare il comando per riavviare snmptt.
ja_jp: snmptt を再起動するコマンドを送信できませんでした。
pl_pl: nie udało się przesłać polecenia ponownego uruchomienia snmptt.
pt_pt: Falha ao enviar o comando para reiniciar o snmptt.
ru_ru: не удалось отправить команду на перезапуск snmptt.
zh_cn: 无法提交命令以重新启动snmptt。

source: Submitted command to restart snmptt.
bg_bg: изпратената команда за рестартиране на snmptt.
de_de: Übergebener Befehl zum Neustart von snmptt.
es_es: comando enviado para reiniciar snmptt.
fr_fr: commande soumise pour redémarrer snmptt.
it_it: inviato il comando per riavviare snmptt.
ja_jp: snmptt を再起動するコマンドを送信しました。
pl_pl: złożyć polecenie, aby ponownie uruchomić snmptt.
pt_pt: comando enviado para reiniciar o snmptt.
ru_ru: отправлена ​​команда перезапустить snmptt.
zh_cn: 提交命令以重新启动snmptt。

source: Failed to submit command to restart snmptt
bg_bg: не предостави команда за рестартиране на snmptt
de_de: Befehl fehlgeschlagen, um snmptt neu zu starten
es_es: no se pudo enviar el comando para reiniciar snmptt
fr_fr: n'a pas réussi à soumettre la commande pour redémarrer snmptt
it_it: impossibile inviare il comando per riavviare snmptt
ja_jp: snmptt を再起動するコマンドを送信できませんでした
pl_pl: nie udało się przesłać polecenia ponownego uruchomienia snmptt
pt_pt: Falha ao enviar o comando para reiniciar o snmptt
ru_ru: не удалось отправить команду для перезапуска snmptt
zh_cn: 无法提交命令以重新启动snmptt

source: Timed out (SNMPTT may still be restarting)
bg_bg: (snmptt все още може да се рестартира)
de_de: Zeitüberschreitung (snmptt kann immer noch neu gestartet werden)
es_es: tiempo de espera agotado (snmptt aún puede reiniciarse)
fr_fr: expiré (snmptt peut encore redémarrer)
it_it: scaduto (potrebbe ancora riavviarsi snmptt)
ja_jp: タイムアウト（SNMPTT がまだ再起動中の可能性があります）
pl_pl: przekroczono limit czasu (snmptt wciąż może być restartowany)
pt_pt: esgotado (o snmptt ainda pode estar sendo reiniciado)
ru_ru: (snmptt все еще может перезапускаться)
zh_cn: 超时（SNMPTT可能仍在重新启动）

source: Successfully restarted SNMPTT!
bg_bg: успешно рестартиран snmptt!
de_de: erfolgreich snmptt neu gestartet!
es_es: reiniciado con éxito snmptt!
fr_fr: redémarré avec succès snmptt!
it_it: riavviato con successo snmptt!
ja_jp: SNMPTT を正常に再起動しました!
pl_pl: pomyślnie wznowiono snmptt!
pt_pt: reiniciado com sucesso snmptt!
ru_ru: успешно перезапустил snmptt!
zh_cn: 成功重启SNMPTT！

source: Submitted command, failed to restart SNMPTT
bg_bg: изпратената команда, не успя да рестартира snmptt
de_de: Übergebener Befehl, Neustart von snmptt fehlgeschlagen
es_es: comando enviado, no se pudo reiniciar snmptt
fr_fr: commande soumise, n'a pas pu redémarrer snmptt
it_it: comando inviato, impossibile riavviare snmptt
ja_jp: 送信されたコマンド、SNMPTT の再起動に失敗しました
pl_pl: złożone polecenie, nie udało się ponownie uruchomić snmptt
pt_pt: comando enviado, falha ao reiniciar snmptt
ru_ru: отправленной команде, не удалось перезапустить snmptt
zh_cn: 提交的命令，无法重新启动SNMPTT

source: Failed to back up snmptt.conf
bg_bg: не успя да архивира snmptt.conf
de_de: konnte snmptt.conf nicht sichern
es_es: no se pudo hacer una copia de seguridad de snmptt.conf
fr_fr: Impossible de sauvegarder snmptt.conf
it_it: impossibile eseguire il backup di snmptt.conf
ja_jp: snmptt.conf のバックアップに失敗しました
pl_pl: nie udało się utworzyć kopii zapasowej snmptt.conf
pt_pt: falhou ao fazer backup do snmptt.conf
ru_ru: не удалось выполнить резервное копирование snmptt.conf
zh_cn: 备份snmptt.conf失败

source: Failed to write to snmptt.conf.nxti
bg_bg: не успя да пише на snmptt.conf.nxti
de_de: konnte nicht in snmptt.conf.nxti schreiben
es_es: no se pudo escribir en snmptt.conf.nxti
fr_fr: Échec de l'écriture dans snmptt.conf.nxti
it_it: impossibile scrivere su snmptt.conf.nxti
ja_jp: snmptt.conf.nxti への書き込みに失敗しました
pl_pl: nie udało się napisać do snmptt.conf.nxti
pt_pt: falhou ao gravar em snmptt.conf.nxti
ru_ru: не удалось написать в snmptt.conf.nxti
zh_cn: 无法写入snmptt.conf.nxti

source: Successfully wrote to snmptt.conf.nxti!
bg_bg: успешно пише на snmptt.conf.nxti!
de_de: hat erfolgreich an snmptt.conf.nxti geschrieben!
es_es: ¡escribió exitosamente a snmptt.conf.nxti!
fr_fr: a écrit avec succès à snmptt.conf.nxti!
it_it: scritto con successo su snmptt.conf.nxti!
ja_jp: snmptt.conf.nxtiへの書込みに成功しました!
pl_pl: z powodzeniem napisał do snmptt.conf.nxti!
pt_pt: escreveu com sucesso para snmptt.conf.nxti!
ru_ru: успешно написал snmptt.conf.nxti!
zh_cn: 成功写入snmptt.conf.nxti！

source: Error in snmptrap command. Command:
bg_bg: грешка в командата snmptrap. команда:
de_de: Fehler im snmptrap-Befehl. Befehl:
es_es: error en el comando snmptrap. mando:
fr_fr: erreur dans la commande snmptrap. commander:
it_it: errore nel comando snmptrap. comando:
ja_jp: snmptrapコマンドでエラーが発生しました。コマンド
pl_pl: błąd w poleceniu snmptrap. dowództwo:
pt_pt: erro no comando snmptrap. comando:
ru_ru: ошибка в команде snmptrap. команда:
zh_cn: snmptrap命令中的错误。 命令：

source: Custom trap sent successfully!
bg_bg: потребителският капан е изпратен успешно!
de_de: benutzerdefinierte Trap wurde erfolgreich gesendet!
es_es: trampa personalizada enviada con éxito!
fr_fr: piège personnalisé envoyé avec succès!
it_it: trappola personalizzata inviata con successo!
ja_jp: カスタムトラップが正常に送信されました！
pl_pl: niestandardowa pułapka wysłana pomyślnie!
pt_pt: armadilha personalizada enviada com sucesso!
ru_ru: пользовательская ловушка отправлена ​​успешно!
zh_cn: 自定义陷阱发送成功！

source: There are currently no unknown traps.
bg_bg: понастоящем няма неизвестни капани.
de_de: Derzeit gibt es keine unbekannten Fallen.
es_es: actualmente no hay trampas desconocidas.
fr_fr: il n'y a actuellement aucun piège inconnu.
it_it: al momento non ci sono trappole sconosciute.
ja_jp: 現在、未知のトラップはありません。
pl_pl: obecnie nie ma żadnych nieznanych pułapek.
pt_pt: Atualmente não há armadilhas desconhecidas.
ru_ru: в настоящее время нет неизвестных ловушек.
zh_cn: 当前没有未知陷阱。

source: NXTI_Write_Test is empty.
bg_bg: nxti_write_test е празен.
de_de: nxti_write_test ist leer.
es_es: nxti_write_test está vacío.
fr_fr: nxti_write_test est vide.
it_it: nxti_write_test è vuoto.
ja_jp: nxti_write_testは空です。
pl_pl: nxti_write_test jest pusty.
pt_pt: nxti_write_test está vazio.
ru_ru: nxti_write_test пуст.
zh_cn: NXTI_Write_Test为空。

source: Sent Example Trap!
bg_bg: изпратен пример капан!
de_de: schickte Beispielfalle!
es_es: enviado ejemplo trampa!
fr_fr: envoyé un exemple de piège!
it_it: inviato trap di esempio!
ja_jp: サンプルトラップを送った！
pl_pl: wysłał przykładową pułapkę!
pt_pt: armadilha de exemplo enviada!
ru_ru: отправил пример ловушки!
zh_cn: 发送示例陷阱！

source: Dismiss
bg_bg: Отхвърли
de_de: entlassen
es_es: despedir
fr_fr: rejeter
it_it: respingere
ja_jp: 閉じる
pl_pl: oddalić
pt_pt: demitir
ru_ru: увольнять
zh_cn: 驳回

source: Stopped. Click to restart.
bg_bg: спряна. кликнете, за да рестартирате.
de_de: gestoppt. Klicken Sie, um neu zu starten.
es_es: detenido. haga clic para reiniciar
fr_fr: arrêté. cliquez pour redémarrer.
it_it: fermato. fai clic per riavviare.
ja_jp: 停止しました。クリックで再起動します。
pl_pl: zatrzymany. kliknij, aby uruchomić ponownie.
pt_pt: parado. clique para reiniciar.
ru_ru: остановился. нажмите, чтобы перезагрузить.
zh_cn: 停止。点击重新启动。

source: SNMPTT is not running
bg_bg: snmptt не се изпълнява
de_de: snmptt läuft nicht
es_es: snmptt no se está ejecutando
fr_fr: snmptt ne fonctionne pas
it_it: snmptt non è in esecuzione
ja_jp: SNMPTT が実行されていません
pl_pl: snmptt nie działa
pt_pt: o snmptt não está rodando
ru_ru: snmptt не работает
zh_cn: SNMPTT未运行

source: SNMPTT is running
bg_bg: snmptt се изпълнява
de_de: snmptt läuft
es_es: snmptt se está ejecutando
fr_fr: snmptt est en cours d'exécution
it_it: snmptt è in esecuzione
ja_jp: SNMPTT が実行中です
pl_pl: snmptt działa
pt_pt: o snmptt está rodando
ru_ru: snmptt работает
zh_cn: SNMPTT正在运行

source: Adding trap definitions is an enterprise feature. Please activate your enterprise license.
bg_bg: добавянето на определения за капан е функция на предприятието. Моля, активирайте лиценза си за предприятие.
de_de: Das Hinzufügen von Trap-Definitionen ist eine Unternehmensfunktion. Bitte aktivieren Sie Ihre Unternehmenslizenz.
es_es: Agregar definiciones de trampa es una característica de la empresa. por favor active su licencia de empresa.
fr_fr: l'ajout de définitions d'interruptions est une fonctionnalité d'entreprise. veuillez activer votre licence d'entreprise.
it_it: aggiungere definizioni trap è una funzionalità aziendale. si prega di attivare la licenza aziendale.
ja_jp: トラップ定義の追加はエンタープライズ機能です。エンタープライズライセンスを有効にしてください。
pl_pl: dodawanie definicji pułapek to funkcja przedsiębiorstwa. aktywuj licencję korporacyjną.
pt_pt: A inclusão de definições de trap é um recurso corporativo. por favor, ative sua licença corporativa.
ru_ru: Добавление определений ловушек - это особенность предприятия. Пожалуйста, активируйте вашу корпоративную лицензию.
zh_cn: 添加陷阱定义是一项企业功能。 请激活您的企业许可证。

source: Normal
bg_bg: нормален
fr_fr: Ordinaire
it_it: normale
ja_jp: 正常
pl_pl: normalna
ru_ru: нормальный
zh_cn: 正常

source: NXTI Test Event
bg_bg: nxti тест събитие
de_de: nxti Testereignis
es_es: evento de prueba nxti
fr_fr: Evénement de test nxti
ja_jp: nxtiテストイベント
pl_pl: Zdarzenie testowe nxti
pt_pt: evento de teste nxti
ru_ru: Событие nxti test
zh_cn: NXTI测试活动

source: This is a sample trap definition for testing purposes
bg_bg: това е определение на капсулата за целите на тестването
de_de: Dies ist eine Beispiel-Trap-Definition für Testzwecke
es_es: esta es una definición de trampa de muestra para propósitos de prueba
fr_fr: ceci est une définition de piège d'échantillon à des fins de test
it_it: questa è una definizione di trap campione per scopi di test
ja_jp: これはテスト目的のサンプルトラップ定義です
pl_pl: jest to definicja pułapki próbki do celów testowych
pt_pt: esta é uma definição de armadilha de amostra para fins de teste
ru_ru: это определение пробной ловушки для целей тестирования
zh_cn: 这是用于测试目的的示例陷阱定义

source: Success!
bg_bg: успех!
de_de: Erfolg!
es_es: éxito!
fr_fr: succès!
it_it: successo!
ja_jp: 成功！
pl_pl: powodzenie!
pt_pt: sucesso!
ru_ru: успех!
zh_cn: 成功！

source: %d Per Page
bg_bg: На страница
de_de: Pro Seite
es_es: Por pagina
fr_fr: Par Page
it_it: Per pagina
ja_jp: 1ページあたり5
pl_pl: na stronie
pt_pt: Por página
ru_ru: На страницу
zh_cn: 每页%d

source: SNMP Traps
bg_bg: SNMP капан (Trap)
de_de: SNMP Trap
es_es: SNMP Trap
fr_fr: SNMP Trap
it_it: Trap SNMP
ja_jp: SNMPトラップ
pl_pl: SNMP trap
pt_pt: SNMP Trap
ru_ru: SNMP Trap
zh_cn: SNMP陷阱

source: Changes not applied!
bg_bg: промените не се прилагат!
de_de: Änderungen nicht angewendet!
es_es: cambios no aplicados!
fr_fr: changements non appliqués!
it_it: modifiche non applicate!
ja_jp: 変更は適用されません！
pl_pl: zmiany nie zostały zastosowane!
pt_pt: mudanças não aplicadas!
ru_ru: изменения не применяются!
zh_cn: 更改未应用！

source: Apply Changes
bg_bg: прилага промени
de_de: Änderungen übernehmen
es_es: aplicar cambios
fr_fr: appliquer les modifications
it_it: applica i cambiamenti
ja_jp: 変更を適用する
pl_pl: zatwierdź zmiany
pt_pt: Aplicar mudanças
ru_ru: применить изменения
zh_cn: 应用更改

source: to write to snmptt.conf.nxti.
bg_bg: да пишете на snmptt.conf.nxti.
de_de: um in snmptt.conf.nxti zu schreiben.
es_es: escribir a snmptt.conf.nxti.
fr_fr: écrire à snmptt.conf.nxti.
it_it: scrivere su snmptt.conf.nxti.
ja_jp: snmptt.conf.nxtiに書き込む
pl_pl: napisać do snmptt.conf.nxti.
pt_pt: para gravar em snmptt.conf.nxti.
ru_ru: написать в snmptt.conf.nxti.
zh_cn: 写入snmptt.conf.nxti。

source: Received Traps
bg_bg: получени капани
de_de: erhielt Fallen
es_es: trampas recibidas
fr_fr: Pièges reçus
it_it: ricevuto trappole
ja_jp: 受信したトラップ
pl_pl: otrzymała pułapki
pt_pt: armadilhas recebidas
ru_ru: полученные ловушки
zh_cn: 收到陷阱

source: Add a Trap Definition
bg_bg: добавете определение на капан
de_de: Füge eine Trap-Definition hinzu
es_es: agregar una definición de trampa
fr_fr: ajouter une définition de piège
it_it: aggiungi una definizione trap
ja_jp: トラップ定義の追加
pl_pl: dodaj definicję pułapki
pt_pt: adicionar uma definição de trap
ru_ru: добавить определение ловушки
zh_cn: 添加陷阱定义
