Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: value. Unless you've changed the interval_length directive from the default value of 60, this number will mean minutes. More information on this value can be found in the check scheduling documentation.
bg_bg: стойност. Освен ако не сте променили "стандартната" (по подразбиране) стойност на директивата interval_length на 60, този брой ще означава минути. Повече информация за тази стойност може да се намери в документацията за графика (планирането) на проверките.
de_de: Wert. sofern Sie nicht die interval_length Direktive mit einem Default-Wert von 60 nicht verändert haben, bedeutet diese Zahl Minuten. Weitere Informationen zu diesem Wert finden Sie in der check scheduling-Dokumentation.
es_es: valor. a menos que haya cambiado la directiva interval_length del valor por defecto de 60, este número significa minutos. más información sobre este valor se puede encontrar en la documentación de verificación de programación.
fr_fr: valeur. sauf si vous avez modifié le interval_length de la valeur par défaut de 60, ce nombre exprime des minutes. plus d'informations sur cette valeur peut être trouvée dans la documentation sur l'ordonnancement.
it_it: valore. a meno che non hai cambiato la direttiva interval_length dal valore predefinito di 60, questo numero significa minuti. ulteriori informazioni su questo valore può essere trovato nella documentazione di controllo di pianificazione.
ja_jp: 値で定義された「通常の」レートでのスケジュールに戻ります。 interval_lengthディレクティブを既定値 60 から変更していない限り、この数は分を意味します。 この値についての詳細情報については、「チェックスケジューリング」ドキュメントに記載されています。
pl_pl: wartość. chyba, że ​​zmieniła dyrektywę interval_length z domyślnej wartości 60, liczba ta będzie oznaczać minut. Więcej informacji o tej wartości można znaleźć w dokumentacji planowania wyboru.
pt_pt: valor. a menos que você tenha mudado a directiva interval_length do valor padrão de 60, este número vai significar minutos. mais informação sobre este valor pode ser encontrado na programação de documentação de verificação.
ru_ru: значение. если вы не изменили interval_length директиву значение по умолчанию 60, это число будет означать минут. больше информации на эту стоимости можно узнать в документации проверка планирования.
zh_cn: 值。 除非您已将interval_length指令的默认值更改为60，否则该数字表示分钟。 有关此值的更多信息，请参见检查计划文档。

source: Host - max check attempts
bg_bg: Хост - максимален брой опити за проверка
es_es: anfitrión - intentos de verificación max
fr_fr: accueil - tentatives de contrôle max
it_it: ospite - i tentativi di controllo max
ja_jp: ホスト - 最大チェック試行回数
pl_pl: hosta - max próby wyboru
pt_pt: hospedeiro - tentativas de verificação max
ru_ru: хост - макс попытки проверки
zh_cn: 主机-最多检查次数

source: This directive is used to define the number of times that Nagios will retry the host check command if it returns any state other than an OK state. Setting this value to 1 will cause Nagios to generate an alert without retrying the host check again. Note: If you do not want to check the status of the host, you must still set this to a minimum value of 1. To bypass the host check, just leave the
bg_bg: Тази директива се използва за определяне на това, колко пъти Nagios ще се опита да изпълни отново командата за проверка на хост, ако тя връща какъвто и да е статус, различен от ОК. Задаването на стойност 1 ще накара Nagios да генерира уведомление, без да опита да изпълни наново проверката на хоста. Забележка: Ако не искате да проверите състоянието на хоста, вие така или иначе трябва да зададете минимална стойност от 1. За да прескочите проверката за хост, просто оставете
de_de: Diese Direktive wird benutzt, um die Anzahl der Male, dass Nagios den Host-Prüfbefehl wiederholt, wenn er einen anderen als einen OK-Zustand zurückliefert. Setzen Sie diesen Wert von 1 wird Nagios einen Alarm ohne Wiederholen der Host-Prüfung erneut zu generieren. beachten Sie: Wenn Sie nicht wollen, um den Status des Hosts zu prüfen, müssen Sie noch diese auf einen minimalen Wert von 1 gesetzt, um die Host-Prüfung zu umgehen, lassen Sie einfach die
es_es: esta directiva se utiliza para definir el número de veces que nagios se vuelva a intentar el comando de comprobación de acogida si devuelve cualquier estado que no sea un estado aceptable. establecer este valor en 1 hará que nagios para generar una alerta sin volver a intentar la verificación de acogida de nuevo. NOTA: Si no desea comprobar el estado del huésped, aún tiene que establecer a un valor mínimo de 1. a omitir la comprobación de anfitrión, acaba de salir de la
fr_fr: cette directive est utilisée pour définir le nombre de fois que Nagios réessayez la commande de contrôle de l'hôte si elle renvoie tout Etat autre que l'état OK. définition de cette valeur à 1 fera nagios pour générer une alerte sans re-contrôler l'hôte. A noter: si vous ne voulez pas vérifier l'état de l'hôte, vous devez quand même mettre une valeur minimale de 1. pour contourner le contrôle d'hôte, il suffit de laisser le
it_it: questa direttiva è utilizzato per definire il numero di volte che Nagios ritentare il comando di controllo host se restituisce uno stato diverso da uno stato ok. l'impostazione di questo valore su 1 causerà Nagios per generare di nuovo il controllo di accoglienza un avviso senza riprovare. Attenzione: se non si desidera controllare lo stato del paese ospitante, è comunque necessario impostare a un valore minimo di 1 per bypassare il controllo di accoglienza, basta lasciare il
ja_jp: このディレクティブは、ホストチェックコマンドがOK以外のステータスを返した場合、Nagiosがホストチェックコマンドを再試行する回数を定義するために使用されます. この値を1に設定すると、Nagiosはホストチェックを再試行せずにアラートを生成します. 注：ホストのステータスをチェックしたくない場合、1の最小値を設定したままにしてください. ホストチェックをバイパスするには、
pl_pl: dyrektywa ta jest używana do określenia, ile razy Nagios będzie ponowić komendę wyboru gospodarza, jeśli zwraca państwie innym niż państwo ok. Ustawienie tej wartości na 1 spowoduje Nagios w celu generowania alertu bez ponawiania wyboru gospodarza ponownie. Uwaga: jeśli nie chcesz, aby sprawdzić stan hosta, trzeba jeszcze ustawić na minimalną wartość 1. ominąć kontrolę hosta, po prostu zostawić
pt_pt: esta directiva é usado para definir o número de vezes que o Nagios vai repetir o comando de verificação da máquina se ele retorna qualquer estado que não seja um estado ok. definir este valor para 1 fará nagios para gerar um alerta, sem repetir a verificação de acolhimento novamente. Atenção: se você não quiser verificar o status do host, você ainda deve definir isso para um valor mínimo de 1 para ignorar a verificação de acolhimento, basta deixar o
ru_ru: эта директива используется для определения, сколько раз Nagios повторит команду Проверка хоста, если она возвращает Любое государство, помимо ОК государства. установка этого значения в 1 заставит Nagios, чтобы генерировать сигнал без повторной попыткой хозяин проверка снова. обратите внимание: если вы не хотите, чтобы проверить статус хозяина, вы все равно должны установить это минимальное значение 1. обойти хозяина проверку, просто оставьте
zh_cn: 该指令用于定义Nagios如果返回OK状态以外的其他任何状态，将重试主机检查命令的次数。 将此值设置为1将使Nagios生成警报，而无需再次重试主机检查。 注意：如果您不想检查主机的状态，则仍必须将其设置为最小值1。要绕过主机检查，只需保留

source: option blank.
bg_bg: опция празно.
de_de: Option leer.
es_es: opción en blanco.
fr_fr: option vide.
it_it: opzione vuota.
ja_jp: オプションを空欄のままにしてください.
pl_pl: Opcja puste.
pt_pt: opção em branco.
ru_ru: Опция пустым.
zh_cn: 选项​​空白。

source: Host - check interval
bg_bg: Хост - интервал на проверката (check interval)
de_de: Gastgeber - check Intervall
es_es: acoger - comprobar intervalo
fr_fr: accueillir - un intervalle de consultation
it_it: ospiterà - Intervallo di controllo
ja_jp: ホスト - チェック間隔
pl_pl: gospodarzem - sprawdź odstęp
pt_pt: hospedar - verificar intervalo
ru_ru: Host - проверить интервал
zh_cn: 主机-检查间隔

source: This directive is used to define the number of "time units" between regularly scheduled checks of the host. Unless you've changed the interval_length directive from the default value of 60, this number will mean minutes. More information on this value can be found in the check scheduling documentation.
bg_bg: Тази директива се използва за определяне на броя "времеви единици" между редовните проверки на хоста. Освен ако не сте променили директивата interval_length от "стандартната" (по подразбиране) стойност 60, този брой ще означава минути. Повече информация за тази стойност може да се намери в документацията за планирани (по график) проверки.
de_de: Diese Direktive wird benutzt, um die Anzahl von "Zeiteinheiten" zwischen regelmäßig geplanten Prüfungen des Hosts zu definieren. sofern Sie nicht die interval_length Direktive mit einem Default-Wert von 60 nicht verändert haben, bedeutet diese Zahl Minuten. Weitere Informationen zu diesem Wert finden Sie in der check scheduling-Dokumentation.
es_es: esta directiva se utiliza para definir el número de "unidades de tiempo" entre los cheques regulares del huésped. a menos que haya cambiado la directiva interval_length del valor por defecto de 60, este número significa minutos. más información sobre este valor se puede encontrar en la documentación de verificación de programación.
fr_fr: cette directive est utilisée pour définir le nombre d '"unités de temps" entre les vérifications régulières de l'hôte. sauf si vous avez modifié le interval_length de la valeur par défaut de 60, ce nombre exprime des minutes. plus d'informations sur cette valeur peut être trouvée dans la documentation sur l'ordonnancement.
it_it: questa direttiva è utilizzato per definire il numero di "unità di tempo" tra controlli regolari dell'ospite. a meno che non hai cambiato la direttiva interval_length dal valore predefinito di 60, questo numero significa minuti. ulteriori informazioni su questo valore può essere trovato nella documentazione di controllo di pianificazione.
ja_jp: このディレクティブは、ホストの定期的なスケジュールチェック間の「時間単位」の数を定義するために使用されます。 interval_lengthディレクティブを既定値 60 から変更していない限り、この数は分を意味します。 この値の詳細については、「チェックスケジューリング」ドキュメントをご覧ください。
pl_pl: dyrektywa ta służy do określenia liczby "jednostek czasowych" między regularnym kontrolom przyjmującego. chyba, że ​​zmieniła dyrektywę interval_length z domyślnej wartości 60, liczba ta będzie oznaczać minut. Więcej informacji o tej wartości można znaleźć w dokumentacji planowania wyboru.
pt_pt: esta directiva é usado para definir o número de "unidades de tempo" entre as verificações regulares do hospedeiro. a menos que você tenha mudado a directiva interval_length do valor padrão de 60, este número vai significar minutos. mais informação sobre este valor pode ser encontrado na programação de documentação de verificação.
ru_ru: Эта директива используется для определения количества «единиц времени» между регулярных проверок хозяина. если вы не изменили interval_length директиву значение по умолчанию 60, это число будет означать минут. больше информации на эту стоимости можно узнать в документации проверка планирования.
zh_cn: 该指令用于定义主机定期调度的检查之间的“时间单位”数。 除非您已将interval_length指令的默认值更改为60，否则该数字表示分钟。 有关此值的更多信息，请参见检查计划文档。

source: Host - active checks enabled
bg_bg: Хост - активни проверки активирани
de_de: Host - aktive Prüfungen aktivieren
es_es: anfitrión - controles activos habilitados
fr_fr: accueil - les contrôles actifs activés
it_it: ospite - controlli attivi abilitati
ja_jp: ホスト - アクティブチェックの有効化
pl_pl: hosta - włączone aktywne kontrole
pt_pt: hospedeiro - cheques ativos habilitado
ru_ru: хост - включен активные проверки
zh_cn: 主机-启用主动检查

source: This directive is used to determine whether or not active checks (either regularly scheduled or on-demand) of this host are enabled. Values:
bg_bg: Тази директива се използва, за да определи дали активните проверки (при "редовно" разписание или при поискване) на този хост са активирани. Стойности:
de_de: Diese Direktive wird benutzt, ob aktive Prüfungen (entweder regelmäßig geplant oder nach Bedarf) für diesen Host aktiviert sind. Werte:
es_es: esta directiva se utiliza para determinar si los controles activos (tanto regular programadas o bajo demanda) de este alojamiento están habilitadas. valores:
fr_fr: cette directive est utilisée pour déterminer si oui ou non les contrôles actifs (soit réguliers ou à la demande) de cet hôte sont activés. valeurs:
it_it: questa direttiva viene utilizzato per determinare o meno i controlli attivi (sia regolari che a richiesta) di questo host sono abilitati. valori:
ja_jp: このディレクティブは、このホストの（定期的なスケジュールまたはオンデマンドの）アクティブチェックが有効かどうかを決定するために使用されます. 値：
pl_pl: dyrektywa ta jest używana do określenia, czy aktywne kontroli (albo zaplanowanych i na żądanie) tego hosta są włączone. wartości:
pt_pt: esta directiva é usado para determinar se ou não cheques ativo (regulares ou sob demanda) deste exército estão habilitados. valores:
ru_ru: Эта директива используется для определения того, не активные проверки (либо регулярно по расписанию или по требованию) на этом компьютере включена. значения:
zh_cn: 该伪指令用于确定是否启用此主机的活动检查（定期检查或按需检查）。 值：

source: disable active host checks,
bg_bg: Деактивирайте активните проверки на хост,
de_de: aktiven Host-Prüfungen,
es_es: deshabilitar las comprobaciones de acogida activos,
fr_fr: désactiver les contrôles d'hôtes actifs,
it_it: disabilitare i controlli di accoglienza attivi,
ja_jp: アクティブホストチェックを無効にする、
pl_pl: wyłączyć aktywne kontroli hosta,
pt_pt: desabilitar a verificação de acolhimento ativos,
ru_ru: отключить активные проверки хостов,
zh_cn: 禁用活动主机检查，

source: enable active host checks.
bg_bg: Разрешете активните хост проверки.
de_de: aktive Host-Prüfungen.
es_es: de garantizar el control de acogida activos.
fr_fr: activer les contrôles d'hôtes actifs.
it_it: consentire i controlli di accoglienza attivi.
ja_jp: アクティブホストチェックを有効にする.
pl_pl: umożliwiają aktywne kontrole gospodarza.
pt_pt: permitir um controlo de acolhimento ativos.
ru_ru: включить активную проверку хостов.
zh_cn: 启用活动主机检查。

source: Host - passive checks enabled
bg_bg: Хост - пасивни проверки активирани
de_de: Host - passive Prüfungen aktiviert
es_es: anfitrión - controles pasivos habilitados
fr_fr: accueil - les contrôles passifs activés
it_it: ospite - controlli passivi abilitati
ja_jp: ホスト - パッシブチェックの有効化
pl_pl: hosta - włączona kontrole pasywne
pt_pt: hospedeiro - cheques passivos habilitado
ru_ru: хост - включен пассивных проверок
zh_cn: 主机-启用被动检查

source: This directive is used to determine whether or not passive checks are enabled for this host. Values:
bg_bg: Тази директива се използва, за да се определи дали са активирани пасивните проверки за този хост. Стойности:
de_de: Diese Direktive wird benutzt, um festzustellen, ob passive Prüfungen für diesen Host aktiviert. Werte:
es_es: esta directiva se utiliza para determinar si los controles pasivos están habilitadas para este host. valores:
fr_fr: cette directive est utilisée pour déterminer si oui ou non les contrôles passifs sont activés pour cet hôte. valeurs:
it_it: questa direttiva viene utilizzata per determinare se i controlli passivi sono abilitati per questo host. valori:
ja_jp: このディレクティブは、このホストに対してパッシブチェックが有効かどうかを決定するために使用されます. 値：
pl_pl: dyrektywa ta jest używana do określenia, czy włączone są pasywne sprawdza dla tego komputera. wartości:
pt_pt: esta directiva é usado para determinar se ou não cheques passivos estão habilitados para este alojamento. valores:
ru_ru: Эта директива используется для определения того, не включены пассивных проверок для данного хоста. значения:
zh_cn: 该指令用于确定是否为此主机启用了被动检查。 值：

source: disable passive host checks,
bg_bg: деактивирайте пасивните проверки на хостове,
de_de: deaktivieren passive Host-Prüfungen,
es_es: deshabilitar las comprobaciones de acogida pasivos,
fr_fr: désactiver les contrôles passifs d'hôtes,
it_it: disattivare controlli ospitanti passivi,
ja_jp: パッシブホストチェックを無効にする、
pl_pl: wyłączyć sprawdzanie hostów pasywnych,
pt_pt: desativar o host verifica passivos,
ru_ru: Отключение пассивных проверок хостов,
zh_cn: 禁用被动主机检查，

source: enable passive host checks.
bg_bg: Активирайте пасивни проверки на хост.
de_de: ermöglichen passive Host-Prüfungen.
es_es: de garantizar el control de acogida pasivos.
fr_fr: permettre un contrôle passif d'hôte.
it_it: consentire controlli ospitanti passivi.
ja_jp: パッシブホストチェックを有効にする.
pl_pl: włączyć sprawdzanie hostów pasywnych.
pt_pt: permitir um controlo de acolhimento passivos.
ru_ru: включить пассивных проверок узлов.
zh_cn: 启用被动主机检查。

source: Host - check period
bg_bg: Хост - период на проверката (check period)
de_de: Gastgeber - prüfen Zeitraum
es_es: acoger - comprobar período
fr_fr: accueillir - vérifier période
it_it: ospiterà - Controllare periodo
ja_jp: ホスト - チェック期間
pl_pl: gospodarzem - okres sprawdzić
pt_pt: hospedar - verifique período
ru_ru: Host - проверить срок
zh_cn: 主机 - 检查周期

source: >This directive is used to specify the short name of the time period during which active checks of this host can be made.
bg_bg: > Тази директива се използва за уточняване на краткото име на периода от време, през който могат да се направят активни проверки на този хост.
de_de: > Diese Direktive wird benutzt, um den Kurznamen der Zeitraum, in dem aktive Prüfungen für diesen Host hergestellt werden kann angegeben werden.
es_es: > Esta directiva se utiliza para especificar el nombre corto del período de tiempo durante el cual los controles activos de esta acogida se pueden hacer.
fr_fr: > Cette directive est utilisée pour spécifier le nom court de la période de temps pendant laquelle les contrôles actifs de cet hôte peuvent être faites.
it_it: > Questa direttiva viene utilizzato per specificare il nome breve periodo di tempo durante il quale possono essere effettuati controlli attivi di questo host.
ja_jp: >このディレクティブは、このホストのアクティブチェックを行うことができる時間期間の短縮名を指定するために使用されます.
pl_pl: > Dyrektywa ta jest stosowana do określenia krótką nazwę okresu, w którym aktywne kontrole tego hosta może być wykonana.
pt_pt: > Esta diretiva é usada para especificar o nome abreviado do período de tempo durante o qual os controlos activos desta série podem ser feitas.
ru_ru: > Эта директива используется, чтобы указать краткое название периода времени, в течение которого активные проверки этого хоста может быть сделано.
zh_cn: >此伪指令用于指定可以对此主机进行主动检查的时间段的短名称。

source: Host - freshness threshold
bg_bg: Хост - праг на свежест (freshness threshold)
de_de: Host - Frische-Schwellwert
es_es: anfitrión - umbral frescura
fr_fr: accueil - seuil de fraîcheur
it_it: ospite - Soglia freschezza
ja_jp: ホスト - freshness しきい値
pl_pl: hosta - Próg świeżość
pt_pt: hospedeiro - frescor limiar
ru_ru: хост - свежесть порог
zh_cn: 主机-新鲜度阈值

source: This directive is used to specify the freshness threshold (in seconds) for this host. If you set this directive to a value of 0, Nagios will determine a freshness threshold to use automatically.
bg_bg: Тази директива се използва за определяне на прага на свежест (freshness threshold) (в секунди) за този хост. Ако зададете стойност 0 на тази директива, Nagios ще определи автоматично прага на свежест (freshness threshold), който да бъде използван.
de_de: Diese Direktive wird benutzt, um den Frische-Schwellwert (in Sekunden) für diesen Host angeben. Wenn Sie diese Direktive auf 0 setzen, wird Nagios einen Frische-Schwellwert, automatisch zu bestimmen.
es_es: esta directiva se utiliza para especificar el umbral de frescura (en segundos) para este host. si se establece esta directiva para un valor de 0, nagios determinarán un umbral frescura a utilizar automáticamente.
fr_fr: cette directive est utilisée pour spécifier le seuil de fraîcheur (en secondes) pour cet hôte. si vous définissez cette directive à une valeur de 0, Nagios déterminer un seuil de fraîcheur à utiliser automatiquement.
it_it: questa direttiva viene utilizzato per specificare la soglia di freschezza (in secondi) per questo host. se si imposta questa direttiva per un valore pari a 0, Nagios determineranno una soglia freschezza per usare automaticamente.
ja_jp: このディレクティブは、このホストのfreshnessしきい値（秒）を指定するために使用されます. このディレクティブに 0 を設定した場合、Nagiosは自動的にfreshnessしきい値を決定します.
pl_pl: dyrektywa ta jest używana do określenia progu świeżość (w sekundach) dla tego hosta. jeśli ustawisz tę dyrektywę do wartości 0, Nagios będzie określenie progu świeżość automatycznie korzystania.
pt_pt: esta directiva é usado para especificar o limiar de fresco (em segundos) para este alojamento. Se você definir esta diretiva para um valor de 0, Nagios irá determinar um limite de frescor para usar automaticamente.
ru_ru: Эта директива используется для указания свежести порог (в секундах) для данного хоста. если вы установить эту директиву в значение 0, Nagios будет определять свежесть порог автоматически использовать.
zh_cn: 此伪指令用于指定此主机的新鲜度阈值（以秒为单位）。 如果将此指令设置为0，Nagios将确定要自动使用的新鲜度阈值。

source: Host - check freshness
bg_bg: Хост - свежест на проверката (check freshness)
de_de: Host - Frische prüfen
es_es: acoger - comprobar la frescura
fr_fr: accueillir - de vérifier la fraîcheur
it_it: ospiterà - verificare la freschezza
ja_jp: ホスト - freshness チェック
pl_pl: gospodarzem - sprawdzić świeżość
pt_pt: hospedar - verifique frescura
ru_ru: Host - проверить свежесть
zh_cn: 主机 - 检查新鲜度

source: This directive is used to determine whether or not freshness checks are enabled for this host. Values:
bg_bg: Тази директива се използва, за да се определи дали проверките за "свежест" (freshness) са активирани за този хост. Стойности:
de_de: Diese Direktive wird benutzt, um festzustellen, ob Frische-Prüfungen für diesen Host aktiviert. Werte:
es_es: esta directiva se utiliza para determinar si los controles frescura están habilitadas para este host. valores:
fr_fr: cette directive est utilisée pour déterminer si oui ou non des contrôles fraîcheur sont activés pour cet hôte. valeurs:
it_it: questa direttiva viene utilizzata per determinare se i controlli di freschezza sono abilitati per questo host. valori:
ja_jp: このディレクティブは、このホストについてfreshness チェックを有効にするかどうかを決定するために使用されます. 値：
pl_pl: dyrektywa ta jest używana do określenia, czy są włączone kontroli świeżości dla tego komputera. wartości:
pt_pt: esta directiva é usado para determinar se ou não cheques frescor estão habilitados para este alojamento. valores:
ru_ru: Эта директива используется для определения того, не включены свежесть проверки для этого хоста. значения:
zh_cn: 该指令用于确定是否为此主机启用了新鲜度检查。 值：

source: disable freshness checks,
bg_bg: деактивирайте проверките "свежест" (freshness checks),
de_de: Frische-Prüfungen deaktivieren,
es_es: deshabilitar las comprobaciones de frescura,
fr_fr: désactiver la vérification de fraîcheur,
it_it: disattivare controlli freschezza,
ja_jp: freshness チェックを無効にする、
pl_pl: wyłączyć sprawdzanie świeżości,
pt_pt: desabilitar a verificação de frescor,
ru_ru: отключить свежесть проверки,
zh_cn: 禁用新鲜度检查，

source: enable freshness checks.
bg_bg: Позволете проверки за freshness.
de_de: Frische-Prüfungen aktivieren.
es_es: de garantizar el control de frescura.
fr_fr: permettre un contrôle de fraîcheur.
it_it: attivare controlli freschezza.
ja_jp: freshness チェックを有効にする.
pl_pl: zapewnienia kontroli świeżości.
pt_pt: permitir um controlo de frescura.
ru_ru: включить свежесть проверки.
zh_cn: 启用新鲜度检查。

source: Host - obsess over host
bg_bg: Хост - преследвам хост (obsess over host)
de_de: Host - besessen über Host-
es_es: anfitrión - obsesione sobre anfitrión
fr_fr: accueil - obséder sur l'hôte
it_it: ospite - ossessionare ospite
ja_jp: ホスト - obsess over ホスト
pl_pl: hosta - przesady przyjmującego
pt_pt: hospedeiro - obsessivas com acolhimento
ru_ru: хост - зацикливаться на хосте
zh_cn: 主机-主机偏执
