Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: of the command that Nagios will run in order to check the status of the service. The maximum amount of time that the service check command can run is controlled by the service_check_timeout option.
bg_bg: на командата, която Nagios ще изпълни, за да провери състоянието на сървиса. Максималния размер на време, в продължение на което командата за проверката на сървис може да бъде изпълнена се контролира чрез опцията service_check_timeout.
de_de: der Befehl, dass Nagios wird, um den Zustand des Service geprüft wird. die maximale Menge an Zeit, die der Service-Prüfung ausgeführt kann, wird durch die Option service_check_timeout gesteuert.
es_es: del comando que nagios se ejecutarán con el fin de comprobar el estado del servicio. la cantidad máxima de tiempo que el comando de verificación del servicio puede funcionar es controlado por la opción service_check_timeout.
fr_fr: de la commande qui nagios courront afin de vérifier l'état du service. le montant maximum de temps que la commande de contrôle de service peut se exécuter est contrôlé par l'option de service_check_timeout.
it_it: del comando che nagios verrà eseguito al fine di verificare lo stato del servizio. la quantità massima di tempo che il comando di controllo del servizio può essere eseguito è controllato dall'opzione service_check_timeout.
ja_jp: : Nagiosがサービスステータスをチェックするために実行するコマンド. サービスチェックコマンドが実行できる最大時間は、service_check_timeoutオプションにで制御されます.
pl_pl: polecenia, które będą uruchamiane w Nagios Aby sprawdzić status usługi. Maksymalny czas, który można uruchomić polecenie serwisowy jest kontrolowany przez opcję service_check_timeout.
pt_pt: do comando que nagios será executado, a fim de verificar o status do serviço. a quantidade máxima de tempo que o comando de verificação de serviço pode ser executado é controlada pela opção service_check_timeout.
ru_ru: команды, которые будут работать Nagios для того, чтобы проверить состояние службы. Максимальное количество времени, что команда проверка служба может работать контролируется с помощью опции service_check_timeout.
zh_cn: Nagios将运行以检查服务状态的命令。 服务检查命令可以运行的最大时间由service_check_timeout选项控制。

source: Service - arguments
bg_bg: Сървис - аргументи
de_de: Service - Argumente
es_es: servicios - argumentos
it_it: servizio - argomenti
ja_jp: サービス - 引数
pl_pl: usługi - argumenty
pt_pt: serviço - argumentos
ru_ru: сервис - аргументы
zh_cn: 服务-参数

source: The values defined here will replace the according argument variable behind the selected command. Up to 8 argument variables are supported. Be sure, that you defines a valid value for each required argument variable
bg_bg: Стойностите, определени тук ще заменят съотвентия аргумент на променливата в края на избраната команда. Поддържат се не повече от 8 аргумента на променливи. Бъдете сигурни, че сте определили валидна стойност за всеки задължителен аргумент на променлива
de_de: die hier definierten Werte werden nach den variablen Argument hinter dem ausgewählten Befehl zu ersetzen. bis zu 8 Argument Variablen werden unterstützt. sicher sein, dass Sie einen gültigen Wert für jedes benötigte Argument Variable definiert
es_es: los valores definidos aquí reemplazarán el argumento según variables detrás del comando seleccionado. se admiten hasta 8 variables de argumentos. estar seguro, que define un valor válido para cada variable argumento necesario
fr_fr: les valeurs définies ici remplaceront l'argument selon variables derrière la commande sélectionnée. jusqu'à 8 variables des arguments sont pris en charge. assurez-vous, qui vous définit une valeur valide pour chaque variable d'argument obligatoire
it_it: i valori definiti qui sostituiranno la variabile tesi secondo dietro il comando selezionato. fino a 8 variabili degli argomenti sono supportati. essere sicuri, che si definisce un valore valido per ogni variabile argomento richiesto
ja_jp: ここで定義された値は、選択したコマンドの後ろの引数変数に置き換えられます. 最大8引数変数がサポートされています. それぞれ必須の引数変数に有効な値を定義していることを確認してください
pl_pl: wartości określone w tym miejscu wymienić według zmiennej argumentów za wybranego polecenia. do 8 zmiennych argumentów są obsługiwane. pamiętaj, że określa prawidłową wartość dla każdej zmiennej argumentu wymagana
pt_pt: os valores definidos aqui irá substituir o acordo variável argumento por trás do comando selecionado. até 8 variáveis ​​argumentos são suportados. não se esqueça, que você define um valor válido para cada variável argumento obrigatório
ru_ru: значения, определенные здесь заменит в соответствии аргументов переменной за выбранной команды. до 8 аргументов переменных поддерживаются. быть уверены, что вы определяет действительное значение для каждого требуемого переменной аргумента
zh_cn: 此处定义的值将替换所选命令后面的相应自变量。 最多支持8个参数变量。 确保为每个必需的参数变量定义一个有效值

source: Service - Templates
bg_bg: Сървис - шаблони
es_es: Plantillas de Servicios
fr_fr: Modèles de services
it_it: Modelli di servizio
ja_jp: サービス - テンプレート
pl_pl: szablony usług
pt_pt: Modelos de serviços
ru_ru: Обслуживание Шаблоны
zh_cn: 服务-模板

source: You can add one or more service templates to a service configuration. Nagios will add the definitions from each template to a service configuration.
bg_bg: Можете да добавите един или повече "сървис" шаблони (templates) в конфигурация за сървис. Nagios ще добави дефинициите от всеки шаблон в конфигурация за сървис.
de_de: Sie können eine oder mehrere Service-Templates zu einem Service-Konfiguration hinzufügen. Nagios wird die Definitionen von jeder Vorlage in eine Service-Konfiguration hinzuzufügen.
es_es: usted puede agregar una o más plantillas de servicio a una configuración de servicio. nagios agregará las definiciones de cada plantilla para una configuración de servicio.
fr_fr: vous pouvez ajouter un ou plusieurs modèles de service pour une configuration de service. nagios va ajouter les définitions de chaque modèle pour une configuration de service.
it_it: è possibile aggiungere uno o più modelli di servizio per una configurazione del servizio. nagios aggiungerà le definizioni da ogni modello di una configurazione del servizio.
ja_jp: サービスコンフィグレーションに1つ以上のサービステンプレートを追加することができます. Nagiosは、各テンプレートからサービスコンフィグレーションに定義を追加します.
pl_pl: można dodać jeden lub więcej szablonów usługi do konfiguracji usługi. Nagios doda definicje z każdego szablonu do konfiguracji usługi.
pt_pt: você pode adicionar um ou mais modelos de serviços para uma configuração de serviço. Nagios irá adicionar as definições de cada modelo para uma configuração de serviço.
ru_ru: Вы можете добавить один или несколько шаблонов услуг в конфигурации службы. Nagios будет добавить определений из каждого шаблона в конфигурации службы.
zh_cn: 您可以将一个或多个服务模板添加到服务配置中。 Nagios会将每个模板的定义添加到服务配置中。

source: Service - initial state
bg_bg: Сървис - начално състояние
de_de: Service - Ausgangszustand
es_es: servicio - estado inicial
fr_fr: Service - état initial
it_it: servizio - stato iniziale
ja_jp: サービス - 初期状態
pl_pl: Usługa - stan początkowy
pt_pt: serviço - estado inicial
ru_ru: сервис - начальное состояние
zh_cn: 服务 - 初始状态

source: By default Nagios will assume that all services are in OK states when in starts. You can override the initial state for a service by using this directive. Valid options are:
bg_bg: Когато стартира, Nagios ще приеме по подразбиране, че всички сървиси са в работещо състояние (ОК-статус). Можете да замените първоначалното състояние на сървиса, с помощта на тази директива. Валидни опции са:
de_de: Standardmäßig nimmt Nagios an, dass alle Services im OK-Zustand, wenn es startet. können Sie den Ausgangszustand für einen Dienst, indem Sie diese Richtlinie zu überschreiben. gültige Optionen sind:
es_es: por defecto nagios asumirá que todos los servicios se encuentran en estados ok cuando en aperturas. puede anular el estado inicial de un servicio mediante el uso de esta directiva. opciones válidas son:
fr_fr: Par défaut, Nagios supposent que tous les services sont dans des états ok lorsque des mises en chantier. vous pouvez remplacer l'état initial pour un service en utilisant cette directive. options valides sont:
it_it: Per impostazione predefinita, Nagios per scontato che tutti i servizi siano stati ok quando si avvia. è possibile ignorare lo stato iniziale di un servizio utilizzando questa direttiva. opzioni valide sono:
ja_jp: 既定では、Nagiosは開始時にすべてのサービスがOKステータスにあると仮定します。 このディレクティブを使用して、サービスの初期状態を上書きすることができます。 有効なオプションは次のとおりです:
pl_pl: domyślnie Nagios zakłada, że ​​wszystkie usługi są w stanach OK, gdy się rozpoczyna. można zastąpić stan początkowy dla usługi za pomocą tej dyrektywy. Poprawne opcje:
pt_pt: por padrão Nagios irá assumir que todos os serviços estão em estados ok quando em iniciar. você pode substituir o estado inicial para um serviço usando esta directiva. opções válidas são:
ru_ru: По умолчанию Nagios будем считать, что все услуги в ОК состояний при в стартах. Вы можете изменить начальное состояние для службы с помощью этой директивы. Допустимые варианты:
zh_cn: 默认情况下，Nagios在启动时将假定所有服务都处于OK状态。 您可以使用此伪指令覆盖服务的初始状态。 有效选项包括：

source: WARNING,
bg_bg: ВНИМАНИЕ,
de_de: WARNUNG
es_es: ADVERTENCIA
fr_fr: AVERTISSEMENT
it_it: ATTENZIONE
ja_jp: 警告,
pl_pl: ostrzeżenie
pt_pt: AVISO
ru_ru: ВНИМАНИЕ!
zh_cn: 警告

source: UNKNOWN, and
bg_bg: НЕИЗВЕСТНИ (UNKNOWN), и
de_de: unbekannt ist, und
es_es: desconocido, y
fr_fr: inconnu, et
it_it: sconosciuta, e
ja_jp: 不明,
pl_pl: nieznana,
pt_pt: desconhecido, e
ru_ru: неизвестно, и
zh_cn: 未知的，并且

source: CRITICAL.
bg_bg: КРИТИЧЕН.
es_es: CRÍTICA
fr_fr: CRITIQUE
it_it: CRITICA
ja_jp: クリティカル.
pl_pl: krytyczny
pt_pt: CRÍTICA
ru_ru: КРИТИЧЕСКИЕ
zh_cn: 关键

source: Service - retry interval
bg_bg: Сървис - интервал на повторния опит (retry interval)
de_de: Service - Wiederholungsintervall
es_es: servicio - intervalo de reintento
fr_fr: Service - Intervalle de relance
it_it: servizio - Intervallo tentativi
ja_jp: サービス - 再試行間隔
pl_pl: usługi - ponownie interwał
pt_pt: serviço - intervalo de repetição
ru_ru: сервис - Интервал повтора
zh_cn: 服务 - 重试间隔

source: This directive is used to define the number of "time units" to wait before scheduling a re-check of the service. Services are rescheduled at the retry interval when they have changed to a non-OK state. Once the service has been retried
bg_bg: Тази директива се използва за определяне на броя "времеви единици", с които да се изчака, преди насрочване на повторна проверка на сървиса. Сървис проверките са разсрочени в "интервала за повторен опит" (retry interval), когато са си променили състоянието на "не-ОК" (non-OK state). Веднъж след като сървиса е бил отново проверен
de_de: Diese Direktive wird benutzt, um die Anzahl von "Zeiteinheiten" zu definieren, die zwischen erneuten Überprüfungen des Service gewartet. Dienstleistungen werden in dem Wiederholungsintervall eingeplant, wenn sie zu einem nicht-OK-Zustand geändert. sobald der Dienst erneut versucht hat
es_es: esta directiva se utiliza para definir el número de "unidades de tiempo" que esperar antes de programar una nueva comprobación del servicio. servicios se reprograman en el intervalo de reintento cuando han cambiado a un estado no-ok. una vez que el servicio ha sido juzgado
fr_fr: cette directive est utilisée pour définir le nombre d '"unités de temps" à attendre avant d'ordonnancer un nouveau contrôle du service. services sont reportés à l'intervalle de relance quand ils ont changé à un état non-OK. une fois que le service a été rejugé
it_it: questa direttiva è utilizzato per definire il numero di "unità di tempo" per aspettare prima di programmare una nuova verifica del servizio. servizi sono riprogrammate all'intervallo tentativi quando hanno cambiato a uno stato non-ok. una volta che il servizio è stato ritentato
ja_jp: このディレクティブは、サービスの再チェックをスケジュールする前に待機する「時間単位」の数を定義するために使用されます. サービスが非OK状態に変化すると、再試行間隔で再スケジュールされます. サービスが
pl_pl: dyrektywa ta służy do określenia liczby "jednostek czasu" oczekiwania przed zaplanowaniem ponowne sprawdzenie usługi. usługi są przełożone na interwał ponawiania, kiedy zmieniły się państwa niebędącego ok. gdy usługa została ponowiona
pt_pt: esta directiva é usado para definir o número de "unidades de tempo" para esperar antes de agendar uma re-seleção do serviço. serviços são reagendadas no intervalo de repetição quando eles mudaram para um estado não-ok. uma vez que o serviço tenha sido repetida
ru_ru: Эта директива используется для определения количества «единиц времени" ждать, прежде чем планировать повторную проверку службы. службы перенесено на интервал повтора, когда они изменили на не состоянии ОК. когда услуга была повторена
zh_cn: 此伪指令用于定义计划服务的重新检查之前要等待的“时间单位”数。 当服务已更改为非OK状态时，将以重试间隔重新安排服务。 重试服务后

source: Service - max check attempts
bg_bg: Сървис - максимален брой опити за проверка (check attempts)
es_es: servicio - intentos de verificación max
fr_fr: Service - tentatives de contrôle max
it_it: Servizio - i tentativi di controllo max
ja_jp: サービス - 最大チェック試行回数
pl_pl: usługi - max próby wyboru
pt_pt: serviço - tentativas de verificação max
ru_ru: сервис - макс попытки проверки
zh_cn: 服务-最多检查尝试

source: This directive is used to define the number of times that Nagios will retry the service check command if it returns any state other than an OK state. Setting this value to 1 will cause Nagios to generate an alert without retrying the service check again.
bg_bg: Тази директива се използва за определяне на това, колко пъти Nagios ще се опита да изпълни отново командата за проверка на сървис. Задаването на стойност 1 ще накара Nagios да генерира уведомление, без да опита да изпълни наново проверката на сървиса.
de_de: Diese Direktive wird benutzt, um die Anzahl der Male, dass Nagios den Service-Prüfbefehl wiederholt, wenn er einen anderen als einen OK-Zustand zurückliefert. Setzen Sie diesen Wert von 1 wird Nagios einen Alarm ohne erneuten Versuch die Service-Prüfung erneut zu generieren.
es_es: esta directiva se utiliza para definir el número de veces que nagios se vuelva a intentar el comando de comprobación de servicio si devuelve cualquier estado que no sea un estado aceptable. establecer este valor en 1 hará que nagios para generar una alerta sin volver a intentar la verificación del servicio de nuevo.
fr_fr: cette directive est utilisée pour définir le nombre de fois que Nagios réessayez la commande de contrôle de service si elle renvoie tout Etat autre que l'état OK. définition de cette valeur à 1 fera nagios pour générer une alerte sans réessayer le contrôle de service nouveau.
it_it: questa direttiva è utilizzato per definire il numero di volte che Nagios ritentare il comando di controllo del servizio se restituisce uno stato diverso da uno stato ok. l'impostazione di questo valore su 1 causerà Nagios per generare di nuovo il controllo di servizio un avviso senza riprovare.
ja_jp: このディレクティブは、サービスがOK以外のステータスを返した場合、Nagiosがサービスチェックコマンドを再試行する回数を定義するために使用されます. この値を 1 に設定すると、Nagiosはサービスチェックを再試行せずにアラートを生成します.
pl_pl: dyrektywa ta jest używana do określenia, ile razy Nagios będzie ponowić komendę wyboru usług, jeżeli zwraca państwie innym niż państwo ok. Ustawienie tej wartości na 1 spowoduje Nagios w celu generowania alertu bez ponawiania serwisowy ponownie.
pt_pt: esta directiva é usado para definir o número de vezes que o Nagios vai repetir o comando de verificação de serviços, se ele retorna qualquer estado que não seja um estado ok. definir este valor para 1 fará nagios para gerar um alerta, sem repetir a verificação de serviço novamente.
ru_ru: эта директива используется для определения, сколько раз Nagios повторит команду служебную проверку, если она возвращает Любое государство, помимо ОК государства. установка этого значения в 1 заставит Nagios, чтобы генерировать сигнал без повторной попыткой проверка службу.
zh_cn: 该指令用于定义Nagios如果返回OK状态以外的其他任何状态，则重试服务检查命令的次数。 将此值设置为1将使Nagios生成警报，而无需再次重试服务检查。

source: Service - check interval
bg_bg: Сървис - проверовъчен интервал (check interval)
de_de: Service - Intervall überprüfen
es_es: servicio - comprobar intervalo
fr_fr: Service - un intervalle de consultation
it_it: servizio - Intervallo di controllo
ja_jp: サービス - チェック間隔
pl_pl: Usługa - sprawdź odstęp
pt_pt: serviço - verificar intervalo
ru_ru: сервис - проверить интервал
zh_cn: 服务 - 检查间隔

source: This directive is used to define the number of "time units" to wait before scheduling the next "regular" check of the service. "Regular" checks are those that occur when the service is in an OK state or when the service is in a non-OK state, but has already been rechecked
bg_bg: Тази директива се използва за определяне на броя "времеви единици", с които да се изчака, преди насрочване на следващата "редовна" проверка на сървиса. "Редовни" проверки са тези, които настъпват, когато сървиса е в "добро" състояние (OK state) или когато сървиса е в "не-добро" състояние (non-OK state), но вече е бил повторно проверен
de_de: Diese Direktive wird benutzt, um die Anzahl von "Zeiteinheiten" zu definieren, die beim nächsten "regulären" Überprüfung der Service warten. "Regulären" Kontrollen sind diejenigen, die, wenn der Service in einem OK-Zustand oder wenn der Service ist in einem nicht-OK-Zustand, aber wurde bereits nachgeprüft auftreten
es_es: esta directiva se utiliza para definir el número de "unidades de tiempo" que esperar antes de programar la siguiente verificación "regular" del servicio. Controles "normales" son aquellos que se producen cuando el servicio está en un estado aceptable o cuando el servicio está en un estado no está mal, pero ya se ha revisado de nuevo
fr_fr: cette directive est utilisée pour définir le nombre d '"unités de temps" à attendre avant d'ordonnancer le prochain contrôle "régulier" du service. Contrôles «réguliers» sont celles qui se produisent lorsque le service est dans un état correct ou lorsque le service est dans un état non-ok, mais a déjà été revérifié
it_it: questa direttiva è utilizzato per definire il numero di "unità di tempo" per aspettare prima di pianificare il prossimo controllo "regolare" del servizio. Controlli "regolari" sono quelli che si verificano quando il servizio è in uno stato ok o quando il servizio è in uno stato di non-ok, ma è già stato ricontrollato
ja_jp: このディレクティブは、サービスの次の 「通常」のチェックをスケジュールする前に待機する「時間単位」の数を定義するために使用されます. 「通常」のチェックは、サービスがOKステータスであるとき、またはサービスは非OKステータスであるがすでに
pl_pl: dyrektywa ta służy do określenia liczby "jednostek czasu" oczekiwania przed planowania następnego "regularny" Test usługi. "Regularne" kontrole są te, które występują, gdy usługa jest w stanie OK lub gdy usługa jest w stanie nie-ok, ale już ponownie sprawdzić
pt_pt: esta directiva é usado para definir o número de "unidades de tempo" para esperar antes de agendar a próxima verificação "regular" do serviço. Cheques "regulares" são aquelas que ocorrem quando o serviço estiver em um estado ok ou quando o serviço estiver em um estado não-ok, mas já foi verificada novamente
ru_ru: Эта директива используется для определения количества «единиц времени" ждать, прежде чем планировать очередной "регулярный" проверку службы. "Регулярные" проверки являются те, которые происходят, когда служба в состоянии ОК или когда сервис находится в не-ок государства, но уже перепроверил
zh_cn: 此伪指令用于定义在安排服务的下一次“常规”检查之前要等待的“时间单位”数。 “常规”检查是指服务处于OK状态或服务处于非OK状态但已被重新检查时发生的检查

source: number of times. Unless you've changed the interval_length directive from the default value of 60, this number will mean minutes. More information on this value can be found in the check scheduling documentation.
bg_bg: брой пъти. Освен ако не сте променили стойността по подразбиране (която е 60) на директивата interval_length, този брой ще означава минути. Повече информация за тази стойност може да се намери в документацията за график на проверките (check scheduling).
de_de: Mal. sofern Sie nicht die interval_length Direktive mit einem Default-Wert von 60 nicht verändert haben, bedeutet diese Zahl Minuten. Weitere Informationen zu diesem Wert finden Sie in der check scheduling-Dokumentation.
es_es: número de veces. a menos que haya cambiado la directiva interval_length del valor por defecto de 60, este número significa minutos. más información sobre este valor se puede encontrar en la documentación de verificación de programación.
fr_fr: nombre de fois. sauf si vous avez modifié le interval_length de la valeur par défaut de 60, ce nombre exprime des minutes. plus d'informations sur cette valeur peut être trouvée dans la documentation sur l'ordonnancement.
it_it: numero di volte. a meno che non hai cambiato la direttiva interval_length dal valore predefinito di 60, questo numero significa minuti. ulteriori informazioni su questo valore può essere trovato nella documentazione di controllo di pianificazione.
ja_jp: 回再チェックされたときに行われます。 interval_lengthディレクティブを既定の 60 から変更していない限り、この数は分を意味します。 この値の詳細については、「チェックスケジューリング」ドキュメントに記載されています。
pl_pl: liczbę razy. chyba, że ​​zmieniła dyrektywę interval_length z domyślnej wartości 60, liczba ta będzie oznaczać minut. Więcej informacji o tej wartości można znaleźć w dokumentacji planowania wyboru.
pt_pt: número de vezes. a menos que você tenha mudado a directiva interval_length do valor padrão de 60, este número vai significar minutos. mais informação sobre este valor pode ser encontrado na programação de documentação de verificação.
ru_ru: число раз. если вы не изменили interval_length директиву значение по умолчанию 60, это число будет означать минут. больше информации на эту стоимости можно узнать в документации проверка планирования.
zh_cn: 次数。 除非您已将interval_length指令的默认值更改为60，否则该数字表示分钟。 有关此值的更多信息，请参见检查计划文档。

source: Service - active checks enabled
bg_bg: Сървис - активните проверки са активирани
de_de: Service - aktive Prüfungen aktivieren
es_es: servicio - controles activos habilitados
fr_fr: Service - les contrôles actifs activés
it_it: servizio - controlli attivi abilitati
ja_jp: サービス - アクティブチェックの有効化
pl_pl: Usługa - włączone aktywne kontrole
pt_pt: serviço - cheques ativos habilitado
ru_ru: сервис - включен активные проверки
zh_cn: 服务 - 主动检查已启用

source: This directive is used to determine whether or not active checks of this service are enabled. Values:
bg_bg: Тази директива се използва, за да определи дали активните проверки на този сървис са активирани. Стойности:
de_de: Diese Direktive wird benutzt, um festzustellen, ob aktive Prüfungen für diesen Service aktiviert sind. Werte:
es_es: esta directiva se utiliza para determinar si los controles activos de este servicio están habilitados. valores:
fr_fr: cette directive est utilisée pour déterminer si oui ou non les contrôles actifs de ce service sont activés. valeurs:
it_it: tale direttiva è usata per determinare se i controlli attivi di questo servizio sono abilitati. valori:
ja_jp: このディレクティブは、このサービスのアクティブチェックが有効かどうかを決定するために使用されます. 値：
pl_pl: dyrektywa ta jest używana do określenia, czy aktywne kontrole tej usługi są włączone. wartości:
pt_pt: esta directiva é usado para determinar se ou não cheques activos deste serviço estão habilitados. valores:
ru_ru: Эта директива используется для определения того, не включены активные проверки этой службы. значения:
zh_cn: 该伪指令用于确定是否启用对此服务的活动检查。 值：

source: disable active service checks,
bg_bg: Деактивирайте активните проверки на сървис,
de_de: aktiven Service-Prüfungen,
es_es: deshabilitar las comprobaciones de servicio activo,
fr_fr: désactiver les contrôles de service actifs,
it_it: disattivare controlli di manutenzione attivi,
ja_jp: アクティブサービスチェックを無効にする,
pl_pl: wyłączyć aktywne czeki usługowe,
pt_pt: desativar o serviço verifica ativos,
ru_ru: отключить активные проверки сервисов,
zh_cn: 禁用活动服务检查，
