Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: TCP/UDP Port
bg_bg: TCP / UDP порт
es_es: Puerto del LDAP
fr_fr: Port TCP / UDP
ja_jp: TCP/UDPポート
pl_pl: port TCP / UDP
pt_pt: Porta LDAP
ru_ru: Порта TCP / UDP
zh_cn: TCP / UDP端口。

source: The IP address or fully qualified DNS name of the server or device you'd like to monitor TCP/UDP ports on.
bg_bg: IP адрес или пълното DNS име на сървъра или устройството, на което искате да следите TCP / UDP портове.
de_de: Die IP-Adresse oder den vollqualifizierten DNS-Namen des Servers oder Gerät, das Sie gerne TCP / UDP-Ports auf dem Monitor hatte.
es_es: La dirección IP o el nombre DNS completo del servidor o el dispositivo que desea controlar puertos TCP / UDP en.
fr_fr: L'adresse IP ou le nom DNS complet du serveur ou du périphérique que vous souhaitez surveiller ports TCP / UDP sur.
it_it: L'indirizzo IP o il nome DNS completo del server o del dispositivo che si desidera monitorare porte TCP / UDP su.
ja_jp: TCP/UDPポートを監視するサーバーまたはデバイスのIPアドレスまたは完全修飾DNS名.
pl_pl: adres IP lub pełną nazwę DNS serwera lub urządzenia, który chcesz monitorować TCP / UDP porty.
pt_pt: O endereço IP ou nome DNS totalmente qualificado do servidor ou dispositivo que você gostaria de monitorar portas TCP / UDP no.
ru_ru: IP-адрес или полное DNS-имя сервера или устройства вы хотите, чтобы контролировать TCP / UDP портам.
zh_cn: 您要监视其上的TCP / UDP端口的服务器或设备的IP地址或标准DNS名称。

source: Common Server Ports
bg_bg: Общи портове на сървъра
es_es: Configuraciones comunes
fr_fr: Ports communs pour le serveur
it_it: Porte del server comuni
ja_jp: 一般サーバーポート
pl_pl: wspólne porty serwera
pt_pt: Configurações comuns
ru_ru: Общие порты сервера
zh_cn: 常见的服务器端口

source: Specify which ports you'd like to monitor on the server or device.
bg_bg: Посочете кои портове на сървъра или устройството искате да наблюдавате.
de_de: Fest, welche Ports Sie möchten, auf dem Server oder Gerät zu überwachen.
es_es: Especifique los puertos que desea supervisar en el servidor o dispositivo.
fr_fr: Indiquez les ports que vous souhaitez surveiller sur le serveur ou le périphérique.
it_it: Specificare quali porte si desidera monitorare sul server o dispositivo.
ja_jp: サーバーまたはデバイスで監視するポートを指定します.
pl_pl: określić, które porty, które chcesz monitorować na serwerze lub urządzeniu.
pt_pt: Especificar quais portas que você gostaria de acompanhar no servidor ou dispositivo.
ru_ru: Укажите, какие порты вы хотели бы контролировать на сервер или устройство.
zh_cn: 指定你想监控的服务器或设备的端口。

source: Custom Server Ports
bg_bg: Персонализирани портове на сървъра
es_es: Periodo especificado
fr_fr: Ports de serveur personnalisés
it_it: Porte del server personalizzati
ja_jp: カスタムサーバーポート
pl_pl: portów dla serwerów
pt_pt: Período customizado
ru_ru: Пользовательские порты сервера
zh_cn: 自定义服务器端口

source: Specify any custom TCP/UDP ports you'd like to monitor on the server or device.
bg_bg: Изберете които и да са персонализирани TCP / UDP портове, които искате да наблюдавате на сървъра или устройството.
de_de: Geben Sie alle benutzerdefinierten TCP / UDP Ports, die Sie gerne auf dem Server oder Gerät zu überwachen hatte.
es_es: Especifique cualquier personalizados puertos TCP / UDP que le gustaría seguir en el servidor o dispositivo.
fr_fr: Spécifiez les personnalisés ports TCP / UDP que vous souhaitez surveiller sur le serveur ou le périphérique.
it_it: Specificare qualsiasi misura porte TCP / UDP vorresti controllare sul server o dispositivo.
ja_jp: サーバーまたはデバイスで監視するカスタムTCP/UDPポートを指定します.
pl_pl: podać żadnych niestandardowych TCP / UDP porty, które chcesz monitorować na serwerze lub urządzenia.
pt_pt: Especificar quaisquer personalizados portas TCP / UDP que você gostaria de acompanhar no servidor ou dispositivo.
ru_ru: Укажите любые пользовательские TCP / UDP портов, которые вы хотели бы контролировать на сервер или устройство.
zh_cn: 指定您要在服务器或设备上监视的所有自定义TCP / UDP端口。

source: Port Number
bg_bg: Номер на порта
de_de: Port-Nummer
es_es: Numero de Telefono
fr_fr: Numéro de port
it_it: Numero di porta
ja_jp: ポート番号
pl_pl: numer portu
pt_pt: Número de telefone
ru_ru: Номер порта
zh_cn: 端口号

source: Port Type
bg_bg: Тип порт
de_de: Port-Typ
es_es: Tipos de Datos
fr_fr: Type de port
it_it: Tipo di porta
ja_jp: ポートタイプ
pl_pl: Typ portu
pt_pt: Tipo de dados
ru_ru: Тип порта
zh_cn: 端口类型

source: Port/Application Name
bg_bg: Порт / Име на приложението
es_es: Nombre del Destino
fr_fr: Port / Nom de l'application
it_it: Porto / Nome applicazione
ja_jp: ポート/アプリケーション名
pl_pl: Port / nazwa aplikacji
pt_pt: Nome do destino
ru_ru: Порт / Имя приложения
zh_cn: 端口/应用程序的名称

source: Send String
bg_bg: Изпрати символен низ (string)
de_de: Senden String
es_es: Configuraciones del Remitente
fr_fr: Envoyer à cordes
it_it: Invia String
ja_jp: 送信する文字列
pl_pl: wysłać ciąg
pt_pt: Configurações de envio
ru_ru: Отправить струнных
zh_cn: 发送字符串

source: Expect String
bg_bg: Oчакван символен низ (string)
de_de: Erwarten String
es_es: Cadena esperada
fr_fr: Attendez-vous à cordes
it_it: Aspettatevi String
ja_jp: 期待する文字列
pl_pl: spodziewać ciąg
pt_pt: Espere Cordas
ru_ru: Ожидать струнных
zh_cn: 期望字符串

source: Invalid port number:
bg_bg: Невалиден номер на порт:
de_de: Ungültige Portnummer:
es_es: Numero de telefono celular invalido
fr_fr: Numéro de port incorrect:
it_it: Numero di porta non valido:
ja_jp: 不正なポート番号:
pl_pl: niepoprawny numer portu:
pt_pt: Número de telemóvel inválido.
ru_ru: Неверный номер порта:
zh_cn: 无效的端口号：

source: Invalid port/application name for port
bg_bg: Невалиден порт / име на приложение за порт
de_de: Ungültiger Port / application name für Port
es_es: Intervalo para notificacion invalida
fr_fr: Invalid nom du port / application pour le port
it_it: Non valido della porta / nome applicazione per la porta
ja_jp: 不正なポート/アプリケーション名
pl_pl: nieprawidłowy port / Nazwa aplikacji dla portu
pt_pt: Intervalo de notificação inválido.
ru_ru: Неверный порт / имя приложения для порта
zh_cn: 无效端口的端口/应用程序名称

source: Send string for port
bg_bg: Изпрати символен низ (string) за порт
de_de: Sendestring für Port
es_es: Enviar cuerda para el puerto
fr_fr: Envoyer chaîne pour le port
it_it: Il testo della stringa per la porta
ja_jp: 送信する文字列
pl_pl: wysłać ciąg do portu
pt_pt: Enviar string para porta
ru_ru: Отправить строки для порта
zh_cn: 发送字符串的端口

source: may not contain quotes
bg_bg: Може да не съдържа цитати
de_de: dürfen keine Anführungszeichen
es_es: no pueden contener comillas
fr_fr: peut pas contenir de guillemets
it_it: non possono contenere virgolette
ja_jp: に引用符を含めることはできません
pl_pl: Nie może zawierać cytaty
pt_pt: não pode conter aspas
ru_ru: не может содержать кавычки
zh_cn: 可能不包含引号

source: Expect string for port
bg_bg: Очакван символен низ (string) за порт
de_de: Erwarten String-Anschluss
es_es: Cadena esperada para el puerto
fr_fr: Chaîne attendue pour le port
it_it: Aspettatevi stringa per la porta
ja_jp: 期待するポートの文字列
pl_pl: spodziewać ciąg dla portu
pt_pt: Espere cadeia para porta
ru_ru: Ожидать строки для порта
zh_cn: 期望字符串的端口

source: Port
bg_bg: Порт
es_es: Puerto
it_it: Porta
ja_jp: ポート
pt_pt: Porta
ru_ru: Порт
zh_cn: 端口

source: Monitor a TFTP Server Connection or Specific File
bg_bg: Наблюдавайте връзка на TFTP сървър или специфичен файл
de_de: überwachen einen tftp-Server-Verbindung oder bestimmte Datei
es_es: monitorear una conexión de servidor TFTP o archivo específico
fr_fr: surveiller une connexion au serveur TFTP ou fichier spécifique
it_it: monitorare una connessione al server TFTP o file specifico
ja_jp: TFTPサーバーの接続または特定のファイルを監視します
pl_pl: monitorować połączenie z serwerem TFTP lub określony plik
pt_pt: monitorar a conexão do servidor TFTP ou arquivo específico
ru_ru: контролировать связь TFTP-сервера или конкретный файл
zh_cn: 监视TFTP服务器连接或特定文件

source: It looks like you are missing tftp on your Nagios XI server.
bg_bg: Изглежда сякаж ви липсва tftp на вашия Nagios XI сървър.
de_de: es sieht aus wie Sie pymongo fehlen auf Ihrem nagios xi Server.
es_es: parece que se echa en falta pymongo en su servidor xi nagios.
fr_fr: on dirait que vous êtes absent pymongo sur votre serveur Nagios XI.
it_it: sembra che non trovi il pymongo sul server xi Nagios.
ja_jp: Nagios XIサーバーでTFTPが見つかりません.
pl_pl: wygląda na to, brakuje jwhois na serwerze Nagios XI.
pt_pt: parece que está faltando pymongo no seu servidor xi nagios.
ru_ru: похоже, вам не хватает на вашем PyMongo Nagios XI сервера.
zh_cn: 看来您在Nagios XI服务器上缺少tftp。

source: TFTP Information
bg_bg: TFTP информация
de_de: SNMP-Informationen
es_es: Informacion
fr_fr: Des informations SNMP
it_it: Informazioni SNMP
ja_jp: TFTP情報
pl_pl: Informacje snmp
pt_pt: Informação
ru_ru: SNMP информации
zh_cn: TFTP信息

source: Specify the TFTP Server You Want to Monitor
bg_bg: Определете TFTP сървъра, който искате да наблюдавате
de_de: geben Sie den TFTP-Server zu überwachenden
es_es: especifique el servidor tftp que desea supervisar
fr_fr: spécifier le serveur TFTP vous voulez surveiller
it_it: specificare il server tftp che si desidera monitorare
ja_jp: 監視するTFTPサーバーを指定します
pl_pl: określić serwer tftp chcesz monitorować
pt_pt: especifique o servidor tftp você deseja monitorar
ru_ru: укажите TFTP сервер, который необходимо контролировать
zh_cn: 指定要监视的TFTP服务器

source: TFTP Host
bg_bg: TFTP хост
es_es: anfitrión tftp
fr_fr: tftp hôte
it_it: accoglienza tftp
ja_jp: TFTPホスト
pl_pl: hosta tftp
pt_pt: hospedeiro tftp
ru_ru: хост TFTP
zh_cn: TFTP主机

source: Add the TFTP server FQDN here
bg_bg: Добави пълното домейн име (FQDN) на TFTP сървъра тук
de_de: fügen Sie den TFTP-Server fqdn hier
es_es: añadir el fqdn servidor tftp aquí
fr_fr: ajouter le nom de domaine complet du serveur TFTP ici
it_it: aggiungere il nome di dominio del server TFTP qui
ja_jp: TFTPサーバーのFQDNを入力します
pl_pl: dodaj FQDN serwera tftp tutaj
pt_pt: adicionar o FQDN do servidor tftp aqui
ru_ru: добавить TFTP-сервера полное доменное имя здесь
zh_cn: 在此处添加TFTP服务器FQDN

source: TFTP Server
bg_bg: TFTP сървър
de_de: FTP Server
es_es: FTP Server
fr_fr: Serveur FTP
it_it: FTP Server
ja_jp: TFTPサーバー
pl_pl: serwer ftp
pt_pt: FTP Server
ru_ru: FTP-сервер
zh_cn: TFTP服务器

source: TFTP Connect Service
bg_bg: TFTP сървис за свързване
de_de: TFTP-Dienst verbinden
es_es: TFTP conectar el servicio
ja_jp: TFTP接続サービス
pl_pl: TFTP połączyć usługę
pt_pt: TFTP conectar serviço
ru_ru: TFTP подключить услугу
zh_cn: TFTP连接服务

source: A service that checks a TFTP server availability by trying to write a file without permissions.
bg_bg: Сървис, който проверява наличността на TFTP сървъра, като се опитва да запише файл без необходимите привилегии.
de_de: ein Service, der einen TFTP-Server überprüft die Verfügbarkeit, indem Sie versuchen, eine Datei ohne Berechtigungen zu schreiben.
es_es: un servicio que comprueba una disponibilidad del servidor tftp al tratar de escribir un archivo sin permisos.
fr_fr: un service qui vérifie la disponibilité d'un serveur TFTP en essayant d'écrire un fichier sans autorisations.
it_it: un servizio che controlla una disponibilità di server TFTP, cercando di scrivere un file senza permessi.
ja_jp: 権限なしでファイルの書込みを試みてTFTPサーバーの可用性をチェックするサービス.
pl_pl: usługa, która sprawdza dostępność serwera tftp, próbując zapisać plik bez uprawnień.
pt_pt: um serviço que verifica a disponibilidade do servidor tftp, tentando escrever um arquivo sem permissões.
ru_ru: сервис, который проверяет доступность TFTP-сервера, пытаясь записать файл без разрешения.
zh_cn: 通过尝试在没有权限的情况下写入文件来检查TFTP服务器可用性的服务。

source: TFTP Connection Test Service
bg_bg: Тестване на TFTP сървиса за свързване
de_de: TFTP-Verbindungstest-Service
es_es: servicio de prueba de conexión tftp
fr_fr: service de test de connexion TFTP
it_it: Servizio TFTP test di connessione
ja_jp: TFTP接続テストサービス
pl_pl: tftp usług test połączenia
pt_pt: tftp serviço de teste de conexão
ru_ru: TFTP проверки подключения услуги
zh_cn: TFTP连接测试服务

source: TFTP Get Service
bg_bg: TFTP Get сървис
es_es: get service tftp
fr_fr: GET Service TFTP
it_it: servizio get tftp
ja_jp: TFTP Getサービス
pl_pl: tftp usług get
pt_pt: tftp serviço get
ru_ru: TFTP получить обслуживание
zh_cn: TFTP获取服务

source: A service that checks a file located on a TFTP server for sanity or to check size.
bg_bg: Сървис, който проверява файл, намиращ се на TFTP сървър за нормалност или размер на проверката.
de_de: ein Service, der eine Datei auf einem TFTP-Server für die geistige Gesundheit oder Größe überprüfen befindet prüft.
es_es: un servicio que comprueba un archivo ubicado en un servidor TFTP a la cordura o para comprobar el tamaño.
fr_fr: un service qui vérifie un fichier situé sur un serveur TFTP pour la santé mentale ou pour vérifier la taille.
it_it: un servizio che controlla un file che si trova su un server TFTP per la sanità mentale o per controllare le dimensioni.
ja_jp: 健全性またはサイズチェックのためにTFTPサーバーに存在するファイルをチェックするサービス.
pl_pl: Usługa, która sprawdza plik znajduje się na serwerze TFTP do poczytalności lub sprawdzić rozmiar.
pt_pt: um serviço que verifica um arquivo localizado em um servidor TFTP para a sanidade ou para verificar o tamanho.
ru_ru: сервис, который проверяет файл, расположенный на TFTP-сервера для здравомыслия или проверить размер.
zh_cn: 一种用于检查TFTP服务器上的文件是否健全或检查大小的服务。

source: You must include the exact size of the file in bytes or the check will not run successfully and you will recieve a message similar to <b>'File size mismatch: expected 17 bytes, got 15 bytes.'</b>
bg_bg: Вие трябва да включите точния размер на файла в байтове, иначе проверката няма да се изпълни успешно и ще получите съобщение, подобно на <b>'Несъответствие в размера на файла: Очаква се 17 байта, имаме 15 байта.'</b>
de_de: Sie müssen die genaue Größe der Datei in Bytes enthalten oder die Prüfung nicht erfolgreich ausgeführt, und Sie werden eine Meldung wie erhalten <b>"Dateigröße Mismatch:. erwartet, 17 Byte, bekam 15 Bytes '</b>
es_es: debe incluir el tamaño exacto del archivo en bytes o el cheque no se ejecutará correctamente y usted recibirá un mensaje similar al <b>'tamaño desajuste archivo:. esperada 17 bytes, tiene 15 bytes'</b>
fr_fr: vous devez inclure la taille exacte du fichier en octets ou le chèque ne sera pas exécuté avec succès et vous recevrez un message similaire à <b>"taille de fichier décalage:. prévu 17 octets, a obtenu 15 octets '</b>
it_it: è necessario includere l'esatta dimensione del file in byte o il controllo non verrà eseguito correttamente e riceverai un messaggio simile a <b>'dimensione del file non corrispondente:. attesa 17 byte, ha ottenuto 15 byte'</b>
ja_jp: ファイルサイズを正確に指定してください. 正確に指定されていない場合、チェックが正常に実行されないか、<b>'File size mismatch: expected 17 bytes, got 15 bytes.'</b> のようなメッセージを受信します
pl_pl: należy podać dokładny rozmiar pliku w bajtach lub wyboru nie będzie działać poprawnie, a będziesz otrzymywać komunikat podobny do <b>"niedopasowania rozmiar pliku:. oczekiwanym 17 bajtów, dostał 15 bajtów"</b>
pt_pt: você deve incluir o tamanho exato do arquivo em bytes ou o cheque não será executado com êxito e você receberá uma mensagem semelhante à <b>"incompatibilidade de tamanho de arquivo:. esperado 17 bytes, tem 15 bytes '</b>
ru_ru: Вы должны включить точный размер файла в байтах или проверка не будет успешно работать, и Вы получите сообщение, похожее на <b>"несоответствие размера файла:. ожидается 17 байт, получил 15 байт"</b>
zh_cn: 您必须以字节为单位包含文件的确切大小，否则检查将无法成功运行，并且您将收到类似于<b>“文件大小不匹配：预期为17个字节，得到15个字节”的消息。</ b>

source: File Name
bg_bg: Име на файл
de_de: Dateinamen
es_es: nombre de archivo
fr_fr: nom de fichier
ja_jp: ファイル名
pl_pl: nazwa pliku
pt_pt: nome do arquivo
ru_ru: имя файла
zh_cn: 文件名

source: File Size
bg_bg: Размер на файла
de_de: Dateigröße
es_es: tamaño de archivo
fr_fr: taille du fichier
it_it: dimensione del file
ja_jp: ファイルサイズ
pl_pl: Rozmiar pliku
pt_pt: o tamanho do arquivo
ru_ru: размер файла
zh_cn: 文件大小

source: (bytes)
bg_bg: (байтове)
de_de: (Byte)
fr_fr: (Octets)
pl_pl: (Bajtów)
ru_ru: (Байт)
zh_cn: （字节）

source: Invalid domain name.
bg_bg: Невалидно име на домейн.
de_de: Ungültiger Hostname.
es_es: Reporte invalido
fr_fr: Nom d'hôte non valide.
it_it: Il nome host non valido.
ja_jp: ドメイン名が無効です.
pl_pl: nieprawidłowa nazwa hosta.
pt_pt: Relatório inválido
ru_ru: Неверное имя хоста.
zh_cn: 无效的域名。

source: The selected TFTP server will be queried to return a check value. Click Finish to continue.
bg_bg: Избрания TFTP сървър ще бъде извикан, за да върне проверовъчна стойност. Щракнете върху "Готово" (Finish), за да продължите.
de_de: das gewählte TFTP-Server abgefragt wird, um einen Scheck Wert zurück. Klicken Sie Finish, um fortzufahren.
es_es: el servidor tftp seleccionados se puede consultar para devolver un valor de comprobación. haga clic en Finalizar para continuar.
fr_fr: le serveur TFTP sélectionné sera interrogé pour retourner une valeur de contrôle. Cliquez sur Terminer pour continuer.
it_it: il server TFTP selezionato verrà interrogato per restituire un valore di controllo. clic su Fine per continuare.
ja_jp: 選択されたTFTPサーバーは、チェック値を返すために照会されます. [次へ]をクリックして続行します.
pl_pl: Wybrany serwer tftp będzie zapytany zwrócić wartość wyboru. Kliknij przycisk Zakończ, aby kontynuować.
pt_pt: o servidor tftp selecionado será consultado para retornar um valor de verificação. Clique em Concluir para continuar.
ru_ru: Выбранный сервер TFTP будет запрошен вернуться проверки значение. нажмите кнопку Готово, чтобы продолжить.
zh_cn: 将查询所选的TFTP服务器以返回检查值。 单击完成以继续。

source: Monitor a VMware host or guest VM.
bg_bg: Наблюдавайте VMware хост или гост VM.
de_de: Überwachung eines VMware Host oder Gast-VM.
es_es: Supervisión de un host VMware o VM invitado.
fr_fr: Surveiller un hôte VMware ou machine virtuelle invitée.
it_it: Monitorare un host VMware o VM guest.
ja_jp: VMwareホストまたはゲストVMを監視します.
pl_pl: monitorować wiele vmware lub vm ​​gość.
pt_pt: Monitorar um host VMware ou VM convidado.
ru_ru: Мониторинг хост VMware или гостевой VM.
zh_cn: 监控VMware主机或客户虚拟机。

source: It appears as though you have not installed the VMware SDK or ESX plugins on your Nagios XI server. You must have these components properly installed on your system before using this wizard.
bg_bg: Изглежда, като че ли не сте инсталирали VMware SDK или ESX плъгини на вашия Nagios XI сървър. Тези компоненти трябва правилно да са инсталирани на вашата система, преди да използвате този помощник (wizard).
de_de: Es scheint, als ob Sie nicht die VMware SDK oder ESX Plugins auf Ihrem Nagios XI-Server installiert. Sie müssen diese Komponenten ordnungsgemäß auf Ihrem System installiert, bevor Sie diesen Assistenten.
es_es: Parece como si usted no ha instalado el SDK de VMware ESX o plugins en el servidor Nagios XI. Usted debe tener estos componentes correctamente instalado en su sistema antes de utilizar este asistente.
fr_fr: Il semble que vous n'avez pas installé le SDK de VMware ESX ou plugins Nagios sur votre serveur XI. Vous devez avoir ces composants correctement installés sur votre système avant d'utiliser cet assistant.
it_it: Sembra come se non avete installato l'SDK di VMware ESX o plugin sul server Nagios XI. È necessario disporre di questi componenti correttamente installato nel sistema prima di utilizzare questa procedura guidata.
ja_jp: Nagios XIサーバーにVMware SDKまたはESXプラグインがインストールされていないようです. このウィザードを使用する前に、コンポーネントが正常にシステムにインストールされている必要があります.
pl_pl: wydaje się, że nie masz zainstalowanego VMware ESX wtyczki SDK lub na serwerze Nagios XI. musisz mieć prawidłowo tych składników zainstalowanych w systemie przed użyciem tego kreatora.
pt_pt: Parece como se você não tiver instalado o SDK VMware ESX ou plugins no seu servidor Nagios XI. Você deve ter estes componentes devidamente instalado em seu sistema antes de usar este assistente.
ru_ru: Похоже, что у вас не установлен VMware ESX или SDK плагины на ваш сервер Nagios XI. Вы должны быть эти компоненты установлены на вашей системе перед использованием этого мастера.
zh_cn: 似乎您尚未在Nagios XI服务器上安装VMware SDK或ESX插件。 使用此向导之前，必须在系统上正确安装这些组件。

source: To complete the installation of the required components please follow the
bg_bg: За да завършите инсталацията на необходимите компоненти, моля следвайте
de_de: Um die Installation der erforderlichen Komponenten abzuschließen folgen Sie bitte den
es_es: Para completar la instalación de los componentes necesarios, por favor siga el
fr_fr: Pour terminer l'installation des composants requis s'il vous plaît suivez les
it_it: Per completare l'installazione dei componenti necessari si prega di seguire le
ja_jp: 以下に従って、必要なコンポーネントのインストールを完了してください
pl_pl: aby zakończyć instalację wymaganych składników należy wykonać
pt_pt: Para concluir a instalação dos componentes necessários siga o
ru_ru: Для завершения установки необходимых компонентов следуйте
zh_cn: 要完成所需组件的安装，请遵循

source: Monitoring VMware with Nagios XI
bg_bg: Следене на VMware с Nagios XI
de_de: Überwachung VMware mit Nagios XI
es_es: Monitoreo Nagios XI con VMware
fr_fr: Surveillance avec Nagios XI VMware
it_it: Monitoraggio di VMware con Nagios XI
ja_jp: Nagios XIでVMwareを監視
pl_pl: monitorowanie VMware z Nagios XI
pt_pt: Monitoramento VMware com o Nagios XI
ru_ru: Мониторинг VMware с Nagios XI
zh_cn: 使用Nagios XI监视VMware

source: documentation
bg_bg: Документация
de_de: Dokumentation
es_es: Documentacion
it_it: Documentazione
ja_jp: ドキュメント
pl_pl: Dokumentacja bpi
pt_pt: Documentação
ru_ru: Документация
zh_cn: 文档

source: VMware Information
bg_bg: VMware информация
de_de: vmware Informationen
es_es: información vmware
fr_fr: vmware informations
it_it: vmware informazioni
ja_jp: VMWare情報
pl_pl: Informacje vmware
pt_pt: vmware informações
ru_ru: VMware информации
zh_cn: VMware信息

source: The IP address or FQDNS name of the VMware (server) host you would like to monitor.
bg_bg: IP адрес или FQDNS име на VMware (сървър) хоста, който бихте искали да наблюдавате.
de_de: Die IP-Adresse oder FQDN Namen des VMware (Server) Host, den Sie überwachen wollen.
es_es: La direccion IP o el nombre FQDNS del host
fr_fr: L'adresse IP ou le nom FQDN du VMware (serveur) hôte que vous souhaitez surveiller.
it_it: L'indirizzo IP o il nome FQDN del (server) host VMware che si desidera monitorare.
ja_jp: 監視するVMware（サーバー）ホストのIPアドレスまたはFQDN.
pl_pl: adres IP lub FQDN nazwa vmware (serwer) hosta, który chcesz monitorować.
pt_pt: O endereço IP ou FQDN nome do host
ru_ru: IP-адрес или имя FQDN, VMware (сервер) хозяин, которого вы хотели бы контролировать.
zh_cn: 您要监视的VMware（服务器）主机的IP地址或FQDNS名称。

source: The username used to authenticate on the VMware server.
bg_bg: Паролата, използвана за оторизация към VMware сървъра.
de_de: Das Passwort für den VMware Server authentifiziert.
es_es: La contraseña utilizada para autenticar el servidor de VMware.
fr_fr: Le mot de passe utilisé pour authentifier le serveur VMware.
it_it: La password utilizzata per l'autenticazione al server VMware.
ja_jp: VMwareサーバーへの認証に使用するユーザ名.
pl_pl: Hasło używane do uwierzytelniony do serwera VMware.
pt_pt: A senha usada para autenticar o SGSI.
ru_ru: Пароль, используемый для проверки подлинности на сервере VMware.
zh_cn: 用于在VMware服务器上进行身份验证的用户名。

source: The password used to authenticate on the VMware server.
bg_bg: Паролата, използвана за оторизация към VMware сървъра.
de_de: Das Passwort für den VMware Server authentifiziert.
es_es: La contraseña utilizada para autenticar el servidor de VMware.
fr_fr: Le mot de passe utilisé pour authentifier le serveur VMware.
it_it: La password utilizzata per l'autenticazione al server VMware.
ja_jp: VMwareサーバーへの認証に使用するパスワード.
pl_pl: Hasło używane do uwierzytelniony do serwera VMware.
pt_pt: A senha usada para autenticar o SGSI.
ru_ru: Пароль, используемый для проверки подлинности на сервере VMware.
zh_cn: 用于在VMware服务器上进行身份验证的密码。
