Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: One or more config files have problems.
bg_bg: Един или повече конфигурационни файлове имат проблеми.
de_de: Ein oder mehrere Konfigurationsdateien Probleme haben.
es_es: Uno o más archivos de configuración tienen problemas.
fr_fr: Un ou plusieurs fichiers de configuration ont des problèmes.
it_it: Uno o più file di configurazione hanno problemi.
ja_jp: 1つ以上の設定ファイルに障害があります.
pl_pl: jeden lub więcej plików konfiguracyjnych mają problemy.
pt_pt: Host está funcionando, mas um ou mais serviços estão com problemas
ru_ru: Один или несколько файлов конфигурации есть проблемы.
zh_cn: 一个或多个配置文件有问题。

source: Config File Permissions Check
bg_bg: Проверка за привилегиите на конфигурационния файл
de_de: Config File Berechtigungen überprüfen
es_es: Configuración de permisos de archivos Compruebe
fr_fr: Config Vérifiez les permissions sur fichiers
it_it: Config autorizzazioni di file check
ja_jp: 設定ファイルのアクセス権チェック
pl_pl: sprawdzić uprawnienia do pliku config
pt_pt: configuração de permissões de arquivo verifique
ru_ru: Файл конфигурации Проверка разрешений
zh_cn: 配置文件权限检查

source: Config Scripts
bg_bg: Конфигурационни скриптове
es_es: Scripts de Configuracion
fr_fr: Les scripts de configuration
it_it: Script di configurazione
ja_jp: 設定スクリプト
pl_pl: skrypty konfiguracyjne
pt_pt: Scripts de configuração
ru_ru: Config Сценарии
zh_cn: 配置脚本

source: The permissions on the %s configuration scripts appear to be okay.
bg_bg: Разрешенията (permissions) на конфигуриране Nagios XI скриптовете изглеждат добре.
de_de: Die Berechtigungen für die Nagios XI Konfigurationsskripte zu sein scheinen okay.
es_es: Los permisos de los scripts de configuración de Nagios XI parecen estar bien.
fr_fr: Les autorisations sur les scripts de configuration de Nagios XI semble bien se passer.
it_it: Le autorizzazioni per gli script di configurazione di Nagios XI sembrano essere a posto.
ja_jp: %s 設定スクリプトのアクセス権に問題はありません。
pl_pl: uprawnienia do skryptów konfiguracyjnych xi Nagios wydaje się być w porządku.
pt_pt: As permissões em arquivos de configuração do Nagios Core estam bem.
ru_ru: Разрешения на сценарии Nagios XI конфигурации по всей видимости, будет в порядке.
zh_cn: %s配置脚本的权限似乎没有问题。

source: The following configuration scripts have incorrect permissions and owner information
bg_bg: Следните конфигурационни скриптове имат неправилни разрешения и информация за собственика
de_de: Die folgenden Konfigurations-Scripts haben falsche Berechtigungen und Eigentümer Informationen
es_es: El siguiente archivo de configuracion tiene permisos incorrectos
fr_fr: Les scripts de configuration suivants ont des permissions incorrectes et de l'information propriétaire
it_it: Gli script di configurazione seguenti dispongono di autorizzazioni non corrette e le informazioni sul proprietario
ja_jp: 次の設定スクリプトには不適切なアクセス権限および所有者情報があります.
pl_pl: następujące skrypty konfiguracyjne mają nieprawidłowe uprawnienia i informacje o właścicielu
pt_pt: Os seguintes arquivos de configuração tem permissões incorretas
ru_ru: Следующие сценарии конфигурации имеют неправильные права доступа и владельца информации
zh_cn: 以下配置脚本的权限和所有者信息不正确。

source: Each of these scripts needs to be installed setuid root
bg_bg: Всеки един от тези скриптове е необходимо да бъде инсталиран setuid root
de_de: Jedes dieser Skripte muss installiert setuid root werden
es_es: Cada una de estas secuencias de comandos necesita ser instalado setuid root
fr_fr: Chacun de ces scripts doit être installé setuid root
it_it: Ognuno di questi script ha bisogno di essere installato setuid root
ja_jp: これらの各スクリプトはsetuid rootでインストールする必要があります
pl_pl: każdy z tych skryptów musi być zainstalowany SUID root
pt_pt: Cada um desses scripts precisa ser instalado setuid root
ru_ru: Каждый из этих сценариев должен быть установлен УИП корневой
zh_cn: 这些脚本中的每一个都需要安装 setuid root

source: To fix this problem, follow these steps
bg_bg: Да решите този проблем, изпълнете следните стъпки
de_de: Um dieses Problem zu beheben, gehen Sie folgendermaßen vor
es_es: Para solucionar este problema, siga estos pasos
fr_fr: Pour résoudre ce problème, procédez comme suit
it_it: Per risolvere il problema, attenersi alla seguente procedura
ja_jp: この障害を解決する手順は次の通りです
pl_pl: aby rozwiązać ten problem, wykonaj następujące kroki
pt_pt: Para corrigir este problema, siga estes passos
ru_ru: Чтобы решить эту проблему, выполните следующие действия
zh_cn: 若要解决此问题，请按照下列步骤

source: Login to your %s server via SSH as the
bg_bg: Влезте във вашия Nagios XI сървър чрез SSH като
de_de: Anmeldung zu Ihrem Nagios XI-Server über SSH als die
es_es: Ingrese a su servidor Nagios XI via SSH como usuario <i> root </i>
fr_fr: Se connecter à votre serveur Nagios XI via SSH en tant que
it_it: Accedi al tuo server Nagios XI tramite SSH come
ja_jp: SSHで %s サーバーにログイン
pl_pl: Zaloguj się do serwera przez ssh xi Nagios jako
pt_pt: Faça login no seu servidor Nagios XI via SSH com o <i>root</i> user
ru_ru: Вход в Личный Nagios XI серверу через SSH как
zh_cn: 通过SSH登录到你的%s服务器，作为

source: user
bg_bg: потребител
de_de: Benutzer
es_es: usuario
fr_fr: utilisateur
it_it: utente
pl_pl: użytkownik
pt_pt: Usuário
ru_ru: пользователь
zh_cn: 用户

source: Execute the following commands
bg_bg: Изпълнява следните команди
de_de: Führen Sie die folgenden Befehle
es_es: Ejecute los siguientes comandos:
fr_fr: Exécutez les commandes suivantes
it_it: Eseguire i seguenti comandi
ja_jp: 次のコマンドを実行します
pl_pl: wykonaj następujące polecenia
pt_pt: Execute os seguintes comandos:
ru_ru: Выполните следующие команды
zh_cn: 执行以下命令：

source: Config Files
bg_bg: Конфигурационни файлове
es_es: Archivos de Configuracion
fr_fr: Fichiers de configuration
it_it: File di configurazione
ja_jp: 設定ファイル
pl_pl: pliki konfiguracyjne
pt_pt: Arquivos de Configuração
zh_cn: 配置文件

source: The permissions on the Nagios Core configuration files to be okay
bg_bg: Разрешенията на Nagios Core ​​конфигурационните файлове да се оправят
de_de: Die Berechtigungen für die Nagios-Core-Konfigurationsdateien in Ordnung zu sein
es_es: Los permisos de los archivos de configuración de Nagios Core parecen estar bien
fr_fr: Les permissions sur les fichiers de configuration de Nagios base bien se passer
it_it: I permessi sui file di configurazione di Nagios core per essere a posto
ja_jp: Nagios Core設定ファイルのアクセス権に問題はありません
pl_pl: uprawnienia do plików konfiguracyjnych rdzeń Nagios się być w porządku
pt_pt: As permissões em arquivos de configuração do Nagios Core estam bem.
ru_ru: Права на файлы Nagios основной конфигурации будет хорошо
zh_cn: Nagios Core配置文件上的权限可以

source: The following configuration files have incorrect permissions
bg_bg: Следните конфигурационни файлове имат неправилни правомощия
de_de: Die folgenden Konfigurationsdateien haben falsche Berechtigungen
es_es: El siguiente archivo de configuracion tiene permisos incorrectos
fr_fr: Les fichiers de configuration suivants ont des permissions incorrectes
it_it: I seguenti file di configurazione dispone di autorizzazioni non corrette
ja_jp: 次の設定ファイルは、不適切なアクセス権を持っています
pl_pl: następujące pliki konfiguracyjne mają nieprawidłowe uprawnienia
pt_pt: Os seguintes arquivos de configuração tem permissões incorretas
ru_ru: Следующие конфигурационные файлы имеют неправильные разрешения
zh_cn: 以下配置文件具有不正确的权限

source: Each of these config files needs to be writable by the <i>apache</i> and <i>nagios</i> users. <b>To fix this problem, follow these steps
bg_bg: Всеки един от тези конфигурационни файлове трябва да е достъпен за писане от потребителите <i>apache</i> и <i>nagios</i> <b>За да решите този проблем, изпълнете следните стъпки
de_de: Jede dieser Konfigurationsdateien muss beschreibbar sein, die von <i>Apache</i> und <i>Nagios-Anwender.</i> <b>Um dieses Problem zu beheben, gehen Sie folgendermaßen vor</b>
es_es: Cada uno de estos archivos de configuración tiene que ser escribible por el usuario <i>apache</i> y <i>nagios.</i> <b>Para solucionar este problema, siga estos pasos</b>
fr_fr: Chacun de ces fichiers de configuration doit être accessible en écriture par les utilisateurs <i>apache</i> et <i>nagios.</i> <b>Pour résoudre ce problème, procédez comme suit</b>
it_it: Ognuno di questi file di configurazione deve essere scrivibile per gli utenti <i>apache</i> e <i>nagios.</i> <b>Per risolvere il problema, attenersi alla seguente procedura</b>
ja_jp: これらの各設定ファイルは、<i>apache</i> と <i>nagios</i> ユーザーが書き込み可能である必要があります。 <b>この問題を修正する手順は、次の通りです
pl_pl: każdy z tych plików konfiguracyjnych musi być zapisywalny przez <i>apache</i> i <i>Nagios</i> użytkowników. <b>aby rozwiązać ten problem, wykonaj następujące kroki</b>
pt_pt: Cada um desses arquivos de configuração precisa ser escrito pelo <i>apache</i> and <i>nagios</i> users. <b> Para corrigir este problema, siga estes passos
ru_ru: Каждый из этих конфигурационных файлов должна быть доступна для записи <i>Apache</i> и <i>Nagios</i> пользователей. <b>Чтобы решить эту проблему, выполните следующие действия</b>
zh_cn: 每个配置文件都必须由<i> apache </ i>和<i> nagios </i>用户可写。 <b>要解决此问题，请按照以下步骤操作

source: Login to your %s server via SSH as the <i>root</i> user
bg_bg: Влезте във вашия Nagios XI сървър чрез SSH като <i>root</i> потребител
de_de: Anmeldung zu Ihrem Nagios XI-Server über SSH als <i>Root-Benutzer</i>
es_es: Ingrese a su servidor Nagios XI via SSH como usuario <i> root </i>
fr_fr: Se connecter à votre serveur Nagios XI via SSH en tant qu'utilisateur <i>root</i>
it_it: Accedi al tuo server Nagios XI tramite SSH come utente <i>root</i>
ja_jp: <i>root</i>ユーザーとしてSSHで %s サーバーにログインします
pl_pl: Zaloguj się do serwera przez ssh xi Nagios jako użytkownik <i>root</i>
pt_pt: Faça login no seu servidor Nagios XI via SSH com o <i>root</i> user
ru_ru: Вход в Личный Nagios XI серверу через SSH в качестве <i>корневого</i> пользователя
zh_cn: 通过SSH以<i>root</i>用户身份登录到你的%s服务器。

source: Execute the following commands:
bg_bg: Изпълнява следните команди:
de_de: Führen Sie die folgenden Befehle ein:
es_es: Ejecute los siguientes comandos:
fr_fr: Exécutez les commandes suivantes:
it_it: Eseguire i seguenti comandi:
ja_jp: 次のコマンドを実行します：
pl_pl: wykonaj następujące polecenia:
pt_pt: Execute os seguintes comandos:
ru_ru: Выполните следующую команду:
zh_cn: 执行以下命令：

source: Manage Configuration Wizards
bg_bg: Управлявайте конфигурационните програми Wizards
de_de: Verwalten Configuration Wizards
es_es: Gestionar configuración Wizards
fr_fr: Gérer les assistants de configuration
it_it: Gestione procedure guidate di configurazione
ja_jp: 設定ウィザードの管理
pl_pl: kreatory konfiguracyjne zarządzać
pt_pt: Gerenciar Assistêntes de configuração
ru_ru: Управление Мастера настройки
zh_cn: 管理配置向导

source: Manage the configuration wizards that are installed on this system and available to users under the <a href='../config/' target='_parent'>configuration</a> menu.
bg_bg: управлявайте съветниците за конфигуриране, инсталирани на тази система и достъпни за потребителите в менюто за <a href='../config/' target='_parent'>конфигуриране</a> .
de_de: Verwalten Sie die Konfigurationsassistenten, die auf diesem System installiert sind und den Benutzern im <a href='../config/' target='_parent'>Konfigurationsmenü zur Verfügung stehen</a> .
es_es: administre los asistentes de configuración que están instalados en este sistema y disponibles para los usuarios en el menú de <a href='../config/' target='_parent'>configuración</a> .
fr_fr: gérer les assistants de configuration installés sur ce système et disponibles pour les utilisateurs dans le menu de <a href='../config/' target='_parent'>configuration</a> .
it_it: gestire le procedure guidate di configurazione installate su questo sistema e disponibili per gli utenti nel menu di <a href='../config/' target='_parent'>configurazione</a> .
ja_jp: このシステムにインストールされ、 <a href='../config/' target='_parent'>設定</a>メニューでユーザーが使用できる設定ウィザードを管理します。
pl_pl: zarządzać kreatorami konfiguracji zainstalowanymi w tym systemie i dostępnymi dla użytkowników w menu <a href='../config/' target='_parent'>konfiguracji</a> .
pt_pt: gerenciar os assistentes de configuração instalados neste sistema e disponíveis aos usuários no menu de <a href='../config/' target='_parent'>configuração</a> .
ru_ru: управлять мастерами конфигурации, которые установлены в этой системе и доступны для пользователей в меню <a href='../config/' target='_parent'>конфигурации</a> .
zh_cn: 管理安装在本系统上并在<a href='./config/' target='_parent'>配置</a>菜单下供用户使用的配置向导。

source: Need a custom configuration wizard created for your organization? <a href='https://www.nagios.com/contact/' target='_blank'>Contact us</a> for pricing information.
bg_bg: имате нужда от съветник за персонализирана конфигурация, създаден за вашата организация? <a href='https://www.nagios.com/contact/' target='_blank'>свържете се с нас</a> за информация относно ценообразуването.
de_de: Benötigen Sie einen benutzerdefinierten Konfigurationsassistenten für Ihre Organisation? <a href='https://www.nagios.com/contact/' target='_blank'>Kontaktieren Sie uns</a> für Preisinformationen.
es_es: ¿Necesita un asistente de configuración personalizado creado para su organización? <a href='https://www.nagios.com/contact/' target='_blank'>contáctenos</a> para información de precios.
fr_fr: besoin d'un assistant de configuration personnalisé créé pour votre organisation? <a href='https://www.nagios.com/contact/' target='_blank'>contactez-nous</a> pour des informations sur les prix.
it_it: hai bisogno di una procedura guidata di configurazione personalizzata creata per la tua organizzazione? <a href='https://www.nagios.com/contact/' target='_blank'>contattaci</a> per informazioni sui prezzi.
ja_jp: 組織のために作成されたカスタム設定ウィザードが必要ですか? 価格情報については<a href='https://www.nagios.com/contact/' target='_blank'>お問い合わせください</a> 。
pl_pl: potrzebujesz kreatora konfiguracji niestandardowej utworzonego dla Twojej organizacji? <a href='https://www.nagios.com/contact/' target='_blank'>skontaktuj się z nami,</a> aby uzyskać informacje o cenach.
pt_pt: precisa de um assistente de configuração personalizado criado para sua organização? <a href='https://www.nagios.com/contact/' target='_blank'>entre em contato conosco</a> para obter informações sobre preços.
ru_ru: нужен мастер настройки, созданный для вашей организации? <a href='https://www.nagios.com/contact/' target='_blank'>свяжитесь с нами</a> для получения информации о ценах.
zh_cn: 需要为您的组织创建一个自定义配置向导？ <a href='https://www.nagios.com/contact/' target='_blank'>联系我们</a>获取价格信息。

source: You can find additional configuration wizards for Nagios XI at
bg_bg: Можете да намерите допълнителни конфигурационни съветници (wizards) за Nagios XI в
de_de: Sie können zusätzliche Konfigurations-Assistenten für Nagios XI finden Sie unter
es_es: Usted puede encontrar wizards de configuracion adicionales para Nagios XI en
fr_fr: Vous pouvez trouver des assistants de configuration supplémentaires pour Nagios XI à
it_it: È possibile trovare le procedure guidate di configurazione aggiuntive per Nagios XI a
ja_jp: Nagios XIの追加設定ウィザードを見つけることができます：
pl_pl: można znaleźć dodatkowe kreatory konfiguracyjne Nagios XI w
pt_pt: Você pode encontrar assistentes de configuração adicionais para Nagios XI em
ru_ru: Вы можете найти дополнительную мастера конфигурации Nagios XI в
zh_cn: 您可以在以下位置找到Nagios XI的其他配置向导

source: Upload a Wizard
bg_bg: Качете съветник (Wizard)
de_de: Hochladen Wizard
es_es: Wizard de carga
fr_fr: Téléchargez Assistant
it_it: Carica Wizard
ja_jp: ウィザードをアップロード
pl_pl: Kreator przesyłania
pt_pt: Carregar Assistente
ru_ru: Загрузить мастера
zh_cn: 上传向导

source: More Wizards
bg_bg: Повече "Съветници" (Wizards)
de_de: Get More Wizards
es_es: Obtener mas Wizards
fr_fr: Obtenez plus Assistants
it_it: Get More Wizards
ja_jp: その他のウィザード
pl_pl: uzyskać więcej kreatorów
pt_pt: Obtenha mais assistentes
ru_ru: Получить больше мастеров
zh_cn: 更多向导

source: Wizard Information
bg_bg: Информация за съветника (Wizard)
de_de: vmware Informationen
es_es: información vmware
fr_fr: vmware informations
it_it: vmware informazioni
ja_jp: ウィザード情報
pl_pl: Informacje vmware
pt_pt: vmware informações
ru_ru: VMware информации
zh_cn: 向导信息

source: Installing all updates will update the following wizards
bg_bg: Инсталирането на всичките актуализации ще актуализира следните wizards
de_de: Installation aller Updates werden die folgenden Assistenten aktualisieren
es_es: instalar todas las actualizaciones actualizará los siguientes asistentes
fr_fr: l'installation de toutes les mises à jour mettra à jour les assistants suivants
it_it: l'installazione di tutti gli aggiornamenti aggiornerà le seguenti procedure guidate
ja_jp: すべての更新をインストールすると、次のウィザードが更新されます
pl_pl: instalowanie wszystkich aktualizacji aktualizuje następujące kreatory
pt_pt: instalar todas as atualizações irá atualizar os seguintes assistentes
ru_ru: установка всех обновлений будет обновлять следующие мастера
zh_cn: 安装所有更新将更新以下向导

source: Configuration
bg_bg: Конфигурация
de_de: Konfiguration
es_es: Configuracion
it_it: Configurazione
ja_jp: 設定
pl_pl: konfiguracja
pt_pt: Configuração
ru_ru: Конфигурация
zh_cn: 配置

source: Download Archived
bg_bg: Изтегляне на архивиран
de_de: Download archiviert
es_es: descarga archivado
fr_fr: Téléchargement archivé
it_it: scaricare archiviato
ja_jp: アーカイブをダウンロード
pl_pl: Pobieranie archiwum
pt_pt: Download arquivados
ru_ru: скачать архив
zh_cn: 下载存档

source: Wizard packaging timed out.
bg_bg: Времето за пакетиране на програмата "съветник" (Wizard) изтече.
de_de: Assistenten Verpackungen Zeitüberschreitung.
es_es: Asistente de empaquetado caducado.
fr_fr: Emballage Assistant expiré.
it_it: Imballaggio guidata scaduta.
ja_jp: ウィザードのパッケージングがタイムアウトしました.
pl_pl: Upłynął limit czasu kreatora opakowanie.
pt_pt: Assistente de embalagem expirou.
ru_ru: Мастер упаковки истекло.
zh_cn: 向导包装超时。

source: Wizard installed.
bg_bg: Съветника (Wizard) беше инсталиран.
de_de: Assistenten installiert.
es_es: Wizard instalado
fr_fr: Assistant installé.
it_it: Wizard installato.
ja_jp: ウィザードがインストールされました.
pl_pl: zainstalowany kreator.
pt_pt: Assistente instalado.
ru_ru: Мастер установки.
zh_cn: 向导已安装。

source: Wizard installation failed.
bg_bg: Инсталацията на съветника (Wizard) се провали.
de_de: Assistenten Installation ist fehlgeschlagen.
es_es: Instalacion del wizard fallida
fr_fr: L'assistant d'installation a échoué.
it_it: L'installazione guidata non riuscita.
ja_jp: ウィザードのインストールに失敗しました.
pl_pl: Kreator instalacji nie powiodła się.
pt_pt: Instalação do assistênte falhou
ru_ru: Мастер установки не удалось.
zh_cn: 向导安装失败。

source: Wizard scheduled for installation.
bg_bg: Съветника (Wizard) е насрочен за инсталиране.
de_de: Assistenten für die Installation geplant.
es_es: Asistente programado para la instalación.
fr_fr: Assistant prévue pour l'installation.
it_it: Procedura guidata per l'installazione.
ja_jp: ウィザードのインストールが予定されました.
pl_pl: Kreator zaplanowano na instalacji.
pt_pt: Assistente agendado para instalação.
ru_ru: Мастер запланированных для установки.
zh_cn: 向导计划安装。

source: Wizard upload failed.
bg_bg: Качването на съветника (Wizard) се провали.
de_de: Assistenten Upload fehlgeschlagen.
es_es: Wizard de carga fallido
fr_fr: Assistant téléchargement a échoué.
it_it: Wizard caricamento non è riuscito.
ja_jp: ウィザードのアップロードに失敗しました.
pl_pl: Kreator udało się przesłać.
pt_pt: assistente de upload falhou.
ru_ru: Мастер загрузить не удалось.
zh_cn: 向导上传失败。

source: Config Wizard Versions Updated
bg_bg: Версиите на конфигурационния wizard са обновени
de_de: Config Wizard Versionen aktualisiert
es_es: versiones del asistente de configuración actualizados
fr_fr: versions de l'assistant de configuration mis à jour
it_it: versioni config wizard aggiornati
ja_jp: 設定ウィザードバージョンが更新されました
pl_pl: Kreator konfiguracyjny zaktualizowane wersje
pt_pt: Assistente de Configuração versões atualizadas
ru_ru: Мастер конфигурации версии обновляются
zh_cn: 配置向导版本已更新

source: Could not download wizard version list from Nagios Server, check Internet Connnectivity
bg_bg: Не можа да изтегли списъка с версиите на програмата "wizard" от Nagios сървъра, проверете Интернет връзката
de_de: Konnte nicht heruntergeladen werden Komponentenversion Liste von Nagios-Server prüfen Internet Connnectivity
es_es: No se ha podido descargar la lista de componentes de la versión del servidor Nagios, comprobar Connnectivity Internet
fr_fr: Impossible de télécharger la liste version du composant du serveur Nagios, vérifiez connectivité du Internet
it_it: Impossibile scaricare la versione elenco dei componenti dal server Nagios, controllare Connnectivity Internet
ja_jp: Nagiosサーバーからウィザードのバージョンリストをダウンロードできませんでした。 インターネット接続を確認してください
pl_pl: Nie można pobrać listę wersji składnika z serwera Nagios, sprawdź Internetu connnectivity
pt_pt: Não foi possível baixar a lista versão do componente do servidor Nagios, verifique a conectividade com a internet
ru_ru: Не удалось загрузить список компонентов версию с сервера Nagios, проверьте интернет Connnectivity
zh_cn: 无法从Nagios Server下载向导版本列表，请检查Internet连接

source: Wizard deleted.
bg_bg: Съветника (Wizard) беше изтрит.
de_de: Assistenten gelöscht.
es_es: Wizard eliminado
fr_fr: Assistant supprimé.
it_it: Wizard cancellato.
ja_jp: ウィザードが削除されました.
pl_pl: Kreator usunięte.
pt_pt: Assistente excluído.
ru_ru: Мастер удалены.
zh_cn: 向导已删除。

source: Wizard scheduled for deletion.
bg_bg: Съветника (Wizard) е насрочен за заличаване.
de_de: Assistenten zum Löschen vorgemerkt.
es_es: Asistente programado para ser eliminado.
fr_fr: Assistant prévue pour la suppression.
it_it: Guidata in programma per l'eliminazione.
ja_jp: ウィザードが削除予定です.
pl_pl: Kreator zaplanowane do usunięcia.
pt_pt: Assistente marcado para exclusão.
ru_ru: Мастер для удаления.
zh_cn: 向导已计划删除。

source: Configuration Snapshots
bg_bg: Конфигурационни копия
es_es: Instantáneas de configuración
fr_fr: Instantanés de configuration
it_it: Istantanee di configurazione
ja_jp: 設定スナップショット
pl_pl: Migawki konfiguracyjne
pt_pt: Ver configurações instantâneas
ru_ru: Конфигурация снимки
zh_cn: 配置快照

source: Are you sure you want to restore the CCM database?
bg_bg: Наистина ли искате да възстановите NagiosQL базата данни?
de_de: sind Sie sicher, dass Sie die NagiosQL Datenbank wiederherstellen?
es_es: ¿estás seguro de que desea restaurar la base de datos NagiosQL?
fr_fr: êtes-vous sûr que vous voulez restaurer la base de données NagiosQL?
it_it: siete sicuri di voler ripristinare il database NagiosQL?
ja_jp: CCM データベースを復元してもよろしいですか?
pl_pl: jesteś pewien, że chcesz przywrócić nagiosql bazy danych?
pt_pt: você tem certeza de que deseja restaurar o banco de dados NagiosQL?
ru_ru: Вы уверены, что хотите восстановить базу данных nagiosql?
zh_cn: 您确定要还原CCM数据库吗？

source: Are you sure you want to permanently delete this archived Configuration Snapshot?
bg_bg: Наистина ли искате да изтриете завинаги тези архивирани конфигурационни копия?
de_de: sind Sie sicher, dass Sie dauerhaft löschen archivierte Konfiguration Momentaufnahme?
es_es: ¿Está seguro que desea eliminar este snapshot configuración archivada?
fr_fr: êtes-vous sûr de vouloir supprimer définitivement ce cliché de configuration archivé?
it_it: sei sicuro di voler eliminare definitivamente questo snapshot di configurazione archiviati?
ja_jp: アーカイブ済みの設定スナップショットを永続的に削除します. よろしいですか？
pl_pl: Czy na pewno chcesz usunąć ten zarchiwizowany konfiguracji migawkę?
pt_pt: Tem certeza de que deseja excluir permanentemente este instantâneo configuração arquivados?
ru_ru: Вы уверены, что хотите навсегда удалить этот снимок архиве конфигурации?
zh_cn: 您确定要永久删除此存档的配置快照吗？

source: View Command Output
bg_bg: Вижте командния изход (резултат)
de_de: Ansicht Befehlsausgabe
es_es: vista de salida de comandos
fr_fr: vue commande sortie
it_it: l'output del comando vista
ja_jp: コマンド結果の表示
pl_pl: Widok wyjście polecenia
pt_pt: saída do comando view
ru_ru: Вывод команды просмотр
zh_cn: 查看命令输出
