Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: The fuse key below should be given to your Nagios Fusion 4 server only. The key allows a Fusion 4 instance to connect and integrate with this %s system.
bg_bg: fuse ключа по-долу, следва да се дава само на Nagios Fusion 4 сървъри. Ключът позволява на всяко копие на Fusion 4 да се свърже да се интегрира с тази Nagios XI система.
de_de: die Sicherung Taste unter umgehend Ihrem Nagios-Fusion nur 3-Server angegeben werden. der Schlüssel ermöglicht eine Fusion 3-Instanz zu verbinden und mit diesem Nagios XI-System zu integrieren.
es_es: la llave de fusibles debajo se debe dar a su fusión nagios sólo el 3 servidor. la tecla permite una instancia de fusión 3 para conectar e integrar con este sistema xi nagios.
fr_fr: la clé de fusible ci-dessous doit être administré à votre fusion nagios 3 serveur uniquement. la clé autorise une instance de fusion 3 de se connecter et d'intégrer avec ce système de xi nagios.
it_it: la chiave sotto fusibile deve essere somministrato a vostro fusione nagios solo 3 server. il tasto consente di un'istanza di fusione 3 per collegarsi e integrarsi con il sistema xi Nagios.
ja_jp: 以下のFuseキーは、Nagios Fusion 4 サーバーのみに提供できます。 このキーにより、Fusion 4 インスタンスは %s システムに接続し統合することができます。
pl_pl: Bezpiecznik pod klucz należy do fuzji Nagios tylko 3 serwer. Klucz umożliwia wystąpienie Fusion 3 do łączenia i integracji z tego systemu xi Nagios.
pt_pt: a chave fusível abaixo deve ser dada ao seu fusão nagios apenas 3 servidor. a tecla permite que uma instância de fusão 3 para se conectar e integrar com este sistema xi nagios.
ru_ru: Ключ предохранитель ниже, должны быть приведены к вашему слияния Nagios только 3 сервера. ключ позволяет экземпляр Fusion 3 для подключения и интеграции с этой системой хг Nagios.
zh_cn: 下面的保险丝密钥应该只给你的Nagios Fusion 4服务器。该密钥允许Fusion 4实例与该%s系统连接和集成。

source: Fuse Key
bg_bg: Fuse ключ
de_de: Sicherungsschlüssel
es_es: clave de fusibles
fr_fr: clé de fusible
it_it: chiave fusibile
ja_jp: Fuse キー
pl_pl: Kluczem bezpiecznik
pt_pt: chave fusível
ru_ru: Ключ предохранитель
zh_cn: 融合密钥

source: Backend Login Settings
bg_bg: Настройки на бекенд кеш
de_de: Back-End-Cache-Einstellungen
es_es: configuración de la caché de back-end
fr_fr: paramètres de cache d'arrière-plan
it_it: le impostazioni della cache backend
ja_jp: バックエンドへのログイン設定
pl_pl: Ustawienia backend cache
pt_pt: configurações de cache backend
ru_ru: Настройки бэкэнды
zh_cn: 后端登录设置

source: Allow Insecure Logins
bg_bg: позволяват несигурни влизания
de_de: Erlaube unsichere Logins
es_es: permitir inicios de sesión inseguros
fr_fr: autoriser les connexions non sécurisées
it_it: consentire accessi non sicuri
ja_jp: 安全でないログインを許可する
pl_pl: zezwalaj na niezabezpieczone logowania
pt_pt: permitir logins inseguros
ru_ru: допускать небезопасные логины
zh_cn: 允许不安全的登录

source: Allow users to use a backend ticket (and username) in a URL to log into the interface (old way of backend ticket auth). Each user has their own ticket that they can set in their profile section, much like the API key.<br>This option is <b>insecure</b> because it passes the ticket (a hash) as your password without encrypting. To be more secure, you should upgrade to single-auth tokens over SSL if possible.
bg_bg: позволяват на потребителите да използват билет за обратно виждане (и потребителско име) в URL адрес, за да влязат в интерфейса (старият начин за автобиография на бекенда). всеки потребител има свой собствен билет, който те могат да зададат в секцията си с профили, подобно на клавиша АПИ. <br> тази опция е <b>несигурна,</b> защото предава билета (хеш) като парола без криптиране. за да сте по-сигурни, трябва да преминете към един-автох токета над SSL, ако е възможно.
de_de: Benutzern erlauben, ein Backend-Ticket (und einen Benutzernamen) in einer URL zu verwenden, um sich an der Schnittstelle anzumelden (alte Art der Backend-Ticketauthentifizierung). Jeder Benutzer hat sein eigenes Ticket, das er in seinem Profilabschnitt einstellen kann, ähnlich wie der API-Schlüssel. <br> Diese Option ist <b>unsicher,</b> weil sie das Ticket (einen Hash) als Passwort ohne Verschlüsselung übergibt. Um sicherer zu sein, sollten Sie, wenn möglich, auf Single-Auth-Token über SSL aufrüsten.
es_es: Permitir a los usuarios utilizar un ticket de back-end (y nombre de usuario) en una url para iniciar sesión en la interfaz (forma antigua de autenticación de ticket backend). cada usuario tiene su propio ticket que puede configurar en su sección de perfil, al igual que la clave api. <br> esta opción es <b>insegura</b> porque pasa el ticket (un hash) como su contraseña sin encriptar. para ser más seguro, debe actualizar a tokens de autenticación única a través de ssl si es posible.
fr_fr: permettre aux utilisateurs d'utiliser un ticket de backend (et un nom d'utilisateur) dans une URL pour se connecter à l'interface (ancienne manière d'authentification de ticket de backend). chaque utilisateur a son propre ticket qu'il peut définir dans sa section de profil, un peu comme la touche api. <br> cette option n'est pas <b>sûre</b> car elle passe le ticket (un hash) comme mot de passe sans cryptage. pour être plus sûr, vous devriez mettre à niveau vers des jetons single-auth sur ssl si possible.
it_it: consentire agli utenti di utilizzare un ticket di back-end (e username) in un URL per accedere all'interfaccia (vecchio modo di autenticazione del ticket di back-end). ogni utente ha il proprio ticket che può impostare nella sezione del profilo, proprio come la chiave API. <br> questa opzione non è <b>sicura</b> perché passa il ticket (un hash) come password senza crittografia. per essere più sicuro, dovresti eseguire l'upgrade a token con autorizzazione singola su ssl, se possibile.
ja_jp: ユーザーは、バックエンドチケット（およびユーザー名）をURLに使用してインターフェイスにログインすることができます（バックエンドチケット認証の古い方法）。各ユーザーには、プロファイルセクションで設定できる独自のチケットがあります（APIキーと同じように）。 <br>このオプションは、暗号化せずにチケット（ハッシュ）をパスワードとして渡すため、 <b>安全で</b>はあり<b>ません</b> 。より安全にするには、可能であれば、sslを使用して単一認証トークンにアップグレードする必要があります。
pl_pl: zezwól użytkownikom na użycie biletu powrotnego (i nazwy użytkownika) w adresie URL, aby zalogować się do interfejsu (stary sposób autoryzacji biletu powrotnego). każdy użytkownik ma swój własny bilet, który może ustawić w sekcji profilu, podobnie jak klawisz APi. <br> ta opcja jest <b>niezabezpieczona,</b> ponieważ przekazuje bilet (hash) jako hasło bez szyfrowania. aby być bezpieczniejszym, należy uaktualnić do tokenów pojedynczego auth przez ssl, jeśli to możliwe.
pt_pt: permitir que os usuários usem um ticket de back-end (e nome de usuário) em uma URL para efetuar login na interface (modo antigo de autenticação do ticket de back-end). cada usuário tem seu próprio ticket que pode definir em sua seção de perfil, muito parecido com a chave da API. <br> esta opção é <b>insegura</b> porque passa o ticket (um hash) como sua senha sem criptografar. Para ser mais seguro, você deve atualizar para tokens de autenticação única sobre SSL, se possível.
ru_ru: позволяют пользователям использовать бэкэнд-билль (и имя пользователя) в URL-адресе для входа в интерфейс (старый способ авторизации бэкэнда). каждый пользователь имеет свой собственный билет, который они могут установить в разделе своего профиля, как и ключ api. <br> эта опция <b>небезопасна,</b> поскольку она пропускает билет (хэш) в качестве пароля без шифрования. чтобы быть более безопасным, вы должны обновить до одноточечных токенов над ssl, если это возможно.
zh_cn: 允许用户在URL中使用后台票据（和用户名）来登录界面（后台票据认证的老方法）。每个用户都有自己的票据，他们可以在自己的配置文件部分进行设置，就像API密钥一样。<br>这个选项是<b>不安全的</b>，因为它将票据（散列）作为密码传递，而不进行加密。为了更加安全，如果可能的话，您应该升级到通过 SSL 的单验证tokens。

source: URL is blank.
bg_bg: URL адреса е празен.
de_de: URL ist leer.
es_es: URL esta vacia
fr_fr: URL est vide.
it_it: URL è vuoto.
ja_jp: URLが空白です.
pl_pl: url jest puste.
pt_pt: URL está em branco
ru_ru: URL пустым.
zh_cn: URL是空白的。

source: Invalid URL.
bg_bg: Невалиден уебсайт адрес.
de_de: Ungültige URL.
es_es: URL invalida
fr_fr: URL invalide.
it_it: URL non valido.
ja_jp: URLが正しくありません.
pl_pl: Nieprawidłowy adres URL.
pt_pt: URL inválida
ru_ru: Неверный URL.
zh_cn: 无效的URL。

source: Default language not specified.
bg_bg: Не е посочен език по подразбиране.
de_de: Standard-Sprache nicht angegeben.
es_es: Lenguaje por defecto no está especificado.
fr_fr: Langue par défaut n'est pas spécifié.
it_it: Linguaggio predefinito non specificato.
ja_jp: 既定の言語が指定されていません。
pl_pl: Domyślnym językiem nie podano.
pt_pt: Idioma padrão não especificado.
ru_ru: Язык по умолчанию не указано.
zh_cn: 没有指定默认语言。

source: Not a valid timezone.
bg_bg: Не валидна часова зона.
de_de: Keine gültige Zeitzone.
es_es: No es una zona horaria válida.
fr_fr: Pas un fuseau horaire valide.
it_it: Non un fuso orario valido.
ja_jp: 有効なタイムゾーンではありません。
pl_pl: Nie jest prawidłowa strefa czasowa.
pt_pt: Não é um fuso horário válido.
ru_ru: Не действительный часовой пояс.
zh_cn: 不是有效的时区。

source: System settings updated. (Screen may flash once while UI theme changes)
bg_bg: Настройките на системата бяха обновени. (Екран може да премигне няколко пъти докато UI темата се смени)
de_de: Einstellungen aktualisiert. (Bildschirm kann blinken einmal während ui Themenwechsel)
es_es: ajustes actualizados. (Pantalla puede parpadear una vez mientras que los cambios temáticos ui)
fr_fr: paramètres mis à jour. (Écran clignote une fois tandis que les changements de thème ui)
it_it: Impostazioni aggiornate. (Schermo può lampeggiare una volta mentre i cambiamenti ui tema)
ja_jp: 設定が更新されました.（UIテーマを変更すると、画面がフラッシュする場合があります）
pl_pl: ustawienia zaktualizowane. (Ekran może migać raz podczas zmiany ui tematyczne)
pt_pt: Configurações atualizadas. (Tela pode piscar uma vez enquanto tema muda ui)
ru_ru: настройки обновлены. (Экран может мигать один раз во время изменения интерфейса тема)
zh_cn: 系统设置已更新。 （UI主题更改时，屏幕可能会闪烁一次）

source: Manage Graph Templates
bg_bg: Управлявайте графичните шаблони
de_de: Verwalten Kontakt Templates
es_es: Administrar Plantillas de Contactos
fr_fr: Gérer les contacts Modèles
it_it: Gestione Contatti modelli
ja_jp: グラフテンプレート管理
pl_pl: zarządzania szablonami kontaktowe
pt_pt: gerenciar contato com modelos
ru_ru: Управление Контакт Шаблоны
zh_cn: 管理图表模板

source: Manage the templates used to generate RRDtool performance graphs. These templates do not affect Highcharts created graphs.
bg_bg: Управлявайте шаблоните, използвани за генериране на RRDtool графики за изпълнение (RRDtool performance graphs). Тези шаблони не влияят на графиките, създадени от Highcharts.
de_de: verwalten die verwendet werden, um rrdtool Leistungsdiagramme generieren Vorlagen. diese Vorlagen nicht beeinflussen Highcharts erstellt Graphen.
es_es: gestionar las plantillas utilizadas para generar gráficos de rendimiento rrdtool. estas plantillas no afectan Highcharts crearon gráficos.
fr_fr: gérer les modèles utilisés pour générer des graphiques de performance de rrdtool. ces modèles ne portent pas atteinte Highcharts créés graphiques.
it_it: gestire i modelli utilizzati per generare grafici delle prestazioni RRDtool. questi modelli non incidono Highcharts creare grafici.
ja_jp: RRDtoolのパフォーマンスグラフを生成するために使用するテンプレートを管理します. これらのテンプレートはHighchartsグラフには影響を与えません.
pl_pl: Zarządzanie szablonami użyte do wygenerowania rrdtool Wykresy wydajności. szablony te nie wpływają highcharts tworzone wykresy.
pt_pt: gerenciar os modelos usados ​​para gerar gráficos de desempenho rrdtool. estes modelos não afetem Highcharts criado gráficos.
ru_ru: управлять шаблоны, используемые для создания графики производительности RRDTool. эти шаблоны не влияют Highcharts создано графики.
zh_cn: 管理用于生成RRDtool性能图的模板。 这些模板不会影响Highcharts创建的图形。

source: Upload a Template
bg_bg: Качете шаблон
de_de: Hochladen Template
es_es: Plantilla de carga
fr_fr: Télécharger un modèle
it_it: Carica modello
ja_jp: テンプレートをアップロード
pl_pl: przesłać szablon
pt_pt: Carregar modelo
ru_ru: Загрузите шаблон
zh_cn: 上传模板

source: Upload Template
bg_bg: Качете шаблон
de_de: Hochladen Template
es_es: Plantilla de carga
fr_fr: Télécharger un modèle
it_it: Carica modello
ja_jp: テンプレートをアップロード
pl_pl: przesłać szablon
pt_pt: Carregar modelo
ru_ru: Загрузите шаблон
zh_cn: 上传模板

source: File
bg_bg: Файл
de_de: Datei
es_es: Archivo
fr_fr: Dossier
ja_jp: ファイル
pl_pl: plik
pt_pt: Arquivo
ru_ru: Файл
zh_cn: 文件

source: Directory
bg_bg: Директория
de_de: Verzeichnis
es_es: Directorio
fr_fr: Annuaire
it_it: Elenco
ja_jp: ディレクトリ
pl_pl: katalog
pt_pt: Diretório
ru_ru: Каталог
zh_cn: 目录

source: Owner
bg_bg: Собственик
de_de: Eigentümer
es_es: Propietario
fr_fr: Propriétaire
it_it: Proprietario
ja_jp: 所有者
pl_pl: właściciel
pt_pt: Proprietário
ru_ru: Владелец
zh_cn: 所有者

source: Group
bg_bg: Група
de_de: Gruppe
es_es: Grupo
fr_fr: Groupe
it_it: Gruppo
ja_jp: グループ
pl_pl: grupa
pt_pt: Grupo
ru_ru: Группа
zh_cn: 组

source: Permissions
bg_bg: Привилегии
de_de: Berechtigungen
es_es: Permisos
fr_fr: Autorisations
it_it: Autorizzazioni
ja_jp: アクセス権
pl_pl: Uprawnienia
pt_pt: Permissões
ru_ru: Разрешения
zh_cn: 权限

source: Date
bg_bg: Дата
de_de: Datum
es_es: Fecha
it_it: Data
ja_jp: 日付
pl_pl: data
pt_pt: Data
ru_ru: Дата
zh_cn: 日期

source: Edit
bg_bg: Редактирайте
de_de: Bearbeiten
es_es: Editar
fr_fr: Éditer
it_it: Modifica
ja_jp: 編集
pl_pl: edytuj
pt_pt: Editar
ru_ru: Редактировать
zh_cn: 编辑

source: Edit Graph Template
bg_bg: Редактирайте графичния шаблон (Graph Template)
de_de: bearbeiten Diagrammvorlage
es_es: Editar plantilla gráfica
fr_fr: Modifier le modèle de graphe
it_it: Modifica modello grafico
ja_jp: グラフテンプレートの編集
pl_pl: Edycja szablonu wykresu
pt_pt: template gráfico edição
ru_ru: шаблон графа редактировать
zh_cn: 编辑图形模板

source: Save
bg_bg: Запазане
de_de: Sparen
es_es: Grabar
fr_fr: Sauver
it_it: Salvare
ja_jp: 保存
pl_pl: zaoszczędzić
pt_pt: Salvar
ru_ru: Экономить
zh_cn: 保存

source: Apply
bg_bg: Приложи
de_de: Anwenden
es_es: Aplicar
fr_fr: Appliquer
it_it: Applicare
ja_jp: 適用
pl_pl: zastosować
pt_pt: Aplicar
ru_ru: Применять
zh_cn: 应用

source: Error writing to file.
bg_bg: Грешка при запис във файл.
de_de: Fehler beim Schreiben in eine Datei.
es_es: Error escribiendo al archivo
fr_fr: Erreur d'écriture dans un fichier.
it_it: Errore durante la scrittura nel file.
ja_jp: ファイルへの書き込みエラーが発生しました.
pl_pl: Błąd zapisu do pliku.
pt_pt: Erro ao gravar no arquivo.
ru_ru: Ошибка записи в файл.
zh_cn: 写入文件时出错。

source: File saved successfully.
bg_bg: Файла беше запазен успешно.
de_de: Datei erfolgreich gespeichert.
es_es: Archivo salvado satisfactoriamente
fr_fr: Fichier sauvegardé avec succès.
it_it: File salvato con successo.
ja_jp: ファイルが正常に保存されました.
pl_pl: Plik zapisany pomyślnie.
pt_pt: Arquivo salvado com sucesso.
ru_ru: Файл успешно сохранены.
zh_cn: 文件保存成功。

source: New graph template was installed successfully.
bg_bg: Новия графичен шаблон е инсталиран успешно.
de_de: New Diagrammvorlage wurde erfolgreich installiert.
es_es: Nueva plantilla de gráfico se ha instalado correctamente.
fr_fr: Modèle graphique a été installé avec succès.
it_it: Modello nuovo grafico è stato installato correttamente.
ja_jp: 新しいグラフテンプレートが正常にインストールされました.
pl_pl: Nowy szablon wykresu został pomyślnie zainstalowany.
pt_pt: Novo modelo gráfico instalado com sucesso.
ru_ru: Новый шаблон граф был успешно установлен.
zh_cn: 新的图形模板已成功安装。

source: Graph template could not be installed - directory permissions may be incorrect.
bg_bg: Графичния шаблон (Graph template) не можа да се инсталира - привилегиите на директориите (directory permissions) може да са неправилни.
de_de: Diagrammvorlage konnte nicht installiert werden - Verzeichnisberechtigungen möglicherweise falsch.
es_es: Gráfico plantilla no se pudo instalar - permisos de directorio puede ser incorrecta.
fr_fr: Modèle de graphique n'a pas pu être installé - autorisations de répertoire est incorrect.
it_it: Modello grafico non possono essere installati - autorizzazioni per la directory potrebbe non essere corretto.
ja_jp: グラフテンプレートをインストールできませんでした - ディレクトリのアクセス権が正しくない可能性があります.
pl_pl: Szablon wykresu nie może być zainstalowany - uprawnienia katalogu mogą być nieprawidłowe.
pt_pt: Modelo gráfico não pôde ser instalado - as permissões do diretório podem estar incorretas.
ru_ru: График шаблон не может быть установлен - директория разрешения могут быть неверными.
zh_cn: 无法安装图形模板-目录权限可能不正确。

source: Graph template deleted.
bg_bg: Графичния шаблон (Graph template) беше изтрит.
de_de: Diagrammvorlage gelöscht.
es_es: Gráfico plantilla eliminada.
fr_fr: Modèle de graphique supprimés.
it_it: Modello grafico cancellato.
ja_jp: グラフテンプレートが削除されました.
pl_pl: Szablon wykresu usunięte.
pt_pt: Modelo gráfico excluído.
ru_ru: График шаблон удаляется.
zh_cn: 图形模板已删除。

source: Graph template delete failed - directory permissions may be incorrect.
bg_bg: Изтривантето на графичния шаблон (Graph template) се провали - привилегиите на директориите (directory permissions) може да са неправилни.
de_de: Graph Template löschen fehlgeschlagen - Verzeichnisberechtigungen möglicherweise falsch.
es_es: Plantilla Gráfica borrar fallado - permisos de directorio puede ser incorrecta.
fr_fr: Modèle de graphique supprimer échoué - autorisations de répertoire est incorrect.
it_it: Modello grafico non eliminare - autorizzazioni per la directory potrebbe non essere corretto.
ja_jp: グラフテンプレートの削除に失敗しました - ディレクトリのアクセス権が正しくない可能性があります.
pl_pl: Szablon wykresu delete nie powiodło się - uprawnienia katalogu mogą być nieprawidłowe.
pt_pt: Exclusão do modelo gráfico falhou - as permissões do diretório podem estar incorretas.
ru_ru: График шаблон удалить не удалось - каталог разрешений может быть неправильным.
zh_cn: 图形模板删除失败-目录权限可能不正确。

source: Administration
bg_bg: Администрация
de_de: Verwaltung
es_es: Administracion
it_it: Amministrazione
ja_jp: 管理
pl_pl: administracja
pt_pt: Administração
ru_ru: Администрация
zh_cn: 管理

source: To continue, configure with the following command as root (or using sudo) to configure the system
bg_bg: за да продължите, конфигурирайте със следната команда като root (или с помощта на sudo), за да конфигурирате системата
de_de: Um fortzufahren, konfigurieren Sie mit dem folgenden Befehl als root (oder mit sudo) das System zu konfigurieren
es_es: para continuar, configure con el siguiente comando como root (o usando sudo) para configurar el sistema
fr_fr: pour continuer, configurez avec la commande suivante en tant que root (ou en utilisant sudo) pour configurer le système
it_it: per continuare, configurare con il seguente comando come root (o usando sudo) per configurare il sistema
ja_jp: 続行するには、次のコマンドを root として設定して (または sudo を使用して) システムを構成します
pl_pl: Aby kontynuować, skonfiguruj następujące polecenie jako root (lub używając sudo), aby skonfigurować system
pt_pt: para continuar, configure com o seguinte comando como root (ou usando o sudo) para configurar o sistema
ru_ru: для продолжения, настройте с помощью следующей команды как root (или с помощью sudo), чтобы настроить систему
zh_cn: 要继续，请以root用户身份（或使用sudo）配置以下命令来配置系统

source: Email Settings
bg_bg: Настройки на пощата
de_de: Mail-Einstellungen
es_es: Configuraciones de Correo
fr_fr: Paramètres de messagerie
it_it: Impostazioni posta
ja_jp: メール設定
pl_pl: ustawienia poczty
pt_pt: Configurações de e-mail
ru_ru: Настройки почты
zh_cn: 邮件设置

source: Modify the settings used by your %s system for sending email alerts and informational messages.
bg_bg: Променете настройките, използвани от вашата Nagios XI система за изпращане на уведомления по имейл и информационни съобщения.
de_de: Ändern Sie die Einstellungen von Ihrem Nagios XI-System für das Senden von E-Mail-Warnungen und Informationsnachrichten verwendet.
es_es: modificar los ajustes utilizados por su sistema xi nagios para el envío de alertas por correo electrónico y mensajes informativos.
fr_fr: modifier les paramètres utilisés par votre système d'xi nagios pour envoyer des alertes par courriel et les messages d'information.
it_it: modificare le impostazioni utilizzate dal sistema xi Nagios per l'invio di avvisi e-mail e messaggi informativi.
ja_jp: メールアラートおよび情報メッセージを送信するために %s システムで使用する設定を変更します。
pl_pl: zmodyfikować ustawienia używane przez system do wysyłania xi Nagios i wiadomości powiadomienia e-mailowe informacyjnych.
pt_pt: modificar as configurações usadas pelo seu sistema xi nagios para o envio de e-mail avisos e mensagens informativas.
ru_ru: изменить параметры, используемые в вашей системе хг Nagios для отправки уведомлений и информационных сообщений.
zh_cn: 修改您的%s系统用于发送电子邮件提醒和信息消息的设置。

source: Send a Test Email
bg_bg: Изпратете тест имейл
de_de: Senden Sie eine Test E-Mail
es_es: Enviar correo de prueba
fr_fr: Envoyer un email de test
it_it: Inviare un'email di prova
ja_jp: テストメールの送信
pl_pl: email testowy
pt_pt: Enviar um email teste
ru_ru: Отправить тестовое письмо
zh_cn: 发送测试电子邮件

source: Outbound
bg_bg: изходяща
de_de: ausgehend
es_es: saliente
fr_fr: sortant
it_it: in uscita
ja_jp: アウトバウンド
pl_pl: wychodzący
pt_pt: saída
ru_ru: исходящий
zh_cn: 出站

source: Inbound
bg_bg: входящ
de_de: eingehende
es_es: entrante
fr_fr: entrant
it_it: in entrata
ja_jp: インバウンド
pl_pl: przychodzące
pt_pt: entrada
ru_ru: прибывающий
zh_cn: 入站

source: Mail messages may fail to be delivered if your XI server does not have a valid DNS name. For more information, read
bg_bg: Съобщенията може да не успеят да бъдат доставени, ако вашия XI сървър не разполага с валидно DNS име.
de_de: Mail-Nachrichten möglicherweise nicht zugestellt, wenn Sie Ihre xi-Server keinen gültigen DNS-Namen haben.
es_es: mensajes de correo electrónico pueden no ser entregado si su servidor xi no tiene un nombre DNS válido.
fr_fr: les messages électroniques peuvent ne pas être livré si votre serveur xi n'a pas un nom DNS valide.
it_it: messaggi di posta elettronica potrebbero non essere consegnato se il server xi non dispone di un nome DNS valido.
ja_jp: XIサーバーが有効なDNS名を持っていない場合、メールメッセージの配信に失敗する可能性があります。
pl_pl: wiadomości e-mail może nie być dostarczane, jeśli serwer xi nie ma prawidłową nazwę DNS.
pt_pt: mensagens de correio pode falhar ao ser entregue se o servidor xi não tem um nome DNS válido.
ru_ru: сообщения электронной почты могут не быть доставлены, если ваш XI-сервер не имеет действительное имя DNS.
zh_cn: 如果您的XI服务器没有有效的DNS名称，则邮件可能无法传递。 有关更多信息，请阅读

source: Understanding Email Sending in Nagios XI
bg_bg: разбирането на изпращането на имейл в nagios xi
de_de: Verständnis von E-Mail-Versand in Nagios XI
es_es: entender el envío de correo electrónico en nagios xi
fr_fr: comprendre l'envoi d'email en nagios xi
it_it: capire l'e-mail che invia in nagios xi
ja_jp: Nagios XIのメール送信について
pl_pl: zrozumienie wysyłania wiadomości e-mail w nagios xi
pt_pt: Entendendo o envio de e-mail no nagios xi
ru_ru: понимание отправки электронной почты в nagios xi
zh_cn: 了解Nagios XI中的电子邮件发送

source: Outbound Mail Settings
bg_bg: настройки за изходяща поща
de_de: Einstellungen für ausgehende E-Mails
es_es: configuración de correo saliente
fr_fr: paramètres de courrier sortant
it_it: impostazioni della posta in uscita
ja_jp: 送信メール設定
pl_pl: ustawienia poczty wychodzącej
pt_pt: configurações de correio de saída
ru_ru: настройки исходящей почты
zh_cn: 出站邮件设置

source: Send From
bg_bg: изпрати от
de_de: senden von
es_es: Enviado desde
fr_fr: envoyé de
it_it: inviare da
ja_jp: 送信元
pl_pl: wyślij z
pt_pt: enviar de
ru_ru: Отправлено из
zh_cn: 发送自

source: Send Method
bg_bg: метод за изпращане
de_de: Methode senden
es_es: método de envío
fr_fr: méthode d'envoi
it_it: inviare metodo
ja_jp: 送信方法
pl_pl: metoda wysyłania
pt_pt: enviar método
ru_ru: отправить метод
zh_cn: 发送方法
