Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: View service status details for this host
bg_bg: Вижте подробности за състоянието на този хост
de_de: Anzeigen Service-Status Details für diesen Host
es_es: Ver los detalles del estatus del servicio para este host
fr_fr: Voir les détails d'état de service pour cet hôte
it_it: Visualizza i dettagli di stato del servizio per questo host
ja_jp: このホストのサービスのステータス詳細を表示
pl_pl: szczegóły statusu widok serwisowe dla tego hosta
pt_pt: Ver detalhes de status de serviços para este host
ru_ru: Подробнее состояния службы для данного хоста
zh_cn: 查看此主机的服务状态详细信息

source: Host check is pending...
bg_bg: Проверката на хоста е в очакване на ...
de_de: Host-Prüfung steht noch aus ...
es_es: Chequeo del servicio esta pendiente...
fr_fr: Contrôle de l'hôte est en cours ...
it_it: Controllo Host è in attesa ...
ja_jp: ホストチェックは、ペンディング...
pl_pl: wyboru gospodarza jest w toku ...
pt_pt: Verificação de serviço está pendente ...
ru_ru: Проверка хоста в очереди ...
zh_cn: 主机检查中...

source: Check is scheduled for
bg_bg: Проверка е планирана за
de_de: Check ist für geplante
es_es: Chequeo esta calendarizado para
fr_fr: Vérification est prévue pour
it_it: Controllare è prevista per il
ja_jp: チェック予定：
pl_pl: planowane jest kontrola
pt_pt: Verificação está agendada para
ru_ru: Проверка запланирована на
zh_cn: 预定检查

source: No check results for host yet...
bg_bg: Все още няма резултати от проверката на хост...
de_de: Keine Prüfergebnisse für Host yet ...
es_es: No resultados del Grupo BPI para este filtro.
fr_fr: Pas de résultats de contrôles de l'hôte pour le moment ...
it_it: Nessun risultato per l'host di controllo è ancora presente ...
ja_jp: まだホストの検査結果がありません...
pl_pl: brak wyników wyboru do przyjmującego jeszcze ...
pt_pt: Nenhum resultado de seleção para o serviço ainda ...
ru_ru: Нет результатов проверки для принимающих все же ...
zh_cn: 暂无主机检查结果...

source: No matching host found
bg_bg: Не за намерени съвпадащи хостове
de_de: Keine passende Host gefunden
es_es: No se ha encontrado acogida a juego
fr_fr: Aucun hôte trouvé
it_it: Nessun host corrispondente è stato trovato
ja_jp: ホストが見つかりません
pl_pl: nie znaleziono zgodnego hosta
pt_pt: Nenhum host correspondente encontrado
ru_ru: Нет соответствующих хост найден
zh_cn: 找不到匹配的主机

source: Acknowledge this problem
bg_bg: Потвърди този проблем
de_de: Bestätigen Sie dieses Problem
es_es: Reconocer este problema
fr_fr: Reconnaître ce problème
it_it: Riconoscere il problema
ja_jp: この障害を認知済みにする
pl_pl: uznają ten problem
pt_pt: Reconhecer este problema
ru_ru: Подтверждение этой проблемы
zh_cn: 确认此问题

source: Disable notifications
bg_bg: Деактивирайте известията
de_de: Benachrichtigungen deaktivieren
es_es: Deshabilitar notificaciones
fr_fr: Désactiver les notifications
it_it: Disattivare le notifiche
ja_jp: 通知を無効にする
pl_pl: wyłączyć powiadomienia
pt_pt: Desativar notificações
ru_ru: Отключить уведомления
zh_cn: 禁用通知

source: Force an immediate check
bg_bg: Форсирайте незабавна проверка
de_de: zwingen eine sofortige Überprüfung
es_es: forzar una comprobación inmediata
fr_fr: forcer une vérification immédiate
it_it: imporre un controllo immediato
ja_jp: 即時チェックを強制する
pl_pl: wymusić natychmiastową kontrolę
pt_pt: forçar uma verificação imediata
ru_ru: заставить немедленную проверку
zh_cn: 强制立即检查

source: No actions are available
bg_bg: Няма налични действия на разположение
de_de: Sind keine Aktionen verfügbar
es_es: Ninguna accion esta disponible
fr_fr: Aucune action n'est disponible
it_it: Nessuna azione sono disponibili
ja_jp: アクションは使用できません
pl_pl: Brak akcji są dostępne
pt_pt: Nenhuma ação esta disponíveis
ru_ru: Нет доступных действий
zh_cn: 没有可用的动作

source: Actions URL
bg_bg: Действие - URL
de_de: Aktion url
es_es: url acción
fr_fr: l'action url
it_it: url azione
ja_jp: アクションURL
pl_pl: Akcja url
pt_pt: url ação
ru_ru: URL действия
zh_cn: 行动网址

source: No notes or misc info
bg_bg: без бележки или различна информация
de_de: keine Notizen oder sonstige Informationen
es_es: no hay notas o información misc
fr_fr: pas de notes ou infos diverses
it_it: senza note o informazioni misc
ja_jp: メモやその他の情報はありません
pl_pl: brak notatek lub informacji o błędach
pt_pt: sem notas ou misc informações
ru_ru: никаких заметок или разной информации
zh_cn: 没有备注或其他信息

source: Advanced Status Details
bg_bg: Разширена информация (за напреднали) за състоянието
de_de: Erweiterte Status Details
es_es: Detalles avanzados de estado
fr_fr: Détails Statut avancé
it_it: Dettagli dello stato di avanzata
ja_jp: 高度なステータスの詳細
pl_pl: Zaawansowane szczegółów o stanie
pt_pt: Detalhes avançados de status
ru_ru: Расширенные сведения о статусе
zh_cn: 高级状态详细信息

source: Status Details
bg_bg: Подробности за състоянието
es_es: Detalles del Estatus
fr_fr: Détails sur l'état
it_it: Dettagli di stato
ja_jp: ステータスの詳細
pl_pl: dane o stanie
pt_pt: Detalhes de Status
ru_ru: Статус Подробнее
zh_cn: 状态详细信息

source: Host State
bg_bg: Статус на хост
de_de: Aufnahmestaat
es_es: Estado del Host
fr_fr: État hôte
it_it: Stato ospitante
ja_jp: ホストステータス
pl_pl: państwa przyjmującego
pt_pt: Estado do host
ru_ru: Принимающего государства
zh_cn: 主机状态

source: Hard
bg_bg: Устойчив
de_de: Schwer
es_es: Duro
fr_fr: Dur
it_it: Duro
ja_jp: ハード
pl_pl: ciężko
pt_pt: Difícil
ru_ru: Жесткий
zh_cn: 硬

source: Soft
bg_bg: Вариетивен (Soft)
de_de: Weich
es_es: Suave
fr_fr: Doux
it_it: Morbido
ja_jp: ソフト
pl_pl: miękki
pt_pt: Macio
ru_ru: Мягкий
zh_cn: 软

source: State Type
bg_bg: Тип състояние
de_de: Staat Type
es_es: Tipo de Estado
fr_fr: Type d'état
it_it: Stato Tipo
ja_jp: 種類
pl_pl: Typ państwa
pt_pt: Tipos de estado
ru_ru: Государственная типа
zh_cn: 状态类型

source: Current Check
bg_bg: Текуща проверка
de_de: Aktuelle prüfen
es_es: Chequeo actual
fr_fr: Vérifier actuelle
it_it: Verifica corrente
ja_jp: 現在のチェック
pl_pl: Obecna kontrola
pt_pt: Verificação atual
ru_ru: Данной проверки
zh_cn: 当前检查

source: Host Stability
bg_bg: Стабилност на хост
de_de: Host Stabilität
es_es: Estabilidad del Host
fr_fr: Stabilité d'accueil
it_it: Host di stabilità
ja_jp: ホストの安定性
pl_pl: gospodarzem stabilność
pt_pt: Estabilidade do host
ru_ru: Хост стабильности
zh_cn: 主机稳定性

source: Unchanging (stable)
bg_bg: Непроменлив (стабилен)
de_de: Unveränderlich (stabil)
es_es: Inmutable (estable)
fr_fr: Immuable (stable)
it_it: Immutabile (stabile)
ja_jp: 変化なし（安定）
pl_pl: niezmienny (stabilne)
pt_pt: Imutável (estável)
ru_ru: Неизменный (стабильных)
zh_cn: 不变（稳定）

source: Next Check
bg_bg: Следващата проверка
de_de: Weiter prüfen
es_es: Proximo chequeo
fr_fr: Vérifier Suivant
it_it: Verifica successiva
ja_jp: 次回のチェック
pl_pl: następna kontrola
pt_pt: Próxima verificação
ru_ru: Следующая проверка
zh_cn: 下一步检查

source: Last Notification
bg_bg: Последно уведомление
de_de: Letzte Meldung
es_es: Ultima notificacion
fr_fr: Dernière notification
it_it: Notifica Ultima
ja_jp: 最後の通知
pl_pl: Ostatnia powiadomienia
pt_pt: Última notificação
ru_ru: Последнее уведомление
zh_cn: 最后通知

source: Check Latency
bg_bg: Проверете латентността
de_de: Überprüfen Latency
es_es: Latencia del Chequeo
fr_fr: Vérifiez la latence
it_it: Controllare Latenza
ja_jp: チェック遅延
pl_pl: Kontrola opóźnienia
pt_pt: verificar a latência
ru_ru: Проверьте Задержка
zh_cn: 检查延迟

source: Execution Time
bg_bg: Време за изпълнение
es_es: Hora de Ejecucion
fr_fr: Temps d'exécution
it_it: Tempo di esecuzione
ja_jp: 実行時間
pl_pl: czas realizacji
pt_pt: Tempo de Execução
ru_ru: Время запуска
zh_cn: 执行时间

source: State Change
bg_bg: Промяна на състоянието
es_es: Cambio de estado
fr_fr: Changement d'état
it_it: Cambia stato
ja_jp: ステータス変化
pl_pl: zmiana stanu
pt_pt: Mudança de Estado
ru_ru: Изменение состояния
zh_cn: 状态更改

source: Performance Data
bg_bg: Данни за ефективността
de_de: Leistung Daten
es_es: Datos de desempeño
fr_fr: Les données de performance
it_it: Dati di funzionamento
ja_jp: パフォーマンスデータ
pl_pl: Dane o wydajności
pt_pt: Gráfico de desempenho
ru_ru: Производительность данных
zh_cn: 性能数据

source: Host problem has been acknowledged
bg_bg: Проблема с хоста е признат
de_de: Host-Problem bestätigt wurde
es_es: Host problema ha sido reconocido
fr_fr: Problème de l'hôte a été reconnu
it_it: Host problema è stato riconosciuto
ja_jp: ホスト障害は認知済みです
pl_pl: Problem gospodarza został potwierdzony
pt_pt: Problema do host foi reconhecido
ru_ru: Хост проблема была признана
zh_cn: 主机的问题已被确认

source: Host is in scheduled downtime
bg_bg: Хоста е в планирано (по график) прекъсване
de_de: Host ist in einer geplanten Downtime
es_es: Anfitriona no está en el tiempo de inactividad programado
fr_fr: Hôte est en arrêt programmé
it_it: Host è in tempo di inattività pianificato
ja_jp: ホストはダウンタイムがスケジュールされています
pl_pl: gospodarz jest w zaplanowanym przestoju
pt_pt: Serviço está em tempo de inatividade programado
ru_ru: Хост находится в запланированных простоев
zh_cn: 主机处于计划的停机时间

source: Host is flapping between states
bg_bg: Хоста често си променя състоянието (Host is flapping between states)
de_de: Host zwischen Staaten Flattern
es_es: Host está aleteando entre los estados
fr_fr: L'hôte oscille entre les états
it_it: Host è sbattimento tra gli Stati
ja_jp: ホストはフラッピングしています
pl_pl: host trzepotanie między państwami
pt_pt: hospedeiro está batendo entre os estados
ru_ru: Хост хлопать между государствами
zh_cn: 主机在不同状态之间

source: Host notifications are disabled
bg_bg: Хост нотификациите са деактивирани
de_de: Host-Benachrichtigungen sind deaktiviert
es_es: Notificaciones de host se desactiva
fr_fr: Notifications d'hôtes sont désactivées
it_it: Notifiche host sono disabilitate
ja_jp: ホスト通知は無効です
pl_pl: Powiadomienia gospodarze są wyłączone
pt_pt: Notificações do host estão desativadas
ru_ru: Хост уведомления отключены
zh_cn: 主机通知已禁用

source: Host Notes
bg_bg: Хост бележки
es_es: Notas del Host
fr_fr: Remarques d'accueil
it_it: Host Note
ja_jp: ホスト注記
pl_pl: notatki gospodarza
pt_pt: Notas do host
ru_ru: Хост Примечания
zh_cn: 主机注意事项

source: Hide details
bg_bg: Скрийте подробностите
de_de: Details
es_es: Ver detalles
fr_fr: Voir les détails
it_it: Vedi dettagli
ja_jp: 詳細を非表示
pl_pl: ukryj szczegóły
pt_pt: Veja mais detalhes
ru_ru: Подробнее
zh_cn: 隐藏细节

source: Delete comment
bg_bg: изтриване на коментар
de_de: Kommentar löschen
es_es: Eliminar comentario
fr_fr: supprimer le commentaire
it_it: elimina commento
ja_jp: コメントを削除
pl_pl: usuń komentarz
pt_pt: deletar comentário
ru_ru: удалить комментарий
zh_cn: 删除评论

source: Scheduled Downtimes
bg_bg: Планирани (по график) прекъсвания
de_de: Geplante Ausfallzeiten
es_es: Calendarizar Periodo de Inactividad
fr_fr: Les temps d'arrêt prévu
it_it: Fermo programmato
ja_jp: ダウンタイムスケジュール
pl_pl: planowane przestoje
pt_pt: O tempo de inatividade programado
ru_ru: Плановое отключение
zh_cn: 计划的停机时间

source: Flexible
bg_bg: Подвижен
de_de: flexibel
it_it: flessibile
ja_jp: フレキシブル
pl_pl: elastyczny
pt_pt: flexível
ru_ru: гибкий
zh_cn: 灵活

source: Downtime Started
bg_bg: времето на престой е започнало
de_de: Ausfallzeit begann
es_es: el tiempo de inactividad comenzó
fr_fr: temps d'arrêt commencé
it_it: tempo di inattività iniziato
ja_jp: ダウンタイムの開始
pl_pl: czas przestoju
pt_pt: tempo de inatividade iniciado
ru_ru: время простоя
zh_cn: 停机时间开始

source: %s downtime scheduled for %s to %s
bg_bg: % s престой е планиран за% s до% s
de_de: % s Ausfallzeit für% s bis% s geplant
es_es: % s de tiempo de inactividad programado para% sa% s
fr_fr: Temps d'arrêt de% s planifié de% s à% s
it_it: Tempo di inattività di% s pianificato da% sa% s
ja_jp: ％sから％sに％sダウンタイムがスケジュールされました
pl_pl: % s przestoju zaplanowano na% s do% s
pt_pt: % s tempo de inatividade agendado para% s a% s
ru_ru: % s запланировано время простоя для% s -% s
zh_cn: 已安排%s到%s的%s停机时间

source: Cancel downtime
bg_bg: анулиране на престой
de_de: Ausfallzeiten abbrechen
es_es: cancelar el tiempo de inactividad
fr_fr: annuler les temps d'arrêt
it_it: annullare i tempi di inattività
ja_jp: ダウンタイムをキャンセル
pl_pl: anulować przestój
pt_pt: cancelar o tempo de inatividade
ru_ru: отменить время простоя
zh_cn: 取消停机时间

source: Advanced Host Attributes
bg_bg: Разширени (за напреднали) атрибути на хостове
es_es: Atributos avanzados del host
fr_fr: Attributs d'accueil avancée
it_it: Attributi Advanced Host
ja_jp: ホスト属性の詳細
pl_pl: zaawansowanych cech gospodarza
pt_pt: Atributos avançados do host
ru_ru: Расширенные атрибуты хоста
zh_cn: 高级主机属性

source: Host Attributes
bg_bg: Хост атрибути
de_de: Hostattributen
es_es: Atributos del Host
fr_fr: Attributs d'accueil
it_it: Host Attributi
ja_jp: ホスト属性
pl_pl: atrybuty gospodarza
pt_pt: Atributos do host
ru_ru: Хост Атрибуты
zh_cn: 主机属性

source: Attribute
bg_bg: Атрибут
de_de: Attribut
es_es: Atributo
fr_fr: Attribut
it_it: Attributo
ja_jp: 属性
pl_pl: atrybut
pt_pt: Atributo
ru_ru: Атрибут
zh_cn: 属性

source: Active Checks
bg_bg: Активни проверки
de_de: Aktive Prüfungen
es_es: Chequeos Activos
fr_fr: Les contrôles actifs
it_it: Controlli attivi
ja_jp: アクティブチェック
pl_pl: Kontrole aktywne
pt_pt: Verificação ativa
ru_ru: Активная проверка
zh_cn: 主动检查

source: Passive Checks
bg_bg: Пасивни проверки
es_es: Chequeos Pasivos
fr_fr: Les contrôles passifs
it_it: Controlli passivi
ja_jp: パッシブチェック
pl_pl: Kontrole pasywne
pt_pt: Verificação passiva
ru_ru: Пассивная проверка
zh_cn: 被动检查

source: Flap Detection
bg_bg: Откриване на чести промени в състоянието (Flap Detection)
de_de: Flatter-Erkennung
es_es: Deteccion Flap
fr_fr: Détection rabat
it_it: Flap di rilevamento
ja_jp: フラップ検知
pl_pl: Wykrywanie klapa
pt_pt: detecção aba
zh_cn: Flap检测

source: Event Handler
bg_bg: Манипулатор на събития (Event Handler)
de_de: Veranstaltung Handler
es_es: Controlador de eventos
ja_jp: イベントハンドラ
pl_pl: obsługi zdarzeń
pt_pt: Manipulador de eventos
ru_ru: Обработчиков событий
zh_cn: 事件处理程序

source: Obsession
bg_bg: Преследване (на хост/сървис)
es_es: Obsesion
it_it: Ossessione
ja_jp: オブセッション
pl_pl: obsesja
pt_pt: obsessão
ru_ru: Одержимость
zh_cn: 类型偏执

source: New %s release available!
bg_bg: Новият Nagios XI е на разположение!
de_de: New Nagios XI Release verfügbar!
es_es: Nuevo Nagios XI liberado disponible!
fr_fr: Nouveau Nagios XI Release Disponible!
it_it: New Nagios XI Release disponibile!
ja_jp: 新しい %s リリースが使用できます!
pl_pl: Nowa wersja xi Nagios dostępne!
pt_pt: Nova versão do Nagios XI disponível!
ru_ru: Новый Nagios XI Release в продаже!
zh_cn: 新的%s版本可用！

source: Last update check failed
bg_bg: Последната проверка на актуализацията не успя
de_de: Letztes Update fehlgeschlagen
es_es: Chequeo de la ultima actualizacion fallo
fr_fr: Chèque Dernière mise à jour a échoué
it_it: Ultimo controllo aggiornamenti non riuscito
ja_jp: 最終更新チェックに失敗しました
pl_pl: Kontrola Ostatnia zmiana nie udało
pt_pt: Última verificação falhou
ru_ru: Последняя проверка обновлений не удалось
zh_cn: 上次更新检查失败

source: System status degraded!
bg_bg: Състоянието на системата деградира!
es_es: Estado del sistema degradado!
fr_fr: L'état du système dégradé!
it_it: Stato del sistema degradato!
ja_jp: システムステータスがデグレードしました!
pl_pl: stan systemu zdegradowany!
pt_pt: Status do sistema degradado!
ru_ru: Состояние системы Degraded!
zh_cn: 系统状态降级！

source: Active host checks are disabled
bg_bg: Активните проверки на хост са деактивирани
de_de: Aktive Host-Prüfungen sind deaktiviert
es_es: Los controles activos de host están deshabilitados
fr_fr: Contrôles d'hôtes actifs sont désactivés
it_it: Controlli host attivi sono disabilitati
ja_jp: アクティブホストチェックが無効
pl_pl: czynne kontrole gospodarze są wyłączone
pt_pt: cheques de acolhimento ativos são desativadas
ru_ru: Активная проверка хоста инвалидов
zh_cn: 活动主机检查已禁用

source: Active service checks are disabled
bg_bg: Активните проверки на сървис са деактивирани
de_de: Aktive Service-Prüfungen sind deaktiviert
es_es: Los cheques de servicio de Active están deshabilitados
fr_fr: Contrôles actifs sont désactivés
it_it: Controlli servizio attivo sono disabilitati
ja_jp: アクティブサービスチェックが無効
pl_pl: czynne kontrole serwisowe są wyłączone
pt_pt: cheques de serviço ativo estão desabilitados
ru_ru: Активная проверка службы отключены
zh_cn: 活动服务检查已禁用

source: Notifications are disabled
bg_bg: Известията са деактивирани
de_de: Benachrichtigungen sind deaktiviert
es_es: Notificaciones estan deshabilitadas
fr_fr: Les notifications sont désactivées
it_it: Le notifiche sono disattivate
ja_jp: 通知が無効
pl_pl: powiadomienia są wyłączone
pt_pt: As notificações estão desabilitadas
ru_ru: Уведомления отключены
zh_cn: 通知已禁用

source: Unhandled host problems
bg_bg: Необработени хост проблеми
de_de: Unbehandelte Host-Probleme
es_es: Los problemas no controladas de acogida
fr_fr: Problèmes d'hôte non gérées
it_it: Problemi di host non gestiti
ja_jp: 未処置のホスト障害
pl_pl: nieobsłużone problemy gospodarza
pt_pt: Problemas não tratados!
ru_ru: Необработанные Проблемы хоста
zh_cn: 未处理的主机问题

source: Unhandled service problems
bg_bg: Необработени сървис проблеми
de_de: Unbehandelte Service-Probleme
es_es: Problemas no controladas de servicio
fr_fr: Problèmes de service non gérées
it_it: Problemi di servizio gestite
ja_jp: 未処置のサービス障害
pl_pl: nieobsłużonych obsługa problemów
pt_pt: problemas de serviço não tratadas
ru_ru: Необработанные проблемы службы
zh_cn: 未处理的服务问题

source: No problems detected.
bg_bg: Не са открити никакви проблеми.
de_de: Keine Probleme erkannt.
es_es: No hay problemas detectados.
fr_fr: Aucun problème détecté.
it_it: Nessun problema rilevato.
ja_jp: 障害は見つかりませんでした.
pl_pl: nie wykryto żadnych problemów.
pt_pt: Sem problemas detectados.
ru_ru: Проблем не обнаружено.
zh_cn: 未检测到问题。

source: Critical Problems Detected
bg_bg: Oткрити критични проблеми
de_de: kritische Probleme erkannt
es_es: problemas críticos detectados
fr_fr: problèmes critiques détectés
it_it: problemi critici rilevati
ja_jp: クリティカルな障害検出
pl_pl: Wykryto problemy krytyczne
pt_pt: problemas críticos detectada
ru_ru: критические проблемы обнаружены
zh_cn: 发现关键问题

source: Problems Detected
bg_bg: Бяха открити проблеми
de_de: Probleme erkannt
es_es: problemas detectados
fr_fr: problèmes détectés
it_it: problemi rilevati
ja_jp: 障害検出
pl_pl: wykryte problemy
pt_pt: problemas detectados
ru_ru: проблемы обнаружены
zh_cn: 检测到问题

source: New %s Release Available!
bg_bg: Новият Nagios XI е на разположение!
de_de: New Nagios XI Release verfügbar!
es_es: Nuevo Nagios XI liberado disponible!
fr_fr: Nouveau Nagios XI Release Disponible!
it_it: New Nagios XI Release disponibile!
ja_jp: 新しい %s リリースが使用できます!
pl_pl: Nowa wersja xi Nagios dostępne!
pt_pt: Nova versão do Nagios XI disponível!
ru_ru: Новый Nagios XI Release в продаже!
zh_cn: 新的%s版本可用！

source: A new version of %s is available. The new version may have important security or bug fixes that should be applied to this server.
bg_bg: Има на разположение нова версия на Nagios XI. Новата версия може да има важни поправки по сигурността или корекции, които трябва да се приложат към този сървър.
de_de: Eine neue Version von Nagios XI verfügbar ist. Die neue Version kann wichtige Sicherheits-oder Bug-Fixes, die auf diesen Server angewendet werden sollten.
es_es: Una nueva versión de Nagios XI disponible. La nueva versión puede tener seguridad importante o correcciones de errores que se deben aplicar a este servidor.
fr_fr: Une nouvelle version de Nagios XI est disponible. La nouvelle version peut avoir de sécurité important ou corrections de bugs qui devraient être appliquées à ce serveur.
it_it: Una nuova versione di Nagios XI è disponibile. La nuova versione può avere la sicurezza importanti o correzioni di bug che deve essere applicato a questo server.
ja_jp: %s の新しいバージョンが使用できます。 新しいバージョンには、サーバーに適用されるべき重要なセキュリティやバグ修正が含まれている可能性があります。
pl_pl: Nowa wersja dostępna jest Nagios XI. Nowa wersja może mieć istotne bezpieczeństwa lub naprawiające błędy, które powinny być stosowane do tego serwera.
pt_pt: Uma nova versão do Nagios XI está disponível. A nova versão pode ter importancias para a segurança ou correções de bugs que devem ser aplicadas a este servidor.
ru_ru: Новая версия Nagios XI доступно. Новая версия может иметь важное безопасности или исправляет ошибку, которая должна быть применена к этому серверу.
zh_cn: 有新版本的%s。 新版本可能具有应应用于此服务器的重要安全性或错误修复。

source: See details
bg_bg: Виж детайлите
de_de: Details
es_es: Ver detalles
fr_fr: Voir les détails
it_it: Vedi dettagli
ja_jp: 詳細をご覧ください
pl_pl: zobacz szczegóły
pt_pt: Veja mais detalhes
ru_ru: Подробнее
zh_cn: 查看详细资料

source: Download the latest version
bg_bg: Изтеглете най-новата версия
de_de: Download der aktuellen Version
es_es: Descargar la ultima version
fr_fr: Téléchargez la dernière version
it_it: Scarica l'ultima versione
ja_jp: 最新バージョンをダウンロード
pl_pl: pobierz najnowszą wersję
pt_pt: Baixe a versão mais recente
ru_ru: Загрузите последнюю версию
zh_cn: 下载最新版本

source: Update Check Failed.
bg_bg: Проверката за актуализация не успя.
de_de: Update Check fehlgeschlagen.
es_es: Actualización de error de comprobación.
fr_fr: Mise à jour Échec de la vérification.
it_it: Aggiornamento non riuscito.
ja_jp: アップデートチェックは失敗しました.
pl_pl: Kontrola aktualizacja nie powiodła się.
pt_pt: Última verificação falhou
ru_ru: Обновление проверить не удалось.
zh_cn: 更新检查失败。

source: The last update check failed. Make sure your %s server can access the Internet and check for program updates. Staying updated with the latest release of %s is important to preventing security breaches.
bg_bg: Последната проверка за актуализация беше неуспешна. Уверете се, че Nagios XI сървъра има достъп до интернет и може да проверява за актуализации на програмата. Обновяването с най-новата версия на Nagios XI е важно за предотвратяване на нарушения на сигурността.
de_de: Die letzte Aktualisierung ist fehlgeschlagen. Stellen Sie sicher, Nagios XI-Server auf das Internet zugreifen und prüfen, ob Programm-Updates. Staying aktualisiert mit der neuesten Version von Nagios XI ist wichtig, um zu verhindern Sicherheitsverletzungen.
es_es: La última comprobación de actualizaciones ha fallado. Asegúrese de que su servidor de Nagios XI se puede acceder a Internet y comprobar si hay actualizaciones del programa. Mantenerse al día con la última versión de Nagios XI es importante para la prevención de las violaciones de seguridad.
fr_fr: Le chèque dernière mise à jour a échoué. Assurez-vous que votre serveur Nagios XI pouvez accéder à Internet et vérifier les mises à jour du programme. Staying mis à jour avec la dernière version de Nagios XI est important de prévenir les atteintes à la sécurité.
it_it: Il controllo ultimo aggiornamento non riuscito. Assicuratevi che il vostro server di Nagios XI possono accedere a Internet e controllare la disponibilità di aggiornamenti del programma. Staying aggiornato con l'ultima versione di Nagios XI è importante per prevenire violazioni della sicurezza.
ja_jp: 最新の更新チェックに失敗しました。 %s サーバーがインターネットにアクセスでき、プログラムの更新をチェックできることを確認してください。 %s の最新リリースへの更新は、セキュリティ違反を防ぐために非常に重要です。
pl_pl: Ostatnia kontrola aktualizacja nie powiodła się. upewnić się, że serwer xi Nagios ma dostęp do Internetu i sprawdzić aktualizacje programu. pozostawanie na bieżąco z najnowszą wersją Nagios xi jest ważne dla zapobiegania naruszeniom bezpieczeństwa.
pt_pt: a última verificação de atualização falhou. Verifique se o servidor xi nagios pode acessar a internet e verificar se há atualizações do programa. ficar atualizado com a última versão do nagios xi é importante para prevenir violações de segurança.
ru_ru: Последняя проверка обновлений не удалось. Убедитесь, что ваши Nagios XI сервер может получить доступ к Интернету и проверки наличия обновлений программы. Staying в курсе последних выпуска Nagios XI важно предотвращение нарушений безопасности.
zh_cn: 上次更新检查失败。 确保您的%s服务器可以访问Internet并检查程序更新。 保持最新版本的%s对防止安全漏洞很重要。
