Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: A failure occurred while attempting to re-configure the service with the new settings.
bg_bg: Настъпи повреда, докато се опитвахме да конфигурираме сървиса с нови настройки.
de_de: Ein Fehler ist aufgetreten beim Versuch, neu konfigurieren der Dienst mit den neuen Einstellungen.
es_es: Se produjo un error al intentar volver a configurar el servicio con la nueva configuración.
fr_fr: Une erreur s'est produite lors de la tentative de re-configurer le service avec les nouveaux paramètres.
it_it: È verificato un errore durante il tentativo di ri-configurare il servizio con le nuove impostazioni.
ja_jp: 新しい設定でサービスの再設定中にエラーが発生しました.
pl_pl: wystąpił błąd podczas próby ponownej konfiguracji usługi z nowymi ustawieniami.
pt_pt: A falha ocorreu durante a tentativa de reconfigurar o serviço com as novas configurações.
ru_ru: Произошел сбой при попытке повторно настроить службу с новыми настройками.
zh_cn: 尝试使用新设置重新配置服务时发生故障。

source: Waiting for configuration verification
bg_bg: Изчакване за проверка на конфигурацията
de_de: Warten auf Überprüfung der Konfiguration
es_es: Esperando verificación de la configuración
fr_fr: En attente de vérification de la configuration
it_it: In attesa di verifica della configurazione
ja_jp: 設定の確認を待っています
pl_pl: czeka na weryfikację konfiguracji
pt_pt: À espera de verificação de configuração
ru_ru: Ожидание конфигурации проверки
zh_cn: 等待配置验证

source: Configuration applied successfully.
bg_bg: Конфигурацията беше приложена успешно.
de_de: Konfiguration erfolgreich angewendet
es_es: Configuracion aplicada satisfactoriamente
fr_fr: Configuration appliquée avec succès
it_it: Configurazione applicata con successo
ja_jp: 設定が正常に適用されました.
pl_pl: Konfiguracja stosowane z powodzeniem.
pt_pt: Configuração aplicada com sucesso
ru_ru: Конфигурация успешно применен
zh_cn: 配置成功应用

source: Configuration verification failed.
bg_bg: Проверката на конфигурацията се провали
de_de: Konfiguration fehlgeschlagen
es_es: Verificación Error en la configuración
fr_fr: Vérification de la configuration n'a pas
it_it: Verifica configurazione non riuscita
ja_jp: 設定の検証に失敗しました.
pl_pl: Weryfikacja konfiguracji nie powiodło się.
pt_pt: Verificação de configuração falhou
ru_ru: Конфигурация не удалось выполнить проверку
zh_cn: 配置验证失败

source: Configure Host
bg_bg: Конфигуриране на хост
de_de: Konfiguration des Host-
es_es: Configurar Host
fr_fr: Configurer l'hôte
it_it: Configurazione Host
ja_jp: ホストの設定
pl_pl: skonfigurować hosta
pt_pt: Configurar o host
ru_ru: Настройка хоста
zh_cn: 配置主机

source: Note: You may update basic settings for the host below or use the
bg_bg: Забележка: Може да актуализирате основните настройки за хост долу или да използвате
de_de: Hinweis: Sie können grundlegende Einstellungen für den Host unten aktualisieren oder verwenden Sie die
es_es: Nota: Usted puede actualizar la configuración básica para el anfitrión a continuación o utilice el
fr_fr: Remarque: Vous pouvez mettre à jour les paramètres de base pour l'hôte ci-dessous ou utilisez l'
it_it: Nota: È possibile aggiornare le impostazioni di base per l'host sotto o utilizzare il
ja_jp: 注：以下でホストの基本設定を更新するか
pl_pl: Uwaga: można zaktualizować podstawowe ustawienia dla gospodarza poniżej lub użyj
pt_pt: Nota: Você pode atualizar as configurações básicas para o host abaixo ou usar o
ru_ru: Примечание: Вы можете обновить основные настройки для принимающей ниже или воспользуйтесь
zh_cn: 注意：您可以更新以下主机的基本设置，也可以使用

source: to modify advanced settings for this host.
bg_bg: за да промените разширените настройки за този хост.
de_de: , um die Einstellungen für diesen Host ändern.
es_es: para modificar las configuraciones para este host.
fr_fr: de modifier les paramètres de cet hôte.
it_it: per modificare le impostazioni per questa sistemazione.
ja_jp: で、このホストの詳細設定を変更します。
pl_pl: zmodyfikować ustawienia dla tego hosta.
pt_pt: para modificar as configurações para este host.
ru_ru: Для изменения параметров для данного хоста.
zh_cn: 修改此主机的高级设置。

source: Host attribute values which are inherited from advanced templates are not shown below.
bg_bg: стойностите на хост атрибута, които са наследени от разширени шаблони, не са показани по-долу.
de_de: Hostattributwerte, die von erweiterten Vorlagen geerbt werden, sind unten nicht aufgeführt.
es_es: Los valores de los atributos del host heredados de las plantillas avanzadas no se muestran a continuación.
fr_fr: Les valeurs d'attribut d'hôte héritées des modèles avancés ne sont pas représentées ci-dessous.
it_it: i valori degli attributi dell'host che sono ereditati dai modelli avanzati non sono mostrati sotto.
ja_jp: 拡張テンプレートから継承されたホスト属性値は以下に示されていません。
pl_pl: Wartości atrybutów hosta odziedziczone z zaawansowanych szablonów nie są pokazane poniżej.
pt_pt: Os valores do atributo do host que são herdados dos modelos avançados não são mostrados abaixo.
ru_ru: Значения атрибутов хоста, которые наследуются от расширенных шаблонов, не показаны ниже.
zh_cn: 从高级模板继承的主机属性值未在下面显示。

source: Host Parents
bg_bg: Родители на хост
de_de: Host - Eltern
es_es: anfitrionas - padres
fr_fr: accueil - les parents
it_it: HOST - genitori
ja_jp: 親ホスト
pl_pl: gospodarze - rodzice
pt_pt: hospedeiras - pais
ru_ru: Host - родители
zh_cn: 主机 - 父机

source: Change basic host settings.
bg_bg: Променете основните настройки на хоста.
de_de: Ändern grundlegender Host-Einstellungen.
es_es: Cambiar configuracion basica del host
fr_fr: Modifier les paramètres de base d'accueil.
it_it: Modificare le impostazioni di base di accoglienza.
ja_jp: ホストの基本設定を変更します.
pl_pl: zmienić podstawowe ustawienia hosta.
pt_pt: Alterar as configurações de host básicas.
ru_ru: Изменение основных параметров хоста.
zh_cn: 更改基本主机设置。

source: Address
bg_bg: Aдрес
de_de: Adresse
es_es: Direccion
fr_fr: Adresse
it_it: Indirizzo
ja_jp: アドレス
pl_pl: adres
pt_pt: Endereço
ru_ru: Адрес
zh_cn: 地址

source: The IP address or FQDNS name of the host
bg_bg: IP адрес или FQDNS име на хоста
de_de: Die IP-Adresse oder FQDN Namen des Hosts
es_es: La direccion IP o el nombre FQDNS del host
fr_fr: L'adresse IP ou le nom FQDN de l'hôte
it_it: L'indirizzo IP o il nome FQDN dell'host
ja_jp: ホストのIPアドレスまたはFQDN
pl_pl: adres IP lub FQDN nazwa hosta
pt_pt: O endereço IP ou FQDN nome do host
ru_ru: IP-адрес или FQDN, имя хоста
zh_cn: 主机的IP地址或FQDNS名称

source: Alias
bg_bg: Псевдоним
ja_jp: エイリアス
pt_pt: Nome falso
ru_ru: Псевдоним
zh_cn: 别名

source: Specify the parameters that determine how the host should be monitored
bg_bg: Определете параметрите, които определят как трябва да се следи хоста
de_de: Geben Sie die Parameter, wie die Host überwacht werden sollen bestimmen
es_es: Especifique los parametros que determinen como el host debe ser monitoreado
fr_fr: Spécifiez les paramètres qui déterminent la façon dont l'hôte doit être surveillée
it_it: Specificare i parametri che determinano il modo l'host deve essere monitorata
ja_jp: ホストの監視方法を決定するパラメータを指定します
pl_pl: określić parametry, które określają, jak należy monitorować hosta
pt_pt: Especificar os parâmetros que determinam como o acolhimento deve ser monitorado
ru_ru: Укажите параметры, которые определяют, как хозяин должны быть проверены
zh_cn: 指定确定应如何监视主机的参数

source: Monitor the host every
bg_bg: Наблюдавайте хоста всеки
de_de: Überwachen Sie den Host jeden
es_es: Monitorear el host cada
fr_fr: Surveiller l'hôte chaque
it_it: Monitorare l'host ogni
ja_jp: ホストの監視間隔：
pl_pl: monitorowanie każdego hosta
pt_pt: Monitorar o host cada
ru_ru: Следить за каждый хозяин
zh_cn: 监控主机每

source: Re-check the host every
bg_bg: Повторна проверка на хоста всеки
de_de: Überprüfen Sie erneut die Gastgeber jeden
es_es: Re-chequear el host cada
fr_fr: Vérifiez à nouveau l'hôte de tous les
it_it: Ricontrollare l'host ogni
ja_jp: アラート送信前のホストの再チェック：
pl_pl: ponownie sprawdzić każdego hosta
pt_pt: Verifique novamente o host cada
ru_ru: Еще раз проверьте каждый хозяин
zh_cn: 重新检查主机每

source: Monitor the host with this command
bg_bg: Наблюдавайте хоста с тази команда
de_de: Überwachen Sie den Host mit diesem Befehl
es_es: Monitorear el host con este comando
fr_fr: Surveiller l'hôte avec la commande
it_it: Monitorare l'host con questo comando
ja_jp: このコマンドを使用してホストを監視
pl_pl: monitorować wiele z tego polecenia
pt_pt: Monitorar o host com o comando
ru_ru: Мониторинг хост с этой командой
zh_cn: 监控主机使用此命令

source: Specify the parameters that determine how notifications should be sent for the host.
bg_bg: Определете параметрите, които определят как трябва да бъдат изпратени уведомления за хост.
de_de: Geben Sie die Parameter, wie Benachrichtigungen für den Host gesendet werden sollen bestimmen.
es_es: Especifique los parametros que determinan como las notificaciones deben ser enviadas para este host
fr_fr: Spécifiez les paramètres qui déterminent comment les notifications doivent être envoyées à l'hôte.
it_it: Specificare i parametri che determinano il modo le notifiche devono essere inviate per l'host.
ja_jp: ホストの通知方法を決定するパラメーターを指定します.
pl_pl: określić parametry, które określają, w jaki sposób powinny być wysyłane powiadomienia dla gospodarza.
pt_pt: Especificar os parâmetros que determinam como as notificações devem ser enviadas para o host.
ru_ru: Укажите параметры, которые определяют, как будут отправляться уведомления для хозяина.
zh_cn: 指定确定应如何向主机发送通知的参数。

source: Define which host(s) are considered the parents of the the monitored host (if any). Note: Typically only one (1) host is specified as a parent.
bg_bg: Дефинирайте кой(и) хост(ове) се счита(т) за родител(и) на наблюдавания хост (ако има такива). Забележка: обикновено само един (1) хост е посочен като родител.
de_de: Definieren Sie, welche Host (s) werden als die Eltern des zu überwachenden Host (falls vorhanden). Anmerkung: In der Regel nur eine (1) als Host übergeordneten angegeben.
es_es: Definir qué máquina (s) son considerados los padres del anfitrión del seguimiento (si lo hay). Nota: Por lo general sólo una (1) de host se especifica como un padre.
fr_fr: Définir les hôte (s) sont considérés comme les parents de l'hôte de la surveillance (le cas échéant). Remarque: En général, un seul (1) hôte est spécifié en tant que parent.
it_it: Definire quali host (s) sono considerati i genitori del sistema da monitorare (se presente). Nota: in genere solo una (1) host è specificato come un genitore.
ja_jp: 監視対象ホストの親ホストを定義します (任意)。 注: 通常、1つのホストを親として指定します。
pl_pl: który host (s) określenie uznaje się za rodziców na monitorowanym hoście (jeśli w ogóle). Uwaga: zazwyczaj tylko jeden (1) został podany jako rodzic.
pt_pt: definir qual host (s) são considerados os pais do host monitorado (se houver). Nota: normalmente apenas um (1) host é especificado como um pai.
ru_ru: Определите, какой хост (ы) считаются родители мониторинг хост (если таковые имеются). Примечание: как правило, только один (1) узел указывается как родитель.
zh_cn: 定义哪些主机被视为受监视主机的父机（如果有）。 注意：通常，仅将一（1）个主机指定为父机。

source: This host appears to make use of an advanced configuration using the Core Config Manager.
bg_bg: Изглежда, че този хост се възползва от развирената (за напреднали) конфигурация с помощта на програмата "Главен Конфигурационен Мениджър" (CCM - Core Config Manager).
de_de: Diesen Gastgeber scheint die Verwendung eines erweiterten Konfiguration mit Hilfe der Kern Config Manager vorzunehmen.
es_es: este host parece hacer uso de una configuración avanzada utilizando el administrador de configuración central.
fr_fr: cet hôte semble faire usage d'une configuration avancée en utilisant le gestionnaire de base de configuration.
it_it: questo host sembra di fare uso di una configurazione avanzata usando il gestore principale di configurazione.
ja_jp: このホストは、Coreコンフィグマネージャを使用して詳細設定を行えます.
pl_pl: Ten obiekt noclegowy zapamiętać wydaje się korzystać z zaawansowanej konfiguracji przy użyciu menedżera rdzeń config.
pt_pt: este alojamento parece fazer uso de uma configuração avançada utilizando o gerenciador de configuração do núcleo.
ru_ru: появляется этот хост, чтобы сделать использование передовых конфигурации с помощью диспетчера ядра конфигурации.
zh_cn: 该主机似乎使用Core配置管理器的高级配置。

source: Contact your Nagios administrator to modify the settings for this host.
bg_bg: Свържете се с вашия Nagios администратор, за да промените настройките за този хост.
de_de: Kontaktieren Sie Ihren Nagios-Administrator, um die Einstellungen für diesen Host ändern.
es_es: Contacte su Administrador Nagios para modificar las configuraciones para este host.
fr_fr: Contactez votre administrateur Nagios pour modifier les paramètres de cet hôte.
it_it: Contattare l'amministratore di Nagios per modificare le impostazioni per questo host.
ja_jp: このホストの設定を変更するには、Nagios管理者に問い合わせてください.
pl_pl: skontaktuj się z administratorem Nagios zmodyfikować ustawienia dla tego hosta.
pt_pt: Contate o administrador do Nagios para modificar as configurações para este host.
ru_ru: Обратитесь к администратору Nagios для изменения настроек для данного хоста.
zh_cn: 请与您的Nagios管理员联系以修改此主机的设置。

source: User reconfigured host '
bg_bg: Потребителя преконфигурира хост '
de_de: Benutzer umkonfiguriert host '
es_es: Usuario reconfiguro host'
fr_fr: Utilisateur ordinateur hôte reconfiguré '
it_it: Utente ospite riconfigurato '
ja_jp: ユーザーがホストを再設定しました '
pl_pl: przekonfigurować użytkownik hosta "
pt_pt: Host do usuário reconfigurado
ru_ru: Пользователь изменена хозяина
zh_cn: 用户重新配置主机“

source: An error occurred during command submission. If this problem persists, contact your Nagios administrator.
bg_bg: Възникна грешка по време на подаване на командата. Ако проблемът продължава, обърнете се към вашия Nagios администратор.
de_de: Ein Fehler ist aufgetreten während der Befehl Vorlage. Wenn das Problem weiterhin besteht, wenden Sie sich Nagios-Administrator.
es_es: Se produjo un error durante el envío de comandos. Si este problema persiste, póngase en contacto con el administrador de Nagios.
fr_fr: Une erreur s'est produite lors de la soumission de commande. Si ce problème persiste, contactez votre administrateur Nagios.
it_it: È verificato un errore durante l'invio del comando. Se il problema persiste, contattare l'amministratore di Nagios.
ja_jp: コマンド送信時にエラーが発生しました. この障害が解決しない場合は、Nagios管理者に連絡してください.
pl_pl: Wystąpił błąd podczas składania poleceń. jeśli problem będzie się powtarzał, skontaktuj się z administratorem Nagios.
pt_pt: Ocorreu um erro durante o envio de comando. Se o problema persistir, contate o administrador do Nagios.
ru_ru: Произошла ошибка во время представления команд. Если проблема не устраняется, обратитесь к администратору Nagios.
zh_cn: 提交命令期间发生错误。 如果此问题仍然存在，请与您的Nagios管理员联系。

source: Host Re-Configuration Successful
bg_bg: Преконфигурирането на хоста беше успешно
de_de: Host Re-Konfiguration war erfolgreich
es_es: Anfitrión Re-configuración con éxito
fr_fr: Re-Host Configuration réussie
it_it: Host Re-Configurazione completata
ja_jp: ホストの再設定成功
pl_pl: gospodarzem ponownie konfiguracji sukces
pt_pt: Host reconfigurado com sucesso
ru_ru: Хост Re-Configuration Успешная
zh_cn: 主机重新配置成功！

source: The host has successfully been re-configured with the new settings.
bg_bg: Хоста беше отново успешно конфигуриран с новите настройки.
de_de: Der Host wurde erfolgreich mit den neuen Einstellungen neu konfiguriert werden.
es_es: La acogida ha sido exitosamente reconfigurado con la nueva configuración.
fr_fr: L'hôte a bien été reconfiguré avec les nouveaux paramètres.
it_it: Il padrone di casa è stato correttamente riconfigurato con le nuove impostazioni.
ja_jp: ホストは正常に新しい設定で再構成されました.
pl_pl: host został pomyślnie ponownie skonfigurowany z nowymi ustawieniami.
pt_pt: O host foi reconfigurado com as novas configurações com sucesso.
ru_ru: Хозяин был успешно перенастроить с новыми настройками.
zh_cn: 主机已成功使用新设置重新配置。

source: Host Re-Configuration Failed
bg_bg: Преконфигурирането на хоста не успя
de_de: Host Re-Konfiguration fehlgeschlagen
es_es: Re-configuración de Host Error
fr_fr: Host Configuration Échec Re-
it_it: Re-Host Configuration Failed
ja_jp: ホストの再設定に失敗
pl_pl: rekonfiguracja gospodarzy nie udało
pt_pt: Reconfiguração do host falhou
ru_ru: Хост Re-Configuration Failed
zh_cn: 主机重配置失败

source: A failure occurred while attempting to re-configure the host with the new settings.
bg_bg: Настъпи повреда, докато се опитвахме да конфигурираме хоста с нови настройки.
de_de: Ein Fehler ist aufgetreten beim Versuch, neu konfigurieren Sie den Host mit den neuen Einstellungen.
es_es: Se produjo un error al intentar volver a configurar el host con la nueva configuración.
fr_fr: Une erreur s'est produite lors de la tentative de re-configurer l'hôte avec les nouveaux paramètres.
it_it: È verificato un errore durante il tentativo di ri-configurare l'host con le nuove impostazioni.
ja_jp: 新しい設定でホストの再設定中にエラーが発生しました.
pl_pl: wystąpił błąd podczas próby ponownej konfiguracji hosta z nowymi ustawieniami.
pt_pt: A falha ocorreu durante a tentativa de reconfigurar o host com as novas configurações.
ru_ru: Произошел сбой при попытке изменить конфигурацию хоста с новыми настройками.
zh_cn: 尝试使用新设置重新配置主机时发生故障。

source: Confirm Service Deletion
bg_bg: Потвърждете изтриването на сървиса
de_de: Bestätigen Dienst Deletion
es_es: Confirmar eliminacion de Servicio
fr_fr: Confirmer la suppression de service
it_it: Conferma cancellazione Servizio
ja_jp: サービス削除の確認
pl_pl: potwierdzić usunięcie usługi
pt_pt: Confirmar a exclusão de serviço
ru_ru: Подтвердите удаление службы
zh_cn: 确认服务删除

source: Are you sure you want to delete this service and remove it from the monitoring configuration?
bg_bg: Сигурни ли сте, че искате да изтриете този сървис и да го отстраните от конфигурацията?
de_de: Sind Sie sicher, dass Sie diesen Dienst löschen und entfernen Sie sie aus der Monitoring-Konfiguration?
es_es: ¿Está seguro que desea eliminar este servicio y eliminarlo de la configuración de monitoreo?
fr_fr: Êtes-vous sûr de vouloir supprimer ce service et le retirer de la configuration de surveillance?
it_it: Sei sicuro di voler cancellare questo servizio e rimuoverlo dalla configurazione di monitoraggio?
ja_jp: このサービスを監視設定から削除してもよろしいですか？
pl_pl: są na pewno chcesz usunąć tę usługę i usunąć go z konfiguracji monitoringu?
pt_pt: Tem certeza de que deseja excluir este serviço e removê-lo da configuração de monitoramento?
ru_ru: Вы уверены, что хотите удалить эту услугу и удалить его из конфигурации мониторинга?
zh_cn: 您确定要删除此服务并将其从监视配置中删除吗？

source: Service Deletion Scheduled
bg_bg: Изтриването на сървиса е насрочено
de_de: Service Löschen vorgemerkt
es_es: Supresión Servicio Programado
fr_fr: Suppression Service régulier
it_it: Cancellazione Servizio di linea
ja_jp: サービス削除予定
pl_pl: skreślenie regularna usługa
pt_pt: Exclusão de serviço programada
ru_ru: Обслуживание удаления расписанию
zh_cn: 预定的服务删除

source: The requested service has been scheduled for deletion and should be removed shortly.
bg_bg: Изискания сървис е насрочен за изтриване и трябва да бъде премахнат скоро.
de_de: Der angeforderte Dienst wurde zum Löschen geplant und sollte in Kürze entfernt werden.
es_es: El servicio solicitado se ha programado para la supresión y debe ser eliminado en breve.
fr_fr: Le service demandé a été prévue pour la suppression et doit être enlevé peu de temps.
it_it: Il servizio richiesto è stato programmato per l'eliminazione e deve essere rimosso a breve.
ja_jp: このサービスは削除がスケジュールされています. まもなく削除されます.
pl_pl: Żądana usługa została zaznaczona do usunięcia i powinny zostać usunięte w najbliższym czasie.
pt_pt: O serviço solicitado foi marcada para exclusão e devem ser removidos em breve.
ru_ru: Запрошенная служба была запланирована на удаление и должны быть удалены в ближайшее время.
zh_cn: 所请求的服务已安排删除，应该很快将其删除。

source: If the service fails to be removed
bg_bg: Ако сървиса не може да бъде отстранен
de_de: Wenn der Dienst nicht entfernt werden
es_es: Si el servicio falla para ser removido
fr_fr: Si le service ne parvient pas à supprimer
it_it: Se il servizio non deve essere rimosso
ja_jp: サービスの削除に失敗した場合
pl_pl: jeśli usługa nie być usunięte
pt_pt: Se o serviço não for para ser removido
ru_ru: Если служба не может быть удален
zh_cn: 如果服务无法删除

source: Check the most recent
bg_bg: Проверете най-новите
de_de: Überprüfen Sie die jüngsten
es_es: Revisar el mas reciente
fr_fr: Vérifiez le plus récent
it_it: Controllare la più recente
ja_jp: 最新の
pl_pl: sprawdzić najnowsze
pt_pt: Verifique o mais recente
ru_ru: Дата последней
zh_cn: 检查最近的

source: configuration snapshots
bg_bg: конфигурационни копия
de_de: Konfiguration Snapshots
es_es: snapshots de configuracion
fr_fr: instantanés de configuration
it_it: configurazione istantanee
ja_jp: 設定スナップショット
pl_pl: Migawki konfiguracyjne
pt_pt: Ver configurações instantâneas
ru_ru: Конфигурация снимки
zh_cn: 配置快照

source: for errors
bg_bg: за грешки
de_de: für Fehler
es_es: para errores
fr_fr: pour les erreurs
it_it: per errori
ja_jp: 最新のスナップショットでエラーを確認してください
pl_pl: błędów
pt_pt: para erros
ru_ru: за ошибки
zh_cn: 的错误

source: to delete the service
bg_bg: за изтриване на сървис
de_de: , um den Dienst zu löschen
es_es: para eliminar este servicio
fr_fr: pour supprimer le service
it_it: eliminare il servizio
ja_jp: でサービスを削除する
pl_pl: usunąć usługę
pt_pt: para excluir o serviço
ru_ru: Для удаления службы
zh_cn: 删除服务

source: Ask your Nagios administrator to remove the service
bg_bg: Помолете вашия Nagios администратор да премахне сървиса.
de_de: Fragen Sie Ihren Nagios-Administrator, um den Dienst zu entfernen
es_es: Pregunte a su administrador Nagios para remover este servicio
fr_fr: Demandez à votre administrateur Nagios pour supprimer le service
it_it: Chiedere all'amministratore di Nagios per rimuovere il servizio
ja_jp: サービスを削除するには、Nagios管理者に依頼してください
pl_pl: poproś administratora Nagios usunięcia usługi
pt_pt: Pergunte ao seu administrador Nagios para remover o serviço
ru_ru: Попросите вашего Nagios администратора для удаления пакета
zh_cn: 请您的Nagios管理员删除服务

source: Service Deletion Error
bg_bg: Грешка при изтриване на сървис
de_de: Service Deletion Fehler
es_es: Error en eliminacion de Servicio
fr_fr: Erreur suppression de service
it_it: Errore di eliminazione del servizio
ja_jp: サービスの削除エラー
pl_pl: Błąd usunięcia usługi
pt_pt: Erro ao excluir serviço
ru_ru: Ошибка службы удалений
zh_cn: 服务删除错误

source: One or more errors were detected that prevent the service from being deleted.
bg_bg: Една или повече грешки бяха открити, които пречат на сървиса да бъде изтрит.
de_de: Ein oder mehrere Fehler erkannt wurden, die verhindern, den Dienst aus gelöscht werden.
es_es: Uno o más errores que fueron detectados impedir que el servicio se va a eliminar.
fr_fr: Une ou plusieurs erreurs sont détectées que le service empêcher toute tentative de suppression.
it_it: Uno o più errori sono stati rilevati che impediscono il servizio venga eliminato.
ja_jp: サービスの削除を妨げる1つ以上のエラーが検出されました.
pl_pl: jeden lub więcej błędów wykryto, że zapobieganie usługę przed usunięciem.
pt_pt: Um ou mais erros foram detectados para evitar que o serviço seja excluído.
ru_ru: Один или несколько ошибок было обнаружено, что предотвратить службы от удаления.
zh_cn: 检测到一个或多个错误，阻止了该服务的删除。

source: Possible causes include
bg_bg: Възможните причини включват
de_de: Mögliche Ursachen sind
es_es: Posibles causas incluyen
fr_fr: Les causes possibles sont
it_it: Le cause possono essere
ja_jp: 考えられる原因
pl_pl: Możliwe przyczyny to:
pt_pt: As possíveis causas incluem
ru_ru: Возможные причины
zh_cn: 可能的原因包括：
