Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Create New User Macro
bg_bg: Създайте ново потребителско макро (user macro)
de_de: Erstellen neuer Benutzermakro
es_es: crear una nueva macro de usuario
fr_fr: créer une nouvelle macro utilisateur
it_it: creare nuove macro utente
ja_jp: 新しいUserマクロを作成する
pl_pl: tworzyć nowe makra użytkownika
pt_pt: criar uma nova macro de usuário
ru_ru: создать новый макрос пользователя
zh_cn: 创建新的用户宏

source: New Macro
bg_bg: Ново макро
de_de: neues Makro
es_es: nueva macro
fr_fr: nouvelle macro
it_it: nuova macro
ja_jp: 新しいマクロ
pl_pl: nowe makro
pt_pt: nova macro
ru_ru: новый макрос
zh_cn: 新宏

source: Save Macro
bg_bg: Запазете макроса
de_de: speichern Makro
es_es: guardar macro
fr_fr: enregistrer macro
it_it: salvare macro
ja_jp: マクロを保存
pl_pl: zapisać makro
pt_pt: salvar macro
ru_ru: сохранить макрос
zh_cn: 保存宏

source: Successfuly updated the Detected System Macro options table in the Nagios XI database.
bg_bg: Успешно бяха обновени опциите на таблицата с откритите системни макроси (Detected System Macro) в Nagios XI базата данни.
de_de: das erkannte System Makro-Optionen Tabelle in der nagios xi Datenbank successfuly aktualisiert.
es_es: actualizado exitosamente el sistema detecta tabla macro opciones en la base de datos xi nagios.
fr_fr: successfuly mis à jour le système détecté des options macro table dans la base de données xi nagios.
it_it: con successo aggiornata la tabella delle opzioni macro di sistema rilevata nel database xi nagios.
ja_jp: Nagios XIデータベース内の検出済みSystemマクロオプションテーブルを正常に更新しました.
pl_pl: powodzeniem zaktualizowaliśmy System wykrył opcji makro tabelę w bazie danych xi Nagios.
pt_pt: successfuly atualizada macro opções de tabela do sistema detectados no banco de dados xi nagios.
ru_ru: успешно обновлен обнаружена система макро опций таблицы в базе данных хг Nagios.
zh_cn: 成功更新了Nagios XI数据库中的“检测到的系统宏”选项表。

source: All System Macros have been removed from detection.
bg_bg: Всички системни макроси са били отстранени, за да не могат да се открият.
de_de: alle Systemmakros von der Erkennung entfernt wurden.
es_es: todas las macros del sistema se han eliminado de la detección.
fr_fr: toutes les macros du système ont été retirés de la détection.
it_it: tutte le macro di sistema sono state rimosse dal rilevamento.
ja_jp: すべてのSystemマクロが検出から削除されました.
pl_pl: Wszystkie makr zostały usunięte z wykrywania.
pt_pt: todas as macros de sistema foram removidos a partir de detecção.
ru_ru: все системные макросы были удалены из обнаружения.
zh_cn: 所有系统宏均已从检测中删除。

source: Successfuly updated the resource.cfg file.
bg_bg: Успешно беше обновен resource.cfg файла.
de_de: successfuly die resource.cfg Datei aktualisiert.
es_es: exitosamente actualizado el archivo resource.cfg.
fr_fr: successfuly mis à jour le fichier resource.cfg.
it_it: con successo aggiornato il file Resource.cfg.
ja_jp: resource.cfgファイルが正常に更新されました.
pl_pl: powodzeniem zaktualizowany plik resource.cfg.
pt_pt: successfuly atualizou o arquivo Resource.cfg.
ru_ru: успешно обновлен файл resource.cfg.
zh_cn: 成功更新了resource.cfg文件。

source: Writing to /usr/local/nagios/etc/resource.cfg failed. Verify file permissions.
bg_bg: Писането в /usr/local/nagios/etc/resource.cfg провали. Провери разрешенията на файла.
de_de: Schreiben auf /usr/local/nagios/etc/resource.cfg fehlgeschlagen. Dateiberechtigungen überprüfen.
es_es: escrito a /usr/local/nagios/etc/resource.cfg fallidos. verificar los permisos de archivo.
fr_fr: écrit à /usr/local/nagios/etc/resource.cfg échoué. vérifier les autorisations de fichiers.
it_it: scrivendo a /usr/local/nagios/etc/resource.cfg fallito. verificare i permessi dei file.
ja_jp: /usr/local/nagios/etc/resource.cfgへの書き込みに失敗しました. ファイルのパーミッションを確認してください.
pl_pl: pisząc do /usr/local/nagios/etc/resource.cfg niepowodzeniem. Weryfikacja uprawnień do plików.
pt_pt: escrevendo para /usr/local/nagios/etc/resource.cfg falhou. verificar as permissões de arquivo.
ru_ru: письменно /usr/local/nagios/etc/resource.cfg не удалось. проверить права доступа к файлам.
zh_cn: 写入/usr/local/nagios/etc/resource.cfg失败。 验证文件权限。

source: Manage user and system macros.
bg_bg: Управлявайте потребителски и системни макроси.
de_de: Benutzer- und System Makros verwalten.
es_es: gestionar macros de usuario y del sistema.
fr_fr: gérer utilisateur et système macros.
it_it: gestione utente e di sistema macro.
ja_jp: UserおよびSystemマクロを管理します.
pl_pl: zarządzanie użytkownika i systemowe makr.
pt_pt: gerenciar macros do utilizador e do sistema.
ru_ru: управлять пользовательских и системных макросов.
zh_cn: 管理用户和系统宏。

source: Detect, create, display and define system and user macros in Nagios XI.
bg_bg: Откриване, създаване, показване и определяне на системата и потребителските макроси (user macros) в Nagios XI.
de_de: erkennen, erstellen, anzeigen und System- und User-Makros in Icinga xi definieren.
es_es: detectar, crear, visualizar y definir sistema y de usuario macros en Nagios XI.
fr_fr: détecter, créer, afficher et définir système et utilisateur macros dans nagios xi.
it_it: individuare, creare, visualizzare e definire di sistema e utente macro in Nagios xi.
ja_jp: Nagios XIにSystemおよびUserマクロを検出、作成、表示、定義します.
pl_pl: wykrywania, tworzenia, wyświetlania i zdefiniować systemowych i użytkownika makr w Nagios XI.
pt_pt: detectar, criar, exibir e definir sistema e do usuário macros em nagios xi.
ru_ru: обнаружения, создания, отображения и определить системные и пользовательские макросы в Nagios XI.
zh_cn: 在Nagios XI中检测，创建，显示和定义系统和用户宏。

source: This component will detect input of '$USERn$' user defined macros where 'n' is a number between 1 and 256. This number is defined in Nagios Core as MAX_USER_MACROS. It will also give a user a list of commonly used System Macros in the appropriate inputs. The system marcos are displayed using autocomplete and the full list of available macros are defined in the System Macros tab.
bg_bg: Tози компонент ще открие въвеждане на '$USERn$' макроси, дефинирани от потребителя, където" п "е число между 1 и 256. Този брой се определя в Nagios Core като MAX_USER_MACROS. Той също така ще даде на потребителя списък с често използвани системни макроси в съответните входни стойности. Системните макроси се показват с използване на функцията за автоматично довършване и пълния списък на наличните макроси е дефиниран в раздела "Системни Макроси" (System Macros).
de_de: Diese Komponente wird Eingabe von '$ usern $' benutzerdefinierte Makros erkennen, wo 'n' eine Zahl zwischen 1 und 256 diese Zahl in nagios Kern als max_user_macros definiert ist. Es wird auch ein Benutzer eine Liste der am häufigsten verwendeten System-Makros in den entsprechenden Eingängen geben. das System marcos verwenden zur automatischen Vervollständigung und die vollständige Liste der verfügbaren Makros angezeigt werden, in der System-Makros Registerkarte definiert.
es_es: este componente detectará la entrada de macros de usuario '$ $ Usern' definido donde "n" es un número entre 1 y 256. Este número se define en nagios como núcleo max_user_macros. también dará a un usuario una lista de macros del sistema utilizados comúnmente en las entradas correspondientes. el sistema de marcos se muestran utilizando autocompletar y la lista completa de macros disponibles se definen en la ficha macros de sistema.
fr_fr: ce composant permet de détecter l'entrée de macros '$ usern $' utilisateur défini où 'n' est un nombre compris entre 1 et 256. ce nombre est défini dans nagios noyau comme max_user_macros. il sera également donner à un utilisateur une liste de macros système couramment utilisées dans les entrées appropriées. le système marcos sont affichés en utilisant autocomplete et la liste complète des macros disponibles sont définies dans l'onglet macros système.
it_it: questa componente in grado di rilevare ingresso di macro '$ Usern $' utente definite dove 'n' è un numero compreso tra 1 e 256. Questo numero è definito in base Nagios come max_user_macros. ma darà anche un utente un elenco di macro di sistema comunemente utilizzati nelle ingressi appropriati. il sistema di Marcos vengono visualizzati utilizzando completamento automatico e l'elenco completo delle macro disponibili sono definiti nella scheda macro di sistema.
ja_jp: このコンポーネントは '$USERn$' ユーザ定義マクロの入力を検出します. 'n' は 1 から 256 までの数字です. この数字はNagios CoreでMAX_USER_MACROSとして定義されています. また、よく使用されるSystemマクロの一覧も適切なインプットに表示します. Systemマクロはオートコンプリートで表示されます. 利用可能なマクロの一覧はSystemマクロタブで定義されます.
pl_pl: składnik ten wykryje wejście makra '$ usern $' zdefiniowane przez użytkownika, gdzie "n" jest liczbą z przedziału od 1 do 256. Liczba ta jest zdefiniowana w Nagios rdzenia jako max_user_macros. To również daje użytkownikowi listę najczęściej używanych makr w odpowiednich wejść. system Marcos są wyświetlane za pomocą autouzupełniania i pełną listę dostępnych makr są zdefiniowane w zakładce makr.
pt_pt: este componente irá detectar a entrada de macros '$ usern $' usuário definido, onde 'n' é um número entre 1 e 256. este número é definido no núcleo Nagios como max_user_macros. que também irá dar um usuário uma lista de macros do sistema comumente utilizado no entradas apropriadas. o sistema marcos são exibidos usando o preenchimento automático ea lista completa de macros disponíveis são definidos na guia macros do sistema.
ru_ru: этот компонент будет обнаруживать ввод '$ usern $', определяемых пользователем макросов, где 'п' представляет собой число от 1 до 256. это число определяется в Nagios ядре как max_user_macros. это также даст пользователю список часто используемых системных макросов в соответствующих входов. система Маркоса отображаются с помощью автозаполнения и полный список доступных макросов определены в закладке системных макросов.
zh_cn: 此组件将检测“ $ USERn $”用户定义的宏的输入，其中“ n”是1到256之间的数字。此数字在Nagios Core中定义为MAX_USER_MACROS。 它还将在适当的输入中为用户提供常用系统宏的列表。 使用自动完成功能显示系统marcos，并且在“系统宏”选项卡中定义了可用宏的完整列表。

source: Note: To manually enable detection fucntionality on a page inside Nagios XI or a custom component/tool you can add the class "usermacro-detection" to an HTML input.
bg_bg: Забележка: За да активирате ръчно фукнциите за откриване вътре, в Nagios XI страница или потребителски компонент / инструмент, можете да добавите клас "usermacro-detection" с HTML input.
de_de: Hinweis: manuell Erkennung fucntionality auf einer Seite innerhalb nagios xi oder eine benutzerdefinierte Komponente / Werkzeug aktivieren können Sie die Klasse "usermacro-Erkennung" auf ein HTML-Eingabe hinzuzufügen.
es_es: Nota: para activar manualmente fucntionality detección en una página dentro de Nagios XI o un componente personalizado / herramienta se puede añadir la clase "usermacro de detección" a una entrada html.
fr_fr: Remarque: pour activer la détection manuellement sur un BON FONCTIONNEMENT page intérieure nagios xi ou un composant personnalisé / outil, vous pouvez ajouter la classe "usermacro-détection" à une entrée html.
it_it: Nota: per attivare manualmente il rilevamento fucntionality su una pagina all'interno di Nagios XI o un componente personalizzato / strumento è possibile aggiungere la classe "usermacro-detection" ad un ingresso HTML.
ja_jp: 注記： Nagios XI内のページまたはカスタムコンポーネント/ツール上で検出機能を手動で有効にするには、HTMLインプットに"usermacro-detection" クラスを追加します.
pl_pl: Uwaga: aby ręcznie włączyć fucntionality wykrywania na stronie wewnętrznej Nagios XI lub niestandardowej części / narzędzia można dodać klasę "usermacro wykrywanie" do wejścia html.
pt_pt: NOTA: Para ativar manualmente fucntionality detecção em uma página dentro nagios xi ou um componente personalizado / ferramenta que você pode adicionar a classe "usermacro de detecção" a uma entrada html.
ru_ru: Примечание: Чтобы вручную включить fucntionality обнаружения на странице внутри NAGIOS XI или пользовательского компонента / инструмента вы можете добавить класс "usermacro-обнаружение" на вход HTML.
zh_cn: 注意：要在Nagios XI内的页面上或自定义组件/工具上手动启用检测功能，可以将“ usermacro-detection”类添加到HTML输入中。

source: To view the macro files go the the User Macro section in the CCM by clicking this link.
bg_bg: За да видите макро файловете, отидете в макро секцията на потребителя (User Macro section) в програмата "Главен Конфигурационен Мениджър" (CCM - Core Config Manager), като кликнете върху тази връзка.
de_de: die Makro-Dateien gehen, um den der Benutzer Makroabschnitt im ccm anzuzeigen, indem Sie auf diesen Link klicken.
es_es: para ver los archivos de macro irán la sección de macro al usuario en la ccm haciendo clic en este enlace.
fr_fr: pour afficher les fichiers de macro vont la section macro de l'utilisateur dans le ccm en cliquant sur ce lien.
it_it: per visualizzare i file di macro vanno sezione macro l'utente nella ccm cliccando questo link.
ja_jp: このリンクをクリックすると、CCMのUserマクロセクションに移動し マクロファイルが表示されます.
pl_pl: aby zobaczyć pliki makro przejść makro sekcji użytkownika w ccm, klikając ten link.
pt_pt: para visualizar os arquivos de macro ir a seção de macro o usuário no CCM, clicando neste link.
ru_ru: для просмотра макро файлы перейти в раздел макро пользователя в куб.см, нажав на эту ссылку.
zh_cn: 要查看宏文件，请通过单击此链接进入CCM中的“用户宏”部分。

source: Component Settings
bg_bg: Настройки на компонента
de_de: Allgemeine Einstellungen
es_es: Configuraciones comunes
fr_fr: Paramètres communs
it_it: Impostazioni comuni
ja_jp: コンポーネント設定
pl_pl: Ustawienia modułu
pt_pt: Configurações comuns
ru_ru: Общие настройки
zh_cn: 组件设置

source: These are the general settings for this component
bg_bg: Това са общите настройки за този компонент
de_de: sind das alle allgemeinen Einstellungen für diese Komponente
es_es: estos son todos los parámetros generales para este componente
fr_fr: ce sont tous les paramètres généraux de cette composante
it_it: queste sono tutte le impostazioni generali per questo componente
ja_jp: このコンポーネントの一般設定
pl_pl: wszystko to są ogólne ustawienia dla tego składnika
pt_pt: estas são todas as configurações gerais para este componente
ru_ru: это все общие настройки для данного компонента
zh_cn: 这些是此组件的常规设置

source: Disable Component
bg_bg: Деактивирайте компонента
de_de: Aktivieren Komponente:
es_es: Habilitar componente:
fr_fr: Activez le composant:
it_it: Abilitare il componente:
ja_jp: コンポーネントを無効にする
pl_pl: umożliwić komponent
pt_pt: Habilitar Componente:
ru_ru: Включение компонентов:
zh_cn: 禁用组件

source: Redact Displayed Values (Enabled by Default)
bg_bg: Редактиране на показаните стойности (разрешено по подразбиране)
de_de: redact angezeigten Werte (standardmäßig aktiviert)
es_es: se corrijan los valores mostrados (habilitado por defecto)
fr_fr: expurger valeurs affichées (activé par défaut)
it_it: redigere valori visualizzati (abilitato per default)
ja_jp: 表示された値を編集する (既定で有効)
pl_pl: redagowanie wyświetlanych wartości (domyślnie włączone)
pt_pt: redigir valores exibidos (ativado por padrão)
ru_ru: красноломкий отображаемые значения (по умолчанию включено)
zh_cn: 编辑显示的值（默认情况下启用）

source: This option will redact the USER macro values from being displayed to protect sensitive data for ALL users. With this option enabled you will still be able to add undefined macros when they are detected. This will override the Non-Admin user setting.
bg_bg: Тази опция ще редактира потребителските макро стойности (USER macro values), така че те да не се показват, за да се защитят тайните данни за всички потребители. Когато тази опция е активирана, вие все още ще бъдете в състояние да добавяте недефинирани макроси, когато те са открити. Това ще замени настройката за потребител, който не е администратор.
de_de: diese Option wird dem Benutzer Makrowerte von der Darstellung redact sensible Daten für alle Benutzer zu schützen. mit dieser Option aktiviert ist, werden Sie noch in der Lage sein, nicht definierten Makros hinzufügen, wenn sie erkannt werden. dies wird die Nicht-Admin-Benutzereinstellung außer Kraft setzen.
es_es: esta opción será redactar el usuario los valores de macro se muestre a proteger los datos sensibles para todos los usuarios. con esta opción activada, usted todavía será capaz de añadir macros indefinidas cuando son detectados. esto anulará la configuración de usuario que no es administrador.
fr_fr: cette option expurger l'utilisateur des valeurs macro d'être affiché pour protéger les données sensibles pour tous les utilisateurs. avec cette option activée, vous serez toujours en mesure d'ajouter des macros undefined quand ils sont détectés. cela va remplacer le paramètre de l'utilisateur non-admin.
it_it: questa opzione redigere l'utente valori macro venga visualizzato per proteggere i dati sensibili per tutti gli utenti. Con questa opzione abilitata si sarà ancora in grado di aggiungere le macro non definite quando vengono rilevati. questo avrà la precedenza l'impostazione utente non amministratore.
ja_jp: すべてのユーザーの機密データを保護するために表示されたUSERマクロ値を編集します. このオプションを有効にすると、検出時に未定義のマクロを追加することができます. これは非管理者ユーザ設定を上書きします.
pl_pl: opcja ta będzie redagować użytkownikowi wartości makr, które są wyświetlane w celu ochrony poufnych danych dla wszystkich użytkowników. po włączeniu tej opcji nadal będzie w stanie dodać niezdefiniowane makra, gdy są one wykrywane. ta zastąpi ustawienia użytkownika bez uprawnień administracyjnych.
pt_pt: esta opção irá redigir o usuário valores de macro seja exibida para proteger dados sensíveis para todos os usuários. com essa opção ativada, você ainda será capaz de adicionar macros indefinidos quando eles são detectados. isto irá substituir a configuração do usuário não-administrador.
ru_ru: эта опция будет красноломкий пользователю значение макроса, которая будет показываться для защиты конфиденциальных данных для всех пользователей. при включенной этой опции вы все равно будете иметь возможность добавлять неопределенные макросы при их обнаружении. это отменит настройки пользователя без прав администратора.
zh_cn: 此选项将删除USER宏值，使其不被显示，以保护所有用户的敏感数据。 启用此选项后，您仍可以在检测到未定义的宏时添加它们。 这将覆盖非管理员用户设置。

source: Redact Values for Non-Admin Users
bg_bg: Редактиране на стойностите за не-администраторски потребители
de_de: redact Werte für Nicht-Admins
es_es: se corrijan los valores para los no administradores
fr_fr: expurger valeurs pour les non-admins
it_it: redigere i valori per non amministratori
ja_jp: 非管理ユーザーの値を編集する
pl_pl: zredagować wartości dla nie-administratorów
pt_pt: redigir os valores para não-administradores
ru_ru: красноломкий значения для не админов
zh_cn: 非管理员用户的修订值

source: This option will redact the USER macro values from being displayed to all but Administrator level users.
bg_bg: Тази опция ще редактира потребителските макро стойности (USER macro values), така че те да не се показват на никого, освен на потребителите на ниво администратор.
de_de: diese Option wird die Benutzermakrowerte von der Darstellung für alle, aber Administratorebene Benutzer unkenntlich.
es_es: esta opción se corrijan los valores de la macro de usuario se muestre a todos, pero los usuarios de nivel de administrador.
fr_fr: cette option expurger les valeurs de macro utilisateur d'être affiché à tous, mais les utilisateurs de niveau administrateur.
it_it: questa opzione redigere i valori macro utente venga visualizzato a tutti gli utenti, ma a livello di amministratore.
ja_jp: 管理者レベルユーザ以外に表示されるUSERマクロ値を編集します.
pl_pl: opcja ta będzie redagować wartości makr użytkownika, które są wyświetlane dla wszystkich użytkowników, ale na poziomie administratora.
pt_pt: esta opção irá redigir os valores de macro usuário sejam exibidas para todos, mas os usuários de nível de administrador.
ru_ru: эта опция будет редактировать значения пользовательские макросы из отображается для всех пользователей, но на уровне администратора.
zh_cn: 此选项将删除USER宏值，使其不显示给除管理员级别的用户之外的所有用户。

source: Acknowledgements and Comments
bg_bg: Потвърждения и коментари
de_de: Danksagung und Kommentare
es_es: Reconocimientos y Comentarios
fr_fr: Remerciements et commentaires
it_it: Ringraziamenti e commenti
ja_jp: 認知とコメント
pl_pl: podziękowania i komentarze
pt_pt: Agradecimentos e Comentários
ru_ru: Благодарности и комментарии
zh_cn: 致谢及评论

source: No comments or acknowledgements.
bg_bg: Няма коментари или потвърждения.
de_de: Keine Kommentare oder Bestätigungen.
es_es: No hay comentarios o reconocimientos.
fr_fr: Pas de commentaires ou remerciements.
it_it: Non ci sono commenti o riconoscimenti.
ja_jp: コメントなし、認知されていません.
pl_pl: żadnych uwag ani podziękowania.
pt_pt: Nenhum comentário ou agradecimento.
ru_ru: Нет комментариев или подтверждений.
zh_cn: 没有评论或确认。

source: Comment
bg_bg: Коментар
de_de: Kommentar
es_es: Comentario
fr_fr: Commenter
it_it: Commento
ja_jp: コメント
pl_pl: komentarz
pt_pt: Comente
ru_ru: Комментировать
zh_cn: 评论

source: Duration
bg_bg: Продължителност
de_de: Dauer
es_es: Duracción
fr_fr: Durée
it_it: Durata
ja_jp: 期間
pl_pl: czas trwania
pt_pt: Duração
ru_ru: Продолжительность
zh_cn: 持续时间

source: Attempt
bg_bg: Опит
de_de: Versuch
es_es: Intento
fr_fr: Tentative
it_it: Tentativo
ja_jp: 試行
pl_pl: próba
pt_pt: Tentativa
ru_ru: Попытка
zh_cn: 尝试

source: Last Check
bg_bg: Последната проверка
es_es: Ultimo Chequeo
fr_fr: Dernière vérification
it_it: Ultimo controllo
ja_jp: 前回のチェック
pl_pl: ostatniej kontroli
pt_pt: Última verificação
ru_ru: Последняя проверка
zh_cn: 最后检查

source: Status Information
bg_bg: Информация за състоянието
es_es: Informacion de Estatus
fr_fr: Informations sur l'état
it_it: Informazioni sullo stato
ja_jp: ステータス情報
pl_pl: informacje o stanie
pt_pt: Informações de Estado
ru_ru: Информация о состоянии
zh_cn: 状态信息

source: This host is flapping
bg_bg: Този хост си променя често състоянието (host is flapping)
de_de: Diese Host flattert
es_es: Este host está aleteando
fr_fr: Cet hôte oscille
it_it: Questo host è sbattimento
ja_jp: このホストはフラッピングしています
pl_pl: komputer został trzepotanie
pt_pt: Este host está batendo
ru_ru: Этот узел хлопая
zh_cn: 这台主机发生flap

source: This host problem has been acknowledged
bg_bg: Този проблем на хост е бил признат
de_de: Diese Host-Problem bestätigt wurde
es_es: Este problema ha sido reconocido anfitrión
fr_fr: Ce problème de l'hôte a été reconnu
it_it: Questo problema è stato riconosciuto ospite
ja_jp: このホスト障害は認知済みです
pl_pl: problem ten został uznany hosta
pt_pt: Este problema do host foi reconhecido
ru_ru: Этот узел проблема была признана
zh_cn: 此主机问题已得到确认

source: Passive Only Check
bg_bg: Само пасивна проверка
de_de: nur passive Check
es_es: único freno pasiva
fr_fr: passive seul contrôle
it_it: Solo di controllo passivo
ja_jp: パッシブチェックのみ
pl_pl: pasywny tylko kontrola
pt_pt: só verificação passiva
ru_ru: пассивный только проверка
zh_cn: 仅被动检查

source: Notifications are disabled for this host
bg_bg: Известията са деактивирани за този хост
de_de: Benachrichtigungen für diesen Host deaktiviert
es_es: Las notificaciones se desactiva para este host
fr_fr: Les notifications sont désactivées pour cet hôte
it_it: Le notifiche sono disattivate per questo host
ja_jp: このホストの通知は無効です
pl_pl: powiadomienia są wyłączone dla tego hosta
pt_pt: As notificações estão desabilitadas para este host
ru_ru: Уведомления будут отключены для данного хоста
zh_cn: 该主机的通知已禁用

source: This host is in scheduled downtime
bg_bg: Този хост е в насрочен (планиран) престой
de_de: Dieser Rechner ist in einer geplanten Downtime
es_es: Este host se encuentra en periodo de inactividad programado
fr_fr: Cet hôte est en arrêt programmé
it_it: Questo host è in tempo di inattività pianificato
ja_jp: このホストはダウンタイムがスケジュールされています
pl_pl: ten gospodarz jest w zaplanowanym przestoju
pt_pt: Este serviço está em tempo de inatividade programado
ru_ru: Этот узел находится в запланированных простоев
zh_cn: 该主机处于计划的停机时间
