Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Passwords must be less than 72 characters long.
bg_bg: паролите трябва да са с дължина под 72 знака.
de_de: Passwörter müssen weniger als 72 Zeichen lang sein.
es_es: las contraseñas deben tener menos de 72 caracteres de largo.
fr_fr: Les mots de passe doivent comporter moins de 72 caractères.
it_it: le password devono essere lunghe meno di 72 caratteri.
ja_jp: パスワードは72文字未満でなければなりません。
pl_pl: Hasła muszą mieć mniej niż 72 znaki.
pt_pt: as senhas devem ter menos de 72 caracteres.
ru_ru: пароли должны иметь длину менее 72 символов.
zh_cn: 密码长度必须少于72个字符。

source: An account has been created for you to access Nagios XI. You can login using the following information: Username: %s Password: %s URL: %s
bg_bg: Създаден е потребителски профил, за да получите достъп до Nagios XI. Можете да влезете като използвате следната информация: Потребителско име: %s Парола: %s URL: %s
de_de: Ein Konto wurde für Sie erstellt Nagios XI zu erreichen. Sie können sich mit folgenden Informationen: Benutzername:% s Passwort:% s URL:% s
es_es: Una cuenta se ha creado para que usted pueda acceder a Nagios XI. Puedes iniciar sesión con la siguiente información: Nombre de usuario: %s Contraseña: %s URL: %s
fr_fr: Un compte a été créé pour vous d'accéder à Nagios XI. Vous pouvez vous connecter en utilisant les informations suivantes: Nom d'utilisateur:% s Mot de passe:% s URL:% s
it_it: Un account è stato creato per l'accesso Nagios XI. Puoi effettuare il login utilizzando le seguenti informazioni: Nome utente:% s Password:% s URL:% s
ja_jp: Nagios XIにアクセスするためのアカウントが作成されました. 次の情報でログインできます： ユーザー名： %s パスワード： %s URL： %s
pl_pl: Konto zostało utworzone, aby uzyskać dostęp do Nagios XI. możesz zalogować się przy użyciu następujących informacji: Username: %s Password: %s URL: %s
pt_pt: uma conta foi criada para você acessar nagios xi. você pode fazer login usando as seguintes informações: Username: %s Password: %s URL: %s
ru_ru: Счет был создан для Вас, чтобы получить доступ к Nagios XI. Вы можете войти, используя следующую информацию: Имя пользователя:%s Пароль:%s URL:%s
zh_cn: 没有找到匹配的结果。 试着扩展您的搜索条件已经为您创建了一个账户来访问Nagios XI。 您可以使用以下信息登录。 用户名: %s 密码：%s URL: %s

source: Nagios XI Account Created
bg_bg: Nagios XI потребителски профил създаден
de_de: Nagios XI Account erstellt
es_es: Nagios XI cuenta creada
fr_fr: Nagios XI Création du compte
it_it: Nagios account XI Creato
ja_jp: Nagios XIアカウントが作成されました
pl_pl: Nagios konto xi stworzył
pt_pt: Conta Nagios XI criada
ru_ru: Nagios XI Учетная запись создана
zh_cn: Nagios XI帐户已创建

source: User account
bg_bg: Потребителски акаунт
de_de: Benutzerkonto
es_es: cuenta de usuario
fr_fr: compte d'utilisateur
it_it: account utente
ja_jp: ユーザーアカウント
pl_pl: konto użytkownika
pt_pt: conta de usuário
ru_ru: учетная запись пользователя
zh_cn: 用户帐户

source: was added successfully!
bg_bg: беше добавен успешно!
de_de: wurde erfolgreich gelöscht!
es_es: item eliminado satisfactoriamente
fr_fr: a été supprimé avec succès!
it_it: è stato cancellato con successo!
ja_jp: は正常に削除されました！
pl_pl: został usunięty z powodzeniem!
pt_pt: itens excluídos com sucesso
ru_ru: была успешно удалена!
zh_cn: 已成功添加！

source: User with
bg_bg: Потребител с
de_de: Benutzer mit
es_es: usuario con
fr_fr: utilisateur avec
it_it: utente
ja_jp: ユーザー：
pl_pl: Użytkownik z
pt_pt: usuário com
ru_ru: Пользователь с
zh_cn: 用户使用

source: does not exist.
bg_bg: не съществува.
de_de: existiert nicht.
es_es: no existe.
fr_fr: n'existe pas.
it_it: non esiste.
ja_jp: は存在しません.
pl_pl: nie istnieje.
pt_pt: não existe.
ru_ru: не существует.
zh_cn: 不存在。

source: Cannot delete the user you are currently using.
bg_bg: Не можете да изтриете потребителя, който използвате в момента.
de_de: Sie sind zur Zeit als der Benutzer nicht gelöscht werden.
es_es: no se puede eliminar el usuario que está utilizando actualmente.
fr_fr: ne peut pas supprimer l'utilisateur que vous utilisez actuellement.
it_it: non può eliminare l'utente che si sta utilizzando.
ja_jp: 現在使用中のユーザーは削除できません.
pl_pl: Nie można usunąć użytkownika aktualnie używanego.
pt_pt: Não é possível excluir o usuário que você está usando atualmente.
ru_ru: не может удалить пользователя, в настоящее время, используя.
zh_cn: 无法删除您当前正在使用的用户。

source: User removed.
bg_bg: Потребителят е премахнат.
de_de: Benutzer entfernt
es_es: usuario eliminado.
fr_fr: utilisateur supprimé.
it_it: utente rimosso.
ja_jp: ユーザーが削除されました。
pl_pl: usunięto użytkownika.
pt_pt: usuário removido.
ru_ru: пользователь удален
zh_cn: 用户已删除。

source: The conn_method you specified is not allowed. Choose ad or ldap only.
bg_bg: конн_мета, който сте посочили, не е разрешена. изберете само реклама или LDAP.
de_de: Die von Ihnen angegebene conn_method ist nicht erlaubt. Wählen Sie nur ad oder ldap.
es_es: el conn_method que especificó no está permitido. elija ad o ldap solamente.
fr_fr: le conn_method que vous avez spécifié n'est pas autorisé. choisissez l'annonce ou ldap seulement.
it_it: il conn_method specificato non è permesso. scegli solo annuncio o ldap.
ja_jp: 指定した conn_method は許可されていません。ADまたはLDAPだけを選択してください。
pl_pl: podany conn_method jest niedozwolony. wybierz tylko reklamę lub ldap.
pt_pt: o conn_method que você especificou não é permitido. escolha apenas ad ou ldap.
ru_ru: указанный вами conn_method не разрешен. выберите только объявление или ldap.
zh_cn: 您指定的conn_method不允许使用。 仅选择广告或ldap。

source: If you are using AD you must pass the following options.
bg_bg: ако използвате реклама, трябва да преминете следните опции.
de_de: Wenn Sie eine Anzeige verwenden, müssen Sie die folgenden Optionen übergeben.
es_es: Si usa anuncios, debe pasar las siguientes opciones.
fr_fr: Si vous utilisez une annonce, vous devez transmettre les options suivantes.
it_it: se stai usando un annuncio devi passare le seguenti opzioni.
ja_jp: AD を使用する場合は、次のオプションを確認する必要があります。
pl_pl: jeśli korzystasz z reklamy, musisz podać następujące opcje.
pt_pt: Se você estiver usando o anúncio, você deve passar as seguintes opções.
ru_ru: если вы используете объявление, вы должны передать следующие параметры.
zh_cn: 如果使用的是AD，则必须传递以下选项。

source: If you are using LDAP you must pass the following option.
bg_bg: ако използвате ldap, трябва да минете следната опция.
de_de: Wenn Sie ldap verwenden, müssen Sie die folgende Option übergeben.
es_es: Si está usando ldap, debe pasar la siguiente opción.
fr_fr: Si vous utilisez ldap, vous devez passer l'option suivante.
it_it: se stai usando ldap devi passare la seguente opzione.
ja_jp: LDAP を使用する場合は、次のオプションを確認する必要があります。
pl_pl: jeśli używasz ldap, musisz przekazać następującą opcję.
pt_pt: Se você estiver usando o ldap, você deve passar a seguinte opção.
ru_ru: если вы используете ldap, вы должны передать следующий параметр.
zh_cn: 如果使用的是LDAP，则必须通过以下选项。

source: No auth server ID given.
bg_bg: няма дадено име на сървър за сървър.
de_de: Keine Authentifizierungsserver-ID angegeben.
es_es: no se ha proporcionado ninguna identificación del servidor de autenticación.
fr_fr: aucun identifiant de serveur d'authentification donné.
it_it: dato nessun id server auth.
ja_jp: 認証サーバーIDは指定されていません。
pl_pl: nie podano identyfikatora serwera auth.
pt_pt: nenhum ID de servidor de autenticação fornecido.
ru_ru: нет идентификатора сервера auth.
zh_cn: 未提供身份验证服务器ID。

source: Could not remove auth server with ID given.
bg_bg: не може да се премахне auth сървъра с дадено име.
de_de: Authentifizierungsserver konnte nicht mit der angegebenen ID entfernt werden.
es_es: no se pudo eliminar el servidor de autenticación con la identificación especificada.
fr_fr: Impossible de supprimer le serveur d'authentification avec l'ID donné.
it_it: impossibile rimuovere auth server con id dato.
ja_jp: 指定されたIDで認証サーバーを削除できませんでした。
pl_pl: nie można usunąć serwera auth z podanym identyfikatorem.
pt_pt: Não foi possível remover o servidor de autenticação com o ID fornecido.
ru_ru: не удалось удалить сервер auth с указанным идентификатором.
zh_cn: 未提供身份验证服务器ID。

source: Removed auth server successfully.
bg_bg: премахна успешно автор сървъра.
de_de: Authentifizierungsserver wurde erfolgreich entfernt.
es_es: eliminado servidor de autenticación con éxito.
fr_fr: serveur d'authentification supprimé avec succès.
it_it: rimosso auth server correttamente.
ja_jp: 認証サーバーを正常に削除しました。
pl_pl: usunięto serwer autoryzacji.
pt_pt: servidor de autenticação removido com sucesso.
ru_ru: удаленный сервер auth успешно.
zh_cn: 已成功删除身份验证服务器。

source: No host given.
bg_bg: Няма дадено домакинство.
de_de: kein Rechner angegeben.
es_es: sin equipo dado.
fr_fr: aucun hôte donné.
it_it: Nessun host dato.
ja_jp: ホストが指定されていません.
pl_pl: biorąc pod uwagę brak gospodarza.
pt_pt: não acolhimento dado.
ru_ru: никакой хост не дано.
zh_cn: 没有主机。

source: Fusion host added successfully.
bg_bg: Синтезираният хост се добави успешно.
de_de: Fusion Host erfolgreich hinzugefügt.
es_es: acogida de fusión añadido correctamente.
fr_fr: fusion hôte ajouté avec succès.
it_it: ospite fusione aggiunto correttamente.
ja_jp: Fusionホストが正常に追加されました.
pl_pl: hosta Fusion pomyślnie dodana.
pt_pt: acolhimento de fusão adicionado com sucesso.
ru_ru: слитый хост успешно добавлен.
zh_cn: 融合主机已成功添加。

source: No fuse hosts exist.
bg_bg: Не съществуват хостени за предпазители.
de_de: keine Sicherung Hosts vorhanden sind.
es_es: no existen los ejércitos de fusibles.
fr_fr: aucun hôte de fusibles existent.
it_it: non esistono padroni di casa dei fusibili.
ja_jp: Fusionホストはありません.
pl_pl: nie istnieją gospodarze bezpieczników.
pt_pt: não existem anfitriões fusíveis.
ru_ru: не существует никаких предохранителей хостов.
zh_cn: 不存在融合主机。

source: Fusion host removed successfully.
bg_bg: Фузионният хост се отстранява успешно.
de_de: Fusion Host erfolgreich entfernt.
es_es: acogida de fusión ha eliminado correctamente.
fr_fr: fusion hôte éliminé avec succès.
it_it: ospite fusione rimosso con successo.
ja_jp: Fusionホストの削除に成功しました.
pl_pl: hosta Fusion usunięte pomyślnie.
pt_pt: acolhimento de fusão removido com sucesso.
ru_ru: слитый хост успешно удалены.
zh_cn: 融合主机成功删除。

source: You must enter at least one hosts[], services[], hostgroups[], or servicegroups[].
bg_bg: трябва да въведете поне един хост [], услуги [], хост групи [] или сервизни групи [].
de_de: Sie müssen mindestens einen hosts [], services [], hostgroups [] oder servicegroups [] eingeben.
es_es: debe ingresar al menos un host [], servicios [], grupos de host [] o grupos de servicio [].
fr_fr: vous devez entrer au moins un hôte [], un service [], un groupe d'hôtes [] ou un groupe de service [].
it_it: devi inserire almeno un host [], servizi [], gruppi di host [] o gruppi di servizi [].
ja_jp: 少なくとも1つのhosts []、services []、hostgroups []、またはservicegroups []を入力する必要があります。
pl_pl: musisz wprowadzić co najmniej jeden host [], services [], hostgroups [] lub servicegroups [].
pt_pt: você deve inserir pelo menos um hosts [], serviços [], grupos de host [] ou grupos de serviços [].
ru_ru: вы должны ввести хотя бы один хост [], сервисы [], hostgroups [] или сервисные группы [].
zh_cn: 您必须至少输入一个host []，services []，hostgroups []或servicegroups []。

source: You must enter a comment.
bg_bg: Вие трябва да въведете заглавие.
de_de: Sie müssen einen Titel eingeben.
es_es: debe introducir un título.
fr_fr: Vous devez entrer un titre.
it_it: Devi inserire un titolo.
ja_jp: コメントを入力してください.
pl_pl: należy wprowadzić tytuł.
pt_pt: Você deve digitar um título.
ru_ru: Вы должны ввести заголовок.
zh_cn: 您必须输入评论。

source: Your start time cannot be after your end time.
bg_bg: началното ви време не може да бъде след крайното ви време.
de_de: Ihre Startzeit kann nicht nach Ihrer Endzeit liegen.
es_es: su hora de inicio no puede ser posterior a su hora final.
fr_fr: votre heure de départ ne peut pas être après votre heure de fin.
it_it: l'ora di inizio non può essere successiva all'ora di fine.
ja_jp: 開始時間は終了時間の後になることはできません。
pl_pl: Twój czas rozpoczęcia nie może być dłuższy niż czas zakończenia.
pt_pt: seu horário de início não pode ser depois do horário de término.
ru_ru: ваше время начала не может быть после вашего окончания.
zh_cn: 开始时间不能晚于结束时间。

source: ALL
bg_bg: всичко
de_de: alle
es_es: todas
fr_fr: tout
it_it: tutti
ja_jp: すべて
pl_pl: wszystko
pt_pt: todos
ru_ru: все
zh_cn: 所有

source: HOSTS
bg_bg: Силите
de_de: Gastgeber
es_es: Hospedadores
fr_fr: hôtes
it_it: padroni di casa
ja_jp: ホスト
pl_pl: zastępy niebieskie
pt_pt: anfitriões
ru_ru: хостов
zh_cn: 主机

source: SERVICES
bg_bg: услуги
de_de: Dienstleistungen
es_es: servicios
fr_fr: prestations de service
it_it: Servizi
ja_jp: サービス
pl_pl: usługi
pt_pt: Serviços
ru_ru: Сервисы
zh_cn: 服务

source: Errors sending schedule downtime command(s) to Core.
bg_bg: грешки при изпращане на команда (и) за прекъсване на графика до сърцевината.
de_de: Fehler beim Senden von Plan-Ausfallzeit-Befehlen an den Kern.
es_es: errores al enviar los comandos de tiempo de inactividad del cronograma al núcleo.
fr_fr: erreurs envoyant la commande (s) de temps d'arrêt de programme au noyau.
it_it: errori durante l'invio di comandi di downtime del programma a core.
ja_jp: スケジュールのダウンタイムコマンドを Core に送信するエラー。
pl_pl: wysyłanie komunikatów o błędach do terminala.
pt_pt: erros enviando comando de inatividade de agendamento para o núcleo.
ru_ru: ошибки отправки команды простоя расписания на ядро.
zh_cn: 将调度停机命令发送到Core时出错。

source: Schedule downtime command(s) sent successfully.
bg_bg: командата (ите) за неизпълнение на график за изпращане е изпратена успешно
de_de: Ablaufzeitplanungsbefehl (e) erfolgreich gesendet.
es_es: programar los comandos de tiempo de inactividad enviados con éxito.
fr_fr: planifier les commandes d'arrêt envoyées avec succès.
it_it: programmare i comandi di downtime inviati correttamente.
ja_jp: スケジュールダウンタイムコマンドが正常に送信されました。
pl_pl: zgłaszają komendy przestoju.
pt_pt: programar o (s) comando (s) de inatividade enviados com êxito.
ru_ru: команда (ы) по расписанию успешно отправлена.
zh_cn: 计划成功发送的停机命令。

source: You must specify a scheduled downtime ID.
bg_bg: трябва да посочите планираното id за престой.
de_de: Sie müssen eine geplante Ausfallzeit-ID angeben.
es_es: debe especificar un ID de tiempo de inactividad programado.
fr_fr: vous devez spécifier un ID d'arrêt planifié.
it_it: è necessario specificare un ID di arresto programmato.
ja_jp: スケジュールされたダウンタイムIDを指定する必要があります。
pl_pl: musisz podać planowy identyfikator przestoju.
pt_pt: você deve especificar um ID de inatividade programado.
ru_ru: вы должны указать запланированный идентификатор простоя.
zh_cn: 您必须指定计划的停机时间ID。

source: Errors sending remove downtime command(s) to Core.
bg_bg: грешки изпращане премахване на командата (ите) за престой до ядрото.
de_de: Fehler beim Senden von Downtime-Befehlen an den Core.
es_es: errores al enviar eliminar los comandos de tiempo de inactividad al núcleo.
fr_fr: erreurs envoyant la commande (s) de temps d'arrêt au noyau.
it_it: errori nell'invio di comandi di downtime rimossi al core.
ja_jp: Core へのダウンタイム削除コマンドの送信中にエラーが発生しました。
pl_pl: wysyłanie błędów usuwa polecenie (klucze) przestoju do rdzenia.
pt_pt: erros enviando remova comando (s) de inatividade para o núcleo.
ru_ru: отправка ошибок удаления команды простоя в ядро.
zh_cn: 将删除停机命令发送给Core时出错。

source: Remove downtime command(s) sent successfully.
bg_bg: премахне командата (ите) за престой, изпратени успешно.
de_de: Entfernen von fehlgeschlagenen Ausfallzeit-Befehlen.
es_es: eliminar los comandos de tiempo de inactividad enviados con éxito.
fr_fr: supprimer les commandes d'arrêt envoyées avec succès.
it_it: rimuove i comandi di downtime inviati con successo.
ja_jp: ダウンタイムコマンドの削除が正常に送信されました。
pl_pl: usuń polecenia przestoju wysłane pomyślnie.
pt_pt: remova o comando do tempo de inatividade enviado com sucesso.
ru_ru: удалить команды простоя, успешно отправленные.
zh_cn: 删除成功发送的停机命令。

source: You must specify an external command.
bg_bg: трябва да зададете външна команда.
de_de: Sie müssen einen externen Befehl angeben.
es_es: debe especificar un comando externo.
fr_fr: vous devez spécifier une commande externe.
it_it: è necessario specificare un comando esterno.
ja_jp: 外部コマンドを指定する必要があります。
pl_pl: musisz podać polecenie zewnętrzne.
pt_pt: você deve especificar um comando externo.
ru_ru: вы должны указать внешнюю команду.
zh_cn: 您必须指定一个外部命令。

source: You must specify a valid external command.
bg_bg: трябва да посочите валидна външна команда.
de_de: Sie müssen einen gültigen externen Befehl angeben.
es_es: debe especificar un comando externo válido.
fr_fr: vous devez spécifier une commande externe valide.
it_it: è necessario specificare un comando esterno valido.
ja_jp: 有効な外部コマンドを指定する必要があります。
pl_pl: musisz podać poprawne polecenie zewnętrzne.
pt_pt: você deve especificar um comando externo válido.
ru_ru: вы должны указать действительную внешнюю команду.
zh_cn: 您必须指定一个有效的外部命令。

source: Config applied, Nagios Core was restarted.
bg_bg: Конфигурацията беше приложена, двигателя за наблюдение (Nagios Core) беше рестартиран.
de_de: Config angelegt wurde Nagios neu gestartet.
es_es: config aplicada, núcleo nagios se reinició.
fr_fr: config appliquée, nagios noyau a été redémarré.
it_it: config applicato, nucleo Nagios è stato riavviato.
ja_jp: 設定が適用され、Nagios Coreが再起動されました.
pl_pl: config stosowane, Nagios rdzeń został ponownie uruchomiony.
pt_pt: configuração aplicada, nagios núcleo foi reiniciado.
ru_ru: конфигурации применяется, ядро ​​Nagios был перезапущен.
zh_cn: 应用配置后，Nagios Core重新启动。

source: Config imported but not yet applied.
bg_bg: Конфигурацията е въведена, но все още не е приложена.
de_de: Konfig importiert, aber noch nicht angewendet.
es_es: config importada pero que aún no se aplica.
fr_fr: config importé, mais pas encore appliquée.
it_it: config importati ma non ancora applicato.
ja_jp: 設定がインポートされましたが、まだ適用されていません.
pl_pl: config importowane, ale nie są jeszcze stosowane.
pt_pt: configuração importada, mas ainda não aplicada.
ru_ru: конфигурации импортируются, но еще не применяются.
zh_cn: 配置已导入但尚未应用。

source: Invalid user information specified
bg_bg: Посочена е невалидна информация за потребителя
de_de: ungültige Benutzerinformationen angegeben
es_es: información de usuario especificado no válido
fr_fr: informations d'utilisateur non valide spécifiée
it_it: informazioni utente non valido specificato
ja_jp: 指定されたユーザー情報が無効です
pl_pl: nieważne określone informacje o użytkowniku
pt_pt: informações de usuário inválido especificado
ru_ru: недействительная информация указанный пользователем
zh_cn: 指定的用户信息无效

source: API Access is disabled
bg_bg: API достъпа е деактивиран
de_de: api Zugang ist deaktiviert
es_es: acceso a la API se desactiva
fr_fr: accès api est désactivé
it_it: l'accesso alle API è disabilitato
ja_jp: APIアクセスが無効です
pl_pl: Dostęp do API jest wyłączony
pt_pt: acesso à API é desativado
ru_ru: Доступ к апи отключена
zh_cn: API访问被禁用

source: Invalid API Key
bg_bg: Невалиден API ключ
de_de: ungültig api Schlüssel
es_es: clave de API no válida
fr_fr: clé api invalide
it_it: chiave API non valida
ja_jp: 無効なAPIキー
pl_pl: Nieprawidłowy klucz API
pt_pt: chave de API inválida
ru_ru: недействительный ключ апи
zh_cn: 无效的API密钥

source: Invalid or no command specified. Try
bg_bg: Невалидна или липсваща команда. Опитайте
de_de: Ungültige oder kein Befehl angegeben. Versuchen
es_es: Invalido o ningun comando especificado. Intentelo
fr_fr: Commande non valide ou non spécifiée. Essayer
it_it: Comando non valido o non specificato. Provare
ja_jp: コマンドが無効または指定たせていません. 次を試してください：
pl_pl: nieważne lub nie określone polecenie. próbować
pt_pt: Comando inválido ou não especificado. tente
ru_ru: Неверный или нет команды указан. Стараться
zh_cn: 无效或未指定命令。 尝试

source: You cannot re-configure objects in demo mode.
bg_bg: не можете да конфигурирате повторно обекти в демонстрационен режим.
de_de: Sie können Objekte im Demo-Modus nicht neu konfigurieren.
es_es: no puede volver a configurar objetos en el modo de demostración.
fr_fr: vous ne pouvez pas reconfigurer les objets en mode démo.
it_it: non è possibile riconfigurare oggetti in modalità demo.
ja_jp: デモモードでオブジェクトを再設定することはできません。
pl_pl: nie można ponownie skonfigurować obiektów w trybie demo.
pt_pt: você não pode reconfigurar objetos no modo de demonstração.
ru_ru: Вы не можете перенастроить объекты в демонстрационном режиме.
zh_cn: 您无法在演示模式下重新配置对象。

source: Configure Service
bg_bg: Конфигурирайте сървис
de_de: Konfigurieren von Dienstkonten
es_es: Configurar Servicio
fr_fr: Configurer le service
it_it: Configurare il servizio
ja_jp: サービスの設定
pl_pl: skonfigurować usługę
pt_pt: Configurar o serviço
ru_ru: Настройка службы
zh_cn: 配置服务

source: Note: You may update basic settings for the service below or use the
bg_bg: Забележка: Може да актуализирате основните настройки за сървис долу или да използвате
de_de: Hinweis: Sie können grundlegende Einstellungen für den Dienst unter aktualisieren oder verwenden Sie die
es_es: Nota: Usted pudiera actualizar configuraciones basica para el servicio de abajo o usar el
fr_fr: Remarque: Vous pouvez mettre à jour les paramètres de base pour le service ci-dessous ou utilisez l'
it_it: Nota: È possibile aggiornare le impostazioni di base per il servizio al di sotto o utilizzare il
ja_jp: 注：以下でサービスの基本設定を更新するか
pl_pl: Uwaga: można zaktualizować podstawowe ustawienia dla usługi poniżej lub użyj
pt_pt: Nota: Você pode atualizar as configurações básicas para o serviço abaixo ou usar o
ru_ru: Примечание: Вы можете обновить основные параметры доступа к услуге ниже или воспользуйтесь
zh_cn: 注意：您可以更新以下服务的基本设置，也可以使用

source: Nagios Core Config Manager
bg_bg: Главен Конфигурационен Мениджър на Nagios (Nagios CCM - Nagios Core Config Manager)
fr_fr: Responsable Nagios Config de base
it_it: Nagios core Configuration Manager
ja_jp: Nagios Coreコンフィグマネージャ
pl_pl: Nagios rdzeń menedżer config
pt_pt: nagios gerente de configuração do núcleo
ru_ru: Nagios Основные Config Manager
zh_cn: Nagios Core配置管理器

source: to modify advanced settings for this service.
bg_bg: за да промените разширените настройки за тази услуга.
de_de: , um die Einstellungen für diesen Dienst ändern.
es_es: para modificar las configuraciones para este servicio.
fr_fr: de modifier les paramètres de ce service.
it_it: per modificare le impostazioni per questo servizio.
ja_jp: で、このサービスの詳細設定を変更します。
pl_pl: zmodyfikować ustawienia dla tej usługi.
pt_pt: para modificar as configurações para este serviço.
ru_ru: Для изменения параметров для этой службы.
zh_cn: 修改此服务的高级设置。

source: Service attribute values which are inherited from advanced templates are not shown below.
bg_bg: стойностите на атрибутите на услугата, които са наследени от разширените шаблони, не са показани по-долу.
de_de: Dienstattributwerte, die von erweiterten Vorlagen geerbt werden, werden unten nicht gezeigt.
es_es: Los valores de los atributos de servicio que se heredan de las plantillas avanzadas no se muestran a continuación.
fr_fr: Les valeurs d'attribut de service héritées des modèles avancés ne sont pas illustrées ci-dessous.
it_it: i valori degli attributi del servizio che sono ereditati dai modelli avanzati non sono mostrati di seguito.
ja_jp: 拡張テンプレートから継承されたサービス属性値は以下に示されていません。
pl_pl: wartości atrybutów usługi, które są dziedziczone z zaawansowanych szablonów, nie są pokazane poniżej.
pt_pt: Os valores de atributo de serviço herdados de modelos avançados não são mostrados abaixo.
ru_ru: значения атрибутов службы, которые наследуются от расширенных шаблонов, не показаны ниже.
zh_cn: 从高级模板继承的服务属性值未在下面显示。

source: Attributes
bg_bg: Атрибути
es_es: Atributos
fr_fr: Attributs
it_it: Attributi
ja_jp: 属性
pl_pl: Atrybuty
pt_pt: Atributos
ru_ru: Атрибуты
zh_cn: 属性

source: Monitoring
bg_bg: Следене
de_de: Überwachung
es_es: Monitoreando
fr_fr: Surveillance
it_it: Monitoraggio
ja_jp: 監視
pl_pl: Monitorowanie
pt_pt: Monitoramento
ru_ru: Мониторинг
zh_cn: 监控
