Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: License Options
bg_bg: Лицензионни опции
de_de: Lizenz-Optionen
es_es: Opciones de licencias
fr_fr: Options de Licence
it_it: Opzioni di licenza
ja_jp: ライセンスオプション
pl_pl: opcje licencyjne
pt_pt: Opções de Licenciamento
ru_ru: Варианты лицензий
zh_cn: 许可选项

source: Update License
bg_bg: Актуализиране на лиценза
de_de: Lizenz aktualisieren
es_es: Actualizar licencia
fr_fr: Mise à jour de licence
it_it: Aggiornamento licenza
ja_jp: ライセンスの更新
pl_pl: Licencja aktualizacji
pt_pt: Atualize a licença
ru_ru: Обновление лицензии
zh_cn: 更新许可证

source: Updated your license to trial.
bg_bg: актуализира лиценза си до пробен.
de_de: hat Ihre Lizenz zum Testen aktualisiert.
es_es: actualizó su licencia a prueba.
fr_fr: mis à jour votre licence en version d'essai.
it_it: ha aggiornato la tua licenza alla versione di prova.
ja_jp: ライセンスを試用版に更新しました。
pl_pl: zaktualizowałem licencję do wersji próbnej.
pt_pt: atualizou sua licença para teste.
ru_ru: обновил вашу лицензию до пробной версии.
zh_cn: 已将您的许可证更新为试用版。

source: Your trial has been extended.
bg_bg: Вашият процес е удължен.
de_de: Ihre Studie wurde erweitert.
es_es: Su juicio se ha extendido.
fr_fr: Votre essai a été prolongé.
it_it: Il processo è stato esteso.
ja_jp: トライアルは延長されました。
pl_pl: Twój proces został rozszerzony.
pt_pt: Seu teste foi estendido.
ru_ru: Ваш судебный процесс был расширен.
zh_cn: 你的使用已经延长了。

source: Invalid trial extension key.
bg_bg: Невалиден ключ за удължаване на пробния период.
de_de: Ungültige Testverlängerungstaste.
es_es: Clave de extensión de prueba no válida.
fr_fr: Clé d'extension d'essai invalide.
it_it: Chiave di estensione di prova non valida.
ja_jp: 無効なトライアルの拡張キー。
pl_pl: Nieprawidłowy klucz rozszerzenia.
pt_pt: Chave de extensão de teste inválida.
ru_ru: Недействительный ключ расширения.
zh_cn: 无效的试用扩展密钥。

source: Invalid enterprise license key.
bg_bg: Невалиден ключ за лиценз за предприятие.
de_de: ungültige Enterprise-Lizenzschlüssel.
es_es: clave de licencia válida de la empresa.
fr_fr: invalide clé de licence d'entreprise.
it_it: valida chiave di licenza enterprise.
ja_jp: Enterprise ライセンスキーが無効です.
pl_pl: Nieprawidłowy klucz licencyjny dla przedsiębiorstw.
pt_pt: inválido chave de licença da empresa.
ru_ru: недействительным лицензионного ключа предприятия.
zh_cn: 无效的企业许可证密钥。

source: The license key you entered is not valid.
bg_bg: Лицензния ключ, който сте въвели не е валиден.
de_de: Der eingegebene Lizenzschlüssel ist nicht gültig.
es_es: La llave de la licencia que usted introdujo no es valida
fr_fr: La clé de licence que vous avez entré n'est pas valide.
it_it: Il codice di licenza immesso non è valido.
ja_jp: 入力したライセンスキーが有効ではありません.
pl_pl: klucz licencyjny Ci nie jest prawidłowy.
pt_pt: A chave de licença que você digitou não é válida.
ru_ru: Лицензионный ключ вы ввели не является допустимым.
zh_cn: 您输入的许可证密钥无效。

source: License updated. Your trial has
bg_bg: Лиценза е актуализиран. Пробния период има
de_de: Lizenz aktualisiert. Ihre Studie hat
es_es: licencia actualizada. la versión de prueba tiene
fr_fr: licence mis à jour. votre essai a
it_it: licenza aggiornamento. la versione di prova ha
ja_jp: ライセンスを更新しました。トライアル期間はあと
pl_pl: aktualizowany licencji. Twój proces ma
pt_pt: licença atualizado. seu julgamento tem
ru_ru: Лицензия на обновление. Ваш судебный процесс
zh_cn: 许可证更新。您的试用还有

source: days left.
bg_bg: оставащи дни.
de_de: Tage
es_es: días a la izquierda
fr_fr: jours restants
it_it: giorni rimanenti
ja_jp: 日です.
pl_pl: pozostało dni
pt_pt: dias restantes
ru_ru: дней осталось
zh_cn: 天剩余。

source: Your trial has expired.
bg_bg: Вашият процес е изтекъл.
de_de: Ihre Probezeit ist vorbei.
es_es: tu periodo de prueba ha caducado.
fr_fr: Votre essai a expiré.
it_it: Il tuo processo è scaduto.
ja_jp: トライアル期間は終了しました。
pl_pl: Twoja próba wygasła.
pt_pt: O seu julgamento expirou.
ru_ru: Ваше испытание истекло.
zh_cn: 您的试用期已过。

source: The license key entered is already registered to another system. Please contact sales.
bg_bg: въведеният лицензен ключ вече е регистриран в друга система. моля свържете се с продажбите.
de_de: Der eingegebene Lizenzschlüssel ist bereits in einem anderen System registriert. Bitte kontaktieren Sie den Vertrieb.
es_es: la clave de licencia ingresada ya está registrada en otro sistema. por favor contacte a ventas.
fr_fr: la clé de licence entrée est déjà enregistrée dans un autre système. s'il vous plaît contacter les ventes.
it_it: la chiave di licenza inserita è già registrata su un altro sistema. si prega di contattare le vendite.
ja_jp: 入力したライセンスキーはすでに別のシステムに登録されています。販売店にお問い合わせください。
pl_pl: wprowadzony klucz licencyjny jest już zarejestrowany w innym systemie. skontaktuj się ze sprzedażą.
pt_pt: a chave de licença digitada já está registrada em outro sistema. entre em contato com as vendas.
ru_ru: введенный лицензионный ключ уже зарегистрирован в другой системе. свяжитесь с продавцом.
zh_cn: 输入的许可证密钥已被注册到另一个系统。 请联系销售。

source: Updated license information
bg_bg: Потребителя актуализира лицензната информация
de_de: Benutzer aktualisierten Lizenzinformationen
es_es: Usuario actualizo información de la licencia
fr_fr: Utilisateur mise à jour des informations de licence
it_it: Utente aggiornate informazioni sulla licenza
ja_jp: ライセンス情報を更新しました
pl_pl: aktualizacja informacji o licencji użytkownika
pt_pt: Usuário atualizou informações de licença
ru_ru: Пользователь обновляется информация о лицензии
zh_cn: 更新的许可证信息

source: License key updated successfully.
bg_bg: Лицензионния ключ е актуализиран успешно.
de_de: Lizenzschlüssel erfolgreich aktualisiert.
es_es: Llave de la licencia actualizada satisfactoriamente
fr_fr: La clé de licence mis à jour avec succès.
it_it: Chiave di licenza aggiornato correttamente.
ja_jp: ライセンスキーが正常に更新されました.
pl_pl: klucz licencyjny zaktualizowane.
pt_pt: Chave de licença atualizada com sucesso.
ru_ru: Лицензионный ключ успешно обновлены.
zh_cn: 许可证密钥已成功更新。

source: Enterprise features are now enabled.
bg_bg: Сега Enterprise функциите са активирани.
de_de: Enterprise-Funktionen sind jetzt aktiviert.
es_es: Las caracteristicas de Enterprise están ahora habilitadas
fr_fr: Fonctionnalités d'entreprise sont maintenant activés.
it_it: Caratteristiche Enterprise sono ora abilitati.
ja_jp: Enterprise機能が有効です.
pl_pl: cechy przedsiębiorstw są teraz włączone.
pt_pt: Recursos corporativos estão agora habilitados.
ru_ru: Предприятие функции включены.
zh_cn: 企业功能现已启用。

source: Enterprise features have been removed.
bg_bg: Enterprise функции бяха отстранени.
de_de: Enterprise-Funktionen wurden entfernt.
es_es: Caracteristicas de Enterprise han sido removidas
fr_fr: Fonctionnalités d'entreprise ont été supprimés.
it_it: Funzioni aziendali sono state rimosse.
ja_jp: Enterprise機能が削除されました.
pl_pl: Cechy przedsiębiorstw zostały usunięte.
pt_pt: Recursos corporativos foram removidos.
ru_ru: Предприятие функции были удалены.
zh_cn: 企业功能已被删除。

source: Cloned
bg_bg: Клонинг
de_de: Klonen
es_es: Clonar
fr_fr: Cloner
it_it: Clone
ja_jp: クローン
pl_pl: klon
pt_pt: Clone
ru_ru: Клонирование
zh_cn: 已克隆

source: NO TITLE
bg_bg: НЯМА ЗАГЛАВИЕ
es_es: SIN TITULO
fr_fr: SANS TITRE
ja_jp: タイトルなし
pl_pl: bez tytułu
pt_pt: SEM TÍTULO
zh_cn: 无题

source: Untitled
bg_bg: неозаглавен
de_de: ohne Titel
es_es: intitulado
fr_fr: sans titre
it_it: Senza titolo
ja_jp: 無題
pl_pl: nieuprawny
pt_pt: sem título
ru_ru: без названия
zh_cn: 无标题

source: Request completed
bg_bg: заявката е завършена
de_de: Anfrage abgeschlossen
es_es: solicitud completada
fr_fr: demande complétée
it_it: richiesta completata
ja_jp: リクエストが完了しました
pl_pl: prośba zakończona
pt_pt: pedido concluído
ru_ru: запрос выполнен
zh_cn: 请求完成

source: No API Key provided
bg_bg: Не е осигурен API ключ
de_de: kein api Schlüssel zur Verfügung gestellt
es_es: ninguna tecla API proporcionada
fr_fr: aucune clé api fourni
it_it: nessuna chiave API fornite
ja_jp: APIキーが提供されていません
pl_pl: żaden klucz api warunkiem
pt_pt: nenhuma chave de API fornecida
ru_ru: нет ключа API при условии,
zh_cn: 没有提供API密钥

source: API endpoint '%1$s/%2$s' accessed via %3$s with arguments %4$s
bg_bg: крайна точка на api '% 1 $ s /% 2 $ s' е достъпна чрез% 3 $ s с аргументи% 4 $ s
de_de: API-Endpunkt '% 1 $ s /% 2 $ s', auf den über% 3 $ s mit den Argumenten% 4 $ s zugegriffen wird
es_es: punto final de la API '% 1 $ s /% 2 $ s' accedido a través de% 3 $ s con argumentos% 4 $ s
fr_fr: point de terminaison api '% 1 $ s /% 2 $ s' accessible via% 3 $ s avec les arguments% 4 $ s
it_it: endpoint api '% 1 $ s /% 2 $ s' accessibile tramite% 3 $ s con argomenti% 4 $ s
ja_jp: APIエンドポイント '％1 $ s /％2 $ s'は％3 $ s経由で引数％4 $ sでアクセスされました
pl_pl: punkt końcowy interfejsu API '% 1 $ s /% 2 $ s' dostępny za pośrednictwem% 3 $ s z argumentami% 4 $ s
pt_pt: ponto final da API '% 1 $ s /% 2 $ s' acessado via% 3 $ s com argumentos% 4 $ s
ru_ru: Конечная точка API "% 1 $ s /% 2 $ s" доступна через% 3 $ s с аргументами% 4 $ s
zh_cn: API端点'%1$s/%2$s'通过%3$s和参数%4$s访问

source: You can only use POST with authenticate.
bg_bg: можете да използвате само публикация с удостоверяване.
de_de: Sie können nur Post mit Authentifizierung verwenden.
es_es: solo puedes usar publicar con autenticación.
fr_fr: vous ne pouvez utiliser la publication qu'avec l'authentification.
it_it: puoi utilizzare solo post con autenticazione.
ja_jp: 認証にはPOSTのみが使用できます
pl_pl: możesz używać tylko postu z uwierzytelnianiem.
pt_pt: você só pode usar post com autenticar.
ru_ru: вы можете использовать только сообщение с аутентификацией.
zh_cn: 您只能将POST与authenticate一起使用。

source: Slow down. You must wait before requesting another check-in.
bg_bg: забави. трябва да изчакате, преди да поискате друго настаняване.
de_de: langsamer. Sie müssen warten, bevor Sie einen weiteren Check-in anfordern.
es_es: Ve más despacio. debe esperar antes de solicitar otro check-in.
fr_fr: ralentissez. vous devez attendre avant de demander un autre enregistrement.
it_it: rallenta. è necessario attendere prima di richiedere un altro check-in.
ja_jp: お待ちください。別のチェックインをリクエストする前に待つ必要があります。
pl_pl: zwolnij. musisz poczekać, zanim poprosisz o kolejną odprawę.
pt_pt: desacelere. você deve esperar antes de solicitar outro check-in.
ru_ru: помедленнее. вы должны подождать, прежде чем запрашивать другую регистрацию.
zh_cn: 慢一点。 您必须等待，然后才能请求另一次登记。

source: Successfully ran v2 license check-in.
bg_bg: успешно проведох проверка на облак.
de_de: erfolgreich Cloud-Check-in durchgeführt.
es_es: ejecutó con éxito el registro en la nube.
fr_fr: a réussi l'enregistrement dans les nuages.
it_it: ha eseguito correttamente il check-in cloud.
ja_jp: v2ライセンスを正常に実行しました。
pl_pl: pomyślnie przeprowadzono odprawę w chmurze.
pt_pt: executou com êxito o check-in da nuvem.
ru_ru: успешно прошла облачная регистрация.
zh_cn: 成功运行v2许可证签入。

source: Could not get updated v2 license information from v2 API.
bg_bg: не можа да получи актуализирана лицензионна информация v2 от v2 api.
de_de: Lizenzinformationen von v2 api konnten nicht aktualisiert werden.
es_es: no se pudo obtener la información de la licencia v2 actualizada de v2 api.
fr_fr: Impossible d'obtenir les informations de licence v2 mises à jour à partir de v2 api.
it_it: non è stato possibile aggiornare le informazioni sulla licenza v2 dalla v2 api.
ja_jp: v2 API から更新された v2 ライセンス情報を取得できませんでした
pl_pl: nie można uzyskać zaktualizowanych informacji o licencjach v2 z wersji 2 interfejsu API.
pt_pt: não foi possível obter informações atualizadas da licença v2 da v2 api.
ru_ru: не удалось получить обновленную информацию о лицензии v2 от v2 api.
zh_cn: 无法从v2 API获取更新的v2许可证信息。

source: Unknown API endpoint.
bg_bg: Неизвестна API крайна точка (endpoint).
de_de: unbekannt api Endpunkt.
es_es: punto final api desconocido.
fr_fr: Unknown Endpoint API.
it_it: sconosciuto endpoint api.
ja_jp: 不明なAPIエンドポイント.
pl_pl: nieznane końcowym api.
pt_pt: endpoint api desconhecido.
ru_ru: неизвестно API конечной точки.
zh_cn: 未知的API端点。

source: Enterprise features are not enabled. Please check your license settings.
bg_bg: Enterprise функциите не са активирани. Моля, проверете настройките си за лиценз.
de_de: Enterprise-Funktionen sind nicht aktiviert. Sie bitte Ihre Lizenzeinstellungen überprüfen.
es_es: características de la empresa no están habilitadas. favor verifica la configuracion de licencia.
fr_fr: les fonctionnalités d'entreprise ne sont pas activés. s'il vous plaît vérifier vos paramètres de licence.
it_it: funzioni aziendali non sono abilitati. controlla le impostazioni di licenza.
ja_jp: Enterprise 機能が有効になっていません. ライセンス設定を確認してください.
pl_pl: Cechy przedsiębiorstwa nie są włączone. Proszę sprawdzić ustawienia licencji.
pt_pt: recursos corporativos não estão habilitados. por favor, verifique suas configurações de licença.
ru_ru: Возможности предприятия не включены. Пожалуйста, проверьте настройки Вашего лицензионного соглашения.
zh_cn: 企业功能未启用。 请检查您的许可证设置。

source: Authenticiation failed.
bg_bg: Оторизацията се провали.
de_de: authenticiation fehlgeschlagen.
es_es: authenticiation falló.
fr_fr: authenticiation échoué.
it_it: authenticiation fallito.
ja_jp: 認証に失敗しました.
pl_pl: authenticiation nie powiodło się.
pt_pt: authenticiation falhou.
ru_ru: authenticiation не удалось.
zh_cn: 验证失败。

source: This section has not yet been implemented.
bg_bg: Този раздел все още не е бил изпълнен.
de_de: dieser Abschnitt ist noch nicht umgesetzt worden.
es_es: esta sección aún no ha sido implementado.
fr_fr: cette section n'a pas encore été mis en œuvre.
it_it: questa sezione non è ancora stata attuata.
ja_jp: このセクションでは、まだ実装されていません.
pl_pl: sekcja ta nie została jeszcze wdrożona.
pt_pt: Nesta seção ainda não foi implementado.
ru_ru: В этом разделе еще не была реализована.
zh_cn: 本节尚未实现。

source: Must be valid username and password.
bg_bg: трябва да е валидно потребителско име и парола.
de_de: muss gültiger Benutzername und Passwort sein.
es_es: debe ser un nombre de usuario y contraseña válidos
fr_fr: doit être un nom d'utilisateur et un mot de passe valides.
it_it: deve essere un nome utente e una password validi.
ja_jp: 有効なユーザー名とパスワードでなければなりません。
pl_pl: musi być prawidłową nazwą użytkownika i hasłem.
pt_pt: deve ser um nome de usuário e senha válidos.
ru_ru: должно быть действительным имя пользователя и пароль.
zh_cn: 必须是有效的用户名和密码。

source: Import failed. Configuration passed may not be formatted properly.
bg_bg: вносът не бе успешен. конфигурирането може да не бъде форматирано правилно.
de_de: Import fehlgeschlagen. Konfiguration wurde möglicherweise nicht richtig formatiert.
es_es: importación fallida la configuración aprobada puede no tener el formato correcto.
fr_fr: l'importation a échoué. la configuration passée peut ne pas être formatée correctement.
it_it: importazione fallita. la configurazione passata potrebbe non essere formattata correttamente.
ja_jp: インポートに失敗しました。渡された設定が正しくフォーマットされていない可能性があります。
pl_pl: import nieudany. przekazana konfiguracja może nie być poprawnie sformatowana.
pt_pt: importação falhou. configuração passada pode não ser formatada corretamente.
ru_ru: импорт не выполнен. конфигурация не может быть отформатирована должным образом.
zh_cn: 导入失败。 传递的配置格式可能不正确。

source: Imported configuration data.
bg_bg: импортираните данни за конфигурацията
de_de: importierte Konfigurationsdaten.
es_es: datos de configuración importados.
fr_fr: données de configuration importées.
it_it: dati di configurazione importati.
ja_jp: インポートされた構成データ。
pl_pl: zaimportowane dane konfiguracyjne.
pt_pt: dados de configuração importados.
ru_ru: импортированные данные конфигурации.
zh_cn: 导入的配置数据。

source: Missing required variables
bg_bg: Липсват задължителни променливи
de_de: fehlende erforderlichen Variablen
es_es: faltante variables requeridas
fr_fr: manquant variables requises
it_it: manca variabili richieste
ja_jp: 必須変数が欠落しています
pl_pl: brak wymaganych zmiennych
pt_pt: faltando variáveis ​​requeridas
ru_ru: отсутствует необходимые переменные
zh_cn: 缺少必需的变量

source: Added
bg_bg: добавен
de_de: hinzugefügt
es_es: adicional
fr_fr: ajoutée
it_it: aggiunto
ja_jp: 追加しました
pl_pl: dodany
pt_pt: adicionado
ru_ru: добавленной
zh_cn: 已添加

source: to the system.
bg_bg: до системата.
de_de: zu dem System.
es_es: al sistema.
fr_fr: au système.
it_it: al sistema.
ja_jp: システム
pl_pl: do systemu.
pt_pt: para o sistema.
ru_ru: к системе.
zh_cn: 到系统中。

source: You must enter a host_name to update a host.
bg_bg: трябва да въведете host_name, за да актуализирате хост.
de_de: Sie müssen einen Hostnamen eingeben, um einen Host zu aktualisieren.
es_es: debe ingresar un nombre de host para actualizar un host.
fr_fr: vous devez entrer un nom d’hôte pour mettre à jour un hôte.
it_it: è necessario inserire un nome_host per aggiornare un host.
ja_jp: ホスト名を更新するには、host_nameを入力する必要があります。
pl_pl: musisz wprowadzić nazwę hosta, aby zaktualizować hosta.
pt_pt: você deve inserir um host_name para atualizar um host.
ru_ru: Вы должны ввести имя_хоста, чтобы обновить хост.
zh_cn: 您必须输入host_name才能更新主机。

source: Could not update the host specified. Does the host exist?
bg_bg: не можа да се актуализира посоченият хост. хостът съществува?
de_de: Der angegebene Host konnte nicht aktualisiert werden. Gibt es den Gastgeber?
es_es: No se pudo actualizar el host especificado. ¿existe el host?
fr_fr: n'a pas pu mettre à jour l'hôte spécifié. l'hôte existe-t-il?
it_it: impossibile aggiornare l'host specificato. esiste l'host?
ja_jp: 指定されたホストを更新できませんでした。ホストは存在しますか？
pl_pl: nie można zaktualizować określonego hosta. czy host istnieje?
pt_pt: não pôde atualizar o host especificado. o host existe?
ru_ru: не удалось обновить указанный хост. хост существует?
zh_cn: 无法更新指定的主机。 主机是否存在？

source: Updated
bg_bg: Актуализация
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Mettre à jour
it_it: Aggiornare
ja_jp: 更新
pl_pl: aktualizacja
pt_pt: Atualizar
ru_ru: Обновление
zh_cn: 已更新

source: in the system.
bg_bg: до системата.
de_de: zu dem System.
es_es: al sistema.
fr_fr: au système.
it_it: al sistema.
ja_jp: システムの
pl_pl: do systemu.
pt_pt: para o sistema.
ru_ru: к системе.
zh_cn: 到系统中。

source: Could not remove hosts. Failed hosts may not exist.
bg_bg: не можа да премахне хостовете. неуспешните хостове може да не съществуват.
de_de: Hosts konnten nicht entfernt werden. Fehlerhafte Hosts sind möglicherweise nicht vorhanden.
es_es: No se pudieron eliminar los hosts. Los hosts fallidos pueden no existir.
fr_fr: Impossible de supprimer les hôtes. les hôtes en échec peuvent ne pas exister.
it_it: impossibile rimuovere host. gli host falliti potrebbero non esistere.
ja_jp: ホストを削除できませんでした。失敗したホストは存在しない可能性があります。
pl_pl: nie można usunąć hostów. nieudane hosty mogą nie istnieć.
pt_pt: não foi possível remover os hosts. hosts com falha podem não existir.
ru_ru: не удалось удалить хосты. неудачные хосты могут не существовать.
zh_cn: 无法删除主机。 失败的主机可能不存在。

source: Removed hosts from the system.
bg_bg: премахнали хостове от системата.
de_de: Hosts vom System entfernt.
es_es: Se eliminaron los hosts del sistema.
fr_fr: Suppression des hôtes du système.
it_it: host rimossi dal sistema.
ja_jp: システムからホストを削除しました。
pl_pl: usunięto hosty z systemu.
pt_pt: hosts removidos do sistema.
ru_ru: удалены хосты из системы.
zh_cn: 从系统中删除了主机。

source: Could not update the service specified. Does the service exist?
bg_bg: не можа да актуализира посочената услуга. услугата съществува?
de_de: Der angegebene Dienst konnte nicht aktualisiert werden. Gibt es den Dienst?
es_es: No se pudo actualizar el servicio especificado. ¿existe el servicio?
fr_fr: n'a pas pu mettre à jour le service spécifié. le service existe-t-il?
it_it: impossibile aggiornare il servizio specificato. esiste il servizio?
ja_jp: 指定されたサービスを更新できませんでした。サービスはありますか？
pl_pl: nie można zaktualizować określonej usługi. czy usługa istnieje?
pt_pt: não pôde atualizar o serviço especificado. o serviço existe?
ru_ru: не удалось обновить указанную службу. сервис существует?
zh_cn: 无法更新指定的服务。 服务是否存在？

source: Could not remove services. Failed services may not exist.
bg_bg: не можа да премахне услугите. неуспешните услуги може да не съществуват.
de_de: Dienste konnten nicht entfernt werden. Fehlerhafte Dienste sind möglicherweise nicht vorhanden.
es_es: No se pudieron eliminar los servicios. Los servicios fallidos pueden no existir.
fr_fr: ne pouvait pas supprimer les services. les services défaillants peuvent ne pas exister.
it_it: impossibile rimuovere i servizi. i servizi falliti potrebbero non esistere.
ja_jp: サービスを削除できませんでした。失敗したサービスは存在しない可能性があります。
pl_pl: nie mógł usunąć usług. nieudane usługi mogą nie istnieć.
pt_pt: não foi possível remover serviços. serviços com falha podem não existir.
ru_ru: не удалось удалить сервисы. отказавшие сервисы могут не существовать.
zh_cn: 无法删除服务。 失败的服务可能不存在。

source: Removed services from the system.
bg_bg: премахнати услуги от системата.
de_de: Dienste aus dem System entfernt.
es_es: servicios eliminados del sistema.
fr_fr: services supprimés du système.
it_it: servizi rimossi dal sistema.
ja_jp: システムからサービスを削除しました。
pl_pl: usunięte usługi z systemu.
pt_pt: serviços removidos do sistema.
ru_ru: убрал сервисы из системы.
zh_cn: 从系统中删除了服务。

source: You must enter a hostgroup_name to update a host group.
bg_bg: трябва да въведете host_name, за да актуализирате хост.
de_de: Sie müssen einen Hostnamen eingeben, um einen Host zu aktualisieren.
es_es: debe ingresar un nombre de host para actualizar un host.
fr_fr: vous devez entrer un nom d’hôte pour mettre à jour un hôte.
it_it: è necessario inserire un nome_host per aggiornare un host.
ja_jp: ホストグループを更新するには、hostgroup_nameを入力する必要があります。
pl_pl: musisz wprowadzić nazwę hosta, aby zaktualizować hosta.
pt_pt: você deve inserir um host_name para atualizar um host.
ru_ru: Вы должны ввести имя_хоста, чтобы обновить хост.
zh_cn: 您必须输入hostgroup_name才能更新主机组。

source: Could not update the host group specified. Does the host group exist?
bg_bg: не можа да се актуализира посоченият хост. хостът съществува?
de_de: Der angegebene Host konnte nicht aktualisiert werden. Gibt es den Gastgeber?
es_es: No se pudo actualizar el host especificado. ¿existe el host?
fr_fr: n'a pas pu mettre à jour l'hôte spécifié. l'hôte existe-t-il?
it_it: impossibile aggiornare l'host specificato. esiste l'host?
ja_jp: 指定されたホストグループを更新できませんでした。ホストは存在しますか？
pl_pl: nie można zaktualizować określonego hosta. czy host istnieje?
pt_pt: não pôde atualizar o host especificado. o host existe?
ru_ru: не удалось обновить указанный хост. хост существует?
zh_cn: 无法更新指定的主机组。 主机组是否存在？

source: Could not remove host groups. Failed host groups may not exist.
bg_bg: не можа да премахне групите от хоста. неприемливи групи-хостове може да не съществуват.
de_de: Hostgruppen konnten nicht entfernt werden. Fehlerhafte Hostgruppen sind möglicherweise nicht vorhanden.
es_es: No se pudieron eliminar los grupos de hosts. Es posible que no existan grupos de hosts fallidos.
fr_fr: ne pouvait pas supprimer les groupes hôtes. les groupes hôtes ayant échoué peuvent ne pas exister.
it_it: impossibile rimuovere i gruppi di host. i gruppi host falliti potrebbero non esistere.
ja_jp: ホストグループを削除できませんでした。失敗したホストグループは存在しない可能性があります。
pl_pl: nie można usunąć grup hostów. nieudane grupy hostów mogą nie istnieć.
pt_pt: não foi possível remover grupos de hosts. grupos de hosts com falha podem não existir.
ru_ru: не удалось удалить группы хостов. сбойные группы хостов могут не существовать.
zh_cn: 无法删除主机组。 失败的主机组可能不存在。

source: Removed host groups from the system.
bg_bg: премахнали групите от хоста от системата.
de_de: Hostgruppen aus dem System entfernt.
es_es: Se eliminaron los grupos host del sistema.
fr_fr: retiré des groupes hôtes du système.
it_it: rimosso i gruppi di host dal sistema.
ja_jp: システムからホストグループを削除しました。
pl_pl: usunięto grupy hostów z systemu.
pt_pt: grupos de hosts removidos do sistema.
ru_ru: удалены группы хостов из системы.
zh_cn: 从系统中删除了主机组。
