Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: This directive is used to define the criteria that determine when this service escalation is used. The escalation is used only if the service is in one of the states specified in this directive. If this directive is not specified in a service escalation, the escalation is considered to be valid during all service states. Valid options are a combination of one or more of the following:
bg_bg: Тази директива се използва за определяне на критериите, които определят кога се използва тази сървис ескалация. Ескалацията се използва само ако сървиса е в едно от състоянията, посочени в настоящата директива. Ако тази директива не е уточнена в сървис ескалацията, ескалациятата се счита за валидена по време на всички състояния на сървиса. Валидни опции са комбинация от един или повече от следните:
de_de: Diese Direktive wird benutzt, um die Kriterien, wann diese Service-Eskalation benutzt bestimmen definieren. die Eskalation wird nur benutzt, wenn der Service in einem der in dieser Direktive angeben. Wenn diese Direktive nicht in einer Service-Eskalation angegeben wird, ist die Eskalation für alle Service-Zustände gültig. gültigen Optionen sind eine Kombination von einem oder mehreren der folgenden:
es_es: esta directiva se utiliza para definir los criterios que determinan cuándo se utiliza esta escalada servicio. la escalada se utiliza sólo si el servicio está en uno de los estados especificados en esta directiva. si esta directiva no se especifica en una escalada de servicio, la escalada se considera válida durante todos los estados de servicio. Las opciones válidas son una combinación de uno o más de los siguientes:
fr_fr: cette directive est utilisée pour définir les critères qui déterminent quand ce service est utilisé escalade. l'escalade ne est utilisé que si le service est dans l'un des états spécifiés dans cette directive. si cette directive ne est pas spécifié dans une escalade de service, l'escalade est considérée comme valide pendant tous les états de service. options valides sont une combinaison d'un ou plusieurs des éléments suivants:
it_it: questa direttiva è utilizzato per definire i criteri che determinano quando si utilizza questo servizio escalation. l'escalation viene utilizzato solo se il servizio è in uno degli stati specificati nella presente direttiva. se questa direttiva non è specificato in una escalation di servizio, l'escalation è considerato valido durante tutti gli stati di servizio. opzioni valide sono una combinazione di uno o più dei seguenti:
ja_jp: このディレクティブは、このサービスエスカレーションが使用される条件を定義するために使用されます. エスカレーションはサービスがこのディレクティブで指定されたステータスのいずれかにある場合にのみ使用されます. このディレクティブはサービスエスカレーションで指定されていない場合、エスカレーションはすべてのサービスステータスで有効であると考えられます. 有効なオプションは、以下の1つ以上の組み合わせです：
pl_pl: dyrektywa ta jest stosowana do określenia kryteriów, które określają, kiedy jest używana ta eskalacja usług. Eskalacja jest używany tylko wtedy, gdy usługa jest w jednym z państw wymienionych w tej dyrektywie. jeśli dyrektywa ta nie jest określona w eskalacji usług, eskalacja jest uważane za ważne podczas wszystkich stanów serwisowych. Poprawne opcje kombinacja jednego lub więcej z następujących:
pt_pt: esta directiva é usado para definir os critérios que determinam quando esta escalada serviço é utilizado. a escalada é usado apenas se o serviço está em um dos estados especificados na presente directiva. se esta directiva não é especificado em uma escalada de serviço, a escalada é considerada válida durante todos os estados de serviço. opções válidas são uma combinação de um ou mais dos seguintes:
ru_ru: Эта директива используется для определения критериев, которые определяют, когда используется эта услуга эскалация. Эскалация используется, только если служба находится в одном из государств, указанных в этой директиве. Если эта директива не указано в эскалации услуг, эскалация считается действительным в течение всех государств услуг. Действующие параметры представляют собой сочетание одного или более из следующих:
zh_cn: 此指令用于定义确定何时使用此服务升级的标准。 仅当服务处于此伪指令中指定的状态之一时，才使用升级。 如果未在服务升级中指定此伪指令，则在所有服务状态期间，升级均被视为有效。 有效选项是以下一项或多项的组合：

source: escalate on an OK (recovery) state,
bg_bg: ескалира в OK (възстановяване) състояние (OK (recovery) state),
de_de: eskalieren bei einem ok (Erholungs) -Zustand,
es_es: escalar en un (recuperación) estado bien,
fr_fr: escalade sur un (récupération) état correct,
it_it: degenerare in un ok (recupero) Stato,
ja_jp: OK（復旧）ステータスでエスカレート
pl_pl: eskalować na ok (odzysk) państwa,
pt_pt: escalar em um (de recuperação) estado ok,
ru_ru: перерасти на OK (восстановления) состоянии,
zh_cn: 升级到OK（恢复）状态，

source: escalate on a WARNING state,
bg_bg: ескалира в състояние предупреждение (WARNING state),
de_de: eskalieren bei einem Warnungs-
es_es: escalar en un estado de alerta,
fr_fr: escalade sur un état d'alerte,
it_it: degenerare in uno stato di avviso,
ja_jp: 警告ステータスでエスカレート,
pl_pl: eskalować w stanie ostrzegawczym,
pt_pt: escalar em um estado de alerta,
ru_ru: перерасти в состояние предупреждения,
zh_cn: 升级为警告状态，

source: escalate on an UNKNOWN state, and
bg_bg: ескалира в неизвестно състояние (UNKNOWN state), и
de_de: eskalieren bei einem unbekannten Zustand, und
es_es: escalar en un estado desconocido, y
fr_fr: escalade sur un état inconnu, et
it_it: degenerare in uno stato sconosciuto, e
ja_jp: 不明ステータスでエスカレートし
pl_pl: eskalować na nieznanym stanie, a
pt_pt: escalar em um estado desconhecido, e
ru_ru: перерасти в неизвестном состоянии, и
zh_cn: 升级到未知状态，然后

source: escalate on a CRITICAL state.
bg_bg: ескалира в критично състояние (CRITICAL state).
de_de: eskalieren bei einem kritischen Zustand.
es_es: escalar en un estado crítico.
fr_fr: escalade sur un état critique.
it_it: degenerare in uno stato critico.
ja_jp: クリティカルステータスでエスカレート.
pl_pl: eskalować w stanie krytycznym.
pt_pt: escalar em um estado crítico.
ru_ru: перерасти в критическом состоянии.
zh_cn: 在关键状态上升级。

source: in this field, the escalation will only be used if the service is in a WARNING state.
bg_bg: в това поле, ескалацията ще бъде използвана само ако сървиса е в състояние на ПРЕДУПРЕЖДЕНИЕ (WARNING state)
de_de: in diesem Bereich wird die Eskalation nur benutzt werden, wenn der Service in einem Warnzustand.
es_es: en este campo, la escalada sólo se utilizará si el servicio está en un estado de alerta.
fr_fr: dans ce domaine, l'escalade ne sera utilisée que si le service est dans un état d'alerte.
it_it: in questo campo, la scalata sarà usato solo se il servizio è in uno stato di allarme.
ja_jp: が指定された場合、エスカレーションはサービスが警告ステータスの場合のみ使用されます.
pl_pl: w tej dziedzinie, eskalacja będą wykorzystywane tylko wtedy, gdy usługa jest w stanie ostrzegawczym.
pt_pt: neste campo, a escalação só será utilizada se o serviço está em estado de alerta.
ru_ru: в этой области, эскалация будет использоваться только если сервис находится в состоянии предупреждения.
zh_cn: 在此字段中，仅当服务处于警告状态时才使用升级。

source: Servicedependency -
bg_bg: Сървис зависимост - (Servicedependency -)
es_es: Dependencia del Servicio
fr_fr: Dépendance service
it_it: Servizio di dipendenza
ja_jp: サービス依存関係 -
pl_pl: Zależność usługi
pt_pt: Dependencia do serviço
ru_ru: Обслуживание зависимостей
zh_cn: 服务依赖-

source: dependent host
bg_bg: зависим хост
de_de: abhängigen Host
es_es: acogida dependientes
fr_fr: hôte dépendant
it_it: accoglienza dipendente
ja_jp: 依存ホスト
pl_pl: zależne od gospodarza
pt_pt: hospedeiro dependente
ru_ru: зависит хозяин
zh_cn: 依赖主机

source: of the host(s) that the
bg_bg: на хоста (овете), че
de_de: der Host (s), die das
es_es: del host (s) que la
fr_fr: de l'hôte (s) que le
it_it: dell'ospite (s) che il
ja_jp: ホストの
pl_pl: gospodarza (y), który
pt_pt: do host (s) que o
ru_ru: хоста (ов), который
zh_cn: 的主机

source: service "runs" on or is associated with. Multiple hosts should be separated by commas. Leaving this directive blank can be used to create "same host" dependencies.
bg_bg: сървис "работещ" върху или асоцииран с. Множеството хостове трябва да бъдат разделени със запетаи. Оставянето на тази директива празна може да се използва за създаване на зависимости "същ хост" ("same host").
de_de: Service "läuft" oder mit dem er verbunden ist. Mehrere Hosts werden durch Kommata getrennt werden. Verlassen die Direktive leer, kann verwendet werden, um "denselben Host" Abhängigkeiten zu schaffen.
es_es: servicio "funciona" o está asociado. varios hosts deben estar separados por comas. dejando esta directiva en blanco se puede utilizar para crear dependencias "misma acogida".
fr_fr: service »fonctionne" ou est associé. plusieurs hôtes doivent être séparés par des virgules. laissant cette directive vierge peut être utilisée pour créer des dépendances "même d'accueil".
it_it: service "funziona" o è associato. più host devono essere separati da virgole. lasciando questa direttiva in bianco può essere utilizzato per creare dipendenze "stesso ospitanti".
ja_jp: サービスが「稼働中」または関連付けられたサービス. 複数のホストは、カンマで区切る必要があります. このディレクティブを空白のままにすると、「同一ホスト」の依存関係を作成するために使用することができます.
pl_pl: Usługa "działa" lub jest związany z. wiele hostów powinny być oddzielone przecinkami. pozostawiając niniejszej dyrektywy puste mogą być wykorzystywane do tworzenia zależności ", sam gospodarz".
pt_pt: serviço "corre" em ou está associado. múltiplos hosts devem ser separados por vírgulas. deixando esta directiva em branco pode ser usado para criar dependências "mesmo host".
ru_ru: сервис "работает" или связан. несколько хостов должны быть разделены запятыми. оставляя эту директиву заготовка может быть использован для создания "же Игореве" зависимостей.
zh_cn: 服务在其上运行或与其关联。 多个主机应以逗号分隔。 将此指令保留为空白可用于创建“相同主机”依赖项。

source: dependent_host
zh_cn: 依赖主机

source: Servicedependency -
bg_bg: Сървис зависимост - (Servicedependency -)
es_es: Dependencia del Servicio
fr_fr: Dépendance service
it_it: Servizio di dipendenza
ja_jp: サービス依存関係 -
pl_pl: Zależność usługi
pt_pt: Dependencia do serviço
ru_ru: Обслуживание зависимостей
zh_cn: 服务依赖-

source: of the host(s) that the service
bg_bg: на хоста (овете), че сървиса
de_de: der Host (s), dass der Service
es_es: del host (s) que el servicio
fr_fr: de l'hôte (s) que le service
it_it: dell'ospite (s) che il servizio
ja_jp: ホストの
pl_pl: przyjmującego (y), że usługi
pt_pt: do host (s) que o serviço
ru_ru: хоста (ов), что служба
zh_cn: 服务的主机

source: (also referred to as the master service) "runs" on or is associated with. Multiple hosts should be separated by commas.
bg_bg: (Наричан още главен сървис) "работи" на или се асоциира с. Множествените хостове трябва да бъдат разделени със запетаи.
de_de: Auf (auch als Master-Service bezeichnet) "läuft" oder verknüpft ist. Mehrere Hosts werden durch Kommata getrennt werden.
es_es: (También referido como el servicio maestro) "corrimiento" de o está asociada con. varios hosts deben estar separados por comas.
fr_fr: (Aussi appelé service maître) «runs» sur ou est associé à. plusieurs hôtes doivent être séparés par des virgules.
it_it: (Noto anche come il servizio di master) "corre" o è associato. più host devono essere separati da virgole.
ja_jp: （マスタサービスとして参照される）サービスが「稼働」または関連付けられているホスト. 複数のホストは、カンマで区切る必要があります.
pl_pl: (Określaną również jako usługa master) "działa" lub jest powiązany. wiele hostów powinny być oddzielone przecinkami.
pt_pt: (Também referido como o serviço principal) "corridas" ou está associado. múltiplos hosts devem ser separados por vírgulas.
ru_ru: (Также известный как мастер службы) "работает" на или связан с. несколько хостов должны быть разделены запятыми.
zh_cn: （也称为主服务）在其上运行或与其关联。 多个主机应以逗号分隔。

source: dependent hostgroup
bg_bg: зависима хост група
de_de: abhängig Hostgruppe
es_es: hostgroup dependiente
fr_fr: hostgroup dépendante
it_it: hostgroup dipendente
ja_jp: 依存ホストグループ
pl_pl: hostgroup zależne
pt_pt: hostgroup dependente
ru_ru: зависит hostgroup
zh_cn: 依赖主机组

source: of the hostgroup(s) that the
bg_bg: на хост група(и), че
de_de: der Hostgruppe (n), dass der
es_es: de la hostgroup (s) que la
fr_fr: du groupe d'hôte (s) que le
it_it: del hostgroup (s) che il
ja_jp: ホストグループの
pl_pl: z hostgroup (ów)
pt_pt: hostgroup da (s) que o
ru_ru: в hostgroup (ы),
zh_cn: 主机组的

source: service "runs" on or is associated with. Multiple hostgroups should be separated by commas. The dependent_hostgroup may be used instead of, or in addition to, the dependent_host directive.
bg_bg: сървис "работещ" върху или асоцииран с. Множеството хост групи трябва да бъдат разделени със запетаи. Зависимата хост група (dependent_hostgroup) може да се използва вместо или в допълнение към, директивата зависим хост (dependent_host).
de_de: Service "läuft" oder mit dem er verbunden ist. Mehrere Hostgruppen werden durch Kommata getrennt werden. die dependent_hostgroup anstelle der zusätzlich zu dependent_host Richtlinie verwendet werden, oder.
es_es: servicio "funciona" o está asociado. múltiples hostgroups deben estar separados por comas. la dependent_hostgroup puede usarse en lugar de, o además de, la directiva dependent_host.
fr_fr: service »fonctionne" ou est associé. plusieurs groupes d'hôtes doivent être séparés par des virgules. l'dependent_hostgroup peut être utilisé à la place de, ou en plus, la directive dependent_host.
it_it: service "funziona" o è associato. più hostgroups devono essere separati da virgole. la dependent_hostgroup può essere usato al posto di, o in aggiunta, la direttiva dependent_host.
ja_jp: サービスが「稼働する」または関連付けられているホストグループ。 複数のホストグループには、カンマで区切る必要があります。 dependent_hostgroup は dependent_host ディレクティブの代わり、または追加で使用できます。
pl_pl: Usługa "działa" lub jest związany z. wiele hostgroups powinny być oddzielone przecinkami. dependent_hostgroup mogą być stosowane zamiast lub oprócz, dyrektywy dependent_host.
pt_pt: serviço "corre" em ou está associado. múltiplas hostgroups devem ser separados por vírgulas. o dependent_hostgroup pode ser usado em vez de, ou além de, a directiva dependent_host.
ru_ru: сервис "работает" или связан. несколько группы узлов сети должны быть разделены запятыми. dependent_hostgroup могут быть использованы вместо или в дополнение к директиве dependent_host.
zh_cn: 服务在其上运行或与其关联。 多个主机组应以逗号分隔。 可以使用dependent_hostgroup来代替dependent_host指令或在其中使用。

source: yes (no, if a dependent host is defined)
bg_bg: Да (не, ако е дефиниран зависим хост)
de_de: ja (nein, wenn eine abhängige Host definiert ist)
es_es: sí (no, si se ha definido una serie dependiente)
fr_fr: oui (non, si un hôte dépendant est défini)
it_it: sì (no, se un host dipendente è definito)
ja_jp: 必須（依存ホストが定義されている場合は、必須ではない）
pl_pl: tak (nie, jeśli host zależna jest zdefiniowana)
pt_pt: sim (não, se um host dependente é definida)
ru_ru: да (нет, если зависит узла определено)
zh_cn: 是（否，如果定义了从属主机）

source: of the hostgroup(s)
bg_bg: на хост група(и)
de_de: der Hostgruppe (n)
es_es: de la hostgroup (s)
fr_fr: du groupe d'hôte (s)
it_it: del hostgroup (s)
ja_jp: ホストグループの
pl_pl: z hostgroup (s)
pt_pt: hostgroup do (s)
ru_ru: в hostgroup (ы)
zh_cn: 主机组的

source: that the service
bg_bg: че услугата
de_de: dass der Service
es_es: que el servicio
fr_fr: que le service
it_it: che il servizio
ja_jp: サービス
pl_pl: że usługi
pt_pt: que o serviço
ru_ru: что службы
zh_cn: 该服务

source: (also referred to as the master service) "runs" on or is associated with. Multiple hostgroups should be separated by commas. The hostgroup_name may be used instead of, or in addition to, the host_name directive.
bg_bg: (Наричан още главен сървис) "работи" на или се асоциира с. Множествените хост групи (hostgroups) трябва да бъдат разделени със запетаи. Името на хост групата (hostgroup_name) може да се използва вместо или в допълнение към, директивата за host_name (host_name).
de_de: Auf (auch als Master-Service bezeichnet) "läuft" oder verknüpft ist. Mehrere Hostgruppen werden durch Kommata getrennt werden. die hostgroup_name kann statt zusätzlich zur host_name-Direktive benutzt werden, oder.
es_es: (También referido como el servicio maestro) "corrimiento" de o está asociada con. múltiples hostgroups deben estar separados por comas. la hostgroup_name puede usarse en lugar de, o además de, la directiva nomb_sist_pral.
fr_fr: (Aussi appelé service maître) «runs» sur ou est associé à. plusieurs groupes d'hôtes doivent être séparés par des virgules. l'hostgroup_name peut être utilisé à la place de, ou en plus, la directive host_name.
it_it: (Noto anche come il servizio di master) "corre" o è associato. più hostgroups devono essere separati da virgole. la hostgroup_name può essere usato al posto di, o in aggiunta, la direttiva nome_host.
ja_jp: （マスターサービスとして参照されている）サービスが「稼働」または関連付けられているホストグループ。 複数のホストグループは、カンマで区切る必要があります。 hostgroup_name は host_name ディレクティブの代わり、または追加で使用することができます。
pl_pl: (Określaną również jako usługa master) "działa" lub jest powiązany. wiele hostgroups powinny być oddzielone przecinkami. hostgroup_name mogą być stosowane zamiast lub oprócz, dyrektywy host_name.
pt_pt: (Também referido como o serviço principal) "corridas" ou está associado. múltiplas hostgroups devem ser separados por vírgulas. o hostgroup_name pode ser usado em vez de, ou além de, a directiva host_name.
ru_ru: (Также известный как мастер службы) "работает" на или связан с. несколько группы узлов сети должны быть разделены запятыми. hostgroup_name могут быть использованы вместо или в дополнение к директиве HOST_NAME.
zh_cn: （也称为主服务）在其上运行或与其关联。 多个主机组应以逗号分隔。 hostgroup_name可以代替host_name指令使用，也可以作为host_name指令的补充。

source: yes (no, if a host is defined)
bg_bg: Да (не, ако е определен хост)
de_de: ja (nein, ob ein Host definiert)
es_es: sí (no, si se define un host)
fr_fr: oui (non, si un hôte est défini)
it_it: sì (no, se un host è definito)
ja_jp: 必須（ホストが定義されていない場合は、必須ではない）
pl_pl: tak (nie, jeśli komputer jest zdefiniowany)
pt_pt: sim (não, se um host está definido)
ru_ru: да (нет, если хозяин определено)
zh_cn: 是（否，如果定义了主机）

source: dependent service description
bg_bg: описание на зависим сървис
de_de: abhängige Leistungsbeschreibung
es_es: descripción del servicio dependiente
fr_fr: dépendante description de service
it_it: Descrizione servizio dipendente
ja_jp: 依存サービス説明
pl_pl: zależne opis usługi
pt_pt: descrição do serviço dependente
ru_ru: зависит описание услуги
zh_cn: 依赖服务描述

source: description
bg_bg: описание
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione
ja_jp: 説明
pl_pl: opis
pt_pt: Descrição
ru_ru: Описание
zh_cn: 描述

source: service.
bg_bg: сървис.
es_es: servicio
it_it: servizio
ja_jp: サービス.
pl_pl: serwis
pt_pt: Serviço
ru_ru: обслуживание
zh_cn: 服务

source: of the service <em>that is being depended upon
bg_bg: на сървиса, <em>на който се разчита</em>
de_de: des <em>Dienstes,</em> den <em>sie abhängt</em>
es_es: del servicio <em>que se está dependía</em>
fr_fr: du service <em>qui est dépendu</em>
it_it: del servizio <em>che viene dipendeva</em>
ja_jp: （<em>依存されている</em>サービスの説明）
pl_pl: <em>usługi, która jest zależało</em>
pt_pt: do serviço <em>que está sendo dependia</em>
ru_ru: <em>служба, которая в настоящее время зависело от</em>
zh_cn: 服务<em>所依赖的

source: (also referred to as the master service).
bg_bg: (Наричан още главен сървис).
de_de: (Auch als Master-Service bezeichnet).
es_es: (También referido como el servicio maestro).
fr_fr: (Également dénommé le service principal).
it_it: (Indicato anche come il servizio principale).
ja_jp: （また、マスタサービスとして参照されている）.
pl_pl: (Określaną również jako usługa master).
pt_pt: (Também referido como o serviço principal).
ru_ru: (Также известный как мастер службы).
zh_cn: （也称为主服务）。

source: Servicedependency - config name
bg_bg: Сървис зависимост - конфигурационно име (Servicedependency - config name)
de_de: servicedependency - Konfigurationsname
es_es: servicedependency - nombre config
fr_fr: servicedependency - nom de config
it_it: servicedependency - nome config
ja_jp: サービス依存関係 - 設定名
pl_pl: servicedependency - nazwa config
pt_pt: servicedependency - nome de configuração
ru_ru: servicedependency - имя конфигурации
zh_cn: 服务依赖-配置名称

source: This directive is used to specify a common config name for a servicedependency configration. This is a NagiosQL parameter and it will not be written to the configuration file.
bg_bg: Тази директива се използва за определяне на общото конфигурационно име за дефиниции на сървис зависимости (servicedependency). Това е NagiosQL параметър и той няма да бъде записан в конфигурационния файл.
de_de: Diese Direktive wird benutzt, um eine gemeinsame Konfigurationsname für eine servicedependency configration angeben. dies ist ein NagiosQL Parameter und es wird nicht in die Konfigurationsdatei geschrieben werden.
es_es: esta directiva se utiliza para especificar un nombre de configuración común para un configration servicedependency. este es un parámetro NagiosQL y no se escribirá en el archivo de configuración.
fr_fr: cette directive est utilisée pour spécifier un nom de configuration commune pour un configration de servicedependency. ce est un paramètre NagiosQL et il ne sera pas écrit dans le fichier de configuration.
it_it: questa direttiva viene utilizzato per specificare un nome comune di configurazione per un configration servicedependency. questo è un parametro NagiosQL e non sarà scritto nel file di configurazione.
ja_jp: このディレクティブはサービス依存関係（servicedependency）の構成のための共通設定名を指定するために使用されます. これはNagiosQLパラメータであり、設定ファイルに書き込まれません.
pl_pl: dyrektywa ta jest używana do określenia wspólną nazwę config dla configration servicedependency. to nagiosql parametr i nie zostaną zapisane do pliku konfiguracyjnego.
pt_pt: esta directiva é usado para especificar um nome de configuração comum para um configration servicedependency. este é um parâmetro NagiosQL e não vai ser gravada no arquivo de configuração.
ru_ru: Эта директива используется, чтобы указать общее название конфигурации для servicedependency configration. это nagiosql параметр, и он не будет записан в конфигурационном файле.
zh_cn: 此指令用于为服务依赖关系配置指定通用配置名称。 这是一个NagiosQL参数，不会被写入配置文件。

source: This directive indicates whether or not the dependency inherits dependencies of the service <em>that is being depended upon
bg_bg: Тази директива показва дали зависимостта наследява зависимостите на сървиса <em>, на който се разчита</em>
de_de: Diese Richtlinie gibt an, ob die Abhängigkeit erbt Abhängigkeiten des <em>Service, der sie abhängt</em>
es_es: esta directiva indica si la dependencia hereda dependencias del servicio <em>que se dependía de</em>
fr_fr: cette directive indique si la dépendance hérite des dépendances du service <em>qui est dépendait</em>
it_it: questa direttiva indica se la dipendenza eredita le dipendenze del servizio <em>che viene dipendeva</em>
ja_jp: このディレクティブは、依存性が<em>依存されている
pl_pl: dyrektywa ta wskazuje, czy uzależnienie dziedziczy zależnościami <em>usługi, która jest zależało</em>
pt_pt: esta directiva indica se ou não a dependência herda as dependências do serviço <em>que está sendo dependia</em>
ru_ru: Эта директива указывает наследует ли не зависимость зависимостей <em>службы, в настоящее время зависело от</em>
zh_cn: 该指令指示依赖性是否继承了所依赖的服务<em>的依赖性
