Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Unknown trap log successfully cleared
bg_bg: неизвестен регистър на трафика успешно изчистени
de_de: Das Protokoll des unbekannten Traps wurde erfolgreich gelöscht
es_es: registro de trampa desconocido borrado con éxito
fr_fr: Le journal d'interruption inconnu a été effacé
it_it: registro trap sconosciuto registrato con successo
ja_jp: 不明なトラップログが正常にクリアされました
pl_pl: nieznany rejestr pułapek został pomyślnie wyczyszczony
pt_pt: log de armadilha desconhecido eliminado com êxito
ru_ru: Неизвестный журнал ловушек успешно очищен
zh_cn: 未知陷阱日志已成功清除

source: Please Wait
bg_bg: Моля Изчакайте
de_de: Bitte warten
es_es: Por favor espere
fr_fr: Attendez s'il vous plaît
it_it: Attendere prego
ja_jp: お待ちください
pl_pl: proszę czekać
pt_pt: Espere por favor
ru_ru: Пожалуйста, подождите
zh_cn: 请稍候

source: Adding Test Trap Definition... (1/9)
bg_bg: добавяне на определение на тестов капак ... (1/9)
de_de: Testfalle Definition hinzufügen ... (1/9)
es_es: añadiendo definición de trampa de prueba ... (1/9)
fr_fr: ajout d'une définition de piège de test ... (1/9)
it_it: aggiungendo la definizione trap test ... (1/9)
ja_jp: テストトラップ定義の追加...（1/9）
pl_pl: dodanie definicji pułapki testowej ... (1/9)
pt_pt: adicionando definição de armadilha de teste ... (1/9)
ru_ru: добавление определения тестовой ловушки ... (1/9)
zh_cn: 添加测试陷阱定义...（1/9）

source: Verifying Test Trap Definition... (2/9)
bg_bg: проверка на дефиницията на капака на теста ... (2/9)
de_de: Überprüfen der Definition der Testfalle ... (2/9)
es_es: verificar la definición de trampa de prueba ... (2/9)
fr_fr: vérification de la définition du piège de test ... (2/9)
it_it: verifica della definizione trap test ... (2/9)
ja_jp: テストトラップ定義の検証中...（2/9）
pl_pl: weryfikacja definicji pułapki testowej ... (2/9)
pt_pt: verificando a definição da armadilha de teste ... (2/9)
ru_ru: проверка определения тестовой ловушки ... (2/9)
zh_cn: 验证测试陷阱定义...（2/9）

source: Failed Stage 1/9 (Trap Definition Verification)! Nagios XI was not able to add a trap definition to the database (meaning that it cannot be written to the snmptt configuration file.
bg_bg: неуспешен етап 1/9 (проверка на дефиницията на капака)! nagios xi не можа да добави определение на капан към базата данни (което означава, че не може да бъде записано в конфигурационния файл snmptt.
de_de: Stufe 1/9 fehlgeschlagen (Überprüfung der Trapdefinition)! nagios xi konnte der Datenbank keine Trap-Definition hinzufügen (was bedeutet, dass sie nicht in die snmptt-Konfigurationsdatei geschrieben werden kann).
es_es: etapa fallida 1/9 (verificación de definición de trampa)! nagios xi no pudo agregar una definición de trampa a la base de datos (lo que significa que no se puede escribir en el archivo de configuración snmptt).
fr_fr: Echec de l'étape 1/9 (vérification de la définition du piège)! nagios xi n'a pas pu ajouter une définition d'interruption à la base de données (ce qui signifie qu'elle ne peut pas être écrite dans le fichier de configuration snmptt.
it_it: fase fallita 1/9 (verifica della definizione trap)! nagios xi non è stato in grado di aggiungere una definizione trap al database (il che significa che non può essere scritta nel file di configurazione snmptt.
ja_jp: 1/9（トラップ定義検証）に失敗しました！ Nagios XI はトラップ定義をデータベースに追加できませんでした (つまり、snmptt 構成ファイルに書き込むことはできません)。
pl_pl: nieudany etap 1/9 (weryfikacja definicji pułapki)! Nagios xi nie był w stanie dodać definicji pułapki do bazy danych (co oznacza, że ​​nie można zapisać jej w pliku konfiguracyjnym snmptt.
pt_pt: fase falhada 1/9 (verificação de definição de armadilha)! O nagios xi não conseguiu adicionar uma definição de trap ao banco de dados (o que significa que não pode ser gravado no arquivo de configuração do snmptt.
ru_ru: неудачный этап 1/9 (проверка определения ловушки)! nagios xi не смог добавить определение ловушки в базу данных (это означает, что он не может быть записан в файл конфигурации snmptt.
zh_cn: 第1/9阶段（陷阱定义验证）失败！ Nagios XI无法将陷阱定义添加到数据库（这意味着无法将其写入snmptt配置文件）。

source: Submitting snmptrap Command... (3/9)
bg_bg: изпращане на команда snmptrap ... (3/9)
de_de: Übergabe des Befehls snmptrap ... (3/9)
es_es: enviando el comando snmptrap ... (3/9)
fr_fr: envoi de la commande snmptrap ... (3/9)
it_it: invio del comando snmptrap ... (3/9)
ja_jp: snmptrapコマンドを送信しています...（3/9）
pl_pl: Przesyłam komendę snmptrap ... (3/9)
pt_pt: enviando o comando snmptrap ... (3/9)
ru_ru: отправка команды snmptrap ... (3/9)
zh_cn: 提交snmptrap命令...（3/9）

source: Failed Stage 2/9 (Trap Definition Verification)! Nagios XI was not able to find our trap definition in the database.
bg_bg: неуспешен етап 2/9 (проверка на дефиницията на капака)! nagios xi не успя да намери нашата дефиниция на капан в базата данни.
de_de: Stufe 2/9 fehlgeschlagen (Trap-Definitionsprüfung)! Nagios xi konnte unsere Trap-Definition in der Datenbank nicht finden.
es_es: ¡Etapa fallida 2/9 (verificación de definición de trampa)! nagios xi no pudo encontrar nuestra definición de trampa en la base de datos.
fr_fr: échec de l'étape 2/9 (vérification de la définition du piège)! Nagios xi n'a pas pu trouver notre définition de piège dans la base de données.
it_it: fase 2/9 fallita (verifica della definizione trap)! nagios xi non è stato in grado di trovare la nostra definizione trap nel database.
ja_jp: ステージ2/9に失敗（トラップ定義の検証）！ Nagios XIはデータベース内でトラップ定義を見つけることができませんでした。
pl_pl: nieudany etap 2/9 (weryfikacja definicji pułapki)! Nagios xi nie był w stanie znaleźć naszej definicji pułapki w bazie danych.
pt_pt: falhou o estágio 2/9 (verificação de definição de armadilha)! O nagios xi não conseguiu encontrar nossa definição de trap no banco de dados.
ru_ru: неудачный этап 2/9 (проверка определения ловушки)! nagios xi не смог найти наше определение ловушки в базе данных.
zh_cn: 第2/9阶段（陷阱定义验证）失败！ Nagios XI无法在数据库中找到我们的陷阱定义。

source: Verifying Trap Reception... (4/9)
bg_bg: проверка на приемането на капан ... (4/9)
de_de: Überprüfen der Trap-Empfang ... (4/9)
es_es: verificar la recepción de trampa ... (4/9)
fr_fr: vérification de la réception des pièges ... (4/9)
it_it: verifica ricezione ricezione trap ... (4/9)
ja_jp: トラップ受信を確認しています...（4/9）
pl_pl: weryfikacja odbioru pułapek ... (4/9)
pt_pt: verificando a recepção da armadilha ... (4/9)
ru_ru: проверка приема ловушки ... (4/9)
zh_cn: 验证陷阱接收...（4/9）

source: Failed Stage 3/9 (snmptrap command sending)! Nagios XI was not able to run the snmptrap command.
bg_bg: неуспешен етап 3/9 ​​(изпращане на команда snmptrap)! nagios xi не успя да изпълни командата snmptrap.
de_de: Stufe 3/9 fehlgeschlagen (snmptrap Kommando senden)! Nagios xi konnte den Befehl snmptrap nicht ausführen.
es_es: etapa fallida 3/9 (envío del comando snmptrap)! nagios xi no pudo ejecutar el comando snmptrap.
fr_fr: Echec de l'étape 3/9 (envoi de la commande snmptrap)! Nagios xi n'était pas capable d'exécuter la commande snmptrap.
it_it: fase 3/9 fallita (invio comando snmptrap)! nagios xi non è stato in grado di eseguire il comando snmptrap.
ja_jp: ステージ 3/9 に失敗 (snmptrapコマンド送信)! Nagios XI は snmptrap コマンドを実行できませんでした。
pl_pl: nieudany etap 3/9 (wysyłanie komend snmptrap)! nagios xi nie był w stanie uruchomić komendy snmptrap.
pt_pt: falhou o estágio 3/9 (envio do comando snmptrap)! O nagios xi não conseguiu executar o comando snmptrap.
ru_ru: неудачный этап 3/9 ​​(отправка команды snmptrap)! nagios xi не смог запустить команду snmptrap.
zh_cn: 第3/9阶段失败（发送snmptrap命令）！ Nagios XI无法运行snmptrap命令。

source: Verifying EXEC Line functionality... (5/9)
bg_bg: проверка функционалност на линия exec ... (5/9)
de_de: Überprüfung der Exec Line Funktionalität ... (5/9)
es_es: verificar la funcionalidad de la línea ejecutiva ... (5/9)
fr_fr: vérification de la fonctionnalité de ligne exec ... (5/9)
it_it: verifica della funzionalità della linea exec ... (5/9)
ja_jp: EXEC行の機能を確認しています...（5/9）
pl_pl: weryfikacja funkcjonalności wiersza poleceń ... (5/9)
pt_pt: verificando a funcionalidade da linha exec ... (5/9)
ru_ru: проверка функциональности строки exec ... (5/9)
zh_cn: 验证EXEC线路功能...（5/9）

source: Failed Stage 4/9 (Received Trap Verification)! SNMPTT was not able to run the NXTI trap handling script, and received traps are not being added to the database.
bg_bg: неуспешен етап 4/9 (получена проверка на капан)! snmptt не успя да стартира скрипта за обработка на nxti капан и получените капани не се добавят към базата данни.
de_de: Stufe 4/9 fehlgeschlagen (Trap-Verifizierung erhalten)! snmptt konnte das Skript zur Verarbeitung von nxti-Traps nicht ausführen, und es wurden keine Traps zur Datenbank hinzugefügt.
es_es: ¡Etapa fallida 4/9 (verificación de trampa recibida)! snmptt no pudo ejecutar el script de manejo de capturas nxti, y las capturas recibidas no se están agregando a la base de datos.
fr_fr: échec de l'étape 4/9 (vérification de l'interruption reçue)! snmptt n'a pas pu exécuter le script de gestion des interruptions nxti et les interruptions reçues ne sont pas ajoutées à la base de données.
it_it: fase fallita 4/9 (verifica trap ricevuta)! snmptt non è stato in grado di eseguire lo script di gestione trap nxti e le trap ricevute non vengono aggiunte al database.
ja_jp: ステージ 4/9 に失敗 (トラップ検証受信)! SNMPTT が NXTI トラップ処理スクリプトを実行できず、受信したトラップがデータベースに追加されません。
pl_pl: nieudany etap 4/9 (otrzymana weryfikacja pułapki)! snmptt nie był w stanie uruchomić skryptu obsługi pułapek nxti, a odebrane pułapki nie są dodawane do bazy danych.
pt_pt: fase com falha 4/9 (verificação de armadilha recebida)! O snmptt não pôde executar o script de manipulação de armadilhas nxti, e os traps recebidos não estão sendo adicionados ao banco de dados.
ru_ru: неудачная стадия 4/9 (полученная проверка ловушки)! snmptt не смог запустить скрипт обработки ловушек nxti, и полученные ловушки не добавляются в базу данных.
zh_cn: 阶段4/9（接收到的陷阱验证）失败！ SNMPTT无法运行NXTI陷阱处理脚本，并且接收到的陷阱未添加到数据库中。

source: Deleting Generated Test Trap... (6/9)
bg_bg: изтриване на генерирания тест капак ... (6/9)
de_de: Löschen generierter Testfalle ... (6/9)
es_es: eliminando trampa de prueba generada ... (6/9)
fr_fr: la suppression du piège de test généré ... (6/9)
it_it: eliminazione del test trap generato ... (6/9)
ja_jp: 生成されたテストトラップを削除しています...（6/9）
pl_pl: usunięcie wygenerowanej pułapki testowej ... (6/9)
pt_pt: excluindo armadilha de teste gerada ... (6/9)
ru_ru: удаление созданной тестовой ловушки ... (6/9)
zh_cn: 删除生成的测试陷阱...（6/9）

source: Failed Stage 5/9 (EXEC verification)! Your SNMP Traps are being received correctly, but something may be preventing your EXEC lines from running properly.
bg_bg: неуспешен етап 5/9 (проверка на изпълнението)! вашите snmp капани са получени правилно, но нещо може да бъде предотвратяване вашите exec линии да работи правилно.
de_de: Stufe 5/9 gescheitert (exec Verifikation)! Ihre SNMP-Traps werden korrekt empfangen, aber möglicherweise verhindert etwas, dass Ihre Exec-Zeilen ordnungsgemäß ausgeführt werden.
es_es: ¡Etapa fallida 5/9 (verificación del ejecutivo)! sus trampas snmp se están recibiendo correctamente, pero algo puede estar impidiendo que sus líneas ejecutivas se ejecuten correctamente.
fr_fr: Echec de l'étape 5/9 (vérification d'exécution)! vos pièges Snmp sont reçus correctement, mais quelque chose peut empêcher vos lignes exec de fonctionner correctement.
it_it: fase 5/9 fallita (verifica dell'esecuzione)! le tue trappole SNMP vengono ricevute correttamente, ma qualcosa potrebbe impedire il corretto funzionamento delle tue linee exec.
ja_jp: ステージ 5/9 に失敗 (EXEC検証)! SNMPトラップは正しく受信されていますが、何かによって EXEC 行が正しく実行されない可能性があります。
pl_pl: nieudany etap 5/9 (weryfikacja exec)! twoje pułapki snmp są odbierane poprawnie, ale coś może uniemożliwiać prawidłowe działanie linii exec.
pt_pt: estágio com falha 5/9 (verificação de execução)! suas armadilhas snmp estão sendo recebidas corretamente, mas algo pode estar impedindo que suas linhas exec sejam executadas corretamente.
ru_ru: неудачный этап 5/9 (проверка exec)! ваши ловушки snmp принимаются правильно, но что-то может препятствовать правильной работе ваших строк exec.
zh_cn: 阶段5/9（EXEC验证）失败！ SNMP陷阱已正确接收，但是某些原因可能会阻止EXEC线路正常运行。

source: Deleting Received Trap Log... (7/9)
bg_bg: изтриване на получения запис на капан ... (7/9)
de_de: Löschen des empfangenen Trap-Logs ... (7/9)
es_es: eliminando el registro de trampa recibido ... (7/9)
fr_fr: suppression du journal des interruptions reçues ... (7/9)
it_it: eliminazione del registro trap ricevuto ... (7/9)
ja_jp: 受信したトラップログを削除しています...（7/9）
pl_pl: usuwanie odebranego dziennika pułapek ... (7/9)
pt_pt: excluindo log de armadilha recebido ... (7/9)
ru_ru: удаление принятого ловушка ловушки ... (7/9)
zh_cn: 删除收到的陷阱日志...（7/9）

source: Truncating Test File... (8/9)
bg_bg: съкращаване на тестовия файл ... (8/9)
de_de: Testdatei abschneiden ... (8/9)
es_es: truncar archivo de prueba ... (8/9)
fr_fr: fichier de test tronqué ... (8/9)
it_it: troncamento del file di test ... (8/9)
ja_jp: テストファイル切り捨て...（8/9）
pl_pl: plik testowy obcięty ... (8/9)
pt_pt: truncando arquivo de teste ... (8/9)
ru_ru: усеченный тестовый файл ... (8/9)
zh_cn: 截断测试文件...（8/9）

source: Failed Stage 8/9 (Test File Truncation)! Your snmptt setup works locally, but there may be a permissions issue in your /usr/local/nagiosxi/var directory.
bg_bg: неуспешен етап 8/9 (прекъсване на тестовия файл)! настройката на snmptt работи локално, но може да има проблем с разрешенията във вашата / usr / local / nagiosxi / var директория.
de_de: Phase 8/9 fehlgeschlagen (Testdateiabkürzung)! Ihr snmptt-Setup funktioniert lokal, aber möglicherweise gibt es ein Berechtigungsproblem in Ihrem Verzeichnis / usr / local / nagiosxi / var.
es_es: ¡Etapa fallida 8/9 (truncamiento del archivo de prueba)! su instalación snmptt funciona localmente, pero puede haber un problema de permisos en su directorio / usr / local / nagiosxi / var.
fr_fr: échec de l'étape 8/9 (troncature du fichier de test)! votre configuration snmptt fonctionne localement, mais il peut y avoir un problème d'autorisations dans votre répertoire / usr / local / nagiosxi / var.
it_it: fase fallita 8/9 (troncamento del file di test)! la configurazione di snmptt funziona localmente, ma potrebbe esserci un problema di autorizzazioni nella directory / usr / local / nagiosxi / var.
ja_jp: ステージ 8/9 の失敗 (テストファイルの切り捨て)! snmpttの設定はローカルで動作しますが、/usr/local/nagiosxi/var ディレクトリにアクセス権の問題がある可能性があります。
pl_pl: nieudany etap 8/9 (obcięcie pliku testowego)! Twoja konfiguracja snmptt działa lokalnie, ale może to być problem uprawnień w katalogu / usr / local / nagiosxi / var.
pt_pt: estágio com falha 8/9 (truncamento do arquivo de teste)! sua configuração do snmptt funciona localmente, mas pode haver um problema de permissões em seu diretório / usr / local / nagiosxi / var.
ru_ru: неудачный этап 8/9 (усечение тестового файла)! ваша установка snmptt работает локально, но может возникнуть проблема с разрешениями в каталоге / usr / local / nagiosxi / var.
zh_cn: 失败的8/9阶段（测试文件截断）！ 您的snmptt设置可以在本地运行，但是/ usr / local / nagiosxi / var目录中可能存在权限问题。

source: Reached Stage 9/9 Successfully! Your snmptt setup works locally!
bg_bg: достигна етап 9/9 успешно! настройката на snmptt работи на място!
de_de: erreichte die Stufe 9/9 erfolgreich! Ihr snmptt Setup funktioniert lokal!
es_es: llegó a la etapa 9/9 con éxito! ¡tu configuración snmptt funciona localmente!
fr_fr: atteint l'étape 9/9 avec succès! votre configuration snmptt fonctionne localement!
it_it: raggiunto lo stadio 9/9 con successo! la tua configurazione snmptt funziona localmente!
ja_jp: ステージ9/9に達しました! snmptt のセットアップはローカルで動作します!
pl_pl: osiągnął etap 9/9 z powodzeniem! Twoja konfiguracja snmptt działa lokalnie!
pt_pt: atingiu o estágio 9/9 com sucesso! Sua configuração snmptt funciona localmente!
ru_ru: успешно прошел этап 9/9! ваша установка snmptt работает локально!
zh_cn: 成功达到阶段9/9！ 您的snmptt设置可以在本地运行！

source: Successfully sent example trap
bg_bg: успешно изпратен примерен капан
de_de: Beispielfalle erfolgreich gesendet
es_es: enviado con éxito un ejemplo de trampa
fr_fr: envoyé un exemple piège
it_it: trappola di esempio inviata con successo
ja_jp: サンプルトラップを正常に送信しました
pl_pl: pomyślnie wysłano przykładową pułapkę
pt_pt: armadilha de exemplo enviada com sucesso
ru_ru: успешно отправил примерную ловушку
zh_cn: 成功发送示例陷阱

source: Successfully added example trap definition
bg_bg: успешно добавена дефиниция на капан за примери
de_de: erfolgreich Beispiel-Trap-Definition hinzugefügt
es_es: se agregó con éxito la definición de trampa de ejemplo
fr_fr: Exemple de définition de piège ajouté avec succès
it_it: aggiunta corretta definizione trap di esempio
ja_jp: トラップ定義の例を正常に追加しました
pl_pl: z powodzeniem dodano przykładową definicję pułapki
pt_pt: definição de armadilha de exemplo adicionada com sucesso
ru_ru: успешно добавлено пример определения ловушки
zh_cn: 成功添加示例陷阱定义

source: Use placeholder as default value.
bg_bg: използвайте заместителя като стойност по подразбиране.
de_de: Verwenden Sie den Platzhalter als Standardwert.
es_es: usa marcador de posición como valor predeterminado.
fr_fr: utiliser un espace réservé comme valeur par défaut.
it_it: usa segnaposto come valore predefinito.
ja_jp: プレースホルダを既定値として使用します。
pl_pl: użyj symbolu zastępczego jako wartości domyślnej.
pt_pt: use espaço reservado como valor padrão.
ru_ru: используйте заполнитель в качестве значения по умолчанию.
zh_cn: 使用占位符作为默认值。

source: Trap definition successfully deleted
bg_bg: дефиницията на капана е изтрита успешно
de_de: Trap-Definition wurde erfolgreich gelöscht
es_es: definición de trampa eliminada con éxito
fr_fr: La définition d'interruption a été supprimée
it_it: trap definizione eliminata con successo
ja_jp: トラップ定義が正常に削除されました
pl_pl: Usunięto definicję pułapki
pt_pt: definição de trap eliminada com sucesso
ru_ru: определение ловушки успешно удалено
zh_cn: 陷阱定义已成功删除

source: Trap definitions successfully deleted
bg_bg: дефинициите на капан са успешно изтрити
de_de: Trap-Definitionen wurden erfolgreich gelöscht
es_es: definiciones de trampa eliminadas con éxito
fr_fr: Les définitions d'interruption ont été supprimées
it_it: le definizioni trap eliminate correttamente
ja_jp: トラップ定義が正常に削除されました
pl_pl: Definicje pułapek zostały pomyślnie usunięte
pt_pt: definições de trap eliminadas com sucesso
ru_ru: определения ловушек успешно удалены
zh_cn: 陷阱定义已成功删除

source: Trap log successfully deleted
bg_bg: регистърът на трафика е изтрит успешно
de_de: Trap-Protokoll wurde erfolgreich gelöscht
es_es: registro de trampa eliminado con éxito
fr_fr: Le journal d'interruption a été supprimé
it_it: registro trap eliminato correttamente
ja_jp: トラップログが正常に削除された
pl_pl: Dziennik pułapek został pomyślnie usunięty
pt_pt: log de armadilha eliminado com sucesso
ru_ru: ловушка успешно удалена
zh_cn: 陷阱日志已成功删除

source: Trap logs successfully deleted
bg_bg: записите за трафика са успешно изтрити
de_de: Trap-Protokolle wurden erfolgreich gelöscht
es_es: registros de trampa eliminados con éxito
fr_fr: Les journaux d'interruption ont été supprimés
it_it: i registri trap vengono eliminati correttamente
ja_jp: トラップログが正常に削除された
pl_pl: Dzienniki pułapek zostały pomyślnie usunięte
pt_pt: registros de interceptação excluídos com sucesso
ru_ru: ловушки ловушки успешно удалены
zh_cn: 陷阱日志已成功删除

source: Trap successfully enabled
bg_bg: капакът е разрешен успешно
de_de: Trap wurde erfolgreich aktiviert
es_es: trampa habilitada con éxito
fr_fr: trap activé avec succès
it_it: trap abilitata con successo
ja_jp: トラップが有効になりました
pl_pl: Pułapka została pomyślnie włączona
pt_pt: armadilha habilitada com sucesso
ru_ru: ловушка успешно включена
zh_cn: 陷阱已成功启用

source: Traps successfully enabled
bg_bg: капачките са разрешени успешно
de_de: Traps erfolgreich aktiviert
es_es: trampas habilitadas con éxito
fr_fr: les pièges sont activés avec succès
it_it: trappole abilitate con successo
ja_jp: トラップが有効になりました
pl_pl: zalewki zostały pomyślnie włączone
pt_pt: traps ativados com sucesso
ru_ru: ловушки успешно активированы
zh_cn: 陷阱已成功启用

source: Trap successfully disabled
bg_bg: капан успешно деактивиран
de_de: Trap wurde erfolgreich deaktiviert
es_es: trampa exitosamente desactivada
fr_fr: piège désactivé avec succès
it_it: trap disabilitata con successo
ja_jp: トラップが正常に無効になりました
pl_pl: pułapka została pomyślnie wyłączona
pt_pt: armadilha desativada com sucesso
ru_ru: ловушка успешно отключена
zh_cn: 陷阱已成功禁用

source: Traps successfully disabled
bg_bg: капачките успешно са деактивирани
de_de: Traps erfolgreich deaktiviert
es_es: trampas desactivadas con éxito
fr_fr: pièges désactivés avec succès
it_it: trappole disabilitate con successo
ja_jp: トラップが正常に無効になりました
pl_pl: zalewki zostały pomyślnie wyłączone
pt_pt: armadilhas desativadas com sucesso
ru_ru: ловушки успешно отключены
zh_cn: 陷阱已成功禁用

source: Edit Trap Definition
bg_bg: редактирайте определението на капака
de_de: Trapdefinition bearbeiten
es_es: editar definición de trampa
fr_fr: modifier la définition du trap
it_it: modifica definizione trap
ja_jp: トラップ定義を編集する
pl_pl: edytuj definicję pułapki
pt_pt: editar definição de armadilha
ru_ru: определение определения ловушки
zh_cn: 编辑陷阱定义

source: The ability to edit trap definitions is an Enterprise feature. Please activate an Enterprise license.
bg_bg: възможността за редактиране на определенията на капаните е функция на предприятието. Моля, активирайте лиценз за предприятие.
de_de: Die Möglichkeit, Trap-Definitionen zu bearbeiten, ist eine Enterprise-Funktion. Bitte aktivieren Sie eine Unternehmenslizenz.
es_es: la capacidad de editar definiciones de trampas es una característica de la empresa. por favor active una licencia de empresa.
fr_fr: la possibilité de modifier les définitions d'interruptions est une fonctionnalité de l'entreprise. veuillez activer une licence d'entreprise.
it_it: la possibilità di modificare le definizioni trap è una funzionalità aziendale. si prega di attivare una licenza aziendale.
ja_jp: トラップ定義を編集する機能はエンタープライズ機能です。エンタープライズライセンスをアクティブにしてください。
pl_pl: możliwość edycji definicji pułapek jest cechą przedsiębiorstwa. aktywuj licencję korporacyjną.
pt_pt: a capacidade de editar definições de trap é um recurso corporativo. por favor ative uma licença corporativa.
ru_ru: возможность редактировать определения ловушек - это особенность предприятия. Пожалуйста, активируйте корпоративную лицензию.
zh_cn: 编辑陷阱定义的功能是企业功能。 请激活企业许可证。

source: Spaces are not allowed in in Event Name
bg_bg: в името на събитието не се допускат интервали
de_de: Leerzeichen sind im Namen des Ereignisses nicht erlaubt
es_es: los espacios no están permitidos en el nombre del evento
fr_fr: les espaces ne sont pas autorisés dans le nom de l'événement
it_it: gli spazi non sono ammessi nel nome dell'evento
ja_jp: イベント名にスペースは使用できません
pl_pl: spacje nie są dozwolone w nazwie zdarzenia
pt_pt: espaços não são permitidos no nome do evento
ru_ru: пробелы не указаны в имени события
zh_cn: 事件名称中不允许使用空格

source: Spaces are not allowed in in Severity
bg_bg: пространствата не се допускат в тежест
de_de: Leerzeichen sind im Schweregrad nicht erlaubt
es_es: los espacios no están permitidos en severidad
fr_fr: les espaces ne sont pas autorisés en gravité
it_it: gli spazi non sono ammessi in modo severo
ja_jp: 重要度にスペースは使用できません
pl_pl: przestrzenie są niedozwolone
pt_pt: espaços não são permitidos em gravidade
ru_ru: пробелы не допускаются по степени тяжести
zh_cn: 严重级别中不允许有空格

source: OID missing
bg_bg: липсва
de_de: oid fehlt
es_es: OID desaparecido
fr_fr: oid manquant
it_it: oid mancante
ja_jp: OIDが見つかりません
pl_pl: Brak oid
pt_pt: oid ausente
ru_ru: отсутствует
zh_cn: 缺少OID

source: Description missing
bg_bg: липсва описание
de_de: Beschreibung fehlt
es_es: descripción faltante
fr_fr: description manquante
it_it: descrizione mancante
ja_jp: 説明がありません
pl_pl: brak opisu
pt_pt: falta de descrição
ru_ru: описание отсутствует
zh_cn: 说明缺失
