Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: You must enter a servicegroup_name to update a service group.
bg_bg: трябва да въведете име на сервизна_група, за да актуализирате група от услуги.
de_de: Sie müssen einen Servicegroup_Name eingeben, um eine Servicegruppe zu aktualisieren.
es_es: debe ingresar un nombre de grupo de servicios para actualizar un grupo de servicios.
fr_fr: vous devez entrer un nom de groupe de service pour mettre à jour un groupe de services.
it_it: è necessario inserire un nome_server per aggiornare un gruppo di servizi.
ja_jp: サービスグループ名を更新するには、servicegroup_nameを入力する必要があります。
pl_pl: musisz wprowadzić nazwę grupy serwisowej, aby zaktualizować grupę usług.
pt_pt: você deve inserir um servicegroup_name para atualizar um grupo de serviços.
ru_ru: Вы должны ввести имя группы услуг, чтобы обновить группу услуг.
zh_cn: 您必须输入servicegroup_name才能更新服务组。

source: Could not update the service group specified. Does the service group exist?
bg_bg: не можа да актуализира посочената услуга. услугата съществува?
de_de: Der angegebene Dienst konnte nicht aktualisiert werden. Gibt es den Dienst?
es_es: No se pudo actualizar el servicio especificado. ¿existe el servicio?
fr_fr: n'a pas pu mettre à jour le service spécifié. le service existe-t-il?
it_it: impossibile aggiornare il servizio specificato. esiste il servizio?
ja_jp: 指定されたサービスグループを更新できませんでした。サービスグループはありますか？
pl_pl: nie można zaktualizować określonej usługi. czy usługa istnieje?
pt_pt: não pôde atualizar o serviço especificado. o serviço existe?
ru_ru: не удалось обновить указанную службу. сервис существует?
zh_cn: 无法更新指定的服务组。 服务组是否存在？

source: Could not remove service groups. Failed service groups may not exist.
bg_bg: не можа да премахне групите от услуги. Неуспешни групи услуги може да не съществуват.
de_de: Dienstgruppen konnten nicht entfernt werden. Fehlerhafte Dienstgruppen sind möglicherweise nicht vorhanden.
es_es: No se pudieron eliminar los grupos de servicio. Los grupos de servicios fallidos pueden no existir.
fr_fr: Impossible de supprimer les groupes de services. les groupes de services défaillants peuvent ne pas exister
it_it: impossibile rimuovere i gruppi di servizi. i gruppi di servizi non riusciti potrebbero non esistere.
ja_jp: サービスグループを削除できませんでした。失敗したサービスグループは存在しない可能性があります。
pl_pl: nie można usunąć grup usług. nieudane grupy usług mogą nie istnieć.
pt_pt: não foi possível remover grupos de serviços. grupos de serviços com falha podem não existir.
ru_ru: не удалось удалить сервисные группы. сбойные сервисные группы могут не существовать.
zh_cn: 无法删除服务组。 失败的服务组可能不存在。

source: Removed service groups from the system.
bg_bg: премахнати групи услуги от системата.
de_de: Servicegruppen aus dem System entfernt.
es_es: Se eliminaron los grupos de servicio del sistema.
fr_fr: groupes de services supprimés du système.
it_it: gruppi di servizi rimossi dal sistema.
ja_jp: システムからサービスグループを削除しました。
pl_pl: usunięto grupy usług z systemu.
pt_pt: remover grupos de serviços do sistema.
ru_ru: удалены сервисные группы из системы.
zh_cn: 从系统中删除了服务组。

source: You must enter a command_name to update a command.
bg_bg: трябва да въведете име_на_команда, за да актуализирате команда.
de_de: Sie müssen einen Befehlsnamen eingeben, um einen Befehl zu aktualisieren.
es_es: debe ingresar un nombre de comando para actualizar un comando.
fr_fr: vous devez entrer un nom de commande pour mettre à jour une commande.
it_it: è necessario inserire un comando_name per aggiornare un comando.
ja_jp: コマンドを更新するには、command_nameを入力する必要があります。
pl_pl: musisz wprowadzić nazwę polecenia, aby zaktualizować polecenie.
pt_pt: você deve inserir um command_name para atualizar um comando.
ru_ru: Вы должны ввести имя_команды для обновления команды.
zh_cn: 您必须输入command_name才能更新命令。

source: Could not update the command specified. Does the command exist?
bg_bg: не можа да актуализира зададената команда. командата съществува?
de_de: Der angegebene Befehl konnte nicht aktualisiert werden. Gibt es den Befehl?
es_es: No se pudo actualizar el comando especificado. ¿existe el comando?
fr_fr: n'a pas pu mettre à jour la commande spécifiée. la commande existe-t-elle?
it_it: impossibile aggiornare il comando specificato. esiste il comando?
ja_jp: 指定されたコマンドを更新できませんでした。コマンドは存在しますか？
pl_pl: nie można zaktualizować podanego polecenia. czy polecenie istnieje?
pt_pt: não foi possível atualizar o comando especificado. o comando existe?
ru_ru: не удалось обновить указанную команду. команда существует?
zh_cn: 无法更新指定的命令。 该命令存在吗？

source: Could not remove commands. Failed commands may not exist.
bg_bg: не може да се премахнат команди. Неуспешните команди може да не съществуват.
de_de: Befehle konnten nicht entfernt werden. Fehlgeschlagene Befehle sind möglicherweise nicht vorhanden.
es_es: No se pudieron eliminar los comandos. Los comandos fallidos pueden no existir.
fr_fr: Impossible de supprimer les commandes. les commandes échouées peuvent ne pas exister.
it_it: impossibile rimuovere i comandi. i comandi non riusciti potrebbero non esistere.
ja_jp: コマンドを削除できませんでした。失敗したコマンドは存在しない可能性があります。
pl_pl: nie można usunąć poleceń. nieudane polecenia mogą nie istnieć.
pt_pt: não foi possível remover comandos. Comandos com falha podem não existir.
ru_ru: не удалось удалить команды. ошибочные команды могут не существовать.
zh_cn: 无法删除命令。 失败的命令可能不存在。

source: Removed commands from the system.
bg_bg: премахнати команди от системата.
de_de: Befehle aus dem System entfernt.
es_es: Se eliminaron los comandos del sistema.
fr_fr: commandes supprimées du système.
it_it: rimossi i comandi dal sistema.
ja_jp: システムからコマンドを削除しました。
pl_pl: usunięte polecenia z systemu.
pt_pt: removeu comandos do sistema.
ru_ru: удалены команды из системы.
zh_cn: 从系统中删除了命令。

source: You must enter a contact_name to update a contact.
bg_bg: трябва да въведете име_на_команда, за да актуализирате команда.
de_de: Sie müssen einen Befehlsnamen eingeben, um einen Befehl zu aktualisieren.
es_es: debe ingresar un nombre de comando para actualizar un comando.
fr_fr: vous devez entrer un nom de commande pour mettre à jour une commande.
it_it: è necessario inserire un comando_name per aggiornare un comando.
ja_jp: コマンドを更新するには、command_nameを入力する必要があります。
pl_pl: musisz wprowadzić nazwę polecenia, aby zaktualizować polecenie.
pt_pt: você deve inserir um command_name para atualizar um comando.
ru_ru: Вы должны ввести имя_команды для обновления команды.
zh_cn: 您必须输入contact_name才能更新联系人。

source: Could not update the contact specified. Does the contact exist?
bg_bg: не можа да актуализира зададената команда. командата съществува?
de_de: Der angegebene Befehl konnte nicht aktualisiert werden. Gibt es den Befehl?
es_es: No se pudo actualizar el comando especificado. ¿existe el comando?
fr_fr: n'a pas pu mettre à jour la commande spécifiée. la commande existe-t-elle?
it_it: impossibile aggiornare il comando specificato. esiste il comando?
ja_jp: 指定されたコマンドを更新できませんでした。コマンドは存在しますか？
pl_pl: nie można zaktualizować podanego polecenia. czy polecenie istnieje?
pt_pt: não foi possível atualizar o comando especificado. o comando existe?
ru_ru: не удалось обновить указанную команду. команда существует?
zh_cn: 无法更新指定的联系人。 联系人存在吗？

source: Could not remove contacts. Failed contacts may not exist.
bg_bg: не може да се премахнат команди. Неуспешните команди може да не съществуват.
de_de: Befehle konnten nicht entfernt werden. Fehlgeschlagene Befehle sind möglicherweise nicht vorhanden.
es_es: No se pudieron eliminar los comandos. Los comandos fallidos pueden no existir.
fr_fr: Impossible de supprimer les commandes. les commandes échouées peuvent ne pas exister.
it_it: impossibile rimuovere i comandi. i comandi non riusciti potrebbero non esistere.
ja_jp: コマンドを削除できませんでした。失敗したコマンドは存在しない可能性があります。
pl_pl: nie można usunąć poleceń. nieudane polecenia mogą nie istnieć.
pt_pt: não foi possível remover comandos. Comandos com falha podem não existir.
ru_ru: не удалось удалить команды. ошибочные команды могут не существовать.
zh_cn: 无法删除联系人。 失败的联系人可能不存在。

source: Removed contacts from the system.
bg_bg: премахнати команди от системата.
de_de: Befehle aus dem System entfernt.
es_es: Se eliminaron los comandos del sistema.
fr_fr: commandes supprimées du système.
it_it: rimossi i comandi dal sistema.
ja_jp: システムから連絡先を削除しました。
pl_pl: usunięte polecenia z systemu.
pt_pt: removeu comandos do sistema.
ru_ru: удалены команды из системы.
zh_cn: 从系统中删除了联系人。

source: You must enter a contactgroup_name to update a contact group.
bg_bg: трябва да въведете host_name, за да актуализирате хост.
de_de: Sie müssen einen Hostnamen eingeben, um einen Host zu aktualisieren.
es_es: debe ingresar un nombre de host para actualizar un host.
fr_fr: vous devez entrer un nom d’hôte pour mettre à jour un hôte.
it_it: è necessario inserire un nome_host per aggiornare un host.
ja_jp: ホストグループを更新するには、hostgroup_nameを入力する必要があります。
pl_pl: musisz wprowadzić nazwę hosta, aby zaktualizować hosta.
pt_pt: você deve inserir um host_name para atualizar um host.
ru_ru: Вы должны ввести имя_хоста, чтобы обновить хост.
zh_cn: 您必须输入contactgroup_name来更新联系人组。

source: Could not remove contact groups. Failed contact groups may not exist.
bg_bg: не можа да премахне групите от хоста. неприемливи групи-хостове може да не съществуват.
de_de: Hostgruppen konnten nicht entfernt werden. Fehlerhafte Hostgruppen sind möglicherweise nicht vorhanden.
es_es: No se pudieron eliminar los grupos de hosts. Es posible que no existan grupos de hosts fallidos.
fr_fr: ne pouvait pas supprimer les groupes hôtes. les groupes hôtes ayant échoué peuvent ne pas exister.
it_it: impossibile rimuovere i gruppi di host. i gruppi host falliti potrebbero non esistere.
ja_jp: ホストグループを削除できませんでした。失敗したホストグループは存在しない可能性があります。
pl_pl: nie można usunąć grup hostów. nieudane grupy hostów mogą nie istnieć.
pt_pt: não foi possível remover grupos de hosts. grupos de hosts com falha podem não existir.
ru_ru: не удалось удалить группы хостов. сбойные группы хостов могут не существовать.
zh_cn: 无法删除联系人组。 失败的联系人组可能不存在。

source: Removed contact groups from the system.
bg_bg: премахнали групите от хоста от системата.
de_de: Hostgruppen aus dem System entfernt.
es_es: Se eliminaron los grupos host del sistema.
fr_fr: retiré des groupes hôtes du système.
it_it: rimosso i gruppi di host dal sistema.
ja_jp: システムからホストグループを削除しました。
pl_pl: usunięto grupy hostów z systemu.
pt_pt: grupos de hosts removidos do sistema.
ru_ru: удалены группы хостов из системы.
zh_cn: 从系统中删除了联系人组。

source: You must enter a timeperiod_name to update a contact group.
bg_bg: трябва да въведете host_name, за да актуализирате хост.
de_de: Sie müssen einen Hostnamen eingeben, um einen Host zu aktualisieren.
es_es: debe ingresar un nombre de host para actualizar un host.
fr_fr: vous devez entrer un nom d’hôte pour mettre à jour un hôte.
it_it: è necessario inserire un nome_host per aggiornare un host.
ja_jp: ホストグループを更新するには、hostgroup_nameを入力する必要があります。
pl_pl: musisz wprowadzić nazwę hosta, aby zaktualizować hosta.
pt_pt: você deve inserir um host_name para atualizar um host.
ru_ru: Вы должны ввести имя_хоста, чтобы обновить хост.
zh_cn: 您必须输入timeperiod_name才能更新联系人组。

source: Could not remove time periods. Failed time periods may not exist.
bg_bg: не може да се премахнат периоди от време. може да не съществуват периоди на неуспех.
de_de: Zeiträume konnten nicht entfernt werden. fehlgeschlagene Zeiträume existieren möglicherweise nicht.
es_es: No se pudieron eliminar los periodos de tiempo. Los períodos de tiempo fallidos pueden no existir.
fr_fr: ne pouvait pas supprimer des périodes de temps. les périodes échouées peuvent ne pas exister.
it_it: non è stato possibile rimuovere i periodi di tempo. i periodi di tempo falliti potrebbero non esistere.
ja_jp: 期間を削除できませんでした。失敗した期間は存在しない可能性があります。
pl_pl: nie mógł usunąć okresów. nieudane okresy czasu mogą nie istnieć.
pt_pt: não foi possível remover períodos de tempo. períodos de tempo com falha podem não existir.
ru_ru: не может удалить периоды времени. неудачные периоды времени могут не существовать.
zh_cn: 无法删除时间段。 失败的时间段可能不存在。

source: Removed time periods from the system.
bg_bg: премахнати услуги от системата.
de_de: Dienste aus dem System entfernt.
es_es: servicios eliminados del sistema.
fr_fr: services supprimés du système.
it_it: servizi rimossi dal sistema.
ja_jp: システムからサービスを削除しました。
pl_pl: usunięte usługi z systemu.
pt_pt: serviços removidos do sistema.
ru_ru: убрал сервисы из системы.
zh_cn: 从系统中删除了时间段。

source: Unconfigured objects listener is disabled. Check your performance settings.
bg_bg: неконфигурираните обекти слушател е деактивиран. проверете настройките си за ефективност.
de_de: Listener für nicht konfigurierte Objekte ist deaktiviert. Überprüfen Sie Ihre Leistungseinstellungen.
es_es: El escucha de objetos no configurados está deshabilitado. Revise su configuración de rendimiento.
fr_fr: l'écouteur d'objets non configurés est désactivé. vérifiez vos paramètres de performance.
it_it: il listener di oggetti non configurati è disabilitato. controlla le tue impostazioni sul rendimento.
ja_jp: 未設定のオブジェクトリスナーは無効です。パフォーマンス設定を確認してください。
pl_pl: nieskonfigurowane nasłuchiwanie obiektów jest wyłączone. sprawdź ustawienia wydajności.
pt_pt: o ouvinte de objetos não configurados está desativado. verifique suas configurações de desempenho.
ru_ru: слушатель ненастроенных объектов отключен. проверьте ваши настройки производительности.
zh_cn: 未配置的对象侦听器被禁用。 检查您的性能设置。

source: Can not use this action in demo mode.
bg_bg: Не можете да използвате това действие в демо режим.
de_de: nicht verwenden können, diese Aktion im Demo-Modus.
es_es: no puede usar esta acción en modo de demostración.
fr_fr: ne peuvent pas utiliser cette action en mode démo.
it_it: non è possibile utilizzare questa azione in modalità demo.
ja_jp: デモモードではこのアクションを使用できません.
pl_pl: Nie można używać tej czynności w trybie demo.
pt_pt: Não é possível usar essa ação no modo de demonstração.
ru_ru: не может использовать это действие в демонстрационном режиме.
zh_cn: 无法在演示模式下使用此操作。

source: You must provide host_name.
bg_bg: Трябва да предоставите host_name.
de_de: Sie müssen host_name bieten.
es_es: debe proporcionar nombre_de_equipo.
fr_fr: vous devez fournir host_name.
it_it: è necessario fornire nome_host.
ja_jp: host_name を提供してください.
pl_pl: należy podać HOST_NAME.
pt_pt: você deve fornecer host_name.
ru_ru: вы должны предоставить имя_хоста.
zh_cn: 您必须提供host_name。

source: Start time must be in Unix timestamp format.
bg_bg: Началния час трябва да бъде в UNIX формат (Unix timestamp format).
de_de: Startzeit in Unix-Timestamp-Format sein muss.
es_es: el tiempo de inicio debe estar en formato de marca de tiempo Unix.
fr_fr: le temps de démarrage doit être au format timestamp unix.
it_it: l'ora di inizio deve essere in formato timestamp Unix.
ja_jp: 開始時間はUnixタイムスタンプ形式でなければなりません.
pl_pl: czas rozpoczęcia musi być w formacie UNIX timestamp.
pt_pt: tempo de inicialização deve estar no formato timestamp unix.
ru_ru: время начала должно быть в формате Отметка времени Unix.
zh_cn: 开始时间必须为Unix时间戳格式。

source: End time must be in Unix timestamp format.
bg_bg: Крайния час трябва да бъде в UNIX клеймо формат (Unix timestamp format).
de_de: Endzeit in Unix-Timestamp-Format sein muss.
es_es: tiempo final debe estar en formato de marca de tiempo Unix.
fr_fr: heure de fin doit être au format timestamp unix.
it_it: ora di fine deve essere in formato timestamp Unix.
ja_jp: 終了時間はUnixタイムスタンプ形式でなければなりません.
pl_pl: Czas zakończenia musi być w formacie UNIX timestamp.
pt_pt: hora final deve estar no formato timestamp unix.
ru_ru: конечное время должно быть в формате Отметка времени Unix.
zh_cn: 结束时间必须为Unix时间戳格式。

source: No valid data returned.
bg_bg: Няма върнати валидни данни.
de_de: nicht zurück gültige Daten.
es_es: no hay datos válidos devueltos.
fr_fr: pas de données valides retournés.
it_it: nessun dati validi restituiti.
ja_jp: 有効なデータが返されませんでした.
pl_pl: no ważne dane zwracane.
pt_pt: não há dados válidos devolvidos.
ru_ru: нет достоверных данных возвращается.
zh_cn: 没有返回有效数据。

source: Apply config command failed to be sent to the command subsystem.
bg_bg: Приложи командата config не бе изпратена в командната подсистема.
de_de: Der Befehl apply config konnte nicht an das Befehlssubsystem gesendet werden.
es_es: El comando apply config no se pudo enviar al subsistema de comando.
fr_fr: La commande apply config n'a pas pu être envoyée au sous-système de commande.
it_it: non è stato possibile inviare il comando config al sottosistema di comando.
ja_jp: 設定適用コマンドをコマンドサブシステムに送信できませんでした。
pl_pl: zastosowanie polecenia config nie powiodło się w podsystemie poleceń.
pt_pt: O comando apply config falhou ao ser enviado para o subsistema de comando.
ru_ru: команда приложения config не может быть отправлена ​​в подсистему команд.
zh_cn: 应用配置命令未能发送到命令子系统。

source: Apply config command has been sent to the backend.
bg_bg: Командата "приложи конфигурацията" е изпратена до бекенд (backend).
de_de: Anwendung Config-Befehl an das Backend gesendet.
es_es: aplicar comando config ha sido enviado al backend.
fr_fr: appliquer commande config a été envoyé au backend.
it_it: applicare il comando config è stato inviato al backend.
ja_jp: 設定適用コマンドはバックエンドで送信されます.
pl_pl: zastosowanie config została wysłana do zaplecza.
pt_pt: aplicar comando config foi enviada para o servidor.
ru_ru: применять команду конфигурации был отправлен в интерфейсе.
zh_cn: 应用配置命令已发送到后端。

source: Import config command failed to be sent to the command subsystem.
bg_bg: командата за конфигурация за импортиране не бе изпратена в подсистемата за управление.
de_de: Der Import-Konfigurationsbefehl konnte nicht an das Befehlssubsystem gesendet werden.
es_es: El comando import config no pudo ser enviado al subsistema de comando.
fr_fr: La commande import config n'a pas pu être envoyée au sous-système de commande.
it_it: il comando import config non è stato inviato al sottosistema di comando.
ja_jp: import config コマンドをコマンドサブシステムに送信できませんでした。
pl_pl: Polecenie import config nie powiodło się w podsystemie poleceń.
pt_pt: O comando import config não pôde ser enviado para o subsistema de comandos.
ru_ru: команда импорта конфигурации не была отправлена ​​в подсистему команд.
zh_cn: 导入配置命令未能发送到命令子系统。

source: Import configs command has been sent to the backend.
bg_bg: Внесената конфигурационна команда е изпратена до бекенд (backend).
de_de: Befehl import configs wurde an das Backend gesendet.
es_es: comando configuraciones de importación ha sido enviado al backend.
fr_fr: commande configs d'importation ont été envoyées au serveur.
it_it: comando di configurazioni di importazione è stato inviato al backend.
ja_jp: 設定インポートコマンドはバックグラウンドで送信されます.
pl_pl: Komenda configs import zostało wysłane do zaplecza.
pt_pt: configs comando de importação foi enviada para o servidor.
ru_ru: Команда импорт конфиги был отправлен в интерфейсе.
zh_cn: 导入配置命令已发送到后端。

source: Must be either user or admin.
bg_bg: Трябва да въведете или потребител или администратор.
de_de: muss entweder Benutzer oder Administrator eingeben.
es_es: debe ingresar ya sea usuario o administrador.
fr_fr: doit entrer soit utilisateur ou administrateur.
it_it: deve entrare o utente o amministratore.
ja_jp: ユーザーまたは管理者のいずれかを入力する必要があります.
pl_pl: musi wejść albo użytkownika lub administratora.
pt_pt: deve digitar usuário ou administrador.
ru_ru: необходимо ввести либо пользователя или администратора.
zh_cn: 必须是用户或管理员。

source: Not a valid auth_server_id given. Auth server IDs can be found using GET system/authserver.
bg_bg: не е валиден auth_server_id даден. идентификационните файлове на сървъра на сървъра могат да бъдат намерени с помощта на get system / authserver.
de_de: keine gültige auth_server_id angegeben. Authentifizierungsserver-IDs können mit get system / authserver gefunden werden.
es_es: no es válido un auth_server_id válido. Los identificadores del servidor de autenticación se pueden encontrar usando get system / authserver.
fr_fr: pas un auth_server_id valide. Les identifiants du serveur auth peuvent être trouvés en utilisant get system / authserver.
it_it: non è stato fornito un auth_server_id valido. è possibile trovare gli id ​​del server di autenticazione utilizzando get system / authserver.
ja_jp: 有効な auth_server_id は指定されていません。 認証サーバーID は、GET system/authserver を使って確認することができます。
pl_pl: nie podano poprawnego autoryzowanego serwera_autoryzacji. Identyfikatory serwera auth można znaleźć za pomocą get system / authserver.
pt_pt: não é um auth_server_id válido fornecido. ids de servidor de autenticação podem ser encontrados usando get system / authserver.
ru_ru: не действительный auth_server_id. Идентификаторы сервера auth можно найти, используя get system / authserver.
zh_cn: 没有给出有效的auth_server_id。 可以使用GET系统/ authserver找到身份验证服务器ID。

source: You must enter a password if you are allowing local authentication if the AD/LDAP server cannot be reached.
bg_bg: трябва да въведете парола, ако позволявате локално удостоверяване, ако не е достъпен сървърът на ad / ldap.
de_de: Sie müssen ein Passwort eingeben, wenn Sie eine lokale Authentifizierung zulassen, wenn der ad / ldap-Server nicht erreichbar ist.
es_es: debe ingresar una contraseña si permite la autenticación local si no se puede llegar al servidor ad / ldap.
fr_fr: vous devez entrer un mot de passe si vous autorisez l'authentification locale si le serveur ad / ldap ne peut pas être atteint.
it_it: è necessario immettere una password se si autorizza l'autenticazione locale se non è possibile raggiungere il server ad / ldap.
ja_jp: AD/LDAP サーバーに到達できない場合にローカル認証を許可するには、パスワードを入力する必要があります。
pl_pl: musisz wprowadzić hasło, jeśli zezwalasz na lokalne uwierzytelnianie, jeśli nie można uzyskać dostępu do serwera reklamowego / ldap.
pt_pt: você deve digitar uma senha se estiver permitindo a autenticação local se o servidor ad / ldap não puder ser alcançado.
ru_ru: вы должны ввести пароль, если вы разрешаете локальную проверку подлинности, если невозможно достигнуть сервера объявлений / ldap.
zh_cn: 如果无法访问AD / LDAP服务器，则在允许本地身份验证时，必须输入密码。

source: Could not create user. Missing required fields.
bg_bg: Не можа да създаде потребител. Липсват задължителни полета.
de_de: konnte nicht erstellen Benutzer. fehlende Pflichtfelder.
es_es: no se pudo crear usuario. faltan campos obligatorios.
fr_fr: n'a pas pu créer l'utilisateur. manquant champs obligatoires.
it_it: impossibile creare utente. mancano campi obbligatori.
ja_jp: ユーザーを作成できませんでした. 未設定の必須入力フィールドがあります.
pl_pl: nie może utworzyć użytkownika. brak wymaganych pól.
pt_pt: não conseguiu criar usuário. faltando campos obrigatórios.
ru_ru: не может создать пользователь. отсутствует необходимые поля.
zh_cn: 无法创建用户。 缺少必填字段。

source: A user with the username provided already exists.
bg_bg: потребителят с предоставеното потребителско име вече съществува.
de_de: Ein Benutzer mit dem angegebenen Nutzernamen existiert bereits.
es_es: un usuario con el nombre de usuario proporcionado ya existe.
fr_fr: un utilisateur avec le nom d'utilisateur fourni existe déjà.
it_it: esiste già un utente con lo username fornito.
ja_jp: 指定されたユーザー名を持つユーザーは既に存在します。
pl_pl: użytkownik z podaną nazwą użytkownika już istnieje.
pt_pt: um usuário com o nome de usuário fornecido já existe.
ru_ru: пользователь с указанным именем пользователя уже существует.
zh_cn: 提供了用户名的用户已经存在。
