Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Host Flapping
bg_bg: Чести промени в състоянието на хоста (Host Flapping)
de_de: Host-Flattern
es_es: Anfitrión Batiendo
fr_fr: Oscillation d'un hôte
it_it: Host Battere le ali
ja_jp: ホストフッラピング
pl_pl: hosta trzepotanie
pt_pt: Escalação do host
ru_ru: Хост Хлопающие
zh_cn: 主机flap

source: Service Critical
bg_bg: Сървиса е в критично състояние
es_es: Servicio Critico
fr_fr: Critical Service
it_it: Critical Service
ja_jp: サービスクリティカル
pl_pl: Usługa krytyczna
pt_pt: Serviço Crítico
ru_ru: Обслуживание критического
zh_cn: 服务关键

source: Host Downtime
bg_bg: Планирано (по график) прекъсване на хост
es_es: Host tiempo de inactividad
fr_fr: Les temps d'arrêt d'accueil
ja_jp: ホストダウンタイム
pl_pl: gospodarzem przestojów
pt_pt: downtime anfitrião
ru_ru: Хост простоя
zh_cn: 主机停机

source: Service Flapping
bg_bg: Сървиса често променя състоянието си (Flapping)
de_de: Service-Flattern
es_es: Servicio Batiendo
fr_fr: Oscillation d'un service
it_it: Servizio Battere le ali
ja_jp: サービスフッラピング
pl_pl: trzepotanie usługi
pt_pt: Aviso de serviço
ru_ru: Обслуживание Хлопающие
zh_cn: 服务flap

source: Service Downtime
bg_bg: Планиран (по график) престой на сървис
de_de: Service-Ausfallzeiten
es_es: Tiempo de bajada del Servicio
fr_fr: Les temps d'arrêt de service
it_it: Servizio Downtime
ja_jp: サービスダウンタイム
pl_pl: przestój usługi
pt_pt: downtime serviço
ru_ru: Обслуживание простоя
zh_cn: 服务停机时间

source: Select the types of mobile phone text (SMS) alerts you'd like to receive
bg_bg: Изберете вида на мобилен телефон текст (SMS) сигнал за тревога, който искате да получавате
de_de: wählen Sie die Arten von Handy-Textnachrichten (SMS) informiert Sie gerne erhalten würdest,
es_es: seleccione los tipos de texto de teléfono móvil (sms) Alertas desea recibir
fr_fr: sélectionner les types de texte de téléphone mobile (SMS) vous avertit souhaitez recevoir
it_it: selezionare i tipi di testo cellulare (sms) avvisa che desideri ricevere
ja_jp: 受信する携帯電話のテキストのタイプ（SMS）アラートを選択します
pl_pl: wybierz typy telefonów tekstu telefonu (SMS) informuje chcesz otrzymywać
pt_pt: selecionar os tipos de texto de telefone celular (sms) alerta que você gostaria de receber
ru_ru: выбрать типы текста мобильного телефона (SMS) предупреждает вас хотел бы получить
zh_cn: 选择您想要接收的手机短信（SMS）警报的类型

source: Specify the times of day you'd like to receive alerts.
bg_bg: Определете по кое време на деня искате да получавате уведомления.
de_de: Geben Sie die Zeiten der Tag Sie möchten Benachrichtigung erhalten möchten.
es_es: Especifique las horas del día que le gustaría recibir las alertas.
fr_fr: Spécifiez les moments de la journée que vous souhaitez recevoir des alertes.
it_it: Specificare le ore del giorno che desideri ricevere notifiche.
ja_jp: アラートを受信する時刻を指定します.
pl_pl: określić pory dnia chcesz otrzymywać powiadomienia.
pt_pt: Especificar os momentos do dia que você gostaria de receber alertas.
ru_ru: Укажите время суток вы хотите получать оповещения.
zh_cn: 指定您要接收警报的时间。

source: From
bg_bg: От
de_de: Von
es_es: Desde
fr_fr: À partir de
it_it: Da
ja_jp: 期間
pl_pl: z
pt_pt: De
ru_ru: От
zh_cn: 从

source: To
bg_bg: Да се
de_de: Auf
es_es: Hasta
fr_fr: À
it_it: A
ja_jp: 終了
pl_pl: do
pt_pt: Para
ru_ru: К
zh_cn: 到

source: One or more time ranges is invalid.
bg_bg: Един или повече периоди от време е невалиден.
de_de: Ein oder mehrere Zeitbereiche ungültig ist.
es_es: Uno o mas rangos de tiempo es invalido
fr_fr: Un ou plusieurs intervalles de temps est valide.
it_it: Uno o più intervalli di tempo non è valido.
ja_jp: 時間帯が不正です.
pl_pl: jeden lub więcej zakresów czasowych jest nieprawidłowy.
pt_pt: Um ou mais intervalos de tempo são inválidos.
ru_ru: Один или несколько диапазонов времени является недействительным.
zh_cn: 一个或多个时间范围是无效的。

source: User updated their notification preferences
bg_bg: Потребителя актуализира своите предпочитания за известяване
de_de: Benutzer wurde aktualisiert Benachrichtigungseinstellungen
es_es: El usuario actualizo sus preferencias para las notificaciones
fr_fr: Utilisateur mis à jour leurs préférences de notification
it_it: Utente aggiornato le loro preferenze di notifica
ja_jp: ユーザーが通知設定を更新しました
pl_pl: Użytkownik zaktualizowały swoje ustawienia powiadomień
pt_pt: Usuário atualizou suas preferências de notificação
ru_ru: Пользователь обновили свои настройки уведомлений
zh_cn: 用户更新了他们的通知首选项

source: Not a valid user session.
bg_bg: не е валидна потребителска сесия.
de_de: keine gültige Benutzersitzung.
es_es: no es una sesión de usuario válida.
fr_fr: pas une session utilisateur valide.
it_it: non una sessione utente valida.
ja_jp: 有効なユーザーセッションではありません。
pl_pl: nie jest prawidłową sesją użytkownika.
pt_pt: não é uma sessão de usuário válida.
ru_ru: недопустимый сеанс пользователя.
zh_cn: 不是有效的用户会话。

source: Not a valid user or session.
bg_bg: не е валиден потребител или сесия.
de_de: Kein gültiger Benutzer oder Sitzung.
es_es: No es un usuario o sesión válido.
fr_fr: pas un utilisateur ou une session valide.
it_it: non un utente o una sessione validi.
ja_jp: 有効なユーザーまたはセッションではありません。
pl_pl: nie jest prawidłowym użytkownikiem lub sesją.
pt_pt: não é um usuário ou sessão válida.
ru_ru: не действительный пользователь или сеанс.
zh_cn: 不是有效的用户或会话。

source: Session logged out.
bg_bg: Сесията изтече.
de_de: Sitzung abgelaufen.
es_es: Sesión terminada.
fr_fr: session expirée.
it_it: Sessione scaduta.
ja_jp: セッションがログアウトしました。
pl_pl: Upłynął limit czasu sesji.
pt_pt: sessão expirou.
ru_ru: сессия истекло.
zh_cn: 会话已注销。

source: User Sessions
bg_bg: Потребителски разрешения
de_de: Test Berechtigungen
es_es: Permisos de prueba
fr_fr: des autorisations d'essai
it_it: permessi di prova
ja_jp: ユーザーセッション
pl_pl: uprawnienia do badań
pt_pt: permissões de teste
ru_ru: Разрешения испытаний
zh_cn: 用户会话

source: Created At
bg_bg: Създадено от
de_de: Erstellt von
es_es: Creados por
fr_fr: Créé par
it_it: Creato da
ja_jp: 作成日時
pl_pl: utworzony przez
pt_pt: criado pela
ru_ru: Создано
zh_cn: 创建者

source: Last Active
bg_bg: последна активна
de_de: letzte Aktivität
es_es: Último Activo
fr_fr: dernier actif
it_it: ultimo attivo
ja_jp: 最新更新日時
pl_pl: Ostatnio aktywny
pt_pt: ativo pela última vez
ru_ru: Последнее посещение
zh_cn: 最后登录

source: Username
bg_bg: Потребителско име
de_de: Benutzername
es_es: Usuario
fr_fr: Nom d'utilisateur
it_it: Nome utente
ja_jp: ユーザー名
pl_pl: nazwa użytkownika
pt_pt: Nome de Utilizador
ru_ru: Имя пользователя
zh_cn: 用户名

source: IP Address
bg_bg: IP адрес
es_es: Direccion IP
fr_fr: Adresse IP
it_it: Indirizzo IP
ja_jp: IPアドレス
pl_pl: adres ip
pt_pt: Endereço de IP
ru_ru: IP-адрес
zh_cn: IP地址

source: Active Location
bg_bg: активно местоположение
de_de: aktiver Standort
es_es: ubicación activa
fr_fr: emplacement actif
it_it: posizione attiva
ja_jp: アクセス中のページ
pl_pl: aktywna lokalizacja
pt_pt: localização ativa
ru_ru: активное местоположение
zh_cn: 活跃的位置

source: Actions
bg_bg: Действия
de_de: Aktionen
es_es: Acciones
fr_fr: Actes
it_it: Azioni
ja_jp: アクション
pl_pl: Działania
pt_pt: Ações
ru_ru: Действия
zh_cn: 操作

source: current session
bg_bg: текущата сесия
de_de: aktuelle Sitzung
es_es: sesión actual
fr_fr: session actuelle
it_it: sessione corrente
ja_jp: 現在のセッション
pl_pl: obecna sesja
pt_pt: sessão atual
ru_ru: текущая сессия
zh_cn: 当前会话

source: Send Test Notifications
bg_bg: Изпратете тест нотификации
de_de: Send Test Benachrichtigungen
es_es: Enviar Notificaciones de Prueba
fr_fr: Envoyer des notifications d'essai
it_it: Invia notifiche di prova
ja_jp: テスト通知を送信
pl_pl: wysyłanie powiadomień testowe
pt_pt: Enviar notificações de teste
ru_ru: Отправить тестовое Уведомления
zh_cn: 发送测试通知

source: Testing notification messages is not available for your account. Contact your system administrator for details.
bg_bg: Тестването на уведомителните съобщения не е налице за вашия профила. Свържете се с вашия Nagios XI администратор за подробности.
de_de: Testen Benachrichtigungen nicht für Ihren Account erhältlich. Kontaktieren Sie Ihren Nagios XI Administrator.
es_es: Prueba de los mensajes de notificación no está disponible para su cuenta. Póngase en contacto con su administrador de Nagios XI para más detalles.
fr_fr: Test des messages de notification n'est pas disponible pour votre compte. Contactez votre administrateur Nagios XI pour plus de détails.
it_it: Test messaggi di notifica non è disponibile per il tuo account. Contattare l'amministratore di Nagios XI per i dettagli.
ja_jp: このアカウントでは、通知メッセージのテストを使用できません。 詳細については、システム管理者にお問い合わせください。
pl_pl: badania powiadomień nie jest dostępny dla Twojego konta. skontaktuj się z administratorem Nagios XI szczegółów.
pt_pt: Teste das mensagens de notificação não está disponível para sua conta. Contate o administrador do Nagios XI para mais detalhes.
ru_ru: Тестирование уведомлений не доступен для вашей учетной записи. Обратитесь к Nagios XI администратору.
zh_cn: 您的账户无法使用测试通知信息。请联系您的系统管理员了解详情。

source: Click the button below to send test notifications to your email and/or mobile phone.
bg_bg: Кликнете върху бутона по-долу, за да изпратите тестови уведомления до електронната си поща и / или мобилен телефон.
de_de: Klicken Sie auf die Schaltfläche unten, um Test-Benachrichtigungen an Ihre E-Mail und / oder Mobiltelefon zu senden.
es_es: Haga clic en el botón de abajo para enviar notificaciones de la prueba a su correo electrónico y / o teléfono móvil.
fr_fr: Cliquez sur le bouton ci-dessous pour envoyer des notifications de test à votre e-mail et / ou téléphone mobile.
it_it: Fare clic sul bottone qui sotto per inviare notifiche di prova per il tuo e-mail e / o telefono cellulare.
ja_jp: メールおよび(または)携帯電話にテスト通知を送信するには以下のボタンをクリックします.
pl_pl: kliknij przycisk poniżej aby wysłać powiadomienia badań na e-mail i / lub telefon komórkowy.
pt_pt: Clique no botão abaixo para enviar notificações de teste para o seu e-mail e / ou telefone celular.
ru_ru: Нажмите на кнопку ниже, чтобы отправить тест уведомлений на электронную почту и / или мобильный телефон.
zh_cn: 点击下面的按钮，将测试通知发送到您的电子邮件和/或手机上。

source: Email notifications will be sent to
bg_bg: Имейл съобщенията ще бъдат изпратени на
de_de: E-Mail Benachrichtigungen gesendet werden
es_es: Notificaciones por correo seran enviadas a
fr_fr: Les notifications par courriel sera envoyé à
it_it: Notifiche e-mail sarà inviata al
ja_jp: メール通知が送信先
pl_pl: powiadomienia e-mail zostanie wysłana do
pt_pt: Notificações de e-mail será enviado para
ru_ru: Уведомления по электронной почте будет отправлено на
zh_cn: 电子邮件通知将发送至

source: Change your email address
bg_bg: Променете имейл адреса си
de_de: Ändern Sie Ihre E-Mail-Adresse
es_es: Cambien su direccion de correo
fr_fr: Changez votre adresse e-mail
it_it: Cambia il tuo indirizzo e-mail
ja_jp: メールアドレスを変更する
pl_pl: zmienić adres e-mail
pt_pt: Alterar o endereço de e-mail
ru_ru: Изменение адреса электронной почты
zh_cn: 更改您的电子邮件地址

source: Your mobile number is
bg_bg: Вашия мобилен номер е
de_de: Ihre Handynummer ist
es_es: El numero de su celular es
fr_fr: Votre numéro de téléphone mobile est
it_it: Il tuo numero di cellulare è
ja_jp: 携帯番号は
pl_pl: Twój numer telefonu jest
pt_pt: Seu numero de celular é
ru_ru: Ваш мобильный номер
zh_cn: 你的手机号码是

source: and your provider is
bg_bg: и вашия доставчик е
de_de: und Ihr Provider
es_es: y su proveedor es
fr_fr: et votre fournisseur est
it_it: e il tuo provider è
ja_jp: プロバイダは
pl_pl: a dostawca usług jest
pt_pt: e seu provedor é
ru_ru: и ваш провайдер
zh_cn: 和您的供应商

source: Mobile notifications will be sent to
bg_bg: Мобилни уведомления ще бъдат изпратени на
de_de: Mobil Benachrichtigungen gesendet werden
es_es: Notificaciones a mobiles seran enviadas al
fr_fr: Notifications mobiles seront envoyés à
it_it: Notifiche mobile sarà inviato
ja_jp: 携帯通知が送信されます
pl_pl: Powiadomienia telefony będą wysyłane do
pt_pt: Notificações móveis serão enviados para
ru_ru: Мобильная будут отправляться уведомления, в
zh_cn: 移动通知将被发送到

source: Change your mobile settings
bg_bg: Променете мобилните си настройки
de_de: Ändern Sie Ihre Handy-Einstellungen
es_es: Cambien las configuraciones de su mobile
fr_fr: Modifier vos paramètres mobiles
it_it: Modificare le impostazioni di telefonia mobile
ja_jp: 携帯設定を変更する
pl_pl: zmienić ustawienia telefonów
pt_pt: Altere suas configurações do celular
ru_ru: Изменить параметры мобильного
zh_cn: 更改您的手机设置

source: %s Email Test
bg_bg: % s имейл тест
es_es: % s prueba de correo electrónico
fr_fr: Test de messagerie% s
it_it: % s test di posta elettronica
ja_jp: %s メールテスト
pl_pl: % s test e-mail
pt_pt: teste de e-mail% s
ru_ru: % s проверка электронной почты
zh_cn: %s电子邮件测试

source: This is a test email notification from %s
bg_bg: Това е тестов уведомителен имейл от Nagios XI
de_de: Dies ist ein Test-Mail-Benachrichtigung von Nagios XI
es_es: Esto es una notificacion de prueba por correo desde Nagios XI
fr_fr: Il s'agit d'une notification par courrier électronique de test à partir de Nagios XI
it_it: Si tratta di una notifica e-mail di prova da Nagios XI
ja_jp: これは %s からのテストメール通知です
pl_pl: jest to test powiadomienia e-mail z Nagios XI
pt_pt: Esta é uma notificação de e-mail de teste do Nagios XI
ru_ru: Это уведомление тестовое письмо от Nagios XI
zh_cn: 这是来自%s的测试邮件通知

source: A test email notification was sent to
bg_bg: Тестово уведомление е изпратено чрез имейл до
de_de: Ein Test-Mail-Benachrichtigung wurde gesendet
es_es: Una notificacion de prueba por correo fue enviada a
fr_fr: Une notification par courriel de test a été envoyé à
it_it: Una email di notifica di prova è stato inviato a
ja_jp: テストメール通知が送信されました
pl_pl: powiadomienia e-mail został wysłany do testu
pt_pt: Uma notificação de e-mail foi enviado para teste
ru_ru: Уведомление тестовое письмо было отправлено
zh_cn: 测试电子邮件通知已发送至

source: Test notification!
bg_bg: последно уведомление
de_de: Letzte Meldung
es_es: Ultima notificacion
fr_fr: Dernière notification
it_it: Notifica Ultima
ja_jp: テスト通知!
pl_pl: Ostatnia powiadomienia
pt_pt: Última notificação
ru_ru: Последнее уведомление
zh_cn: 测试通知！

source: A test mobile text notification was sent to
bg_bg: Тестово уведомление е изпратено чрез мобилен текст до
de_de: Ein Test mobile Text-Mitteilung wurde gesendet
es_es: Una notificacion de prueba por mensaje de texto fue enviada al
fr_fr: Une notification du texte de test mobile a été envoyé à
it_it: Un mobile notifica testo di prova è stato inviato a
ja_jp: 携帯テキストのテスト通知が送信されました
pl_pl: Powiadomienie Test tekst został wysłany do mobilnej
pt_pt: Um teste de notificação de texto para celular foi mandado para
ru_ru: Тест мобильного текст уведомления был отправлен в
zh_cn: 测试手机短信通知已发送至

source: You are not authorized to access this feature. Contact your system administrator for more information, or to obtain access to this feature.
bg_bg: Нямате право на достъп до тази функция. Свържете с администратора на Nagios XI за повече информация или, за да получите достъп до тази функция.
de_de: Sie sind nicht berechtigt, diese Funktion zuzugreifen. Kontaktieren Sie Ihren Nagios XI Administrator für weitere Informationen, oder um Zugriff auf diese Funktion zu erhalten.
es_es: No tiene permisos para acceder a esta función. Póngase en contacto con el administrador del XI Nagios para más información, o para obtener acceso a esta función.
fr_fr: Vous n'êtes pas autorisé à accéder à cette fonctionnalité. Contactez votre administrateur Nagios XI pour plus de renseignements ou pour obtenir un accès à cette fonctionnalité.
it_it: Non sei autorizzato ad accedere a questa funzione. Contattare l'amministratore di Nagios XI per ulteriori informazioni, o per ottenere accesso a questa funzione.
ja_jp: この機能にアクセスする権限がありません。 詳細について、またはこの機能へのアクセス権を取得するには、システム管理者にお問い合わせください。
pl_pl: nie są uprawnione do dostępu do tej funkcji. skontaktuj się z administratorem Nagios xi więcej informacji lub uzyskanie dostępu do tej funkcji.
pt_pt: Você não está autorizado a acessar esta função. Contate o administrador do Nagios XI para mais informações, ou para obter acesso a esse recurso.
ru_ru: Вы не авторизованы для доступа к этой функции. Обратитесь к Nagios XI администратору за дополнительной информацией или для получения доступа к этой функции.
zh_cn: 您无权访问此功能。 请与系统管理员联系以获取更多信息，或获取对此功能的访问权限。

source: Product Activation
bg_bg: Активиране на продукта
es_es: Activacion del producto
fr_fr: Activation du produit
it_it: Attivazione del prodotto
ja_jp: プロダクトアクティベーション
pl_pl: Aktywacja produktu
pt_pt: Ativação de Produto
zh_cn: 产品激活

source: Please contact Nagios sales at %s for help with activating this license.
bg_bg: моля, свържете се с продажбите на nagios на% s за помощ при активирането на този лиценз.
de_de: Bitte wenden Sie sich an den Nagios-Vertrieb unter% s, um Hilfe bei der Aktivierung dieser Lizenz zu erhalten.
es_es: comuníquese con ventas de nagios al% s para obtener ayuda con la activación de esta licencia.
fr_fr: veuillez contacter le service des ventes nagios à% s pour obtenir de l'aide pour l'activation de cette licence.
it_it: si prega di contattare nagios sales a% s per assistenza nell'attivazione di questa licenza.
ja_jp: このライセンスの有効化については、％sのnagiosセールスにお問い合わせください。
pl_pl: skontaktuj się ze sprzedażą nagios na% s, aby uzyskać pomoc w aktywacji tej licencji.
pt_pt: entre em contato com as vendas da nagios em% s para obter ajuda com a ativação desta licença.
ru_ru: пожалуйста, свяжитесь с отделом продаж nagios на% s для помощи в активации этой лицензии.
zh_cn: 请致电%s与Nagios销售人员联系，以获取激活此许可证的帮助。

source: Your %s license is currently activated (or does not require activation)
bg_bg: Вашия Nagios XI лиценз в момента е активен (или не изисква активиране)
de_de: Ihre Nagios XI Lizenz derzeit aktiviert (oder erfordert keine Aktivierung)
es_es: Su licencia de Nagios XI esta actualmente activada (o no requiere activacion)
fr_fr: Votre Nagios XI licence est actuellement activé (ou ne nécessitent pas d'activation)
it_it: Il tuo Nagios licenza XI è attualmente attivato (o non richiede l'attivazione)
ja_jp: %s ライセンスは、現在アクティベートされています (またはアクティベート不要)
pl_pl: licencja Nagios xi jest aktualnie aktywna (lub nie wymaga aktywacji)
pt_pt: Sua licença Nagios XI está ativado (ou não requer ativação)
ru_ru: Ваша Nagios XI лицензии в настоящее время включен (или не требует активации)
zh_cn: 您的 %s 许可证目前已经激活（或不需要激活）。

source: Back
bg_bg: Назад
de_de: Zurück
es_es: Atras
fr_fr: Arrière
it_it: Indietro
ja_jp: 戻る
pl_pl: z powrotem
pt_pt: Anterior
ru_ru: Назад
zh_cn: 返回

source: Activate your license from inside %s by entering your client ID or token here.<br>If you are offline or having trouble with automatic activation, you can manually
bg_bg: <p> активирайте лиценза си отвътре nagios xi, като въведете вашето потребителско име или означение тук. <br> ако сте офлайн или имате проблеми с автоматичното активиране, можете ръчно
de_de: <p> Aktivieren Sie Ihre Lizenz von nagios xi aus, indem Sie hier Ihre Client-ID oder Ihr Token eingeben. <br> Wenn Sie offline sind oder Probleme mit der automatischen Aktivierung haben, können Sie dies manuell tun
es_es: <p> active su licencia desde dentro de nagios xi ingresando su identificación de cliente o token aquí. <br> si no está conectado o tiene problemas con la activación automática, puede hacerlo manualmente
fr_fr: <p> Activez votre licence depuis l'intérieur de nagios xi en entrant votre identifiant client ou votre jeton ici. <br> Si vous êtes hors ligne ou si vous avez des problèmes avec l'activation automatique, vous pouvez manuellement
it_it: <p> attiva la tua licenza da dentro nagios xi inserendo qui il tuo id o token del cliente. <br> se si è offline o si hanno problemi con l'attivazione automatica, è possibile manualmente
ja_jp: クライアントIDまたはトークンをここに入力して、%s のライセンスを有効にしてください。 <br>オフラインまたは自動アクティベートに問題がある場合は、手動で行うことができます
pl_pl: <p> aktywuj licencję z wnętrza nagios xi, wpisując tutaj swój identyfikator klienta lub token. <br> jeśli jesteś offline lub masz problem z automatyczną aktywacją, możesz ręcznie
pt_pt: <p> ative sua licença de dentro de nagios xi digitando seu id de cliente ou token aqui. <br> Se você estiver offline ou tiver problemas com a ativação automática, você pode manualmente
ru_ru: <p> активируйте свою лицензию из nagios xi, указав здесь свой идентификатор клиента или токен. <br> если вы в автономном режиме или имеете проблемы с автоматической активацией, вы можете вручную
zh_cn: 在这里输入您的客户端ID或令牌，从%s内激活您的许可证。<br>如果您离线或在自动激活时遇到问题，您可以手动激活。

source: activate your license
bg_bg: Активирайте лиценза си
de_de: Aktivieren Sie Ihren Lizenzschlüssel
es_es: Active su licencia
fr_fr: Activer votre clé de licence
it_it: Attiva il tuo codice di licenza
ja_jp: ライセンスキーをアクティベートしてください
pl_pl: aktywować klucz licencyjny
pt_pt: Ative sua chave de licença
ru_ru: Активация лицензионного ключа
zh_cn: 激活您的许可证密钥

source: Activation Information
bg_bg: Информация за активиране
de_de: Activation Informationen
es_es: Informacion de la activacion
fr_fr: Informations sur l'activation
it_it: Attivazione Informazioni
ja_jp: アクティベーション情報
pl_pl: Informacje o aktywacji
pt_pt: Informações de ativação
ru_ru: Активация информация
zh_cn: 激活信息

source: Client ID / Token
bg_bg: клиентски идентификатор / токен
es_es: identificador de cliente / token
fr_fr: ID client / jeton
it_it: ID client / token
ja_jp: クライアントID /トークン
pl_pl: identyfikator klienta / token
pt_pt: id / token do cliente
ru_ru: идентификатор клиента / токен
zh_cn: 客户端ID /令牌

source: Your client ID or token should be in the license email. Contact %s if you do not know yours.
bg_bg: вашият клиентски идентификатор или маркер трябва да бъде в имейла за лиценз. свържете се с sales@nagios.com, ако не знаете вашите.
de_de: Ihre Client-ID oder Ihr Token sollte in der Lizenz-E-Mail enthalten sein. Wenden Sie sich an sales@nagios.com, wenn Sie Ihre nicht kennen.
es_es: la identificación o token de su cliente debe estar en el correo electrónico de la licencia. póngase en contacto con sales@nagios.com si no conoce el suyo.
fr_fr: votre ID client ou jeton doit figurer dans l'e-mail de licence. Contactez sales@nagios.com si vous ne connaissez pas le vôtre.
it_it: l'ID o il token del cliente deve essere incluso nell'e-mail della licenza. contatta sales@nagios.com se non conosci il tuo.
ja_jp: クライアントIDまたはトークンはライセンスメールに記載されています。ご不明な場合は、%s にお問い合わせください。
pl_pl: Twój identyfikator klienta lub token powinien znajdować się w wiadomości e-mail dotyczącej licencji. skontaktuj się z sales@nagios.com, jeśli nie znasz swojego.
pt_pt: seu ID ou token do cliente deve estar no e-mail da licença. contate sales@nagios.com se você não conhece o seu.
ru_ru: ваш идентификатор или токен вашего клиента должен быть в электронном письме с лицензией. свяжитесь с sales@nagios.com, если вы не знаете своего.
zh_cn: 您的客户ID或令牌应在许可电子邮件中。 如果您不认识您，请与%s联系。

source: License Key
bg_bg: Лицензионен ключ
es_es: Llave de la Licencia
fr_fr: Clé de licence
it_it: Chiave di licenza
ja_jp: ライセンスキー
pl_pl: klucz licencyjny
pt_pt: Chave de licença
ru_ru: Лицензионный ключ
zh_cn: 许可证密钥

source: Server IP
bg_bg: сървър ip
es_es: servidor IP
fr_fr: serveur ip
it_it: IP del server
ja_jp: サーバIP
pl_pl: IP serwera
pt_pt: IP do servidor
ru_ru: сервер ip
zh_cn: 服务器IP

source: Directions
bg_bg: инструкции
de_de: Richtungen
es_es: direcciones
it_it: indicazioni
ja_jp: 用例
pl_pl: wskazówki
pt_pt: instruções
ru_ru: направления
zh_cn: 方向

source: Using the server IP below, fill out the
bg_bg: използвайки сървъра ip по-долу, попълнете
de_de: Benutze die Server IP unten, fülle die
es_es: usando la IP del servidor a continuación, completa el
fr_fr: en utilisant le serveur ip ci-dessous, remplissez le
it_it: utilizzando l'ip del server qui sotto, compilare il
ja_jp: 以下のサーバー IP を使用して、
pl_pl: używając poniższego adresu IP serwera, wypełnij
pt_pt: usando o servidor ip abaixo, preencha o
ru_ru: используя сервер ip ниже, заполните
zh_cn: 使用下面的服务器IP，填写
