Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Upgrade Cancelled
bg_bg: Ъпгрейда беше отменен
de_de: Upgrade abgesagt
es_es: actualizar cancelado
fr_fr: améliorer annulé
it_it: aggiornare annullata
ja_jp: アップグレードがキャンセルされました
pl_pl: uaktualnić anulowane
pt_pt: atualizar cancelado
ru_ru: обновить отменен
zh_cn: 取消升级

source: An upgrade is not possible because your maintenance for this license has expired.
bg_bg: Не е възможно да се направи ъпгрейд, защото поддръжката на лиценза е изтекла.
de_de: ein Upgrade ist nicht möglich, weil Ihre Wartung für diese Lizenz ist abgelaufen.
es_es: una actualización no es posible porque el mantenimiento de esta licencia ha caducado.
fr_fr: une mise à niveau est pas possible parce que votre entretien pour cette licence a expiré.
it_it: un aggiornamento non è possibile perché la vostra manutenzione per questa licenza è scaduta.
ja_jp: このライセンスの保守有効期限が切れているため、アップグレードすることはできません.
pl_pl: Aktualizacja nie jest możliwe, ponieważ utrzymanie dla tej licencji wygasł.
pt_pt: uma atualização não é possível porque a sua manutenção para essa licença expirou.
ru_ru: обновление невозможно, потому что ваш обслуживание для этой лицензии истек.
zh_cn: 无法升级，因为您对该许可证的维护已到期。

source: to renew your license and re-instate upgrade benefits
bg_bg: да подновите лиценза си и възстановите ползите от актуализиране
de_de: um Ihre Lizenz zu erneuern und wieder einzusetzen Vorteile aktualisieren
es_es: para renovar su licencia y reinstalar actualizar beneficios
fr_fr: de renouveler votre licence et rétablir la mise à niveau des prestations
it_it: per rinnovare la licenza e reintegrare aggiornare benefici
ja_jp: ライセンスを更新し、アップグレードの利点を継続します
pl_pl: odnowić licencję i ponownie inicjuje uaktualnić korzyści
pt_pt: para renovar a sua licença e restabelecer benefícios de upgrade
ru_ru: продлить лицензию и вновь установить обновления преимущества
zh_cn: 续订您的许可证并恢复升级优惠

source: You cannot upgrade your XI installation because your maintenance for this license has expired. Visit
bg_bg: Вие не можете да обновите своята XI инсталация, защото поддръжката за този лиценз е изтекла. Посетете
de_de: können Sie Ihre xi Installation nicht aktualisieren, weil Ihre Wartung für diese Lizenz ist abgelaufen. Besuch
es_es: no se puede actualizar la instalación xi porque su mantenimiento para esta licencia ha caducado. visita
fr_fr: vous ne pouvez pas mettre à jour votre installation de xi parce que votre entretien pour cette licence a expiré. visite
it_it: non è possibile aggiornare l'installazione xi perché il mantenimento di questa licenza è scaduta. visita
ja_jp: このライセンスの保守有効期限が切れているので、XIインストレーションをアップグレードできません.
pl_pl: nie można uaktualnić instalację xi ponieważ utrzymanie dla tej licencji wygasł. wizyta
pt_pt: você não pode atualizar sua instalação xi porque a sua manutenção para essa licença expirou. visita
ru_ru: Вы не можете обновить свою версию XI, потому что ваш обслуживание для этой лицензии истек. визит
zh_cn: 您无法升级XI安装，因为您对该许可证的维护已过期。 访问

source: Login to Cloud Account
bg_bg: влизане в облак акаунт
de_de: Melden Sie sich beim Cloud-Konto an
es_es: iniciar sesión en la cuenta de la nube
fr_fr: se connecter au compte cloud
it_it: accedi al cloud account
ja_jp: クラウドアカウントにログインする
pl_pl: zaloguj się do konta w chmurze
pt_pt: faça o login na conta da nuvem
ru_ru: войти в облачную учетную запись
zh_cn: 登录到云帐户

source: Contact Nagios Sales Team
bg_bg: свържете се с екипа за продажби нагиос
de_de: Wenden Sie sich an das Verkaufsteam von Nagios
es_es: contactar al equipo de ventas de nagios
fr_fr: contactez l'équipe de vente de nagios
it_it: contattare il team vendite nagios
ja_jp: Nagios営業チームへ連絡
pl_pl: skontaktować się z zespołem sprzedaży nagios
pt_pt: entre em contato com a equipe de vendas da nagios
ru_ru: связаться с командой продаж nagios
zh_cn: 联系Nagios销售团队

source: Nagios XI Installation
bg_bg: Nagios XI инсталатор
de_de: Nagios XI Installer
es_es: Instalador de Nagios XI
fr_fr: Nagios XI Installer
it_it: Nagios XI Installer
ja_jp: Nagios XIインストール
pl_pl: Nagios XI instalator
pt_pt: nagios xi instalador
ru_ru: Nagios XI Installer
zh_cn: Nagios XI安装

source: Finalize your Nagios XI installation and step the initial configuration. These settings can be changed later.
bg_bg: финализирайте инсталирането на ngios xi и стъпка на първоначалната конфигурация. тези настройки могат да бъдат променени по-късно.
de_de: Schließen Sie Ihre Nagios xi-Installation ab und starten Sie die Erstkonfiguration. Diese Einstellungen können später geändert werden.
es_es: finalice su instalación de nagios xi y realice el paso de la configuración inicial. estas configuraciones se pueden cambiar más tarde.
fr_fr: finaliser votre installation de nagios xi et effectuer la configuration initiale. ces paramètres peuvent être modifiés plus tard.
it_it: finalizzare l'installazione di nagios xi e completare la configurazione iniziale. queste impostazioni possono essere modificate in seguito.
ja_jp: Nagios XI のインストールを終了し、初期設定を行います。これらの設定は後で変更することができます。
pl_pl: sfinalizuj instalację nagios xi i przejdź do początkowej konfiguracji. te ustawienia można zmienić później.
pt_pt: finalize sua instalação do nagios xi e pise a configuração inicial. essas configurações podem ser alteradas posteriormente.
ru_ru: завершите установку nagios xi и выполните начальную настройку. эти настройки могут быть изменены позже.
zh_cn: 完成您的Nagios XI安装并执行初始配置。 这些设置可以在以后更改。

source: General System Settings
bg_bg: Общи настройки на програмата
de_de: Allgemeine Programmeinstellungen
es_es: Ajustes Generales del Programa
fr_fr: Réglages généraux du programme
it_it: Impostazioni generali del programma
ja_jp: 一般的なシステム設定
pl_pl: ogólne ustawienia programu
pt_pt: Configurações gerais do programa
ru_ru: Общие настройки программы
zh_cn: 一般程序设置

source: The default URL that is used to access Nagios XI on this server directly from your internal network.
bg_bg: Стандартния (по подразбиране) URL се използва за достъп до Nagios XI директно от вашата вътрешна мрежа
de_de: Die Standard-URL verwendet werden, um Nagios XI direkten Zugriff von Ihrem internen Netzwerk
es_es: El URL predeterminado que se utiliza para acceder a Nagios XI directamente desde la red interna
fr_fr: L'URL par défaut utilisé pour accéder à Nagios XI directement depuis votre réseau interne
it_it: L'URL predefinito utilizzato per accedere a Nagios XI direttamente dalla rete interna
ja_jp: 内部ネットワークから直接Nagios XIにアクセスするために使用する既定の URL
pl_pl: domyślne url umożliwia dostęp Nagios XI bezpośrednio z sieci wewnętrznej
pt_pt: A URL padrão usado para acessar o Nagios XI diretamente da sua rede interna
ru_ru: По умолчанию URL используется для доступа к Nagios XI непосредственно из внутренней сети
zh_cn: 用于直接从内部网络访问此服务器上的Nagios XI的默认URL。

source: Use HTTPS only (all HTTP requests will be redirected to HTTPS)
bg_bg: използвайте само https (всички заявки за http ще бъдат пренасочени към https)
de_de: Verwenden Sie nur https (alle HTTP-Anfragen werden zu https umgeleitet)
es_es: use https solamente (todas las solicitudes http serán redirigidas a https)
fr_fr: n'utiliser que https (toutes les demandes http seront redirigées vers https)
it_it: usa solo https (tutte le richieste http verranno reindirizzate a https)
ja_jp: httpsのみを使用します（すべてのhttp要求はhttpsにリダイレクトされます）
pl_pl: korzystaj tylko z https (wszystkie żądania HTTP zostaną przekierowane do https)
pt_pt: use somente https (todas as solicitações http serão redirecionadas para https)
ru_ru: используйте только https (все HTTP-запросы будут перенаправлены на https)
zh_cn: 仅使用HTTPS（所有HTTP请求都将重定向到HTTPS）

source: By default, a self-signed SSL certificate has been created for your Nagios XI installation.
bg_bg: по подразбиране е създаден собствен подписан сертификат SSL за вашата инсталация nagios xi.
de_de: Standardmäßig wurde ein selbstsigniertes SSL-Zertifikat für Ihre Nagios Xi-Installation erstellt.
es_es: de forma predeterminada, se ha creado un certificado SSL autofirmado para su instalación nagios xi.
fr_fr: Par défaut, un certificat ssl auto-signé a été créé pour votre installation de nagios xi.
it_it: per impostazione predefinita, è stato creato un certificato ssl autofirmato per l'installazione di nagios xi.
ja_jp: 既定で、Nagios XIインストール用に自己署名SSL証明書が作成されました。
pl_pl: domyślnie został samopodpisany certyfikat ssl dla instalacji nagios xi.
pt_pt: Por padrão, um certificado SSL auto-assinado foi criado para a instalação do nagios xi.
ru_ru: по умолчанию для вашей установки nagios xi создан самоподписанный сертификат ssl.
zh_cn: 默认情况下，已为您的Nagios XI安装创建了自签名SSL证书。

source: You will need to
bg_bg: ще трябва да
de_de: du wirst brauchen
es_es: necesitaras
fr_fr: tu devras
it_it: avrai bisogno di
ja_jp: する必要があります
pl_pl: będziesz musiał
pt_pt: você vai precisar
ru_ru: вам нужно будет
zh_cn: 你将需要

source: install a valid certificate
bg_bg: инсталирайте валиден сертификат
de_de: Installieren Sie ein gültiges Zertifikat
es_es: instalar un certificado válido
fr_fr: installer un certificat valide
it_it: installa un certificato valido
ja_jp: 有効な証明書をインストールする
pl_pl: zainstaluj ważny certyfikat
pt_pt: instalar um certificado válido
ru_ru: установить действительный сертификат
zh_cn: 安装有效的证书

source: trust the self-signed certificate
bg_bg: доверете се на самоподписания сертификат
de_de: Vertrauen Sie dem selbstsignierten Zertifikat
es_es: confía en el certificado autofirmado
fr_fr: faire confiance au certificat auto-signé
it_it: fidati del certificato autofirmato
ja_jp: 自己署名証明書を信頼する
pl_pl: ufaj samopodpisanemu certyfikatowi
pt_pt: confie no certificado autoassinado
ru_ru: доверять самоподписанному сертификату
zh_cn: 信任自签名证书

source: to remove the "insecure connection" browser message
bg_bg: за да премахнете съобщението на браузъра "несигурна връзка"
de_de: um die "unsichere Verbindung" Browser-Nachricht zu entfernen
es_es: para eliminar el mensaje del navegador de "conexión insegura"
fr_fr: supprimer le message du navigateur "insecure connection"
it_it: rimuovere il messaggio del browser "connessione non protetta"
ja_jp: 「安全でない接続」ブラウザのメッセージを削除する
pl_pl: usunąć komunikat o "niezabezpieczonym połączeniu" przeglądarki
pt_pt: remover a mensagem do navegador "conexão não segura"
ru_ru: для удаления сообщения «небезопасного соединения»
zh_cn: 删除“不安全的连接”浏览器消息

source: License Settings
bg_bg: настройки за лиценз
de_de: Lizenzeinstellungen
es_es: configuración de licencia
fr_fr: paramètres de licence
it_it: impostazioni di licenza
ja_jp: ライセンス設定
pl_pl: ustawienia licencji
pt_pt: configurações de licença
ru_ru: настройки лицензии
zh_cn: 许可证设置

source: Free (Limited)
bg_bg: безплатно (ограничено)
de_de: kostenlos (begrenzt)
es_es: gratis (limitado)
fr_fr: gratuit (limité)
it_it: gratuito (limitato)
ja_jp: 無料（限定）
pl_pl: darmowe (ograniczone)
pt_pt: grátis (limitado)
ru_ru: бесплатно (ограничено)
zh_cn: 免费（有限）

source: Trial includes unlimited nodes + enterprise features. Includes access to trial support.
bg_bg: пробна версия включва неограничени възли + корпоративни функции. включва достъп до пробна поддръжка.
de_de: Die Testversion enthält unbegrenzte Knoten + Unternehmensfunktionen. Beinhaltet den Zugriff auf Testunterstützung.
es_es: la versión de prueba incluye nodos ilimitados + funciones empresariales. incluye acceso a soporte de prueba.
fr_fr: la version d'essai comprend des nœuds illimités + des fonctionnalités d'entreprise. inclut l'accès à l'assistance d'essai.
it_it: la versione di prova include nodi illimitati + funzionalità aziendali. include l'accesso al supporto di prova.
ja_jp: 試用版には、無制限のノードとエンタープライズ機能が含まれます。トライアルサポートへのアクセスが含まれます。
pl_pl: wersja próbna obejmuje nieograniczoną liczbę węzłów + funkcje korporacyjne. obejmuje dostęp do wsparcia próbnego.
pt_pt: o teste inclui nós ilimitados + recursos empresariais. inclui acesso a suporte experimental.
ru_ru: пробная версия включает неограниченное количество узлов + корпоративные функции. включает доступ к пробной поддержке.
zh_cn: 试用版包括无限节点+企业功能。包括获得试用支持的权限。

source: Click to get a trial key
bg_bg: щракнете, за да получите пробен ключ
de_de: Klicken Sie hier, um einen Testschlüssel zu erhalten
es_es: haga clic para obtener una clave de prueba
fr_fr: cliquez pour obtenir une clé d'essai
it_it: fare clic per ottenere una chiave di prova
ja_jp: クリックしてトライアルキーを取得
pl_pl: kliknij, aby uzyskać klucz próbny
pt_pt: clique para obter uma chave de teste
ru_ru: нажмите, чтобы получить пробный ключ
zh_cn: 点击获取试用版密钥

source: If you already have a license key you can enter it below to install and activate it.
bg_bg: ако вече имате лицензен ключ, можете да го въведете по-долу, за да го инсталирате и активирате.
de_de: Wenn Sie bereits einen Lizenzschlüssel haben, können Sie diesen unten eingeben, um ihn zu installieren und zu aktivieren.
es_es: si ya tiene una clave de licencia, puede ingresarla a continuación para instalarla y activarla.
fr_fr: si vous avez déjà une clé de licence, vous pouvez la saisir ci-dessous pour l'installer et l'activer.
it_it: se hai già una chiave di licenza puoi inserirla di seguito per installarla e attivarla.
ja_jp: すでにライセンスキーをお持ちの場合は、以下に入力してインストールおよびアクティブ化できます。
pl_pl: jeśli masz już klucz licencyjny, możesz wprowadzić go poniżej, aby go zainstalować i aktywować.
pt_pt: se você já tem uma chave de licença, pode inseri-la abaixo para instalá-la e ativá-la.
ru_ru: если у вас уже есть лицензионный ключ, вы можете ввести его ниже, чтобы установить и активировать его.
zh_cn: 如果您已经具有许可证密钥，则可以在下面输入它以安装和激活它。

source: Free license is limited to 7 nodes and up to a total of 100 host/service checks.
bg_bg: безплатният лиценз е ограничен до 7 възли и до общо 100 проверки на хост / услуга.
de_de: Die kostenlose Lizenz ist auf 7 Knoten und insgesamt 100 Host- / Service-Prüfungen beschränkt.
es_es: la licencia gratuita está limitada a 7 nodos y hasta un total de 100 comprobaciones de host / servicio.
fr_fr: la licence gratuite est limitée à 7 nœuds et jusqu'à un total de 100 vérifications d'hôte / service.
it_it: la licenza gratuita è limitata a 7 nodi e fino a un totale di 100 controlli host / servizio.
ja_jp: 無料ライセンスは7ノードに制限されており、最大100のホスト/サービスチェックがあります。
pl_pl: bezpłatna licencja jest ograniczona do 7 węzłów i łącznie do 100 testów hosta / usługi.
pt_pt: a licença gratuita é limitada a 7 nós e a um total de 100 verificações de host / serviço.
ru_ru: бесплатная лицензия ограничена 7 узлами и до 100 проверок узлов / служб.
zh_cn: 免费许可证限于7个节点，最多可进行100个主机/服务检查。

source: This option is self-supported only.
bg_bg: тази опция се самоподдържа.
de_de: Diese Option wird nur selbst unterstützt.
es_es: esta opción solo es autosuficiente.
fr_fr: cette option est auto-prise en charge uniquement.
it_it: questa opzione è solo auto-supportata.
ja_jp: このオプションは自立型です。
pl_pl: ta opcja jest obsługiwana tylko samodzielnie.
pt_pt: esta opção é auto-suportada apenas.
ru_ru: эта опция поддерживается только самостоятельно.
zh_cn: 此选项仅是自支持的。

source: Admin Account Settings
bg_bg: Настройките на профила ми
de_de: Mein Account Settings
es_es: Configuraciones de mi Cuenta
fr_fr: Mes Paramètres du compte
it_it: Il mio account Impostazioni
ja_jp: 管理用アカウント設定
pl_pl: Ustawienia mojego konta
pt_pt: Minhas Configurações de Conta
ru_ru: Мои Настройки аккаунта
zh_cn: 管理员帐户设置

source: Full Name
bg_bg: Име на файл
de_de: Dateinamen
es_es: nombre de archivo
fr_fr: nom de fichier
it_it: filename
ja_jp: ファイル名
pl_pl: nazwa pliku
pt_pt: nome do arquivo
ru_ru: имя файла
zh_cn: 全名

source: Admin Notification Settings
bg_bg: Разположете настройките за известяване
de_de: Sperren Notification Settings
es_es: Bloquear Configuraciones de las Notificaciones
fr_fr: Verrouiller des paramètres de notification
it_it: Blocco delle impostazioni di notifica
ja_jp: 通知設定の管理
pl_pl: Blokada ustawienia powiadomień
pt_pt: Configurações de Notificação
ru_ru: Блокировка Настройки уведомлений
zh_cn: 管理员通知设置

source: Send this account email notifications
bg_bg: изпратете известията по имейл от този профил
de_de: Senden Sie dieses Konto E-Mail-Benachrichtigungen
es_es: enviar esta cuenta notificaciones por correo electrónico
fr_fr: envoyer ce compte par e-mail
it_it: inviare le notifiche e-mail di questo account
ja_jp: このアカウントのメール通知を送信する
pl_pl: wyślij powiadomienia e-mailem z tego konta
pt_pt: enviar esta conta notificações por e-mail
ru_ru: отправлять оповещения по электронной почте
zh_cn: 发送此帐户的电子邮件通知

source: Notifications are enabled by default for nagiosadmin but you can disable sending anything by unchecking the box
bg_bg: известията са разрешени по подразбиране за nagiosadmin, но можете да деактивирате изпращането на всичко, като премахнете отметката от квадратчето
de_de: Benachrichtigungen sind standardmäßig für Nagiosadmin aktiviert, aber Sie können das Senden von Nachrichten deaktivieren, indem Sie das Kontrollkästchen deaktivieren
es_es: las notificaciones están habilitadas por defecto para nagiosadmin, pero puede deshabilitar el envío de cualquier cosa desmarcando la casilla
fr_fr: les notifications sont activées par défaut pour nagiosadmin mais vous pouvez désactiver l'envoi de n'importe quoi en décochant la case
it_it: le notifiche sono abilitate di default per nagiosadmin ma puoi disabilitare l'invio di qualsiasi cosa deselezionando la casella
ja_jp: nagiosadminでは既定で通知が有効になっていますが、ボックスのチェックを外すことで送信を無効にすることができます
pl_pl: powiadomienia są domyślnie włączone dla nagiosadmin, ale możesz wyłączyć wysyłanie czegokolwiek, odznaczając to pole
pt_pt: as notificações são ativadas por padrão para o nagiosadmin, mas você pode desativar o envio de qualquer coisa desmarcando a caixa
ru_ru: уведомления включены по умолчанию для nagiosadmin, но вы можете отключить отправку чего-либо, сняв флажок
zh_cn: 默认情况下，nagiosadmin会启用通知，但是您可以通过取消选中此框来禁用发送任何内容

source: Advanced email notification settings
bg_bg: разширени настройки за известяване по имейл
de_de: Erweiterte E-Mail-Benachrichtigungseinstellungen
es_es: configuración avanzada de notificación por correo electrónico
fr_fr: paramètres de notification par e-mail avancés
it_it: impostazioni avanzate di notifica e-mail
ja_jp: 高度なメール通知設定
pl_pl: zaawansowane ustawienia powiadomień e-mail
pt_pt: configurações avançadas de notificação por email
ru_ru: расширенные настройки уведомлений по электронной почте
zh_cn: 高级邮件通知设置

source: Finish Install
bg_bg: завърши инсталирането
de_de: Fertig installieren
es_es: finalizar la instalación
fr_fr: terminer l'installation
it_it: finire l'installazione
ja_jp: インストールを完了する
pl_pl: Zakończ instalację
pt_pt: terminar de instalar
ru_ru: завершить установку
zh_cn: 完成安装

source: Unable to get user id for admin account.
bg_bg: не може да получи потребителски идентификатор за администраторски акаунт.
de_de: Benutzer-ID für Administratorkonto kann nicht abgerufen werden.
es_es: no se puede obtener la identificación de usuario para la cuenta de administrador.
fr_fr: impossible d'obtenir l'ID utilisateur pour le compte administrateur.
it_it: impossibile ottenere l'ID utente per l'account amministratore.
ja_jp: 管理者アカウントのユーザーIDを取得できません。
pl_pl: nie można uzyskać identyfikatora użytkownika dla konta administratora.
pt_pt: incapaz de obter o ID do usuário para a conta de administrador.
ru_ru: невозможно получить идентификатор пользователя для учетной записи администратора.
zh_cn: 无法获取管理员帐户的用户ID。

source: Invalid trial key provided or trial key is already expired.
bg_bg: предоставен е невалиден пробен ключ или пробният ключ вече е изтекъл.
de_de: Der ungültige Testschlüssel wurde bereitgestellt oder der Testschlüssel ist bereits abgelaufen.
es_es: la clave de prueba proporcionada no es válida o la clave de prueba ya ha caducado.
fr_fr: clé d'essai non valide fournie ou clé d'essai déjà expirée.
it_it: chiave di prova fornita non valida o chiave di prova già scaduta.
ja_jp: 無効なトライアルキーが提供されたか、トライアルキーの有効期限が切れています。
pl_pl: podano nieprawidłowy klucz próbny lub klucz próbny wygasł.
pt_pt: chave de teste inválida fornecida ou a chave de teste já expirou.
ru_ru: Предоставлен недействительный пробный ключ или срок действия пробного ключа уже истек.
zh_cn: 提供的无效试用密钥或试用密钥已过期。

source: Invalid license key or client ID/token entered.
bg_bg: въведен невалиден лицензен ключ или клиентски идентификационен номер / маркер
de_de: ungültiger Lizenzschlüssel oder Client-ID / Token eingegeben.
es_es: clave de licencia inválida o identificador / token del cliente ingresado.
fr_fr: clé de licence non valide ou identifiant / jeton client entré.
it_it: chiave di licenza o ID / token client non validi immessi.
ja_jp: 無効なライセンスキーまたはクライアントID /トークンが入力されました。
pl_pl: wprowadzono niepoprawny klucz licencyjny lub identyfikator / token klienta.
pt_pt: chave de licença inválida ou ID / token do cliente inserido.
ru_ru: введен неверный лицензионный ключ или идентификатор клиента / токен.
zh_cn: 输入了无效的许可证密钥或客户端ID /令牌。

source: Product installation error (NEC000NPID) please contact Nagios Support
bg_bg: грешка при инсталирането на продукта (nec000npid), моля, свържете се с поддръжката на nagios
de_de: Produktinstallationsfehler (nec000npid) Bitte wenden Sie sich an den Nagios-Support
es_es: error de instalación del producto (nec000npid) póngase en contacto con el soporte de nagios
fr_fr: erreur d'installation du produit (nec000npid), veuillez contacter le support nagios
it_it: errore di installazione del prodotto (nec000npid) contattare l'assistenza nagios
ja_jp: 製品インストールエラー（nec000npid）nagiosサポートに連絡してください
pl_pl: błąd instalacji produktu (nec000npid) skontaktuj się z obsługą nagios
pt_pt: erro de instalação do produto (nec000npid), entre em contato com o suporte da nagios
ru_ru: ошибка установки продукта (nec000npid) обратитесь в службу поддержки nagios
zh_cn: 产品安装错误（NEC000NPID），请联系Nagios支持

source: Installation Complete
bg_bg: Инсталацията е завършена
de_de: Installation abgeschlossen
es_es: Instalacion completa
fr_fr: Installation terminée
it_it: Installazione completata
ja_jp: インストレーションが完了しました
pl_pl: kompletna instalacja
pt_pt: Instalação completa
ru_ru: Установка завершена
zh_cn: 安装完成

source: Finishing Install
bg_bg: довърши инсталацията
de_de: Fertigstellen installieren
es_es: terminar la instalación
fr_fr: installation de finition
it_it: installazione di finitura
ja_jp: インストール完了
pl_pl: instalacja końcowa
pt_pt: acabamento de instalação
ru_ru: завершение установки
zh_cn: 完成安装

source: Congratulations! You have successfully installed Nagios XI. You may now login to Nagios XI using the following credentials.
bg_bg: поздравления! успешно сте инсталирали nagios xi. може да влезете в нагиос xi, като използвате следните идентификационни данни.
de_de: Herzliche Glückwünsche! Sie haben Nagios xi erfolgreich installiert. Sie können sich jetzt mit folgenden Zugangsdaten bei Nagios XI anmelden.
es_es: ¡felicitaciones! usted ha instalado exitosamente nagios xi. Ahora puede iniciar sesión en nagios xi usando las siguientes credenciales.
fr_fr: toutes nos félicitations! vous avez installé avec succès nagios xi. vous pouvez maintenant vous connecter à nagios xi en utilisant les informations d'identification suivantes.
it_it: complimenti! hai installato con successo nagios xi. ora puoi accedere a nagios xi usando le seguenti credenziali.
ja_jp: おめでとうございます! 正常に Nagios XI がインストールされました。次の資格情報を使って Nagios XI にログインできます。
pl_pl: Gratulacje! pomyślnie zainstalowałeś nagios xi. możesz teraz zalogować się do NAGII XI przy użyciu następujących poświadczeń.
pt_pt: Parabéns! você instalou com sucesso o nagios xi. Agora você pode acessar o nagios xi usando as seguintes credenciais.
ru_ru: поздравления! вы успешно установили nagios xi. теперь вы можете войти в nagios xi, используя следующие учетные данные.
zh_cn: 恭喜你！ 您已经成功安装了Nagios XI。 您现在可以使用以下凭据登录到Nagios XI。
