Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: You may delete unneeded host and services or add them to your monitoring configuration through this page. Note that a large amount of persistent unused passive checks can result in a performance decrease.
bg_bg: Можете да изтриете ненужни хостове и сървиси или да ги добавите към вашата мониторинг конфигурация чрез тази страница. Имайте предвид, че голям брой непроменливи, неизползвани пасивни проверки може да доведе до намаляване на производителността.
de_de: Sie können löschen Sie nicht benötigte Host und Dienstleistungen oder fügen Sie sie zu Ihrer Monitoring-Konfiguration über diese Seite. NOTE, dass eine große Menge an persistant ungenutzte passive Prüfungen können in einem Leistungsabfall führen.
es_es: Usted puede borrar anfitrión que no sean necesarios y servicios o añadirlos a la configuración de supervisión a través de esta página. Tenga en cuenta que una gran cantidad de persistentes controles pasivos no utilizados puede resultar en una disminución del rendimiento.
fr_fr: Vous pouvez supprimer hôte inutiles et les services ou les ajouter à votre configuration de surveillance à travers cette page. Note qu'une grande quantité de contrôles passifs non utilisés persistantes peuvent entraîner une baisse des performances.
it_it: È possibile eliminare ospitante non necessarie e servizi o aggiungerli alla tua configurazione di monitoraggio attraverso questa pagina. Note che una grande quantità di persistenti controlli inutilizzati passivi possono provocare una diminuzione delle prestazioni.
ja_jp: このページで、不要なホストやサービスを削除したり監視設定に追加できます。 永続的に使用されない大量のパッシブチェックはパフォーマンスを低下させることに注意してください。
pl_pl: można usunąć niepotrzebne hosta i usług lub dodać je do konfiguracji monitorowania za pośrednictwem tej strony. pamiętać, że duża ilość Persistant niewykorzystanych czeków pasywnych może spowodować spadek wydajności.
pt_pt: Você pode excluir hosts desnecessários e serviços ou adicioná-los à sua configuração de monitoramento através desta página. Note que uma grande quantidade de persistentes não utilizados verificações passivas podem resultar numa diminuição do desempenho.
ru_ru: Вы можете удалить ненужные хозяина и услуг или добавить их к вашему мониторинга конфигурации на этой странице. Note, что большое количество неиспользованных стойкие пассивных проверок может привести к снижению производительности.
zh_cn: 您可以通过此页面删除不需要的主机和服务，或将其添加到监控配置中。请注意，大量持续未使用的被动检查会导致性能下降。

source: Auto Configure Settings
bg_bg: Конфигурирайте настройките
de_de: Einstellungen konfigurieren
es_es: Configurar los ajustes
fr_fr: Configurer les paramètres
it_it: Configurare le impostazioni
ja_jp: 自動コンフィグ設定
pl_pl: Skonfiguruj ustawienia
pt_pt: Configurar configurações
ru_ru: Настроить параметры
zh_cn: 自动配置设置

source: Clear Unconfigured Objects List
bg_bg: Изчистете списъка с неконфигурирани обекти (Unconfigured Objects List)
de_de: Klare Unconfigured Objects List
es_es: Limpiar la lista de objectos no configurados
fr_fr: Effacer la liste Objets non configuré
it_it: Cancella elenco oggetti non configurato
ja_jp: 未設定のオブジェクト一覧を削除する
pl_pl: jasne lista nieskonfigurowany obiekty
pt_pt: Limpar Lista de Objetos Desconfigurados
ru_ru: Ясно Unconfigured Список объектов
zh_cn: 清除未配置的对象列表

source: You must install the unconfigured passive object wizard to configure the selected hosts and services. You can get the wizard from
bg_bg: Трябва да инсталирате съветник (wizard) за неконфигуриран пасивен обект, за да конфигурирате избрани хостове и сървиси. Можете да получите съветника (wizard) от
de_de: Sie müssen das nicht konfigurierte passives Objekt-Assistenten, um die ausgewählten Hosts und Services zu konfigurieren. Sie können den Assistenten zu bekommen
es_es: Debe instalar el asistente no configurado objeto pasivo para configurar los hosts y servicios seleccionados. Usted puede obtener el asistente de
fr_fr: Vous devez installer l'Assistant objet non configuré passive de configurer les hôtes et services sélectionnés. Vous pouvez obtenir de l'assistant de
it_it: È necessario installare la procedura guidata non configurato oggetto passivo per configurare gli host e servizi selezionati. È possibile ottenere la procedura guidata dal
ja_jp: 選択したホストとサービスを設定するには、未設定のパッシブオブジェクトウィザードをインストールする必要があります. ウィザードは次から取得できます：
pl_pl: do konfiguracji wybranych hostów i usług należy zainstalować nieskonfigurowaną kreatora pasywny obiektu. można uzyskać kreatora z
pt_pt: Você deve instalar o assistente de objeto não configurada passiva para configurar os hosts selecionados e serviços. Você pode obter o assistente do
ru_ru: Вы должны установить ненастроенную пассивного объекта мастера для настройки выбранных узлов сети и сервисов. Вы можете получить от мастера
zh_cn: 您必须安装未配置的被动对象向导来配置选定的主机和服务。 您可以从获得向导

source: Service
bg_bg: Сървис
es_es: Servicio
it_it: Servizio
ja_jp: サービス
pl_pl: serwis
pt_pt: Serviço
ru_ru: Обслуживание
zh_cn: 服务

source: Last Seen
bg_bg: Последно видян
de_de: Zuletzt gesehen
es_es: Ultimo visto
fr_fr: Dernière visite
it_it: Ultimo Click
ja_jp: 前回表示
pl_pl: ostatnio widziany
pt_pt: Última atividade
ru_ru: Последнее посещение
zh_cn: 最后一次露面

source: No unconfigured passive objects found
bg_bg: Не се намерени неконфигурирана пасивни обекти
de_de: Keine unkonfiguriert passive Objekte gefunden
es_es: Ningun objecto pasivo no configurado encontrado
fr_fr: Aucun objet trouvé passifs non configurés
it_it: Nessun oggetto trovato non configurati passivi
ja_jp: 未設定のパッシブオブジェクトが見つかりませんでした
pl_pl: nie znaleziono żadnych obiektów pasywnych nieskonfigurowany
pt_pt: Nenhum objeto desconfigurado passivo encontrado
ru_ru: Нет ненастроенную пассивных объектов, найденных
zh_cn: 找不到未配置的被动对象

source: With Selected:
bg_bg: с избрания:
de_de: Mit ausgewählten Profilen:
es_es: Con los seleccionados:
fr_fr: Avec sélectionnés:
it_it: Con i selezionati:
ja_jp: 選択済み：
pl_pl: Akcja:
pt_pt: Com selecionado:
ru_ru: С выбранными:
zh_cn: 随着选择：

source: Remove
bg_bg: Премахнете
de_de: Entfernen
es_es: Eliminar
fr_fr: Enlever
it_it: Rimuovere
ja_jp: 削除
pl_pl: usunąć
pt_pt: Remover
ru_ru: Удаление
zh_cn: 清除

source: Configure
bg_bg: Конфигуриране
de_de: Konfigurieren
es_es: Configurar
fr_fr: Configurer
it_it: Configura
ja_jp: 設定
pl_pl: skonfigurować
pt_pt: Configurar
ru_ru: Конфигурировать
zh_cn: 配置

source: Enable Auto Import
bg_bg: активиране на автоматично импортиране
de_de: Aktivieren Sie den automatischen Import
es_es: habilitar la importación automática
fr_fr: activer l'importation automatique
it_it: abilita l'importazione automatica
ja_jp: 自動インポートを有効にする
pl_pl: włącz automatyczne importowanie
pt_pt: ativar a importação automática
ru_ru: включить автоматический импорт
zh_cn: 启用自动导入

source: Automatically import host/services into the CCM with templates applied below.
bg_bg: автоматично импортиране на хост / услуги в ccm с шаблони, приложени по-долу.
de_de: Importieren Sie den Host / Service automatisch mit den unten angegebenen Vorlagen in das ccm.
es_es: importe automáticamente el host / servicios en el ccm con las plantillas que se aplican a continuación.
fr_fr: importer automatiquement les hôtes / services dans le ccm avec les modèles appliqués ci-dessous.
it_it: importa automaticamente host / servizi nel ccm con i modelli applicati di seguito.
ja_jp: 下記のテンプレートを適用して CCM にホスト/サービスを自動的にインポートします。
pl_pl: automatycznie importuj host / usługi do ccm z szablonami zastosowanymi poniżej.
pt_pt: Importar automaticamente host / serviços para o ccm com modelos aplicados abaixo.
ru_ru: автоматически импортировать хост / службы в ccm с шаблонами, применяемыми ниже.
zh_cn: 使用以下模板将主机/服务自动导入CCM。

source: Automatically apply configuration after import of configs.
bg_bg: автоматично се прилага конфигурация след импортиране на конфигурации.
de_de: Übernehmen Sie die Konfiguration automatisch nach dem Import von Konfigurationen.
es_es: aplica automáticamente la configuración después de la importación de configuraciones.
fr_fr: appliquer automatiquement la configuration après l'importation des configs.
it_it: applica automaticamente la configurazione dopo l'importazione delle configurazioni.
ja_jp: 設定インポート後に自動的に設定を適用します。
pl_pl: automatycznie stosuje konfigurację po zaimportowaniu konfiguracji.
pt_pt: Aplique automaticamente a configuração após a importação das configurações.
ru_ru: автоматически применяйте конфигурацию после импорта конфигураций.
zh_cn: 导入配置后自动应用配置。

source: Groups
bg_bg: Групи
de_de: Gruppen
es_es: Grupos
fr_fr: Groupes
it_it: Gruppi
ja_jp: グループ
pl_pl: grupy
pt_pt: Grupos
ru_ru: Группы
zh_cn: 组

source: Advanced
bg_bg: За напреднали
de_de: Fortgeschritten
es_es: Avanzados
fr_fr: Avancé
it_it: Avanzato
ja_jp: 詳細
pl_pl: zaawansowany
pt_pt: Avançado
ru_ru: Передовой
zh_cn: 高级

source: Notification Options
bg_bg: Нотификационни опции
de_de: Benachrichtigungsoptionen
es_es: Opciones de las Notificaciones
fr_fr: Options de notification
it_it: Opzioni di notifica
ja_jp: 通知オプション
pl_pl: opcje powiadomień
pt_pt: Opções de Notificação
ru_ru: Параметры уведомлений
zh_cn: 通知选项

source: Send notifications for hosts and services
bg_bg: изпращане на известия за хостове и услуги
de_de: sende Benachrichtigungen für Hosts und Dienste
es_es: enviar notificaciones para hosts y servicios
fr_fr: envoyer des notifications pour les hôtes et les services
it_it: inviare notifiche per host e servizi
ja_jp: ホストとサービスの通知を送信する
pl_pl: wysyłać powiadomienia o hostach i usługach
pt_pt: enviar notificações para hosts e serviços
ru_ru: отправлять уведомления для хостов и служб
zh_cn: 发送主机和服务的通知

source: Contacts
bg_bg: Контакти
de_de: Kontakte
es_es: Contactos
it_it: Contatti
ja_jp: 連絡先
pl_pl: Kontakty
pt_pt: Contatos
ru_ru: Связи
zh_cn: 联系人

source: Contact Groups
bg_bg: Контактни групи
de_de: Kontakt Gruppen
es_es: Grupos de contactos
fr_fr: Groupes de contact
it_it: Contatti Gruppi
ja_jp: 連絡先グループ
pl_pl: grup kontaktów
pt_pt: Grupos de contato
ru_ru: Контактные группы
zh_cn: 联络小组

source: Host Groups
bg_bg: Хост групи
de_de: Host-Gruppen
es_es: Grupos de Hosts
fr_fr: Groupes d'hôtes
it_it: Host Gruppi
ja_jp: ホストグループ
pl_pl: grupy gospodarza
pt_pt: Grupos de host
ru_ru: Хост группы
zh_cn: 主机组

source: Define which hostgroup(s) the host should belong to (if any).
bg_bg: Дефинирайте към коя(и) хост група(и) хоста трябва да принадлежи (ако има такива).
de_de: Definieren, welche Hostgruppe (n) der Host gehören (falls vorhanden).
es_es: Defina a cuales grupo(s) de hosts, el host debe pertenecer (si aplica).
fr_fr: Définir les groupes d'hôtes (s) de l'hôte doit appartenir à (le cas échéant).
it_it: Definire quali hostgroup (s) l'host deve appartenere a (se presente).
ja_jp: ホストがどのホストグループに属すべきであるかを定義してください.(任意)
pl_pl: określić, które hostgroup (s) gospodarz powinien należeć do (jeśli w ogóle).
pt_pt: Defina qual (is) hostgroup (s) o host monitorado deveria pertencer(se houver).
ru_ru: Определите, какие группа узлов сети (ы) хоста должно принадлежать (если таковые имеются).
zh_cn: 定义主机应属于哪个主机组（如果有）。

source: Service Groups
bg_bg: Сървис групи
es_es: Grupos de Servicios
fr_fr: Groupes de services
it_it: Gruppi di servizio
ja_jp: サービスグループ
pl_pl: grupy usług
pt_pt: Grupos de Serviço
ru_ru: Обслуживание групп
zh_cn: 服务组

source: Define which servicegroup(s) the service(s) should belong to (if any).
bg_bg: Дефинирайте към коя(и) сървис група(и) наблюдавания(ите) сървис(и) трябва да принадлежи(ат) (ако има такива).
de_de: Definieren, welche servicegroup (s) die überwachte Service (s) gehören soll (falls vorhanden).
es_es: Defina qué Servicegroup (s) del servicio de seguimiento (s) debe pertenecer a (si existe).
fr_fr: Définir les servicegroup (s) du service surveillé (s) doit appartenir à (le cas échéant).
it_it: Definire quali Servicegroup (s), il servizio monitorato (s) dovrebbe appartenere a (se presente).
ja_jp: 監視サービスが属するべきサービスグループを定義します（任意）.
pl_pl: określić, które servicegroup (e) monitorowanie usług (i) powinny należeć do (jeśli w ogóle).
pt_pt: Defina qual (is) hostgroup (s) o host monitorado deveria pertencer(se houver).
ru_ru: Определите, какие servicegroup (ы) мониторинг услуги (услуг) должна принадлежать (если таковые имеются).
zh_cn: 定义服务应该属于哪个服务组（如果有）。

source: Stalking
bg_bg: Издебване (Stalking):
es_es: Acecho:
ja_jp: 追跡
ru_ru: Преследование:
zh_cn: 缠扰

source: Disabled
bg_bg: Деактивиран
de_de: Behindert
es_es: Deshabilitado
fr_fr: Handicapé
it_it: Disabile
ja_jp: 無効
pl_pl: niepełnosprawny
pt_pt: Desabilitado
ru_ru: Инвалид
zh_cn: 已禁用

source: Enabled
bg_bg: Активиран
de_de: Aktiviert
es_es: Habilitado
fr_fr: Activé
it_it: Abilitato
ja_jp: 有効
pl_pl: włączone
pt_pt: Ativar
ru_ru: Доступно
zh_cn: 启用

source: Stalked services will have their output data (textual alert information) logged by Nagios each time newly received output differs from the most recent previously received output. This can be useful to track important or security-related information.
bg_bg: Трябва ли сървиса (ите) да бъде (ата) дебнат (и)? Изходните данни (информация за текстови предупреждения) на "дебнатите" (Stalked) сървиси ще бъдат записвани (logged) от Nagios всеки път, когато новополучените изходни резултати се различават от предишните. Това може да бъде полезно за проследяването на важна или свързана с охраната информация.
de_de: Sollte der Dienst (s) gestielt werden? Stalked Dienste werden ihre Ausgangsdaten (textuellen Alarminformationen) von Nagios jedes Mal neu empfangene Ausgangssignal unterscheidet sich von der vorher empfangenen jüngsten Ausgabe protokolliert. Dies kann nützlich sein, um wichtige oder sicherheitsbezogene Informationen zu verfolgen.
es_es: Si el servicio (s) de ser acosada? Servicios acechado tendrán sus datos de salida (información de alerta textual) registrado por Nagios cada vez salida recién recibido difiere de la producción más reciente recibido previamente. Esto puede ser útil para seguir la información importante o relacionados con la seguridad.
fr_fr: Si le service (s) être harcelée? Services harcelées auront leurs données de sortie (textuel des informations d'alerte) connecté par Nagios à chaque fois sortie récemment reçu diffère de la sortie la plus récente reçue précédemment. Cela peut être utile pour suivre les informations importantes ou liées à la sécurité.
it_it: Se il servizio (s) essere pedinato? Servizi Stalked avranno i loro dati di uscita (testuali informazioni di avviso) registrato da Nagios per volta uscita appena ricevuta differisce dalla più recente produzione ricevuto in precedenza. Questo può essere utile per tenere traccia delle informazioni importanti o relative alla sicurezza.
ja_jp: 追跡サービスは新しく受信したアウトプットが直近に受信したアウトプットと異なる度にアウトプットデータ（テキストのアラート情報）を記録します. これは、重要な情報もしくはセキュリティ関連の情報を追跡するために有用です.
pl_pl: Usługa powinna (-y) być śledzony? podkradał usługi będą mieć swoje dane wyjściowe (alert informacji tekstowych) zarejestrowane przez Nagios każdym nowo otrzymanych różni się wyjść z ostatniej wcześniej otrzymanej wyjścia. może to być przydatne do śledzenia ważnych i związanych z bezpieczeństwem informacji.
pt_pt: Se o serviço (s) ser perseguido? Serviços stalked terá seus dados de saída (informações de alerta textual) registrados pelo Nagios cada vez saída recém recebido diferir da produção mais recente recebido anteriormente. Isto pode ser útil para rastrear informações importantes ou relacionadas à segurança.
ru_ru: В случае, если услуги (услуг) преследоваться? Stalked услуг будет иметь свои выходные данные (текстовые оповещения информации), зарегистрированных Nagios каждый раз вновь получила выход отличается от последнего ранее полученной продукции. Это может быть полезно для отслеживания важной или связанные с безопасностью информации.
zh_cn: 每当新收到的输出与最近收到的最新输出不同时，缠扰的服务将通过Nagios记录其输出数据（文本警报信息）。 这对于跟踪重要或与安全相关的信息很有用。

source: Advanced Config
bg_bg: Разширена конфигурация (за напреднали)
de_de: Erweiterte Konfiguration
es_es: config avanzada
fr_fr: config avancée
it_it: config avanzata
ja_jp: 上級設定
pl_pl: zaawansowane config
pt_pt: configuração avançada
ru_ru: Расширенный конфигурации
zh_cn: 高级配置

source: Host Config
bg_bg: хост конфиг
de_de: Hostkonfiguration
es_es: configuración de host
fr_fr: configuration de l'hôte
ja_jp: ホスト設定
pl_pl: konfiguracja hosta
pt_pt: configuração do host
ru_ru: конфигурация хоста
zh_cn: 主机配置

source: Service Config
bg_bg: конфигурация на услугата
de_de: Dienstkonfiguration
es_es: configuración de servicio
fr_fr: configuration du service
it_it: servizio di configurazione
ja_jp: サービス設定
pl_pl: konfiguracja usługi
pt_pt: configuração de serviço
ru_ru: служебная конфигурация
zh_cn: 服务配置

source: Host Template
bg_bg: Хост шаблон (template)
es_es: Plantillas de Hosts
fr_fr: Modèle d'accueil
ja_jp: ホストテンプレート
pl_pl: Szablon hosta
pt_pt: Modelos de host
zh_cn: 主机模板

source: Service Template
bg_bg: Щаблон за сървис
es_es: Plantillas de Servicios
fr_fr: Modèle de service
it_it: Servizio Template
ja_jp: サービステンプレート
pl_pl: Szablon usługi
pt_pt: Modelos de serviços
ru_ru: Обслуживание шаблона
zh_cn: 服务模板

source: Volatility
bg_bg: Изменчивост:
de_de: Volatilität:
es_es: Disponibilidad
fr_fr: Volatilité:
it_it: Volatilità:
ja_jp: 不安定性：
pl_pl: Zmienność:
pt_pt: Disponibilidade
ru_ru: Волатильность:
zh_cn: 波动

source: Volatile services generate alerts each time a non-OK event is received, which can be useful when monitoring security events.
bg_bg: Трябва ли сървиса (ите) да е (са) "непостоянен" (ни)? Непостоянните (Volatile) сървиси генерират сигнали за тревога всеки път, когато се получи не-ОК събитие, което може да бъде полезно, когато следят събитията по сигурността.
de_de: Sollte der Dienst (s) volatil sein? Flüchtige Services generieren Warnungen jedes Mal, wenn ein nicht-OK-Ereignis empfangen wird, die nützlich sein können, wenn die Überwachung Security-Events.
es_es: Si el servicio (s) ser volátil? Servicios volátiles generar alertas cada vez que se recibe un evento no-OK, que puede ser útil en el seguimiento de eventos de seguridad.
fr_fr: Si le service (s) volatil? Les services volatils générer des alertes à chaque fois qu'un événement non-OK est reçu, ce qui peut être utile lors de la surveillance des événements de sécurité.
it_it: Se il servizio (s) essere volatile? Servizi volatili generare avvisi ogni volta che viene ricevuto un non-OK evento, che può essere utile quando il monitoraggio degli eventi di sicurezza.
ja_jp: Volatile serviceは、正常以外のイベントが受信されるたびにアラートを生成します. セキュリティイベントを監視するときに役立ちます.
pl_pl: Usługa powinna (-y) być zmienne? Usługi lotne generowania alertów każdą otrzymaną nie ok wydarzeniem, które mogą być przydatne podczas monitorowania zdarzeń bezpieczeństwa.
pt_pt: Se o serviço (s) ser volátil? Serviços voláteis gerar alertas cada vez que um evento não-OK é recebido, o que pode ser útil ao monitorar eventos de segurança.
ru_ru: В случае, если услуги (услуг) будет летучий? Летучие услуги генерировать предупреждения каждый раз, когда не-OK событие получено, которые могут быть полезны при мониторинге событий безопасности.
zh_cn: 每当接收到非正常事件时，易失性服务都会生成警报，这在监视安全事件时很有用。

source: Non-volatile
bg_bg: Постоянен
de_de: Nicht flüchtig
es_es: No volátil
ja_jp: 安定
pl_pl: nieulotna
pt_pt: Não volátil
ru_ru: Нелетучий
zh_cn: 非波动

source: Volatile
bg_bg: Непостоянен
de_de: Flüchtig
es_es: Volátil
fr_fr: Volatil
ja_jp: 不安定
pl_pl: lotny
pt_pt: Volátil
ru_ru: Летучий
zh_cn: 波动

source: Mobile Carriers
bg_bg: Мобилни оператори
de_de: Mobilfunkbetreiber
es_es: Operadores de telefonía móvil
fr_fr: Opérateurs mobiles
it_it: Operatori di telefonia mobile
ja_jp: 携帯キャリア
pl_pl: operatorzy komórkowi
pt_pt: Operadoras de celular
ru_ru: Операторы мобильной связи
zh_cn: 移动运营商

source: Manage the mobile carrier settings that can be used for email-to-text mobile notifications. Note: The <code>%number%</code> macro in the address format will be replaced with the user's phone number.
bg_bg: Управлявайте настройките на мобилния оператор, които може да се използват за "имейл-до-текст" (email-to-text) мобилни известия. Забележка: <i>%number%</i> макрото в адрес формата ще бъде заменено с телефонния номер на потребителя.
de_de: Verwalten der Mobilfunkanbieter Einstellungen für E-Mail-zu-Text mobilen Benachrichtigungen verwendet werden können. Hinweis: <i>Die% Nummer%</i> Makro in der Adresse-Format wird mit der Telefonnummer des Benutzers ersetzt werden.
es_es: Administrar la configuración de operador de telefonía móvil que se pueden utilizar para las notificaciones de correo electrónico de texto a móviles. Nota: El <i>número%%</i> macro en el formato de dirección se sustituye por el número de teléfono del usuario.
fr_fr: Gérer les paramètres opérateurs mobiles qui peuvent être utilisés pour le courrier électronique à texte notifications mobiles. Remarque: La <i>macro%% nombre</i> dans le format d'adresse sera remplacé par le numéro de téléphone de l'utilisateur.
it_it: Gestire le impostazioni carrier mobili che possono essere utilizzati per email-to-text notifiche mobili. Nota: il <i>numero</i> di <i>macro%%</i> del formato di indirizzo verrà sostituito con il numero di telefono dell'utente.
ja_jp: 携帯電話のテキスト通知を使用できるように携帯キャリアの設定を管理します. 注：アドレス形式の<code>%number%</code>マクロは、ユーザーの電話番号に置き換えられます.
pl_pl: zarządzanie ustawieniami operatora komórkowego, które mogą być wykorzystane do powiadomień email mobilnych na tekst. Uwaga: <i>liczba%%</i> makro w formacie adresu zostanie zastąpiony numerem telefonu użytkownika.
pt_pt: Gerencie as configurações de operadora de celular que podem ser usados para notificações móveis. Nota: O <i>%number%</i> macro no formato de endereço será substituído com o número de telefone do usuário.
ru_ru: Управление настройками мобильных носителей, которые можно использовать для электронной почты в текст мобильные уведомления. <i>Примечание:%% число</i> макрос в формате адреса будут заменены на номер телефона пользователя.
zh_cn: 管理移动运营商设置，可用于邮件转短信的移动通知。注意：地址格式中的<code>%number%</code>宏将被替换为用户的电话号码。

source: Unique Id
bg_bg: Уникален идентификатор
de_de: Eindeutige ID
es_es: Unio Id
fr_fr: Id Unique
it_it: Id Unico
ja_jp: ユニークID
pl_pl: Unikalny identyfikator
pt_pt: Id unico
ru_ru: Уникальный идентификатор
zh_cn: 唯一的ID

source: Description
bg_bg: Описание
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione
ja_jp: 説明
pl_pl: opis
pt_pt: Descrição
ru_ru: Описание
zh_cn: 描述

source: Email-To-Text Address Format
bg_bg: Имейл-към-текст адрес формат
es_es: Email-a-texto Formato de la dirección
fr_fr: Format d'adresse e-To-Text
it_it: Email-To-Text Formato indirizzo
ja_jp: Email-To-Textアドレス形式
pl_pl: e-mail do formatowania tekstu adres
pt_pt: formato de endereço de e-mail-to-text
ru_ru: Email-To-Text Формат адреса
zh_cn: 电子邮件到文本地址格式

source: Restore defaults
bg_bg: Възстанови настройките по подразбиране
de_de: Standardeinstellungen wiederherstellen
es_es: Restaurar por defecto
fr_fr: Paramètres par défaut
it_it: Ripristina impostazioni predefinite
ja_jp: 既定に戻す
pl_pl: przywrócić ustawienia
pt_pt: Restaurar padrões
ru_ru: Восстановить значения по умолчанию
zh_cn: 恢复默认值

source: Could not process request
bg_bg: Не можа да обработи заявка
de_de: Könnte nicht verarbeiten Anfrage
es_es: No se pudo procesar la peticion
fr_fr: Impossible de traiter la demande
it_it: Impossibile elaborare la richiesta
ja_jp: 要求を処理することができません
pl_pl: nie może przetworzyć żądania
pt_pt: Não foi possível processar a solicitação
ru_ru: Не удается обработать запрос
zh_cn: 无法处理请求

source: Unique ID missing on line #
bg_bg: Липсва уникалния идентификатор на линия #
de_de: Eindeutige ID fehlt in Zeile #
es_es: Falta Id. único en la línea #
fr_fr: ID unique manquant sur la ligne #
it_it: ID univoco missing on line #
ja_jp: ユニークIDが入力されていません： #
pl_pl: unikalne id brakuje na linii #
pt_pt: ID único ausente na linha n º
ru_ru: Уникальный ID отсутствует в строке #
zh_cn: 第＃行缺少唯一ID
