Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Displays any matching name with 'local' anywhere in the string.
bg_bg: Показва всяко съвпадение на името с "местни" (local) където и да е в съмволния низ (string).
de_de: zeigt alle passenden Namen mit "lokalen" überall in der Zeichenkette.
es_es: Muestra cualquier nombre que coincida con el "local" en cualquier lugar de la cadena.
fr_fr: affiche un nom correspondant à «local» dans toute la chaîne.
it_it: visualizza alcun nome di corrispondenza con 'locale' in qualsiasi punto della stringa.
ja_jp: 文字列中の任意の場所で'local'に一致するnameが表示されます.
pl_pl: wyświetla żadnej pasującej nazwy z "lokalnego" w dowolnym miejscu łańcucha.
pt_pt: exibe qualquer nome correspondente com 'local' em qualquer lugar do string.
ru_ru: отображает любое имя соответствия с «местным» в любом месте строки.
zh_cn: 在字符串中的任何地方显示任何与“ local”匹配的名称。

source: Displays any matching name with the comma-separated list.
bg_bg: Показва всяко съвпадение на име със списъка на нещата, разделени със запетая.
de_de: zeigt alle passenden Namen mit der durch Kommata getrennte Liste.
es_es: Muestra cualquier nombre que coincida con la lista separada por comas.
fr_fr: affiche un nom correspondant à la liste séparée par des virgules.
it_it: visualizza qualsiasi nome di corrispondenza con l'elenco separato da virgole.
ja_jp: カンマ区切りのリストで任意の一致するnameが表示されます.
pl_pl: wyświetla żadnej pasującej nazwy z listy oddzielonych przecinkami.
pt_pt: exibe qualquer nome correspondente com a lista separada por vírgulas.
ru_ru: отображает любое имя соответствия с списком разделенных запятыми.
zh_cn: 显示带有逗号分隔列表的任何匹配名称。

source: You can use multiple different column names in a row such as:
bg_bg: Можете да използвате няколко различни имена на колони в един ред, като например:
de_de: können Sie mehrere unterschiedliche Spaltennamen in einer Reihe wie verwenden:
es_es: se pueden utilizar varios nombres de columnas diferentes en una fila, tales como:
fr_fr: vous pouvez utiliser plusieurs différents noms de colonnes dans une ligne telle que:
it_it: è possibile utilizzare più nomi di colonna diversi in fila come ad esempio:
ja_jp: 次のように１行に複数の異なる列名を使用できます:
pl_pl: można korzystać z wielu różnych nazw kolumn w wierszu, takich jak:
pt_pt: você pode usar vários nomes de colunas diferentes em uma linha, tais como:
ru_ru: вы можете использовать несколько различных имен столбцов в строке, например:
zh_cn: 您可以在一行中使用多个不同的列名称，例如：

source: <b>Optional Parameter</b>: <em>Only available in objects API</em>. Use this variable to get XML output instead of JSON. By default output is JSON when not using this parameter.
bg_bg: <b>Незадължителен параметър:</b> <em>Наличен само в API обекти.</em> Използвайте тази променлива, за да получите XML резултат вместо JSON. По подразбиране, резултата е JSON, когато не използвате този параметър.
de_de: <b>optionalen Parameter</b> <em>nur in Objekte api</em> zur <em>Verfügung.</em> Verwenden Sie diese Variable XML-Ausgabe anstelle von json zu bekommen. von Standard-Ausgabe ist json, wenn Sie diesen Parameter nicht verwenden.
es_es: <b>parámetro opcional:</b> <em>sólo está disponible en objetos de la API.</em> utilizar esta variable para obtener una salida XML en lugar de JSON. por defecto de salida es JSON cuando no se utiliza este parámetro.
fr_fr: <b>paramètre optionnel:</b> <em>disponible uniquement dans</em> les <em>objets api.</em> utiliser cette variable pour obtenir une sortie xml au lieu de JSON. Par défaut, la sortie est json quand ne pas utiliser ce paramètre.
it_it: <b>parametro opzionale:</b> <em>disponibile solo negli oggetti api.</em> utilizzare questa variabile per ottenere output XML invece di JSON. Per impostazione predefinita, l'uscita è JSON quando non si utilizza questo parametro.
ja_jp: <b>オプションパラメータ</b>：<em>オブジェクトAPIでのみ使用できます</em>。 この変数はJSONではなくXML出力を取得するために使用します。 このパラメータを使用しない場合の既定の出力は JSONです.
pl_pl: <b>Opcjonalny parametr:</b> <em>dostępne tylko w obiektach API.</em> użyć tej zmiennej aby uzyskać wyjście xml zamiast JSON. Domyślnie wyjście jest json, gdy nie używa tego parametru.
pt_pt: <b>parâmetro opcional:</b> <em>disponível apenas em objetos api.</em> usar essa variável para obter uma saída xml em vez de json. por padrão de saída é json quando não estiver usando esse parâmetro.
ru_ru: <b>необязательный параметр:</b> <em>доступен только в объектах API.</em> использовать эту переменную, чтобы получить вывод XML вместо JSON. По умолчанию вывод JSON, если не используется этот параметр.
zh_cn: <b>可选参数</ b>：<em>仅在对象API中可用</em>。 使用此变量获取XML输出而不是JSON。 不使用此参数时，默认情况下输出为JSON。

source: The pretty parameter cannot be used with
bg_bg: pretty parameter не може да се използва с
de_de: die hübsche Paramater kann nicht mit verwendet werden
es_es: el parámetro de bastante no se puede utilizar con
fr_fr: la jolie paramater ne peut pas être utilisé avec
it_it: la bella paramater non può essere utilizzato con
ja_jp: pretty パラメータを一緒に使用することはできません:
pl_pl: ładna paramater nie może być stosowany z
pt_pt: o paramater consideravelmente não pode ser utilizado com
ru_ru: хорошенькая не может В параметре быть использовано с
zh_cn: 不能使用pretty参数

source: Basic Objects
bg_bg: Основни обекти
de_de: Basisobjekte
es_es: objetos básicos
fr_fr: objets de base
it_it: oggetti di base
ja_jp: 基本オブジェクト
pl_pl: Podstawowe obiekty
pt_pt: objetos básicos
ru_ru: Основные объекты
zh_cn: 基本对象

source: This command returns the current host status.
bg_bg: Тази команда връща текущото състояние на хоста.
de_de: Dieses Kommando liefert den aktuellen Host-Status.
es_es: este comando devuelve el estado actual anfitrión.
fr_fr: cette commande renvoie l'état de l'hôte actuel.
it_it: questo comando restituisce lo stato host corrente.
ja_jp: このコマンドは、現在のホストステータスを返します.
pl_pl: to polecenie zwraca aktualny stan komputera.
pt_pt: este comando retorna o status atual do host.
ru_ru: эта команда возвращает текущее состояние хоста.
zh_cn: 此命令返回当前主机状态。

source: Response JSON
bg_bg: JSON отговор
de_de: Antwort json
es_es: json respuesta
fr_fr: réponse JSON
it_it: risposta JSON
ja_jp: レスポンス JSON
pl_pl: Odpowiedź JSON
pt_pt: Resposta JSON
ru_ru: ответ JSON
zh_cn: 响应JSON

source: This command returns the current service status.
bg_bg: Тази команда връща текущото състояние на сървиса.
de_de: Dieses Kommando liefert den aktuellen Service-Status.
es_es: este comando devuelve el estado de servicio actual.
fr_fr: cette commande renvoie l'état actuel du service.
it_it: questo comando restituisce lo stato corrente del servizio.
ja_jp: このコマンドは、現在のサービスのステータスを返します.
pl_pl: to polecenie zwraca aktualny stan usługi.
pt_pt: este comando retorna o status do serviço atual.
ru_ru: эта команда возвращает текущее состояние службы.
zh_cn: 此命令返回当前服务状态。

source: This command returns a list of log entries.
bg_bg: Тази команда връща списък със записи в регистъра (лога).
de_de: dieser Befehl gibt eine Liste der Log-Einträge.
es_es: este comando devuelve una lista de entradas de registro.
fr_fr: cette commande renvoie une liste d'entrées de journal.
it_it: questo comando restituisce un elenco di voci di registro.
ja_jp: このコマンドは、ログエントリのリストを返します.
pl_pl: to polecenie zwraca listę wpisów dziennika.
pt_pt: este comando retorna uma lista de entradas de registo.
ru_ru: эта команда возвращает список записей.
zh_cn: 这个命令返回一个日志条目列表。

source: This command returns a list of state changes.
bg_bg: Тази команда връща списък с промените на състоянието (статуса).
de_de: dieser Befehl gibt eine Liste von Zustandsänderungen.
es_es: este comando devuelve una lista de los cambios de estado.
fr_fr: cette commande renvoie une liste de changements d'état.
it_it: questo comando restituisce un elenco di cambiamenti di stato.
ja_jp: このコマンドは、ステータス変化のリストを返します.
pl_pl: to polecenie zwraca listę zmian stanu.
pt_pt: este comando retorna uma lista de mudanças de estado.
ru_ru: эта команда возвращает список изменений состояния.
zh_cn: 此命令返回状态更改的列表。

source: This command returns a list of comments.
bg_bg: Тази команда връща списък с коментари.
de_de: dieser Befehl gibt eine Liste der Kommentare.
es_es: este comando devuelve una lista de los comentarios.
fr_fr: cette commande renvoie une liste de commentaires.
it_it: questo comando restituisce un elenco di commenti.
ja_jp: このコマンドは、コメントのリストを返します.
pl_pl: to polecenie zwraca listę komentarzy.
pt_pt: este comando retorna uma lista de comentários.
ru_ru: эта команда возвращает список комментариев.
zh_cn: 这个命令返回一个注释列表。

source: This command returns a list of scheduled downtimes.
bg_bg: Тази команда връща списък с планираните (по график) спирания.
de_de: Dieses Kommando liefert eine Liste der geplanten Stillstandszeiten.
es_es: este comando devuelve una lista de los tiempos de parada programados.
fr_fr: cette commande renvoie une liste des temps d'arrêt planifiés.
it_it: questo comando restituisce un elenco dei tempi improduttivi pianificati.
ja_jp: このコマンドは、スケジュールされたダウンタイムのリストを返します.
pl_pl: to polecenie zwraca listę planowanych przestojów.
pt_pt: este comando retorna uma lista de paradas programadas.
ru_ru: эта команда возвращает список запланированных простоев.
zh_cn: 此命令返回计划停机时间列表。

source: This command returns a list of contacts.
bg_bg: Тази команда връща списък с контакти.
de_de: Dieses Kommando liefert eine Liste der Kontakte.
es_es: este comando devuelve una lista de contactos.
fr_fr: cette commande renvoie une liste de contacts.
it_it: questo comando restituisce un elenco di contatti.
ja_jp: このコマンドは、連絡先のリストを返します.
pl_pl: to polecenie zwraca listę kontaktów.
pt_pt: este comando retorna uma lista de contatos.
ru_ru: эта команда возвращает список контактов.
zh_cn: 此命令返回联系人列表。

source: Adding the
bg_bg: добавяне на
de_de: Hinzufügen der
es_es: añadiendo el
fr_fr: en ajoutant le
it_it: aggiungendo il
ja_jp: 次の
pl_pl: dodając
pt_pt: adicionando o
ru_ru: добавив
zh_cn: 添加

source: value to the URL will output custom variables for the contacts.
bg_bg: стойността на URL адреса ще изведе потребителски променливи за контактите.
de_de: Wert für die URL gibt benutzerdefinierte Variablen für die Kontakte aus.
es_es: el valor a la url generará variables personalizadas para los contactos.
fr_fr: La valeur de l'URL générera des variables personnalisées pour les contacts.
it_it: valore per l'url genererà variabili personalizzate per i contatti.
ja_jp: をURLに追加すると連絡先のカスタム変数を出力します。
pl_pl: wartość do adresu URL wyświetli zmienne niestandardowe dla kontaktów.
pt_pt: valor para o url irá gerar variáveis personalizadas para os contatos.
ru_ru: Значение в URL будет выводить пользовательские переменные для контактов.
zh_cn: 网址的值将输出联系人的自定义变量。

source: This command returns a list of hosts.
bg_bg: Тази команда връща списък с хостове.
de_de: Dieses Kommando liefert eine Liste von Hosts.
es_es: este comando devuelve una lista de los ejércitos.
fr_fr: cette commande renvoie une liste d'hôtes.
it_it: questo comando restituisce un elenco di host.
ja_jp: このコマンドは、ホストのリストを返します.
pl_pl: to polecenie zwraca listę hostów.
pt_pt: este comando retorna uma lista de hosts.
ru_ru: эта команда возвращает список хостов.
zh_cn: 此命令返回主机列表。

source: value to the URL will output custom variables for the hosts.
bg_bg: стойността на URL адреса ще изведе потребителски променливи за хостовете.
de_de: value to the url gibt benutzerdefinierte Variablen für die Hosts aus.
es_es: el valor a la url generará variables personalizadas para los hosts.
fr_fr: La valeur de l'URL générera des variables personnalisées pour les hôtes.
it_it: valore per l'url produrrà variabili personalizzate per gli host.
ja_jp: をURLに追加するとホストのカスタム変数を出力します。
pl_pl: wartość do adresu URL wyświetli zmienne niestandardowe dla hostów.
pt_pt: valor para o url irá gerar variáveis personalizadas para os hosts.
ru_ru: Значение в URL будет выводить пользовательские переменные для хостов.
zh_cn: URL的值将输出主机的自定义变量。

source: This command returns a list of services.
bg_bg: Тази команда връща списък със сървиси.
de_de: Dieses Kommando liefert eine Liste der Dienstleistungen.
es_es: este comando devuelve una lista de servicios.
fr_fr: cette commande renvoie une liste de services.
it_it: questo comando restituisce un elenco di servizi.
ja_jp: このコマンドは、サービスのリストを返します.
pl_pl: to polecenie zwraca listę usług.
pt_pt: este comando retorna uma lista de serviços.
ru_ru: эта команда возвращает список услуг.
zh_cn: 此命令返回服务列表。

source: value to the URL will output custom variables for the services.
bg_bg: стойността на URL адреса ще изведе потребителски променливи за услугите.
de_de: value to the url gibt benutzerdefinierte Variablen für die Dienste aus.
es_es: el valor a la url generará variables personalizadas para los servicios.
fr_fr: La valeur de l'URL générera des variables personnalisées pour les services.
it_it: valore per l'url genererà variabili personalizzate per i servizi.
ja_jp: をURLに追加するとサービスのカスタム変数を出力します。
pl_pl: wartość do adresu URL wyświetli zmienne niestandardowe dla usług.
pt_pt: valor para o url irá gerar variáveis personalizadas para os serviços.
ru_ru: Значение к URL выведет пользовательские переменные для сервисов.
zh_cn: 网址的值将输出服务的自定义变量。

source: This command returns a list of host groups.
bg_bg: Тази команда връща списък с хост групи.
de_de: dieser Befehl gibt eine Liste der Hostgruppen.
es_es: este comando devuelve una lista de grupos de hosts.
fr_fr: cette commande renvoie une liste de groupes d'hôtes.
it_it: questo comando restituisce un elenco di gruppi di accoglienza.
ja_jp: このコマンドは、ホストグループのリストを返します.
pl_pl: to polecenie zwraca listę grup przyjmujących.
pt_pt: este comando retorna uma lista de grupos de hosts.
ru_ru: эта команда возвращает список групп узлов.
zh_cn: 此命令返回主机组列表。

source: This command returns a list of service groups.
bg_bg: Тази команда връща списък със сървис групи.
de_de: dieser Befehl gibt eine Liste der Service-Gruppen.
es_es: este comando devuelve una lista de los grupos de servicio.
fr_fr: cette commande renvoie une liste de groupes de services.
it_it: questo comando restituisce un elenco di gruppi di servizio.
ja_jp: このコマンドは、サービスグループのリストを返します.
pl_pl: to polecenie zwraca listę grup usług.
pt_pt: este comando retorna uma lista de grupos de serviço.
ru_ru: эта команда возвращает список групп обслуживания.
zh_cn: 此命令返回服务组列表。

source: This command returns a list of contact groups.
bg_bg: Тази команда връща списък с контактните групи.
de_de: dieser Befehl gibt eine Liste der Kontaktgruppen.
es_es: este comando devuelve una lista de grupos de contacto.
fr_fr: cette commande renvoie une liste de groupes de contact.
it_it: questo comando restituisce un elenco di gruppi di contatti.
ja_jp: このコマンドは、連絡先グループのリストを返します.
pl_pl: to polecenie zwraca listę grup kontaktów.
pt_pt: este comando retorna uma lista de grupos de contatos.
ru_ru: эта команда возвращает список контактных групп.
zh_cn: 此命令返回联系人组列表。

source: This command returns a list of all defined time periods.
bg_bg: тази команда връща списък с всички дефинирани периоди от време.
de_de: Dieser Befehl gibt eine Liste aller definierten Zeiträume zurück.
es_es: este comando devuelve una lista de todos los períodos de tiempo definidos.
fr_fr: cette commande renvoie une liste de toutes les périodes définies.
it_it: questo comando restituisce un elenco di tutti i periodi di tempo definiti.
ja_jp: このコマンドは、定義されているすべての期間のリストを返します
pl_pl: to polecenie zwraca listę wszystkich zdefiniowanych okresów.
pt_pt: este comando retorna uma lista de todos os períodos de tempo definidos.
ru_ru: эта команда возвращает список всех определенных периодов времени.
zh_cn: 此命令返回所有已定义时间段的列表。

source: This command returns a list of host group members.
bg_bg: Тази команда връща списък с членовете на хост група.
de_de: dieser Befehl gibt eine Liste der Host-Gruppenmitglieder.
es_es: este comando devuelve una lista de los miembros del grupo anfitrión.
fr_fr: cette commande renvoie une liste des membres du groupe d'accueil.
it_it: questo comando restituisce un elenco dei membri del gruppo ospite.
ja_jp: このコマンドは、ホストグループのメンバのリストを返します.
pl_pl: to polecenie zwraca listę członków grupy hostów.
pt_pt: este comando retorna uma lista de membros do grupo de acolhimento.
ru_ru: эта команда возвращает список членов принимающей группы.
zh_cn: 此命令返回主机组成员的列表。

source: Group Members
bg_bg: Членове на групата
es_es: Miembros del grupo
fr_fr: Membres du groupe
it_it: Membri del gruppo
ja_jp: グループメンバー
pl_pl: Członkowie grupy
pt_pt: os membros do grupo
ru_ru: Участники группы
zh_cn: 小组成员

source: This command returns a list of service group members.
bg_bg: Тази команда връща списък с членовете на сървис групата.
de_de: Dieses Kommando liefert eine Liste der Dienstgruppenmitglieder.
es_es: este comando devuelve una lista de los miembros del grupo de servicios.
fr_fr: cette commande renvoie une liste des membres du groupe de services.
it_it: questo comando restituisce un elenco dei membri del gruppo di servizio.
ja_jp: このコマンドは、サービスグループのメンバのリストを返します.
pl_pl: to polecenie zwraca listę członków grupy usług.
pt_pt: este comando retorna uma lista de membros do grupo de serviço.
ru_ru: эта команда возвращает список членов группы услуг.
zh_cn: 此命令返回服务组成员的列表。

source: This command returns a list of contact group members.
bg_bg: Тази команда връща списък с членовете на контактната група.
de_de: dieser Befehl gibt eine Liste der Kontaktgruppenmitgliedern.
es_es: este comando devuelve una lista de los miembros del grupo de contacto.
fr_fr: cette commande renvoie une liste des membres du groupe de contact.
it_it: questo comando restituisce un elenco dei membri del gruppo di contatto.
ja_jp: このコマンドは、連絡先グループのメンバのリストを返します.
pl_pl: to polecenie zwraca listę członków grupy kontaktów.
pt_pt: este comando retorna uma lista de membros do grupo de contacto.
ru_ru: эта команда возвращает список членов контактной группы.
zh_cn: 此命令返回联系人组成员的列表。

source: Data Exporting
bg_bg: Износител на данни
de_de: Exportieren von Daten
es_es: exportación de datos
fr_fr: exportation de données
it_it: i dati di esportazione
ja_jp: データエクスポート
pl_pl: eksportowanie danych
pt_pt: exportação de dados
ru_ru: Экспорт данных
zh_cn: 数据导出

source: This command returns an exported RRD performance data file.
bg_bg: Тази команда връща изнесени RRD файлове с данни за производителността.
de_de: Dieses Kommando liefert eine exportierte RRD Performance-Datendatei.
es_es: este comando devuelve un archivo de datos de rendimiento RRD exportado.
fr_fr: cette commande renvoie un fichier de données de performance rrd exportés.
it_it: questo comando restituisce un file di dati relativi alle prestazioni RRD esportato.
ja_jp: このコマンドはエクスポートRRDパフォーマンスデータファイルを戻します.
pl_pl: Komenda ta zwraca wyeksportowany plik danych wydajność RRD.
pt_pt: este comando retorna um arquivo de dados de desempenho rrd exportado.
ru_ru: эта команда возвращает экспортированный файл данных о производительности RRD.
zh_cn: 此命令返回导出的RRD性能数据文件。

source: This endpoint returns JSON only.
bg_bg: тази крайна точка връща само json.
de_de: Dieser Endpunkt gibt nur json zurück.
es_es: este punto final devuelve json solamente.
fr_fr: ce noeud final renvoie uniquement json.
it_it: questo endpoint restituisce solo json.
ja_jp: このエンドポイントは JSON のみを返します。
pl_pl: ten punkt końcowy zwraca tylko json.
pt_pt: este nó de extremidade retorna apenas o json.
ru_ru: эта конечная точка возвращает только json.
zh_cn: 该端点仅返回JSON。

source: host_name
es_es: Nombre del host
fr_fr: Nom d'hôte
pl_pl: Nazwa hosta
pt_pt: Nome do host
zh_cn: 主机名

source: Yes
bg_bg: Да
de_de: Ja
es_es: Si
fr_fr: Oui
it_it: Sì
pl_pl: tak
pt_pt: Sim
ru_ru: Да
zh_cn: 是

source: The name of the host to grab performance data for.
bg_bg: Име на хоста, за който да вземете данни за ефективността.
de_de: der Name der Host-Performance-Daten für zu greifen.
es_es: el nombre del host para tomar datos de rendimiento para.
fr_fr: le nom de l'hôte pour saisir les données de performance pour.
it_it: il nome dell'host per afferrare i dati delle prestazioni per.
ja_jp: パフォーマンスデータを取得するホストの名前.
pl_pl: nazwa hosta, aby pobrać dane o skuteczności.
pt_pt: o nome do host para pegar dados de desempenho para.
ru_ru: имя хоста, чтобы захватить данные о производительности.
zh_cn: 要为其获取性能数据的主机的名称。

source: service_description
es_es: Descripcion del Servicio
fr_fr: Description du service
it_it: Descrizione del servizio
pl_pl: Opis usługi
pt_pt: Descrição de Serviço
ru_ru: Описание услуги
zh_cn: 服务说明

source: No
bg_bg: Не
de_de: Nicht
fr_fr: Aucun
pl_pl: nie
pt_pt: Não
ru_ru: Нет
zh_cn: 否

source: The name of the service to grab performance data for.
bg_bg: Име на сървиса, за който да вземете данни за ефективността.
de_de: der Name des Dienstes, um die Leistungsdaten greifen für.
es_es: el nombre del servicio para tomar datos de rendimiento para.
fr_fr: le nom du service pour saisir les données de performance pour.
it_it: il nome del servizio per afferrare i dati delle prestazioni per.
ja_jp: パフォーマンスデータを取得するサービスの名前.
pl_pl: nazwa serwisu, aby pobrać dane o skuteczności.
pt_pt: o nome do serviço para agarrar dados de desempenho para.
ru_ru: название службы, чтобы захватить данные о производительности.
zh_cn: 要为其获取性能数据的服务的名称。

source: _HOST_
de_de: _Gastgeber_
es_es: _anfitrión_
fr_fr: _hôte_
it_it: _ospite_
pl_pl: _gospodarz_
pt_pt: _anfitrião_
zh_cn: _主机_

source: start
bg_bg: начало
de_de: Starten
es_es: Inicio/Fin
fr_fr: Commencer
it_it: Inizio
pl_pl: początek
pt_pt: Início/Fim
ru_ru: Начало
zh_cn: 开始

source: Datetime to specify the start of the exported data, in Unix timestamp.
bg_bg: Дата и час, за да определите началото на изнесените данни, в UNIX клеймото (timestamp).
de_de: Datetime zu geben Sie den Beginn der exportierten Daten, in Unix-Zeitstempel.
es_es: fecha y hora para especificar el inicio de los datos exportados, en la marca de tiempo Unix.
fr_fr: datetime pour spécifier le début des données exportées, en unix timestamp.
it_it: datetime per specificare l'inizio dei dati esportati, in unix timestamp.
ja_jp: エクスポートデータの開始日時. Unixタイムスタンプで指定.
pl_pl: datetime określić początek eksportowanych danych, uniksowego znacznika czasu.
pt_pt: data e hora para especificar o início dos dados exportados, em unix timestamp.
ru_ru: Дата и время, чтобы указать начало экспортируемых данных, в Отметка времени Unix.
zh_cn: 日期时间以Unix时间戳记指定导出数据的开始。

source: NOW - 24 Hours
bg_bg: СЕГА - 24 часа
de_de: Jetzt - 24 Std
es_es: ahora - 24 horas
fr_fr: maintenant - 24 heures
it_it: ora - 24 ore
pl_pl: teraz - 24 godzin
pt_pt: agora - 24 horas
ru_ru: сейчас - 24 часа
zh_cn: 现在 - 24小时

source: end
bg_bg: Изпратете
de_de: senden
es_es: enviar
fr_fr: envoyer
it_it: inviare
ja_jp: 送信
pl_pl: wysłać
pt_pt: enviar
ru_ru: послать
zh_cn: 结束

source: Datetime to specify the end of the exported data, in Unix timestamp.
bg_bg: Дата и час, за да се уточни края на изнесените данни, в UNIX клеймото (timestamp).
de_de: Datetime zu geben Sie das Ende der exportierten Daten, in Unix-Zeitstempel.
es_es: fecha y hora para especificar el final de los datos exportados, en la marca de tiempo Unix.
fr_fr: datetime pour spécifier la fin des données exportées, en unix timestamp.
it_it: datetime per specificare la fine dei dati esportati, in unix timestamp.
ja_jp: エクスポートデータの終了日時. Unixタイムスタンプで指定.
pl_pl: datetime, aby określić koniec eksportowanych danych, unix timestamp.
pt_pt: data e hora para especificar o fim dos dados exportados, em unix timestamp.
ru_ru: Дата и время, чтобы указать конец экспортируемых данных, в Отметка времени Unix.
zh_cn: 日期时间以Unix时间戳记指定导出数据的结束。

source: NOW
bg_bg: СЕГА
de_de: jetzt
es_es: ahora
fr_fr: maintenant
it_it: adesso
ja_jp: step
pl_pl: teraz
pt_pt: agora
ru_ru: Теперь
zh_cn: 现在

source: step
bg_bg: стъпка
de_de: Schritt
es_es: paso
fr_fr: étape
it_it: passo
pl_pl: krok
pt_pt: passo
ru_ru: шаг
zh_cn: 步骤
