Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: notify on DOWN host states,
bg_bg: уведомете за състояния на ПОКОЙ (DOWN) на хост,
de_de: Benachrichtigungen bei einem DOWN-Zustand,
es_es: notificar abajo los estados anfitriones,
fr_fr: informer sur le bas pays d'accueil,
it_it: comunicare in giù stati ospitanti,
ja_jp: 停止ホストステータスで通知する,
pl_pl: powiadamia na dół państw goszczących,
pt_pt: notificar, em baixo Estados de acolhimento,
ru_ru: уведомить вниз принимающими государствами,
zh_cn: 通知停机主机状态，

source: notify on UNREACHABLE host states,
bg_bg: уведомете за НЕДОСТИЖИМИ (UNREACHABLE) състояния на хост,
de_de: Benachrichtigungen bei einem UNREACHABLE-Zustände,
es_es: notificar a los Estados de acogida inalcanzables,
fr_fr: informer sur les pays d'accueil inaccessibles,
it_it: informare sugli stati ospitanti irraggiungibili,
ja_jp: 到達不能ホストステータスで通知する,
pl_pl: powiadamia na niedostępnych państw goszczących,
pt_pt: notificar sobre os países anfitriões inacessíveis,
ru_ru: уведомить об недоступных принимающими государствами,
zh_cn: 通知无法访问主机状态，

source: notify on host recoveries (UP states), and
bg_bg: уведомете за ВЪЗСТАНОВЯВАНИЯ на хост (РАБОТЕЩИ (UP) състояния), и
de_de: Benachrichtigungen bei Erholungen (bis Staaten) und
es_es: notificar sobre las recuperaciones de host (hasta estados), y
fr_fr: informer sur les recouvrements d'accueil (jusqu'à Unis), et
it_it: informare sui recuperi ospitanti (fino stati), e
ja_jp: ホスト復旧（UPステータス)で通知する,
pl_pl: zawiadomić o odzyskanych hosta (państw), a
pt_pt: notificar sobre as recuperações de acolhimento (até estados), e
ru_ru: уведомить об принимающих извлечения (до государств), и
zh_cn: 通知主机恢复（开机状态），以及

source: notify when the host starts and stops flapping.
bg_bg: уведомете, когато започват и спират честите промени в състоянието на хоста (flapping).
de_de: benachrichtigen, wenn die Starts und Stopps Host-Flattern.
es_es: notificar cuando se inicia el host y paradas aleteo.
fr_fr: notifier au démarrage de l'accueil et des arrêts de battement.
it_it: avvisa quando l'host viene avviato e fermate sbattimento.
ja_jp: ホストが開始しフラッピング停止時に通知する.
pl_pl: powiadomić podczas uruchamiania hosta i przystanki trzepotanie.
pt_pt: notificar quando o anfitrião arranques e paragens batendo.
ru_ru: уведомить, когда хост запускает и останавливает хлопая.
zh_cn: 在主机启动和停止flap时通知。

source: If you specify <strong>n</strong> (none) as an option, the contact will not receive any type of host notifications.
bg_bg: Ако посочите <strong>п</strong> (няма) като опция, контактът няма да получи никакъв вид хост нотификации.
de_de: Wenn Sie <strong>n</strong> (none) als Option angeben, wird der Kontakt nicht erhalten jede Art von Host-Benachrichtigungen.
es_es: si especifica <strong>n</strong> (ninguno) como una opción, el contacto no recibirá ningún tipo de notificaciones de acogida.
fr_fr: si vous spécifiez <strong>n</strong> (aucun) comme option, le contact ne recevra aucun type de notifications d'hôtes.
it_it: se si specifica <strong>n</strong> (nessuno) come opzione, il contatto non riceverà alcun tipo di notifiche ospitanti.
ja_jp: 任意として<strong>N</strong>（なし）を指定した場合、連絡先はいずれのタイプのホスト通知も受信しません.
pl_pl: jeśli podasz <strong>n</strong> (brak) jako opcja, kontakt nie otrzyma żadnego rodzaju powiadomień gospodarza.
pt_pt: se você especificar <strong>n</strong> (nenhum) como uma opção, o contato não receberá qualquer tipo de notificações de acolhimento.
ru_ru: если вы укажете <strong>N</strong> (нет) в качестве опции, контакт не будет получить любой тип уведомлений-хозяев.
zh_cn: 如果您将<strong>n</strong>（无）指定为选项，则该联系人将不会收到任何类型的主机通知。

source: notify on host recoveries (UP states),
bg_bg: уведомете за ВЪЗСТАНОВЯВАНИЯ на хост (РАБОТЕЩИ (UP) състояния),
de_de: Benachrichtigungen bei Erholungen (bis Staaten),
es_es: notificar sobre las recuperaciones de host (hasta estados),
fr_fr: informer sur les recouvrements d'accueil (jusqu'à Unis),
it_it: informare sui recuperi ospitanti (fino Stati),
ja_jp: ホスト復旧（UPステータス）で通知,
pl_pl: zawiadomić o odzyskanych hosta (państw),
pt_pt: notificar sobre as recuperações de acolhimento (até estados),
ru_ru: уведомить об принимающих извлечения (до государств),
zh_cn: 通知主机恢复（开机状态），

source: notify when the host starts and stops flapping, and
bg_bg: уведомете, когато започват и спират честите промени в състоянието на хоста (flapping), и
de_de: benachrichtigen, wenn die Starts und Stopps Host-Flattern, und
es_es: notificar cuando se inicia el host y paradas aleteo, y
fr_fr: notifier au démarrage de l'accueil et des arrêts de battement, et
it_it: avvisa quando l'host viene avviato e si ferma sbattere, e
ja_jp: ホストが開始しフラッピング停止で通知,
pl_pl: powiadomić podczas uruchamiania hosta i przystanki trzepotanie i
pt_pt: notificar quando o anfitrião arranques e paragens bater, e
ru_ru: уведомить, когда хост запускает и останавливает хлопает, и
zh_cn: 通知主机何时启动和停止flap，以及

source: send notifications when host or service scheduled downtime starts and ends.
bg_bg: Изпратете уведомления, когато планираното (по график) прекъсване на хост или сървис започва и завършва.
de_de: Benachrichtigungen versenden, wenn Hosts oder Services geplante Ausfallzeit anfängt und endet.
es_es: enviar notificaciones cuando el host o servicio programado el tiempo de inactividad se inicia y termina.
fr_fr: envoyer des notifications lorsque l'hôte ou service régulier indisponibilité commence et se termine.
it_it: inviare notifiche quando l'host o un servizio di linea downtime inizia e finisce.
ja_jp: ホストまたはサービスのスケジュールダウンタイムが開始および終了時に通知
pl_pl: wysyłanie powiadomień, gdy gospodarz lub usługi planowane przestoje zaczyna i kończy.
pt_pt: enviar notificações quando host ou serviço programado downtime começa e termina.
ru_ru: отправлять уведомления, когда хозяин или услуга Плановое время простоя начинается и заканчивается.
zh_cn: 在主机或服务计划的停机时间开始和结束时发送通知。

source: If you specify
bg_bg: Ако посочите
de_de: Wenn Sie angeben,
es_es: si especifica
fr_fr: si vous spécifiez
it_it: se si specifica
ja_jp: 任意で
pl_pl: jeśli podasz
pt_pt: se você especificar
ru_ru: если вы укажете
zh_cn: 如果您指定

source: (none) as an option, the contact will not receive any type of host notifications.
bg_bg: (нищо) като опция, контактът няма да получите никакви уведомления (notifications).
de_de: (None) als Option, wird der Kontakt nicht erhalten jede Art von Host-Benachrichtigungen.
es_es: (Ninguno) como una opción, el contacto no recibirá ningún tipo de notificaciones de acogida.
fr_fr: (Aucun) comme option, le contact ne recevra aucun type de notifications d'hôtes.
it_it: (Nessuno) come opzione, il contatto non riceverà alcun tipo di notifiche ospitanti.
ja_jp: （なし）を選択した場合、連絡先はどのタイプのホスト通知も受信しません.
pl_pl: (Brak) jako opcja, kontakt nie otrzymują żadnego rodzaju powiadomień gospodarza.
pt_pt: (Nenhuma) como uma opção, o contato não receberá qualquer tipo de notificações de acolhimento.
ru_ru: (Нет) в качестве опции, контакт не получит любой тип уведомлений-хозяев.
zh_cn: （无）（可选），该联系人将不会收到任何类型的主机通知。

source: service notification options
bg_bg: опции за сървис нотификации
de_de: Service Benachrichtigungs-Optionen
es_es: las opciones de notificación de servicio
fr_fr: options de service de notification
it_it: Opzioni di notifica di servizio
ja_jp: サービス通知オプション
pl_pl: opcje powiadomień usługi
pt_pt: opções de notificação de serviços
ru_ru: Обслуживание уведомления
zh_cn: 服务通知选项

source: This directive is used to define the service states for which notifications can be sent out to this contact. Valid options are a combination of one or more of the following:
bg_bg: Тази директива се използва за определяне състоянията на сървиси, за които уведомленията могат да бъдат изпратени до този контакт. Валидни опции са комбинация от един или повече от следните:
de_de: Diese Direktive wird benutzt, um die Service-Zustände, bei denen Benachrichtigungen an den Kontakt versandt werden. gültigen Optionen sind eine Kombination von einem oder mehreren der folgenden:
es_es: esta directiva se utiliza para definir los estados de servicio para el que las notificaciones pueden ser enviados a este contacto. Las opciones válidas son una combinación de uno o más de los siguientes:
fr_fr: Cette directive est utilisée pour définir les états de services pour lesquels des notifications peuvent être envoyées à ce contact. options valides sont une combinaison d'un ou plusieurs des éléments suivants:
it_it: questa direttiva è utilizzato per definire gli stati di servizio per i quali notifiche possono essere inviati a questo contatto. opzioni valide sono una combinazione di uno o più dei seguenti:
ja_jp: このディレクティブは、通知がこの連絡先に送信できるサービスのステータスを定義するために使用されます. 有効なオプションは、以下の1つ以上の組み合わせです：
pl_pl: dyrektywa ta jest stosowana do określenia stanów usług, o których powiadomienia mogą być wysyłane do tego kontaktu. Poprawne opcje kombinacja jednego lub więcej z następujących:
pt_pt: esta directiva é usado para definir os estados de serviço para o qual as notificações podem ser enviadas para esse contato. opções válidas são uma combinação de um ou mais dos seguintes:
ru_ru: Эта директива используется для определения службы состояния, для которых уведомления могут быть отправлены для этого контакта. Действующие параметры представляют собой сочетание одного или более из следующих:
zh_cn: 此指令用于定义可以向其发送通知的服务状态。 有效选项是以下一项或多项的组合：

source: notify on WARNING service states,
bg_bg: уведомете за ПРЕДУПРЕДИТЕЛНИ (WARNING) състояния на сървиси,
de_de: Benachrichtigungen bei einem WARNING-Zustand versenden,
es_es: notificar a los estados de servicio de alerta,
fr_fr: notification sur états de service d'alerte,
it_it: informare sugli stati di servizio di avvertimento,
ja_jp: 警告サービスステータスで通知,
pl_pl: powiadamia się stanów serwisowych ostrzegawczy,
pt_pt: notificar, em estados de serviços de alerta,
ru_ru: уведомить об службы предупреждения состояний,
zh_cn: 通知警告服务状态，

source: notify on UNKNOWN service states,
bg_bg: уведомете за НЕИЗВЕСТНИ (UNKNOWN) състояния на сървиси,
de_de: Benachrichtigungen bei einem UNKNOWN-Zustand,
es_es: notificar a los estados de servicio desconocidos,
fr_fr: notification sur états de service inconnus,
it_it: informare sugli stati di servizio sconosciuti,
ja_jp: 不明サービスステータスで通知,
pl_pl: powiadamia na nieznanych stanów serwisowych,
pt_pt: notificar, em estados de serviços desconhecidos,
ru_ru: уведомить об неизвестных состояний услуг,
zh_cn: 通知未知的服务状态，

source: notify on CRITICAL service states,
bg_bg: уведомете за КРИТИЧНИ (CRITICAL) състояния на сървиси,
de_de: Benachrichtigungen bei kritischen Service-Zustände,
es_es: notificar a los Estados de servicios críticos,
fr_fr: notification sur états de services critiques,
it_it: informare sugli stati di servizio critici,
ja_jp: クリティカルサービスステータスで通知,
pl_pl: powiadamia na krytycznych stanów serwisowych,
pt_pt: notificar, em estados de serviços críticos,
ru_ru: уведомить о критических состояний услуг,
zh_cn: 通知临界服务状态，

source: notify on service recoveries (OK states), and
bg_bg: уведомете за ВЪЗСТАНОВЯВАНИЯ на сървиси (OK състояния), и
de_de: Benachrichtigungen bei einem Service-Erholungen (OK-Zustand), und
es_es: notificar sobre las recuperaciones de servicio (estados ok), y
fr_fr: informer sur les recouvrements de services (-Unis OK), et
it_it: informare sui recuperi di servizio (stati ok), e
ja_jp: サービス復旧（OKステータス)で通知,
pl_pl: zawiadomić o odzyskanych usług (Zjednoczone OK), a
pt_pt: notificar sobre as recuperações de serviços (estados ok), e
ru_ru: уведомить об сервисных извлечения (OK государств), и
zh_cn: 通知服务恢复（正常状态），以及

source: notify when the service starts and stops flapping.
bg_bg: уведомете, когато започват и спират честите промени в състоянието на сървиса (flapping)
de_de: benachrichtigen, wenn die servuce startet und stoppt flattern.
es_es: notificar cuando el servuce inicia y detiene aleteo.
fr_fr: aviser lorsque le servuce démarre et arrête d'osciller.
it_it: avvisa quando il servuce avvia e arresta sbattimento.
ja_jp: サービスが開始しフラッピングが停止したときに通知.
pl_pl: powiadomić, kiedy servuce uruchamia i zatrzymuje trzepotanie.
pt_pt: notificar quando o servuce inicia e pára batendo.
ru_ru: уведомить при запуске servuce и останавливается хлопая.
zh_cn: 通知服务何时开始和停止flap。

source: host notification commands
bg_bg: Команди за хост нотификации (host notification commands)
de_de: Host-Benachrichtigungs-Befehlen
es_es: sede de los comandos de notificación
fr_fr: accueillir les commandes de notification
it_it: ospiterà i comandi di notifica
ja_jp: ホスト通知コマンド
pl_pl: gospodarzem polecenia powiadomień
pt_pt: hospedar comandos de notificação
ru_ru: выполнять команды уведомления
zh_cn: 主机通知命令

source: This directive is used to define a list of the
bg_bg: Тази директива се използва за определяне на списъка с
de_de: Diese Direktive wird benutzt, um eine Liste mit den define
es_es: esta directiva se utiliza para definir una lista de la
fr_fr: cette directive est utilisée pour définir une liste des
it_it: questa direttiva è utilizzato per definire un elenco di
ja_jp: このディレクティブは次のリストを定義するために使用されます:
pl_pl: dyrektywa ta służy do definiowania listy
pt_pt: esta directiva é usado para definir uma lista de o
ru_ru: Эта директива используется для определения списка
zh_cn: 该指令用于定义列表

source: of the commands used to notify the contact of a
bg_bg: на командите, използвани за уведомяване на контакта за
de_de: der zur Herstellung des Kontakts eine Benachrichtigungsbefehle
es_es: de los comandos utilizados para notificar al contacto de una
fr_fr: des commandes utilisées pour notifier au contact d'une
it_it: dei comandi utilizzati per comunicare il contatto di un
ja_jp: コンタクト通知に用いられるコマンドの
pl_pl: poleceń używanych do powiadomienia kontaktu
pt_pt: dos comandos utilizados para notificar o contato de um
ru_ru: команды, используемые для уведомления контакт
zh_cn: 用于通知联系人的命令

source: host
bg_bg: хост
de_de: Gastgeber
fr_fr: hôte
it_it: ospite
ja_jp: ホスト
pl_pl: gospodarz
ru_ru: хозяин
zh_cn: 主机

source: problem or recovery. Multiple notification commands should be separated by commas. All notification commands are executed when the contact needs to be notified. The maximum amount of time that a notification command can run is controlled by the notification_timeout option.
bg_bg: проблем или възстановяване. Множествените команди за уведомяване трябва да са разделени със запетаи. Всички команди за уведомяване се изпълняват, когато контактът трябва да бъде уведомен. Максималния период от време, през който уведомителната команда може да работи, се контролира от опцията notification_timeout.
de_de: Problem oder die Erholung. Mehrere Benachrichtigungsbefehle sollten durch Kommata getrennt werden. Alle Benachrichtigungsbefehle werden ausgeführt, wenn der Kontakt informiert werden muss. die maximale Zeit, die der Benachrichtigungsbefehl laufen kann wird durch die Option notification_timeout gesteuert.
es_es: problema o recuperación. varios comandos de notificación deben estar separados por comas. todos los comandos de notificación se ejecutan cuando necesita el contacto que se le notifique. la cantidad máxima de tiempo que un comando de notificación puede funcionar es controlado por la opción notification_timeout.
fr_fr: problème ou de récupération. plusieurs commandes de notification doivent être séparées par des virgules. toutes les commandes de notification sont exécutées quand le contact doit être notifié. le montant maximum de temps qu'une commande de notification peut fonctionner est contrôlé par l'option de notification_timeout.
it_it: problema o recupero. comandi di notifica multiple devono essere separati da virgole. tutti i comandi di notifica vengono eseguiti quando il contatto deve essere notificato. il tempo massimo che un comando di notifica può essere eseguito è controllata dall'opzione notification_timeout.
ja_jp: 障害または復旧を連絡先に通知するために使用されるコマンド. すべての通知コマンドは連絡先が通知が必要とされるときに実行されます. 通知コマンドが実行できる最大時間は、notification_timeoutオプションで制御されます.
pl_pl: Problem lub odzysku. kilka komend powiadomień powinny być oddzielone przecinkami. wszystkie polecenia są wykonywane, gdy powiadomienie musi kontakt do powiadamiania. Maksymalny czas, który można uruchomić polecenie Zgłoszenie jest kontrolowany przez opcję notification_timeout.
pt_pt: problema ou recuperação. vários comandos notificação devem ser separados por vírgulas. todos os comandos de notificação são executados quando o contato precisa ser notificado. a quantidade máxima de tempo que um comando de notificação pode ser executado é controlada pela opção notification_timeout.
ru_ru: Проблема или восстановление. несколько команд уведомления должны быть разделены запятыми. Все команды уведомления выполняются, когда контакт должен быть уведомлен. Максимальное количество времени, что команда уведомление может работать контролируется с помощью опции notification_timeout.
zh_cn: 问题或恢复。 多个通知命令应以逗号分隔。 当需要通知联系人时，将执行所有通知命令。 通知命令可以运行的最长时间是由notification_timeout选项控制的。

source: service notification commands
bg_bg: Команди за сървис нотификации
de_de: Service-Benachrichtigung Befehle
es_es: comandos de notificación servicio
fr_fr: les commandes de notification de service
it_it: Comandi di notifica servizio
ja_jp: サービス通知オプション
pl_pl: Usługa powiadomień polecenia
pt_pt: comandos de notificação serviço
ru_ru: Команды служба уведомления
zh_cn: 服务通知命令

source: This directive is used to define a list of the <em>short names</em> of the commands used to notify the contact of a
bg_bg: Тази директива се използва за определяне на списъка с <em>късите имената</em> на командите, използвани за уведомяване на контакта на
de_de: Diese Direktive wird benutzt, um eine Liste der <em>Kurznamen</em> der verwendeten Befehle zu definieren, um den Kontakt von einem benachrichtigen
es_es: esta directiva se utiliza para definir una lista de los <em>nombres cortos</em> de los comandos utilizados para notificar al contacto de una
fr_fr: cette directive est utilisée pour définir une liste de <em>noms courts</em> de commandes à utiliser pour notifier le contact d'un
it_it: questa direttiva è utilizzato per definire un elenco dei <em>nomi brevi</em> dei comandi utilizzati per notificare il contatto di un
ja_jp: このディレクティブは、
pl_pl: dyrektywa ta służy do definiowania listy <em>krótkich nazw</em> poleceń używanych do powiadomienia kontaktu
pt_pt: esta directiva é usado para definir uma lista de <em>nomes curtos</em> dos comandos utilizados para notificar o contato de um
ru_ru: Эта директива используется для определения списка <em>коротких имен</em> команд, используемых для уведомления контакт
zh_cn: 此指令用于定义用于通知联系人的命令的<em>short names</em>的列表

source: service
bg_bg: сървис
es_es: servicio
it_it: servizio
ja_jp: サービス
pl_pl: serwis
pt_pt: Serviço
ru_ru: обслуживание
zh_cn: 服务

source: problem or recovery. Multiple notification commands should be separated by commas. All notification commands are executed when the contact needs to be notified. The maximum amount of time that a notification command can run is controlled by the
bg_bg: проблем или възстановяване. Множествените команди за уведомяване трябва да са разделени със запетаи. Всички команди за уведомяване се изпълняват, когато контактът трябва да бъде уведомен. Максималния период от време, през който уведомителната команда може да работи, се контролира от
de_de: Problem oder die Erholung. Mehrere Benachrichtigungsbefehle sollten durch Kommata getrennt werden. Alle Benachrichtigungsbefehle werden ausgeführt, wenn der Kontakt informiert werden muss. die maximale Zeit, die der Benachrichtigungsbefehl laufen darf, wird durch die kontrollierte
es_es: problema o recuperación. varios comandos de notificación deben estar separados por comas. todos los comandos de notificación se ejecutan cuando necesita el contacto que se le notifique. la cantidad máxima de tiempo que un comando de notificación puede correr es controlado por el
fr_fr: problème ou de récupération. plusieurs commandes de notification doivent être séparées par des virgules. toutes les commandes de notification sont exécutées quand le contact doit être notifié. le montant maximum de temps qu'une commande de notification peut fonctionner est contrôlée par le
it_it: problema o recupero. comandi di notifica multiple devono essere separati da virgole. tutti i comandi di notifica vengono eseguiti quando il contatto deve essere notificato. il tempo massimo che un comando di notifica può eseguire è controllata dal
ja_jp: 障害または復旧を連絡先に通知するために使用するコマンドの<em>短縮名</em>のリストを定義するために使用されます. 複数の通知コマンドはカンマ区切りで指定する必要があります. すべての通知コマンドは連絡先が通知を必要とするときに実行されます. 通知コマンドが実行できる最大時間は次で制御されます:
pl_pl: Problem lub odzysku. kilka komend powiadomień powinny być oddzielone przecinkami. wszystkie polecenia są wykonywane, gdy powiadomienie musi kontakt do powiadamiania. Maksymalny czas, który można uruchomić polecenie Zgłoszenie jest kontrolowana przez
pt_pt: problema ou recuperação. vários comandos notificação devem ser separados por vírgulas. todos os comandos de notificação são executados quando o contato precisa ser notificado. a quantidade máxima de tempo que um comando de notificação pode executar é controlada pelo
ru_ru: Проблема или восстановление. несколько команд уведомления должны быть разделены запятыми. Все команды уведомления выполняются, когда контакт должен быть уведомлен. Максимальное количество времени, что команда уведомление может работать контролируется
zh_cn: 问题或恢复。 多个通知命令应以逗号分隔。 当需要通知联系人时，将执行所有通知命令。 通知命令可以运行的最长时间是由
