Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: This directive is used to define a comma-delimited list of short names of the "parent" hosts for this particular host. Parent hosts are typically routers, switches, firewalls, etc. that lie between the monitoring host and a remote hosts. A router, switch, etc. which is closest to the remote host is considered to be that host's "parent". Read the "Determining Status and Reachability of Network Hosts" document for more information.</p><p>If this host is on the same network segment as the host doing the monitoring (without any intermediate routers, etc.) the host is considered to be on the local network and will not have a parent host. Leave this value blank if the host does not have a parent host (i.e. it is on the same segment as the Nagios host). The order in which you specify parent hosts has no effect on how things are monitored.
bg_bg: Тази директива се използва за дефиниране на разделен със запетаи списък с кратки имена на "хостове-родители" за този конкретен хост. Хостовете "родители" обикновено са маршрутизатори (routers), комутатори (switches), защитни стени (firewalls) и т.н., които се намират между наблюдаващия и наблюдавания хост. Маршрутизатора (router), комутатора (switch) и т.н., който е най-близо до отдалечения хост се счита за "родител" на този хост. Прочете документа "определяне на статута и достъпност на мрежовите хостове" ("Determining Status and Reachability of Network Hosts") за повече информация. </p><p> Ако този хост е в същия сегмент на мрежата като "наблюдаващ" хост (без междинни рутери и т.н.), хоста се приема да е в локалната мрежа и няма да има родител. Оставете тази стойност празна ако хоста не разполага с родител (т.е. е на същия сегмент като Nagios хоста). Реда, в който сте посочили хостовете "родители" не оказва влияние върху това как се следят нещата.
de_de: Diese Direktive wird benutzt, um eine Komma-separierte Liste von Kurznamen der "Eltern" -Hosts dieses bestimmten Hosts zu definieren. Eltern-Hosts sind typischerweise Router, Switches, Firewalls usw., die zwischen den Überwachungs-Host und einem Remote-Hosts liegen. ein Router, Switch usw., die an den entfernten Host am nächsten ist gilt als dieses Hosts "Eltern" zu sein. lesen Sie die "Bestimmung Zustands und der Erreichbarkeit von Netzwerk-Hosts" Dokument für weitere Informationen. </p><p> Wenn dieser Host im gleichen Netzwerksegment wie der Host zu tun die Überwachung (ohne dazwischen liegende Router usw.), der Host als im lokalen Netzwerk und wird nicht Eltern-Host. lassen Sie dieses Feld leer, wenn der Host keinen Eltern-Host (dh es ist auf dem gleichen Segment wie der Nagios-Host). Die Reihenfolge, in der Eltern-Hosts angeben, hat keinen Einfluss darauf, wie Dinge überwacht.
es_es: esta directiva se utiliza para definir una lista delimitada por comas de nombres cortos de los anfitriones "padre" para este host en particular. anfitriones padres son típicamente routers, switches, firewalls, etc., que se encuentran entre el anfitrión y el monitoreo a los hosts remotos. un router, switch, etc, que es más cercano al host remoto es considerado como "padre" de ese host. leer el documento "determinación de la condición y la accesibilidad de los ejércitos de la red" para obtener más información. </p><p> si este host está en el mismo segmento de red que el host haciendo el seguimiento (sin ningún routers intermedios, etc.) el host se considera que estar en la red local y no tendrá un host primario. deje este valor en blanco si el host no tiene una gran cantidad de padres (es decir, que está en el mismo segmento que el anfitrión nagios). el orden en el que se especifica anfitriones padres no tiene ningún efecto sobre cómo se controlan las cosas.
fr_fr: cette directive est utilisée pour définir une liste de noms courts de hôtes "parents" délimité par des virgules pour cet hôte particulier. hôtes parents sont généralement les routeurs, les commutateurs, les pare-feu, etc. qui se trouvent entre l'hôte de supervision et les hôtes distants. un routeur, commutateur, etc., qui est plus proche de l'hôte distant est considéré comme "parent" de cet hôte. lire le document "la détermination du statut et de l'accessibilité des hôtes du réseau" pour plus d'informations. </p><p> si cet hôte est sur le même segment de réseau que l'hôte de supervision (sans routeur intermédiaire, etc.), l'hôte est considéré comme sur le réseau local et ne aura pas d'hôte parent. laisser cette valeur vide si l'hôte n'a pas d'hôte parent (ce est à dire qu'il est sur le même segment que l'hôte nagios). l'ordre dans lequel vous spécifiez les hôtes parents n'a pas d'effet sur la façon dont les choses sont surveillés.
it_it: questa direttiva è usata per definire un elenco delimitato da virgole di brevi nomi degli host "madre" per questo particolare host. padroni di casa madre sono tipicamente router, switch, firewall, ecc che si trovano tra l'host di monitoraggio e un host remoto. un router, switch, ecc, che è più vicina al host remoto è considerato "padre" di quella ospite. leggere il documento "la determinazione dello status e la raggiungibilità di host di rete" per ulteriori informazioni. </p><p> se questo host è sullo stesso segmento di rete come l'host facendo monitoraggio (senza router intermedi, ecc) l'host è considerata sulla rete locale e non avrà un host genitore. lasciare in bianco questo valore se l'host non dispone di un host padre (cioè è sullo stesso segmento come host nagios). l'ordine in cui si specificano gli host genitore non ha alcun effetto su come le cose sono monitorati.
ja_jp: このディレクティブは、この特定のホストの「親」のホストの短縮名をカンマ区切りのリストを定義するために使用されます. 親ホストは、一般的に監視ホストとリモートホストの間にあるルータ、スイッチ、ファイアウォール、などです. リモートホストに最も近い等ルータ、スイッチは、そのホストの「親」であると考えられます. 詳細については、「ネットワークホストのステータスおよび到達可能性を決定する」文書をお読みください.</p><p>このホストが（任意の中間ルータなどなしで）監視ホストと同じネットワークセグメント上にある場合、ホストはローカルネットワーク上にあるとみなされ、親ホストを持ちません. ホストが親ホストを持っていない場合（例えば、Nagiosホストと同じセグメント上にある）、この値は空白のままにしてください. 親ホストの指定順序は、監視方法に影響を与えません.
pl_pl: dyrektywa ta służy do definiowania listy oddzielonych przecinkami krótkich nazw hostów "rodzica" dla danego hosta. Gospodarze są zazwyczaj rodzic routery, przełączniki, firewalle, itp, które leżą między gospodarzem monitorowania i zdalnych hostach. router, switch, itp, która jest najbardziej do zdalnego hosta jest uważany za "rodzic" tego gospodarza. przeczytać dokument "określające status i osiągalności hostów sieciowych", aby uzyskać więcej informacji. </p><p> jeśli ten gospodarz jest w tym samym segmencie sieci, co gospodarz robi monitoring (bez routerów pośrednich, itp) host jest uważana za w sieci lokalnej, a nie będzie miał wiele nadrzędną. pozostawić tę wartość pustą, jeśli komputer nie posiada szereg nadrzędnego (czyli jest na tym samym segmencie, co przyjmującego Nagios). Kolejność, w której podasz rodziców gospodarzy nie ma wpływu na sposób rzeczy są monitorowane.
pt_pt: esta directiva é usado para definir uma lista de nomes curtos dos "pais" hosts separado por vírgulas para este alojamento particular. hospedeiros mãe são tipicamente roteadores, switches, firewalls, etc., que se encontram entre o host de monitoramento e um hosts remotos. um roteador, switch, etc., que é mais próximo ao host remoto é considerado "pai" que do host. leia o documento "determinação do estatuto e acessibilidade de hosts da rede" para obter mais informações. </p><p> se este alojamento está no mesmo segmento de rede do hospedeiro fazendo o controlo (sem quaisquer intermediários routers, etc), o hospedeiro é considerado na rede local e não terá uma hospedeira parental. deixar este valor em branco se o anfitrião não tem um host pai (ou seja, é no mesmo segmento como o anfitrião nagios). a ordem em que você especificar anfitriões pai não tem nenhum efeito sobre a forma como as coisas são monitorados.
ru_ru: эта директива используется для определения запятую коротких имен "родительских" хостов для этой конкретной хозяина. родительские узлы, как правило, маршрутизаторы, коммутаторы, межсетевые экраны и т.д., которые лежат между хостом мониторинга и удаленных хостов. маршрутизатор, коммутатор и т.д., которые ближе всего к удаленному хосту считается "родитель", который хозяина. читать "определения статуса и достижимости сетевых хостов" документ для получения дополнительной информации. </p><p> Если этот хост находится в том же сегменте сети, что и узел, осуществляющая мониторинг (без каких-либо промежуточных маршрутизаторов и т.д.) хост считается в локальной сети и не будет иметь родительский узел. оставить это значение пустым, если хозяин не имеет родительского узла (то есть в том же сегменте, что и узел Nagios). Порядок, в котором вы укажете родительских узлов не имеет никакого эффекта на вещи контролируются.
zh_cn: 该指令用于定义该特定主机的 "父 "主机的以逗号分隔的短名列表。父主机通常是位于监控主机和远程主机之间的路由器、交换机、防火墙等。离远程主机最近的路由器、交换机等被认为是该主机的 "父主机"。</p><p>如果该主机与进行监控的主机处于同一网段（没有任何中间路由器等），则该主机将被视为处于本地网络，并且不会有父主机。如果主机没有父主机（即与Nagios主机在同一网段），则将此值留空。指定父主机的顺序对监控的方式没有影响。

source: Host - hostgroup names
bg_bg: Хост - имена на хост група (hostgroup)
de_de: Host - Hostgruppen-Namen
es_es: nombres hostGroup - huésped
fr_fr: noms de groupes d'hôtes - hôte
it_it: nomi hostgroup - ospite
ja_jp: ホスト - ホストグループ名
pl_pl: Nazwy hostgroup - gospodarza
pt_pt: nomes hostgroup - host
ru_ru: Имена hostgroup - хозяин
zh_cn: 主机 - 主机组名

source: This directive is used to identify the
bg_bg: Тази директива се използва за идентифициране на
de_de: Diese Direktive wird benutzt, um die Identität
es_es: esta directiva se utiliza para identificar el
fr_fr: cette directive est utilisée pour identifier le
it_it: questa direttiva viene utilizzato per identificare la
ja_jp: このディレクティブは次の
pl_pl: dyrektywa ta jest stosowana do identyfikacji
pt_pt: esta directiva é usado para identificar o
ru_ru: Эта директива используется для идентификации
zh_cn: 这个指令是用来识别

source: short name(s)
bg_bg: кратко име (на)
de_de: Kurzname (n)
es_es: nombre corto (s)
fr_fr: nom court (s)
it_it: nome breve (s)
ja_jp: 短縮名
pl_pl: Skrócona nazwa (-y)
pt_pt: nome abreviado (s)
ru_ru: Краткое наименование (ей)
zh_cn: 简称

source: of the hostgroup(s) that the host belongs to. Multiple hostgroups should be separated by commas. This directive may be used as an alternative to (or in addition to) using the members directive in hostgroup definitions.
bg_bg: на хост група(и), към която(ито) хоста принадлежи. Множеството хост групи трябва да бъдат разделени със запетаи. Тази директива може да се използва като алтернатива на (или в допълнение към) използването на директивата в дефинициите на хост група.
de_de: der Hostgruppe (n), dass der Host gehört. Mehrere Hostgruppen werden durch Kommata getrennt werden. Diese Direktive kann als Alternative zur Verwendung von Mitglieder-Direktive in den hostgroup-Definitionen verwendet werden (oder zusätzlich zu).
es_es: del hostgroup (s) que el anfitrión pertenece. múltiples hostgroups deben estar separados por comas. esta directiva se puede utilizar como una alternativa a (o además de) usando los miembros directivos en definiciones hostGroup.
fr_fr: du groupe d'hôte (s) que l'hôte appartient. plusieurs groupes d'hôtes doivent être séparés par des virgules. cette directive peut être utilisé comme une alternative à (ou en plus) en utilisant les membres Directive dans les définitions de groupes d'hôtes.
it_it: del hostgroup (s) che l'host appartiene. più hostgroups devono essere separati da virgole. tale direttiva può essere utilizzata come alternativa al (o in aggiunta a) utilizzando i componenti direttiva negli definizioni hostgroup.
ja_jp: を識別するために使用されます: ホストが所属するホストグループ。 複数のホストグループはカンマ区切りで指定します. このディレクティブはホストグループ定義の「メンバ」ディレクティブの代替（または追加）として使用されます.
pl_pl: z hostgroup (ów) gospodarza należy. wiele hostgroups powinny być oddzielone przecinkami. dyrektywa ta może być stosowana jako alternatywa dla (lub oprócz) stosując dyrektywę członkowie w definicjach hostgroup.
pt_pt: do hostgroup (s) que o host pertence. múltiplas hostgroups devem ser separados por vírgulas. esta directiva pode ser utilizado como uma alternativa para (ou além) com os membros directiva no definições hostgroup.
ru_ru: в hostgroup (ы), хост принадлежит. несколько группы узлов сети должны быть разделены запятыми. Эта директива может использоваться в качестве альтернативы (или в дополнение к) с использованием члены директивы в определениях hostgroup.
zh_cn: 主机所属的主机组的名字。多个主机组应该用逗号分隔。此指令可用于替代（或补充）主机组定义中的成员指令。

source: If a hostgroup is defined here - this host will
bg_bg: Ако една хост група (hostgroup) е дефинирана тук - този хост ще
de_de: wenn eine Hostgruppe wird hier festgelegt - dieser Host
es_es: si un hostgroup se define aquí - este host
fr_fr: si un groupe d'hôte est défini ici - cet hôte sera
it_it: se un gruppo di host è definito qui - questo host sarà
ja_jp: ホストグループがここで定義されている場合 - このホストは同じホストグループ定義の「メンバ」フィールド内で
pl_pl: jeśli hostgroup zdefiniowany jest tutaj - to host
pt_pt: se um hostgroup é definido por aqui - este anfitrião vai
ru_ru: если hostgroup определяется здесь - это хост будет
zh_cn: 如果在此定义了主机组-该主机将

source: not be selected
bg_bg: Да не бъде избран
de_de: nicht gewählt werden
es_es: no se puede seleccionar
fr_fr: pas être sélectionné
it_it: Non essere selezionato
ja_jp: 選択されません
pl_pl: nie może być wybrane
pt_pt: não ser seleccionado
ru_ru: не может быть выбрана
zh_cn: 未选择

source: inside the member field of the same hostgroup definition!
bg_bg: вътре, в полето на члена на същата дефиниция на хост група (hostgroup definition)!
de_de: innerhalb der Mitgliedsfeld des gleichen hostgroup-Definition!
es_es: dentro del campo de miembro de la misma definición hostgroup!
fr_fr: à l'intérieur du champ de membre de la même définition de groupe d'hôtes!
it_it: all'interno del campo membro della stessa definizione hostgroup!
ja_jp: 同じホストグループ定義のメンバーフィールド内です!
pl_pl: wewnątrz pola członkiem tej samej definicji hostgroup!
pt_pt: dentro do campo membro da mesma definição hostgroup!
ru_ru: внутри области члена той же определению hostgroup!
zh_cn: 在相同主机组定义的成员字段中！

source: Cancelling Inheritance of String Values
bg_bg: Анулиране на наследството на низови стойности (Inheritance of String Values)
de_de: Cancelling Erbe String-Werte
es_es: cancelación de la herencia de valores de cadena
fr_fr: annulation héritage des valeurs de chaîne
it_it: annullamento eredità di valori stringa
ja_jp: 文字列値の継承のキャンセル
pl_pl: anulowanie dziedzictwo wartości ciągów
pt_pt: cancelando herança de valores de cadeia
ru_ru: отмена наследования строковых значений
zh_cn: 取消字符串值的继承

source: In some cases you may not want your host, service, or contact definitions to inherit values of string variables from the templates they reference. If this is the case, you can specify
bg_bg: в някои случаи вие може да не искате вашите дефиниции за хостове, сървиси или контакти да наследяват стойности на низови променливи (string variables) от шаблоните (templates), които те ползват. Ако това е така, можете да укажете
de_de: in einigen Fällen können Sie nicht möchten, dass Ihre Host-, Service- oder Kontakt-Definitionen Werte von Zeichenketten-Variablen aus Vorlagen erben. Wenn dies der Fall ist, können Sie festlegen,
es_es: en algunos casos es posible que no desee que sus anfitriones, servicio, o definiciones de contacto para heredar los valores de las variables de cadena de las plantillas que hacen referencia. si este es el caso, se puede especificar
fr_fr: dans certains cas, vous voudrez peut-être pas à vos hôtes, le service, ou des définitions de contact d'hériter des valeurs de variables de chaîne à partir des modèles qu'ils référencent. si ce est le cas, vous pouvez spécifier
it_it: in alcuni casi non si può decidere il vostro ospite, servizio, o definizioni di contatto di ereditare valori delle variabili stringa dai modelli a cui fanno riferimento. se questo è il caso, è possibile specificare
ja_jp: いくつかのケースでは、ホスト、サービス、連絡先定義でそれらが参照するテンプレートから文字列変数の値を継承したくない場合があります.このような場合、継承したくない変数の値として次を指定できます:
pl_pl: w niektórych przypadkach może nie chcesz, aby Twoje gospodarza, usługi lub definicje kontaktu dziedziczą wartości zmiennych łańcuchowych z szablonów do których się odnoszą. jeśli jest to przypadek, można określić,
pt_pt: em alguns casos, você pode não querer o seu anfitrião, serviço, ou definições de contato para herdar valores de variáveis ​​de cadeia a partir dos modelos que se referem. Se este for o caso, você pode especificar
ru_ru: в некоторых случаях вы можете не хотите, чтобы ваши хозяева, услуги или определения контактов, чтобы наследовать значения строковых переменных из шаблонов на которые они ссылаются. если это так, то вы можете указать
zh_cn: 在某些情况下，您可能不希望主机，服务或联系人定义从它们引用的模板继承字符串变量的值。 在这种情况下，您可以指定

source: as the value of the variable that you do not want to inherit.
bg_bg: като стойността на променливата, която не искате да наследите.
de_de: als der Wert der Variablen, die Sie nicht wollen, um zu erben.
es_es: como el valor de la variable que usted no desea heredar.
fr_fr: que la valeur de la variable que vous ne voulez pas hériter.
it_it: come il valore della variabile che non si desidera ereditare.
ja_jp: 継承させない変数の値
pl_pl: jako wartość zmiennej, że nie chcesz, aby odziedziczyć.
pt_pt: como o valor da variável que você não quer herdar.
ru_ru: в качестве значения переменной, что вы не хотите, чтобы наследовать.
zh_cn: 作为您不想继承的变量的值。

source: Additive Inheritance of String Values
bg_bg: Добавъчно онаследяване (Additive Inheritance) на низови стойности (String Values)
de_de: additive Vererbung von Zeichenkettenwerte
es_es: herencia aditiva de valores de cadena
fr_fr: héritage additif de valeurs de chaîne
it_it: eredità additivo di valori stringa
ja_jp: 文字列値の付加的な継承
pl_pl: Dodatek dziedzictwo wartości ciągów
pt_pt: herança aditivo de valores de cadeia
ru_ru: аддитивное наследование значений строк
zh_cn: 字符串值的加性继承

source: Nagios gives preference to local variables instead of values inherited from templates. In most cases local variable values override those that are defined in templates. In some cases it makes sense to allow Nagios to use the values of inherited
bg_bg: Nagios дава предпочитание на местните променливи вместо на стойностите, наследени от шаблони. в повечето случаи местните променливи стойности отменят тези, които са определени в шаблоните. В някои случаи, има смисъл да се даде възможност на Nagios да използва унаследените стойностите
de_de: nagios der Vorzug von Vorlagen vererbt lokalen Variablen anstelle von Werten. in den meisten Fällen lokale Variablenwerte überschreiben diejenigen, die in Vorlagen definiert sind. in einigen Fällen ist es sinnvoll, damit Nagios die Werte von geerbten verwenden
es_es: nagios da preferencia a las variables locales en lugar de los valores heredados de plantillas. en la mayoría de los casos, los valores de variables locales tienen prioridad sobre los que se definen en las plantillas. en algunos casos, tiene sentido para permitir nagios para utilizar los valores de la herencia
fr_fr: nagios donne la préférence à des variables locales à la place de valeurs héritées de modèles. dans la plupart des cas, les valeurs de variables locales remplacent celles qui sont définies dans les modèles. dans certains cas, il est logique de permettre nagios d'utiliser les valeurs de héritée
it_it: Nagios dà la preferenza alle variabili locali invece di valori ereditati da modelli. nella maggior parte dei casi, i valori delle variabili locali sostituiscono quelli che sono definiti nei modelli. in alcuni casi, ha senso permettere Nagios di utilizzare i valori di ereditati
ja_jp: Nagiosはテンプレートから継承した値ではなくローカル変数を優先します. ほとんどの場合、ローカル変数の値はテンプレートで定義されているものを上書きします. 場合によっては、Nagiosが継承された
pl_pl: Nagios daje preferencje zmiennych lokalnych zamiast wartości odziedziczonych z szablonów. w większości przypadków lokalne zmienne wartości nadpisać te, które są określone w szablonach. w niektórych przypadkach ma sens, aby umożliwić Nagios używać wartości dziedziczone
pt_pt: nagios dá preferência a variáveis ​​locais em vez de valores herdados dos modelos. na maioria dos casos, os valores de variáveis ​​locais substituir aqueles que são definidos em templates. em alguns casos, faz sentido para permitir nagios para utilizar os valores de DA hereditária
ru_ru: Nagios отдает предпочтение локальных переменных, а не ценности, унаследованные от шаблонов. в большинстве случаев значения локальных переменных отменяют те, которые определены в шаблонах. в некоторых случаях имеет смысл, чтобы Nagios, чтобы использовать значения по наследству
zh_cn: Nagios优先考虑局部变量，而不是从模板继承的值。 在大多数情况下，局部变量值会覆盖模板中定义的值。 在某些情况下，允许Nagios使用继承的值是有意义的

source: local variables together.
bg_bg: всички локални променливи.
de_de: lokale Variablen zusammen.
es_es: variables locales juntos.
fr_fr: des variables locales ensemble.
it_it: variabili locali insieme.
ja_jp: ローカル変数値を一緒に使用できることに意味があります.
pl_pl: zmienne lokalne razem.
pt_pt: variáveis ​​locais juntos.
ru_ru: локальные переменные вместе.
zh_cn: 局部变量在一起。

source: This "additive inheritance" can be accomplished by prepending the local variable value with a plus sign (<strong>+</strong>). This features is only available for standard (non-custom) variables that contain string values.
bg_bg: Това "допълнително унаследяване" ("additive inheritance") може да се осъществи като поставите знак плюс <strong>+</strong> пред локалната променлива стойност. Тази функция е достъпна само за стандартните (не-потребителски) променливи, които съдържат низови стойности.
de_de: Diese "additive Vererbung" kann durch Voranstellen des lokalen Variablenwert mit einem Pluszeichen <strong>(+)</strong> durchgeführt werden. Dieses Feature ist nur für Standard- (nicht kundenspezifischen) Variablen, die String-Werte enthalten, zur Verfügung.
es_es: esta "herencia aditivo" se puede lograr anteponiendo el valor de la variable local con un signo más <strong>(+).</strong> esta cuenta sólo está disponible para las variables (no personalizadas) estándar que contienen valores de cadena.
fr_fr: cette «héritage additif» peut être accompli en faisant précéder la valeur variable locale avec un signe plus <strong>(+).</strong> cette fonctionnalité ne est disponible que pour les (non personnalisés) variables qui contiennent des valeurs de chaîne standard.
it_it: questa "eredità additivo" può essere effettuata anteponendo il valore della variabile locale con un segno più <strong>(+).</strong> questa funzionalità è disponibile solo per le variabili standard (non personalizzati) che contengono valori di stringa.
ja_jp: この「付加的な継承」はプラス記号(<strong>+</strong>)でローカル変数を付加することで使用できます. この機能は文字列値を含む標準（非カスタム）変数でのみ利用できます.
pl_pl: ten "dodatek dziedziczenie" można osiągnąć poprzez poprzedzenie lokalną wartość zmiennej ze znakiem plus <strong>(+).</strong> ta funkcja jest dostępna tylko dla standardowych (nie-niestandardowych) zmiennych, które zawierają wartości ciągów.
pt_pt: esta "herança aditivo" pode ser realizado, antecedendo o valor da variável local com um sinal de mais <strong>(+).</strong> isto caracteriza só está disponível para (não-personalizados) variáveis ​​padrão que contêm valores de cadeia.
ru_ru: это "добавка наследования" может быть достигнуто путем добавления префикса локальной переменной со знаком плюс <strong>(+).</strong> Эта функция доступна только для стандартных (не пользовательских) переменных, которые содержат строковые значения.
zh_cn: 可以通过在局部变量值前加一个加号（<strong> + </ strong>）来实现这种“附加继承”。 此功能仅适用于包含字符串值的标准（非自定义）变量。

source: Host - check command
bg_bg: Хост - проверовъчна команда (check command)
de_de: Host - Befehl überprüfen
es_es: acoger - comando comprobar
fr_fr: accueillir - commande vérifier
it_it: ospiterà - Comando verificare
ja_jp: ホスト - チェックコマンド
pl_pl: gospodarzem - polecenie sprawdzenia
pt_pt: Host - comando verifique
ru_ru: Host - проверить команду
zh_cn: 主机-检查命令
