Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: One or more (alphanumeric) tokens that remote hosts and applications must use when contacting the NRDP API on this server. Specify one token per line.
bg_bg: Един или повече (буквено-цифрови) символа (tokens), които отдалечени хостове и приложения трябва да използват, когато се свързвате с NRDP API на този сървър. Посочете един символ (token) на ред.
de_de: Ein oder mehrere (alphanumerisch) Token, dass Remote-Hosts und Anwendungen verwenden müssen, wenn Sie den NRDP API auf diesem Server. Geben Sie ein Token pro Zeile.
es_es: Uno o más (alfanumérico) tokens que los hosts remotos y las aplicaciones deben utilizar cuando se comunique con el API PORN en este servidor. Especifique una ficha por cada línea.
fr_fr: Un ou plusieurs (alphanumérique) jetons que les hôtes distants et les applications doivent utiliser lorsque vous communiquez avec l'API PDRN sur ce serveur. Spécifiez un jeton par ligne.
it_it: Uno o più (alfanumerico) token che gli host remoti e le applicazioni devono utilizzare quando si contatta l'API NRDP su questo server. Specificare un gettone per linea.
ja_jp: リモートホストやアプリケーションがNRDP APIに接続するためのトークン(英数字)を1つ以上指定します. 複数のトークンを使う場合は行ごとに記入します。
pl_pl: jeden lub więcej (alfanumeryczny) żetony, że zdalne gospodarze i aplikacje muszą kontaktując api NRDP na tym serwerze. określić jeden znak w wierszu.
pt_pt: Um ou mais (alfanumérico) tokens que hosts remotos e aplicativos devem usar quando entrar em contato com a API NRDP neste servidor. Especifique um token por linha.
ru_ru: Один или несколько (буквенно-цифровые) маркеры, удаленных хостов и приложений должны использовать при обращении к API NRDP на этом сервере. Укажите один знак в каждой строке.
zh_cn: 联系此服务器上的NRDP API时，远程主机和应用程序必须使用一个或多个（字母数字）令牌。 每行指定一个令牌。

source: NSCA Settings
bg_bg: NSCA настройки
de_de: NSCA Einstellungen
es_es: Configuraciones de NSCA
fr_fr: Réglages LSRN
it_it: NSCA Impostazioni
ja_jp: NSCA設定
pl_pl: Ustawienia NSCA
pt_pt: Configurações do NSCA
ru_ru: NSCA Настройки
zh_cn: NSCA设置

source: Configuration Required
bg_bg: Изисква конфигурация
de_de: Konfiguration erforderlich
es_es: Configuracion es requerida
fr_fr: Configuration requise
it_it: Configurazione richiesta
ja_jp: 必要な設定
pl_pl: wymagana konfiguracja
pt_pt: Configurações requeridas
ru_ru: Требуется настройка
zh_cn: 需要配置

source: Before you can enable inbound data transfer via NSCA, you must configure settings to allow external hosts/devices to communicate with NSCA.<br><br>To do this, follow these steps:
bg_bg: Преди да позволите входящ трансфер на данни чрез NSCA, вие трябва да конфигурирате настройките, така че да се разреши на външни хостове / устройства да комуникират с NSCA. <br><br> за да направите това, изпълнете следните стъпки:
de_de: Bevor Sie eingehende Datenübertragung via NSCA aktivieren können, müssen Sie die Einstellungen konfigurieren, dass externe Hosts / Geräten mit NSCA kommunizieren. <br><br> Um dies zu tun, gehen Sie folgendermaßen vor
es_es: Para poder habilitar la transferencia de datos de entrada a través de NSCA, debe configurar los ajustes para permitir que los servidores externos / dispositivos para comunicarse con NSCA. <br><br> Para ello, siga estos pasos
fr_fr: Avant de pouvoir activer entrant transfert de données via LSRN, vous devez configurer les paramètres pour permettre aux hôtes externes / appareils de communiquer avec LSRN. <br><br> Pour ce faire, procédez comme suit
it_it: Prima di attivare il trasferimento dei dati in ingresso tramite NSCA, è necessario configurare le impostazioni per consentire host esterni / dispositivi per comunicare con NSCA. <br><br> Per effettuare questa operazione, attenersi alla seguente procedura
ja_jp: NSCA介してインバウンドデータ転送を可能にする前に、外部ホスト/デバイスがNSCAと通信できるように設定を行う必要があります. <br><br>これを行うには、次の手順を実行します:
pl_pl: przed włączeniem przychodzący transfer danych poprzez NSCA, należy skonfigurować ustawienia, aby umożliwić zewnętrzne hosts / urządzenia do komunikacji z NSCA. <br><br> aby to zrobić, wykonaj następujące kroki
pt_pt: Antes que você permita a transferência de dados de entrada através de NSCA, você deve definir as configurações para permitir que hosts externos / dispositivos para se comunicar com NSCA. <br> <br> Para fazer isso, siga estas etapas
ru_ru: Прежде чем включить входящие передачи данных через NSCA, необходимо настроить параметры, чтобы внешние хосты / устройства для связи с NSCA. <br><br> Чтобы сделать это, выполните следующие действия
zh_cn: 在通过 NSCA 启用入站数据传输之前，您必须配置设置以允许外部主机/设备与 NSCA 通信。<br><br>为此，请遵循这些步骤。

source: Login to the %s server as the
bg_bg: Влезте в Nagios XI сървъра като
de_de: Melden Sie sich beim Nagios XI-Server als
es_es: Loguearse al servidor Nagios XI como
fr_fr: Connexion au serveur Nagios XI, la
it_it: Accesso al server Nagios XI come il
ja_jp: %s サーバーに次のユーザーでログインします:
pl_pl: Zaloguj się do serwera jako xi Nagios
pt_pt: Entre para o servidor Nagios XI com o
ru_ru: Войти на сервер Nagios XI как
zh_cn: 登录到%s服务器，作为

source: Open the
bg_bg: Отворете
de_de: Öffnen Sie die
es_es: Abra el
fr_fr: Ouvrez le
it_it: Aprire il
ja_jp: 編集するために
pl_pl: otwórz
pt_pt: Abra o
ru_ru: Открыть
zh_cn: 打开

source: file for editing
bg_bg: Файл за редактиране
de_de: Datei zur Bearbeitung
es_es: archivo para editarlo
fr_fr: fichier pour le modifier
it_it: file per la modifica
ja_jp: ファイルを開きます
pl_pl: plik do edycji
pt_pt: Arquivo para edição
ru_ru: файл для редактирования
zh_cn: 文件进行编辑

source: Modify the
bg_bg: Променете
de_de: Ändern Sie die
es_es: Modifique la
fr_fr: Modifier l'
it_it: Modificare il
ja_jp: 送信を許可するホストのIPアドレスを含める（またはデータ送信を許可するすべてのホストをコメントアウトする）ために
pl_pl: modyfikacji
pt_pt: Modificar o
ru_ru: Измените
zh_cn: 修改

source: statement to include the IP addresses of hosts that are allowed to send data (or comment it out to allow all hosts to send data)
bg_bg: Декларация за включване на IP адресите на хостовете, на които е разрешено да изпращат данни (или добавете коментар, за да се даде възможност на всички хостове да изпращат данни)
de_de: Anweisung, um die IP-Adressen der Hosts, die Daten (oder kommentieren Sie sie aus, damit alle Hosts zum Senden von Daten) zu senden sind, gehören
es_es: sentencia que incluye la direcciones IP de los hosts que estan permitidos enviar datos (o descomentelos para permitir a todos los hosts enviar datos)
fr_fr: déclaration pour y inclure les adresses IP des hôtes qui sont autorisés à envoyer des données (ou en commentaire afin de permettre à tous les hôtes d'envoyer des données)
it_it: dichiarazione di includere gli indirizzi IP degli host che sono autorizzati ad inviare i dati (o un commento fuori per consentire a tutti gli host per inviare i dati)
ja_jp: を編集します
pl_pl: Ochrona obejmuje adresy IP hostów, które są dopuszczone do przesyłania danych (lub komentarz go, aby wszystkie hosty do wysyłania danych)
pt_pt: declaração para incluir os endereços IP de máquinas que têm permissão para enviar dados (ou comentá-lo para permitir que todos os hosts pode enviar dados)
ru_ru: Заявление включить IP адреса хостов, которым разрешено отправлять данные (или закомментируйте ее, чтобы все хосты для передачи данных)
zh_cn: 声明包括被允许发送数据（或将其注释掉允许所有主机发送数据的主机的IP地址）

source: Save the file
bg_bg: Запазете файла
de_de: Speichern Sie die Datei
es_es: Guarde el archivo
fr_fr: Enregistrez le fichier
it_it: Salvare il file
ja_jp: ファイルを保存します
pl_pl: zapisać plik
pt_pt: Salvar o arquivo
ru_ru: Сохраните файл
zh_cn: 保存文件

source: I have completed these steps.
bg_bg: Аз изпълних тези стъпки.
de_de: Ich habe diese Schritte abgeschlossen.
es_es: He completado estos pasos.
fr_fr: J'ai terminé ces étapes.
it_it: Ho completato questi passaggi.
ja_jp: これらのステップを完了しました.
pl_pl: i wykonaniu tych kroków.
pt_pt: Eu terminei estes passos.
ru_ru: Я выполнил эти действия.
zh_cn: 我已经完成了这些步骤。

source: NSCA is configured to run on this machine on port
bg_bg: NSCA е конфигуриран да работи на тази машина на порт
de_de: NSCA ist so konfiguriert, auf dieser Maschine auf Port laufen
es_es: NSACA esta configurado para ejecutarse sobre esta maquina en el puerto
fr_fr: LSRN est configuré pour s'exécuter sur cette machine sur le port
it_it: NSCA è configurato per l'esecuzione su questa macchina sulla porta
ja_jp: NSCAは次のポートで稼働するように構成されています：
pl_pl: NSCA jest skonfigurowana do pracy na tej maszynie na porcie
pt_pt: NSCA está configurado para executar nesta máquina na porta
ru_ru: NSCA настроен для работы на этой машине на порт
zh_cn: NSCA配置为在此计算机上的端口上运行

source: Remote clients must be able to contact this server on port 5667 TCP in order to access NSCA and submit check results. You may have to open firewall ports to allow access.
bg_bg: Отдалечените клиенти трябва да могат да се свържат с този сървър на порт 5667 TCP, за да получат достъп до NSCA и да изпратят резултатите от проверката. Може да се наложи да отворите firewall портовете, за да позволите достъпа.
de_de: Remote-Clients müssen in der Lage sein, diese Server auf Port 5667 TCP kontaktieren, um NSCA zugreifen und unterbreiten Prüfergebnisse. Eventuell müssen Sie Firewall-Ports öffnen, um Zugang zu ermöglichen
es_es: Los clientes remotos debe ser capaz de contactar al servidor por el puerto TCP 5667 para tener acceso a NSCA y presentar los resultados de verificación. Puede que tenga que abrir puertos del firewall para permitir el acceso
fr_fr: Les clients distants doivent être en mesure de communiquer avec ce serveur sur le port TCP 5667 afin d'accéder à la LSRN et de lui soumettre un contrôle. Vous devrez peut-être ouvrir les ports de pare-feu pour permettre l'accès
it_it: I client remoti devono essere in grado di contattare il server sulla porta TCP 5667 per accedere NSCA e presentare i risultati di controllo. Potrebbe essere necessario aprire le porte del firewall per consentire l'accesso
ja_jp: リモートクライアントがNSCAにアクセスしてチェック結果を送信するために、5667 TCPポートでこのサーバーと通信できなければなりません. アクセスを許可するためにファイアウォールのポートを開く必要があるかもしれません.
pl_pl: zdalnych klientów musi być w stanie skontaktować się z tym serwerem na porcie 5667 TCP w celu uzyskania dostępu NSCA i przekazać wyniki wyboru. może trzeba otworzyć porty zapory, aby umożliwić dostęp
pt_pt: Os clientes remotos devem ser capazes de contatar este servidor na porta TCP 5667 para acessar NSCA e apresentar resultados de seleção. Você pode ter que abrir portas de firewall para permitir o acesso
ru_ru: Удаленные клиенты должны иметь возможность связаться с этим сервером через порт 5667 TCP для доступа к NSCA и представить результаты проверки. Возможно, вам придется открыть порты брандмауэра, чтобы разрешить доступ
zh_cn: 远程客户端必须能够通过端口5667 TCP与该服务器联系，以便访问NSCA并提交检查结果。 您可能必须打开防火墙端口才能允许访问。

source: Decryption Method
bg_bg: Метод за разкодиране
de_de: Entschlüsselung Methode
es_es: Metodo de Decifrado
fr_fr: Méthode de décryptage
it_it: Metodo di decrittografia
ja_jp: 復号化方式
pl_pl: metody deszyfrowania
pt_pt: Método de decodificação
ru_ru: Метод расшифровки
zh_cn: 解密方法

source: The decryption method used on check data that is received via NSCA
bg_bg: Метод за декриптиране, използван за проверка на данните, които са получени чрез NSCA
de_de: Die Entschlüsselung Methode Check-Daten verwendet, die über NSCA empfangen wird
es_es: El método de desencriptación utilizada en los datos de verificación que se recibe a través NSCA
fr_fr: La méthode de déchiffrement utilisée sur des données de contrôle qui est reçu via NSCA
it_it: Il metodo utilizzato decrittografia su dati di controllo che viene ricevuto tramite NSCA
ja_jp: NSCAで受信されたチェックデータで使用される復号化方式
pl_pl: metody deszyfrowania używane na danych sprawdzić, jest odbierany przez NSCA
pt_pt: O método de descodificação utilizadas na verificação de dados que é recebida através de NSCA
ru_ru: Метод расшифровки по проверке данных, полученных через NSCA
zh_cn: 对通过NSCA接收的支票数据使用的解密方法

source: Important
bg_bg: Важно
de_de: Wichtig
es_es: Importante
it_it: Importante
ja_jp: 重要
pl_pl: ważny
pt_pt: IMPORTANTE
ru_ru: Важный
zh_cn: 重要

source: Each sender must be using the same encryption method as you specify for the decryption method here.
bg_bg: Всеки подател трябва да използва един и същ метод за криптиране като вие посочвате метода на декриптиране тук.
de_de: Jeder Sender muss mit der gleichen Verschlüsselung Methode, wie Sie hier für die Entschlüsselung Methode angeben
es_es: Cada remitente debe utilizar el mismo método de cifrado como se especifica en el método de descifrado aquí
fr_fr: Chaque émetteur doit utiliser la même méthode de cryptage que vous spécifiez pour la méthode de déchiffrement ici
it_it: Ogni mittente deve essere utilizzando lo stesso metodo di crittografia, come specificato per il metodo di decrittazione qui
ja_jp: 各送信元がここで指定した復号化方式と同じ暗号化方式を使用する必要があります.
pl_pl: każdy nadawca musi być przy użyciu tej samej metody szyfrowania, jak określona dla metody deszyfrowania tutaj
pt_pt: Cada remetente deve estar usando o mesmo método de criptografia que você especificar para o método de decodificação aqui
ru_ru: Каждый отправитель должен использовать тот же метод шифрования, как вы укажете для расшифровки метод здесь
zh_cn: 每个发送者必须使用与您在此处指定的解密方法相同的加密方法。

source: Password
bg_bg: Парола
de_de: Kennwort
es_es: Contraseña
fr_fr: Mot de passe
ja_jp: パスワード
pl_pl: hasło
pt_pt: Senha
ru_ru: Пароль
zh_cn: 密码

source: The password used to decrypt check data that is received by NSCA.
bg_bg: Паролата, използвана за дешифриране данните от проверката, които са получени от NSCA.
de_de: Das Passwort zum Entschlüsseln Prüfdaten, die von NSCA empfangen wird
es_es: La contraseña utilizada para descifrar los datos de comprobación que se recibe por NSCA
fr_fr: Le mot de passe utilisé pour décrypter les données de contrôle qui est reçu par LSRN
it_it: La password utilizzata per decrittografare i dati di controllo che viene ricevuto da NSCA
ja_jp: NSCAで受信されたチェックデータを復号化するために使用するパスワード.
pl_pl: Hasło używane do odszyfrowywania danych wyboru, które jest odbierane przez NSCA
pt_pt: A senha usada para descriptografar os dados de seleção que é recebido por NSCA
ru_ru: Пароль, используемый для расшифровки проверки данных, полученных NSCA
zh_cn: 用于解密NSCA接收到的检查数据的密码。

source: Each sender must be using this same password.
bg_bg: Всеки подател трябва да използва същата тази парола.
de_de: Jeder Sender muss mit dem gleichen Passwort
es_es: Cada remitente debe utilizar esta misma contraseña
fr_fr: Chaque expéditeur doit utiliser ce même mot de passe
it_it: Ogni mittente necessario utilizzare questa stessa password
ja_jp: 各送信元が同じパスワードを使用する必要があります.
pl_pl: każdy nadawca musi używać tego samego hasła
pt_pt: Cada remetente deve estar usando esta mesma senha
ru_ru: Каждый отправитель должен использовать этот же самый пароль
zh_cn: 每个发件人必须使用相同的密码。

source: User updated inbound check transfer settings
bg_bg: Потребителя актуализира настройките "проверка на вътрешен трансфер" (inbound check transfer settings)
de_de: Benutzer aktualisiert eingehende Prüfung der Einstellungen zur Übertragung
es_es: Usuario ha actualizado las configuraciones de verificacion de transferencia entrantes
fr_fr: Utilisateur mis à jour les paramètres de transfert chèques entrants
it_it: Utente aggiornato in entrata impostazioni di trasferimento di controllo
ja_jp: ユーザーがインバウンドチェック転送設定を更新しました
pl_pl: Ustawienia transferu wyboru przychodzące aktualizowane użytkowników
pt_pt: Usuário atualizou configurações de transferência de entrada de seleção
ru_ru: Пользователь обновляются входящие параметры передачи чека
zh_cn: 用户更新了入站检查传输设置

source: No NRDP tokens specified.
bg_bg: Не са посочени NRDP символи (tokens).
de_de: Kein NRDP Tokens angegeben.
es_es: Ningun simbolo para NRDP especificado
fr_fr: Pas de jetons PDRN spécifié.
it_it: No gettoni NRDP specificato.
ja_jp: NRDPトークンが指定されていません.
pl_pl: podano żadnych żetonów NRDP.
pt_pt: Nenhum NRDP tokens especificado.
ru_ru: Нет NRDP маркеров указаны.
zh_cn: 未指定NRDP令牌。

source: Settings have been updated.
bg_bg: настройките са актуализирани.
de_de: Einstellungen wurden aktualisiert.
es_es: la configuración ha sido actualizada.
fr_fr: les paramètres ont été mis à jour.
it_it: le impostazioni sono state aggiornate.
ja_jp: 設定が更新されました。
pl_pl: ustawienia zostały zaktualizowane.
pt_pt: as configurações foram atualizadas.
ru_ru: настройки были обновлены.
zh_cn: 设置已更新。

source: Outbound Check Transfer Settings
bg_bg: Настройки на проверката за изходящи трансфери
de_de: Outbound prüfen Transfer Settings
es_es: Ajustes de Precios de Transferencia salientes
fr_fr: Outbound Transfer Settings Vérifier
it_it: Controlla in uscita Impostazioni trasferimento
ja_jp: アウトバウンドチェック転送設定
pl_pl: wychodzące ustawienia transferu wyboru
pt_pt: definições de transferência de verificação de saída
ru_ru: Исходящий параметров передачи Проверить
zh_cn: 出站检查传输设置

source: These settings affect %s's ability to send host and service checks results to remote Nagios servers. Enabling outbound checks is important in distributed monitoring environments.
bg_bg: Тези настройки засягат способността на Nagios XI да изпраща резултати от хост и сървис проверки до отдалечени Nagios сървъри. Активирането на изходящите проверки е важно в разпределени среди за наблюдение (distributed monitoring environments).
de_de: Diese Einstellungen wirken sich Nagios XI Fähigkeit, Host-und Service-Prüfergebnisse zu entfernten Nagios-Server senden. Aktivieren ausgehenden Schecks ist in verteilten Monitoring-Umgebungen wichtig.
es_es: Estos ajustes afectan la capacidad de Nagios XI de enviar cheques de acogida y de servicio a servidores remotos de los resultados de Nagios. Activación de los controles de salida es importante en ambientes de vigilancia distribuidas.
fr_fr: Ces paramètres affectent la capacité de Nagios XI d'envoyer contrôles d'hôtes et de services à des serveurs distants résultats Nagios. Activation de contrôles sortants est important dans les environnements de contrôle distribués.
it_it: Queste impostazioni influenzano la capacità Nagios XI di inviare assegni di accoglienza e di servizio per i risultati server remoti Nagios. Consentendo controlli in uscita è importante in ambienti di monitoraggio distribuiti.
ja_jp: これらの設定は、ホストとサービスチェックの結果をリモートNagiosサーバーに送信する %s の機能に影響を与えます。 アウトバウンドチェックの有効化は分散監視環境において重要です。
pl_pl: Te ustawienia mają wpływ na zdolność Nagios XI do wysyłania gospodarza i czeki usługowe wyniki do zdalnych serwerów Nagios. umożliwienie kontroli wychodzących jest ważne w środowiskach rozproszonych monitoringu.
pt_pt: essas configurações afetam a capacidade do nagios xi para enviar acolhimento e serviço resultados cheques para servidores remotos nagios. permitindo que os controlos de saída é importante em ambientes de monitoração distribuídos.
ru_ru: Эти параметры влияют на способность Nagios XI направить хозяина и службы проверки результатов на удаленных серверах Nagios. Включение проверки исходящих важно в распределенных средах мониторинга.
zh_cn: 这些设置会影响%s向远程Nagios服务器发送主机和服务检查结果的能力。 在分布式监控环境中，启用出站检查非常重要。

source: Global Options
bg_bg: Глобални настройки
de_de: Globale Optionen
es_es: Opciones Globales
fr_fr: Options globales
it_it: Opzioni globali
ja_jp: グローバルオプション
pl_pl: globalne opcje
pt_pt: Opções globais
zh_cn: 全局选项

source: Enable outbound check transfers
bg_bg: Активирайте проверката на изходящи трансфери
de_de: Aktivieren Outbound Datentransfer
es_es: Permitir la transferencia de datos salientes
fr_fr: Activer les transferts de données sortantes
it_it: Abilita uscita del trasferimento dati
ja_jp: アウトバウンドチェック転送を有効にする
pl_pl: umożliwiają transfer danych wychodzących
pt_pt: Permitir transferências de dados de saída
ru_ru: Включить исходящей передачи данных
zh_cn: 启用出站数据传输

source: Global Data Filters
bg_bg: Глобални филтри за данни
de_de: Global Data Filter
es_es: Filtros de Datos Globales
fr_fr: Filtres globaux de données
it_it: Dati globali Filtri
ja_jp: グローバルデータフィルター
pl_pl: Filtry danych globalnych
pt_pt: Filtros de dados globais
ru_ru: Глобальные фильтры данных
zh_cn: 全球数据过滤器

source: Filters allow you to optionally exclude (or only include) certain checks in outbound data based on various criteria. Filters apply globally to data sent out via both NSCA and NRDP.
bg_bg: Филтрите ви позволяват (по желание) да изключите (или само да включвите) определени проверки в изходящи данни въз основа на различни критерии. Филтрите се прилагат глобално до данните, изпратени чрез NSCA и NRDP.
de_de: Mit Filtern können Sie wahlweise auszuschließen (oder nur die) bestimmte Kontrollen in ausgehenden Daten nach verschiedenen Kriterien. Filter werden global auf Daten aus sowohl über NSCA und NRDP geschickt
es_es: Los filtros permiten excluir opcionalmente (o sólo incluir) ciertos controles en los datos de salida sobre la base de varios criterios. Los filtros se aplican globalmente a los datos enviados a través de ambos NSCA y NRDP
fr_fr: Les filtres vous permettent d'exclure en option (ou ne comprennent) vérifie certaines données sortantes en fonction de différents critères. Les filtres s'appliquent globalement aux données envoyées par l'intermédiaire de deux LSRN et PDRN
it_it: I filtri consentono di escludere a scelta (o includere solo) alcuni controlli nei dati in uscita in base a criteri diversi. I filtri si applicano a livello globale per i dati inviati sia tramite NSCA e NRDP
ja_jp: フィルターを使用すると、必要に応じてさまざまな基準に基づいてアウトバウンドデータの特定のチェックを除外する (または含む) ことができます。 フィルターは、NSCAおよびNRDPを経由して送信されるデータに共通して適用されます。
pl_pl: Filtry pozwalają ewentualnie wykluczyć (lub tylko to) niektóre kontrole w danych wychodzących w oparciu o różne kryteria. Filtry ogólnie dla danych wysyłanych za pośrednictwem zarówno NSCA i NRDP
pt_pt: Os filtros permitem que você opcionalmente excluir (ou incluir apenas) algumas verificações nos dados de saída com base em vários critérios. Filtros aplicam globalmente a dados enviados via tanto NSCA e NRDP
ru_ru: Фильтры позволяют необязательно исключать (или включать только) определенных проверок в исходящих данных на основе различных критериев. Фильтры применяются по всему миру для данных, передаваемых через оба из NSCA и NRDP
zh_cn: 筛选器使您可以根据各种条件有选择地排除（或仅包括）出站数据中的某些检查。 筛选器全局应用于通过NSCA和NRDP发送的数据。

source: Filter Mode
bg_bg: Режим на филтъра
es_es: Modo filtrado
fr_fr: Mode de filtrage
it_it: Modalità Filtro
ja_jp: フィルターモード
pl_pl: Tryb filtra
pt_pt: Modo de filtro
ru_ru: Режим фильтра
zh_cn: 过滤模式

source: Exclude matches
bg_bg: Изключете съответстващите
de_de: Treffer ausschließen
es_es: Excluir coincidencias
fr_fr: Exclure les matchs
it_it: Escludi partite
ja_jp: 一致を除外
pl_pl: wyklucza mecze
pt_pt: Excluir partidas
ru_ru: Исключить матчей
zh_cn: 排除匹配

source: Include matches (only)
bg_bg: Включва (само) подобни
de_de: Fügen Sie entspricht (nur)
es_es: Incluir coincidencias (solamente)
fr_fr: Inclure correspond (seulement)
it_it: Includere partite (solo)
ja_jp: 一致（のみ）を含む
pl_pl: obejmują mecze (tylko)
pt_pt: Incluir corresponde (apenas)
ru_ru: Включите соответствует (только)
zh_cn: 包括匹配（仅）

source: The operating mode of any filter(s) you define.
bg_bg: Режим на работа на всеки филтър (и), които сте определили.
de_de: Die Betriebsart eines Filters (s), die Sie definieren.
es_es: El modo de funcionamiento de cualquier filtro (s) que usted defina.
fr_fr: Le mode de fonctionnement d'un filtre (s) que vous définissez.
it_it: La modalità di funzionamento di un filtro (s) si definisce.
ja_jp: 定義したフィルターの動作モード。
pl_pl: tryb pracy każdego filtra (ów) zdefiniować.
pt_pt: O modo de funcionamento de qualquer filtro (s) que você definir.
ru_ru: Режим работы любой фильтр (ы) вы определяете.
zh_cn: 您定义的任何过滤器的操作模式。
