Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: will send only data that <i>does not</i> match defined filter(s).
bg_bg: ще изпрати само данни, че <i>не отговаря</i> на определения филтър (и).
de_de: werden nur die Daten, die <i>nicht mit</i> definierten Filter (s) senden
es_es: enviará solamente datos que <i>no</i> coinciden con filtro definido (s)
fr_fr: va envoyer uniquement les données qui <i>ne</i> correspondent <i>pas à</i> filtre défini (s)
it_it: invierà solo i dati che <i>non</i> corrispondono filtro definito (s)
ja_jp: は定義されたフィルターに<i>一致しない</i>データのみを送信します。
pl_pl: przesyła tylko te dane, które <i>nie</i> pasuje do zdefiniowanego filtra (ów)
pt_pt: vai enviar apenas dados que <i>não</i> correspondem filtro definido (s)
ru_ru: будет отправлять только данные, которые <i>не</i> соответствуют определенный фильтр (ы)
zh_cn: 将仅发送<i>与</i>不匹配定义过滤器的数据。

source: Include matches
bg_bg: Включва подобни
de_de: Gehören Spiele
es_es: Incluir coincidencias
fr_fr: Inclure les matchs
it_it: Includi partite
ja_jp: 一致を含む
pl_pl: to mecze
pt_pt: Incluir partidas
ru_ru: Включая матчи
zh_cn: 包括匹配

source: will send only that that <i>does</i> match defined filter(s).
bg_bg: ще изпрати само данни, че <i>отговаря</i> на определения филтър (и).
de_de: sendet nur, dass die <i>nicht</i> match definierten Filter (s)
es_es: Enviara solamente eso que <i>se</i> concidió con el filtro (s)
fr_fr: envoie seulement que cela <i>ne</i> correspondantes définies filtre (s)
it_it: invierà solo che che <i>della</i> corrispondenza filtro definito (s)
ja_jp: は定義されたフィルターに<i>一致する</i>データのみを送信します。
pl_pl: tylko wyśle, że filtr <i>jest zgodny</i> z definicją (e)
pt_pt: enviará apenas que isso <i>não</i> jogo definido filtro (s)
ru_ru: будет отправлять только, что это <i>вовсе</i> матча определен фильтр (ы)
zh_cn: 将仅发送与定义的过滤器匹配的<i> </ i>。

source: Host Name Filters
bg_bg: Филтри на име на хост
de_de: Host Name Filter
es_es: Filtrado por nombre del Host
fr_fr: Filtres nom d'hôte
it_it: Nome host Filtri
ja_jp: ホスト名フィルター
pl_pl: Nazwa hosta filtry
pt_pt: Filtro de nome de hosts
ru_ru: Фильтры Host Name
zh_cn: 主机名过滤器

source: Specify one or more regular expressions that match a defined host name pattern. Specify each pattern/expression on a new line. Slashes are required
bg_bg: Посочете един или повече регулярни изрази, които съответстват на определен модел на име на хост. Посочете всеки модел / израз на нов ред. Наклонените черти (slashes) са задължителни
de_de: Geben Sie einen oder mehrere reguläre Ausdrücke, die einen definierten Hostnamen Muster entsprechen. Geben Sie jedes Muster / Ausdruck auf einer neuen Zeile. Schrägstriche erforderlich
es_es: Especifique una o más expresiones regulares que coincidan con un patrón de nombre de host definido. Especifique cada patrón / expresión en una nueva línea. Las barras son necesarios
fr_fr: Spécifiez un ou plusieurs expressions régulières qui correspondent à un modèle hôte nom défini. Spécifiez chaque modèle / expression sur une nouvelle ligne. Les barres obliques sont nécessaires
it_it: Specificare uno o più espressioni regolari che corrispondono a un determinato modello di nome host. Specificare ogni pattern / espressione su una nuova riga. Le barre sono obbligatori
ja_jp: 定義されたホスト名のパターンに一致する正規表現を1つ以上指定します. パターン/式を1行ごとに指定します. スラッシュが必要です
pl_pl: określić jeden lub więcej wyrażeń regularnych, które pasują do zdefiniowana nazwa hosta wzór. określić każdy wzór / wyraz nowej linii. ukośniki są wymagane
pt_pt: Especifique uma ou mais expressões regulares que correspondem a um padrão de nome definido host. Especifique cada padrão / expressão em uma nova linha. Barras são necessários
ru_ru: Укажите один или несколько регулярных выражений, которые соответствуют определенному шаблону имя хоста. Укажите каждый шаблон / выражение с новой строки. Slashes требуется
zh_cn: 指定一个或多个与定义的主机名模式匹配的正则表达式。 在新行上指定每个模式/表达式。 需要斜线

source: Example
bg_bg: Пример
de_de: Beispiel
es_es: Ejemplo
fr_fr: Exemple
it_it: Esempio
ja_jp: 例
pl_pl: przykład
pt_pt: Exemplo
ru_ru: Пример
zh_cn: 例子

source: Enable NRDP outbound check transfers
bg_bg: Позволете NRDP проверка на изходящите трансфери
de_de: ermöglichen NRDP ausgeh Check Transfers
es_es: permitirá NRDP transferencias de verificación de salida
fr_fr: permettre PDRN contrôle de transferts sortants
it_it: consentire PSRN trasferimenti di controllo in uscita
ja_jp: NRDPアウトバウンドチェック転送を有効にする
pl_pl: umożliwiają transfer wyboru wychodzące NRDP
pt_pt: nrdp permitir transferências de verificação de saída
ru_ru: включить nrdp проверки исходящего переводы
zh_cn: 启用出站NRDP传输检查

source: Fill out the IP address(es) of the host(s) that NRDP data should be sent to. You must supply an authentication token for each target.
bg_bg: Попълнете IP адреса (ите) на хоста (овете), на които трябва да бъдат изпратени NRDP данните. Трябва да предоставите означение за оторизация (authentication token) за всеки хост (target).
de_de: Die IP-Adresse (n) des Host (s), daß NRDP Daten gesendet werden soll. Sie müssen einen Authentifizierungs-Token für jedes Ziel zu liefern
es_es: La dirección (es) IP del host (s) que tiene NRDP como datos deberán enviarse a. Debe proporcionar un token de autenticación para cada destino
fr_fr: L'adresse (s) IP de l'hôte (s) que les données PDRN doit être envoyé. Vous devez fournir un jeton d'authentification pour chaque cible
it_it: L'indirizzo IP (es) dell'ospite (s), che i dati NRDP devono essere inviate a. È necessario fornire un token di autenticazione per ogni target
ja_jp: NRDPデータが送信されるべきホストのIPアドレスを入力します。 各ターゲットの認証トークンを指定する必要があります。
pl_pl: adres IP (es) przyjmującego (-ych), że NRDP dane należy przesyłać na. musisz dostarczyć token uwierzytelniający dla każdego celu
pt_pt: O endereço(s) IP do host(s) que os dados NRDP devem ser enviado. Você deve fornecer um token de autenticação para cada alvo
ru_ru: IP-адрес (адреса) хоста (ы), которые NRDP данные должны быть отправлены. Вы должны предоставить маркер аутентификации для каждой целевой
zh_cn: 填写应将NRDP数据发送到的主机的IP地址。 您必须为每个目标提供身份验证令牌。

source: Each target host must have NRDP installed and be configured with the corresponding token you specified above. Additionally, this %s server must be able to contact each remote host on port 80 TCP (HTTP) or 443 TCP (HTTPS) in order to access the NRDP API. You may have to open firewall ports to allow access.
bg_bg: Всеки хост, който ще наблюдавате трябва да имате инсталиран NRDP и да бъде конфигуриран със съответното означение за оторизация (token), който сте посочили по-горе. Освен това, този Nagios XI сървър трябва да бъде в състояние да се свърже с всеки отдалечен хост на порт 80 TCP (HTTP) или 443 TCP (HTTPS), за да получи достъп до NRDP API. Може да се наложи да отворите firewall портовете, за да се позволите достъпа.
de_de: Jedes Ziel-Host müssen NRDP installiert und mit dem entsprechenden Token, das Sie oben angegeben konfiguriert werden. Darüber hinaus muss diese Nagios XI-Server in der Lage sein, jeden Remote-Host auf Port 80 TCP (HTTP) oder 443 TCP (HTTPS) zu kontaktieren, um die NRDP API zugreifen. Eventuell müssen Sie Firewall-Ports öffnen, um Zugang zu ermöglichen
es_es: Cada host de destino debe tener PORN instalado y se configura con el símbolo correspondiente que se especifica arriba. Además, este servidor Nagios XI debe ser capaz de contactar con cada host remoto en el puerto TCP 80 (HTTP) o TCP 443 (HTTPS) con el fin de acceder a la API NRDP. Puede que tenga que abrir puertos del firewall para permitir el acceso
fr_fr: Chaque hôte cible doit être installé et PDRN être configuré avec le jeton correspondant que vous avez spécifié ci-dessus. De plus, ce serveur Nagios XI doit être en mesure de contacter chaque hôte distant sur le port TCP 80 (HTTP) ou 443 TCP (HTTPS) pour accéder à l'API PDRN. Vous devrez peut-être ouvrir les ports de pare-feu pour permettre l'accès
it_it: Ogni host di destinazione deve essere installato e NRDP essere configurato con il token corrispondente specificato in precedenza. Inoltre, questo server Nagios XI deve essere in grado di contattare ogni host remoto sulla porta 80 TCP (HTTP) o 443 TCP (HTTPS), al fine di accedere all'API NRDP. Potrebbe essere necessario aprire le porte del firewall per consentire l'accesso
ja_jp: 各ターゲットホストは NRDP がインストールされており、上で指定された対応するトークンが構成されている必要があります。 また、%s サーバーは、NRDP APIにアクセスするために 80 TCP (HTTP) または 443 TCP (HTTPS) ポートで各リモートホストと疎通できなければなりません。 アクセスを可能にするためにファイアウォールのポートを開く必要があるかもしれません。
pl_pl: każdy host docelowy musi mieć zainstalowany NRDP i być skonfigurowany z odpowiednim tokenem określonym powyżej. Dodatkowo, serwer xi Nagios musi być w stanie skontaktować się z każdym zdalnym hostem na porcie 80 TCP (HTTP) lub 443 tcp (https) w celu uzyskania dostępu do API NRDP. może trzeba otworzyć porty zapory, aby umożliwić dostęp
pt_pt: Cada host de destino deve ter NRDP instalado e configurado com o token correspondente especificado acima. Além disso, este servidor Nagios XI deve ser capaz de contactar cada host remoto na porta TCP 80 (HTTP) ou 443 TCP (HTTPS), a fim de acessar a API NRDP. Você pode ter que abrir portas de firewall para permitir o acesso
ru_ru: Каждый хост должен иметь NRDP установлен и сконфигурирован с соответствующими маркер, указанных выше. Кроме того, этот сервер Nagios XI должны иметь возможность контактировать друг с удаленного хоста на порт 80 TCP (HTTP) или 443 TCP (HTTPS) для того, чтобы получить доступ к NRDP API. Возможно, вам придется открыть порты брандмауэра, чтобы разрешить доступ
zh_cn: 每个目标主机都必须安装NRDP，并配置有您在上面指定的相应令牌。 此外，此%s服务器必须能够与端口80 TCP（HTTP）或443 TCP（HTTPS）上的每个远程主机联系，以访问NRDP API。 您可能必须打开防火墙端口才能允许访问。

source: Target Hosts
bg_bg: Целеви хостове
de_de: Ziel-Hosts
es_es: Hosts destino
fr_fr: Les hôtes cibles
it_it: Host di destinazione
ja_jp: ターゲットホスト
pl_pl: Gospodarze docelowe
pt_pt: Hosts alvo
ru_ru: Целевые хосты
zh_cn: 目标主机

source: Method
bg_bg: Метод
de_de: Verfahren
es_es: Metodo
fr_fr: Méthode
it_it: Metodo
ja_jp: 方式
pl_pl: metoda
pt_pt: Método
ru_ru: Метод
zh_cn: 方法

source: Authentication Token
bg_bg: Означение за оторизация (authentication token)
es_es: Token de autenticación
fr_fr: Jeton d'authentification
it_it: Token di autenticazione
ja_jp: 認証トークン
pl_pl: tokenu uwierzytelniania
pt_pt: Token de autenticação
ru_ru: Аутентификации
zh_cn: 身份验证令牌

source: Enable NSCA outbound check transfers
bg_bg: Позволете NSCA проверка на изходящите трансфери
de_de: ermöglichen nsca ausgeh Check Transfers
es_es: permitir a las transferencias de verificación de salida NSCA
fr_fr: permettre LSRN contrôle de transferts sortants
it_it: consentire trasferimenti di controllo in uscita NSCA
ja_jp: NSCAアウトバウンドチェック転送を有効にする
pl_pl: umożliwić NSCA transfery wyboru wychodzące
pt_pt: permitir transferências de verificação de saída NSCA
ru_ru: включить NSCA проверки исходящего переводы
zh_cn: 启用出站NSCA检查传输

source: Fill in the IP address(es) of the host(s) that NSCA data should be sent to.
bg_bg: Попълнете IP адреса (ите) на хоста (овете), на които трябва да бъдат изпратени NSCA данните.
de_de: Die IP-Adresse (n) des Host (s), daß NSCA Daten gesendet werden sollen
es_es: La dirección (es) IP del host (s) que NSCA tiene como datos deben ser enviados a
fr_fr: L'adresse (s) IP de l'hôte (s) que les données LSRN doivent être envoyées à
it_it: L'indirizzo IP (es) dell'ospite (s), che i dati NSCA devono essere inviate a
ja_jp: NSCAデータが送信されるべきホストのIPアドレスを入力します。
pl_pl: adres IP (es) przyjmującego (-ych), że dane NSCA należy przesłać do
pt_pt: O endereço(s) IP do host (s) que os dados NSCA devem ser enviadas para
ru_ru: IP-адрес (адреса) хоста (ы), которые NSCA данные должны быть отправлены
zh_cn: 填写应将NSCA数据发送到的主机的IP地址。

source: Each target host must be running NSCA and be configured with the same password and encryption method you specified above. Additionally, this %s server must be able to contact each remote host on port 5667 TCP in order to access NSCA. You may have to open firewall ports to allow access.
bg_bg: Всеки хост, който ще наблюдавате трябва да има работещ NSCA и да бъде конфигуриран със същата парола и метод за криптиране, които сте посочили по-горе. Освен това, този Nagios XI сървър трябва да бъде в състояние да се свърже с всеки отдалечен хост на порт 5667 TCP, за да получи достъп до NSCA. Може да се наложи да отворите firewall портовете, за да позволите достъпа.
de_de: Jedes Ziel Host muss NSCA und mit dem gleichen Passwort und Verschlüsselung Methode, die Sie oben angegeben konfiguriert werden. Darüber hinaus muss diese Nagios XI-Server in der Lage sein, jeden Remote-Host auf Port 5667 TCP kontaktieren, um NSCA zugreifen. Eventuell müssen Sie Firewall-Ports öffnen, um Zugang zu ermöglichen
es_es: Cada host de destino debe ejecutar NSCA y ser configurados con la misma contraseña y el método de cifrado que se especificó anteriormente. Además, este servidor Nagios XI debe ser capaz de contactar con cada host remoto en el puerto 5667 TCP con el fin de acceder a NSCA. Puede que tenga que abrir puertos del firewall para permitir el acceso
fr_fr: Chaque hôte cible doit exécuter LSRN et être configurés avec le même mot de passe et la méthode de cryptage que vous avez spécifié ci-dessus. De plus, ce serveur Nagios XI doit être en mesure de contacter chaque hôte distant sur le port TCP 5667 afin d'accéder LSRN. Vous devrez peut-être ouvrir les ports de pare-feu pour permettre l'accès
it_it: Ogni host di destinazione deve essere in esecuzione NSCA e possono essere configurati con la stessa password e metodo di crittografia specificato in precedenza. Inoltre, questo server Nagios XI deve essere in grado di contattare ogni host remoto sulla porta 5667 TCP per accedere NSCA. Potrebbe essere necessario aprire le porte del firewall per consentire l'accesso
ja_jp: 各ターゲットホストは NSCA が稼働しており、上で指定した同じパスワードと暗号化方式で構成されている必要があります。 さらに、この %s サーバーは、NSCAにアクセスするために 5667 TCP ポートで各リモートホストと疎通できなければなりません。 アクセスを可能にするために、ファイアウォールのポートを開く必要があるかもしれません。
pl_pl: każdy host docelowy musi być uruchomiony NSCA i skonfigurować z tym samym hasłem i szyfrowanie metodą określonym powyżej. Dodatkowo, serwer xi Nagios musi być w stanie skontaktować się z każdym zdalnym hostem na porcie 5667 TCP w celu uzyskania dostępu NSCA. może trzeba otworzyć porty zapory, aby umożliwić dostęp
pt_pt: Cada host de destino deve estar executando NSCA e ser configurado com a mesma senha e método de criptografia especificado acima. Além disso, este servidor Nagios XI deve ser capaz de contactar cada host remoto na porta TCP 5667 para acessar NSCA. Você pode ter que abrir portas de firewall para permitir o acesso
ru_ru: Каждый хост должен быть запущен NSCA и могут быть настроены с тем же паролем и шифрованием метода, указанного выше. Кроме того, этот сервер Nagios XI должны иметь возможность контактировать друг с удаленного хоста на порт 5667 TCP для доступа к NSCA. Возможно, вам придется открыть порты брандмауэра, чтобы разрешить доступ
zh_cn: 每台目标主机必须运行NSCA，并配置与你上面指定的密码和加密方法相同的密码。此外，这个%s服务器必须能够在5667 TCP端口上联系每个远程主机，以便访问NSCA。您可能需要打开防火墙端口才能允许访问。

source: Encryption Method
bg_bg: Метод за криптиране
de_de: Verschlüsselungsmethode
es_es: Metodo de Encriptacion
fr_fr: Méthode de cryptage
it_it: Metodo di crittografia
ja_jp: 暗号化方式
pl_pl: Metoda szyfrowania
pt_pt: Método de criptografia
ru_ru: Метод шифрования
zh_cn: 加密方法

source: User updated outbound check transfer settings
bg_bg: Потребителя актуализира настройките "проверка на външен трансфер" (outbound check transfer settings)
de_de: Benutzer aktualisiert ausgehende Kontrolle der Einstellungen zur Übertragung
es_es: Usuario ha actualizado los ajustes de transferencia de verificacion salientes
fr_fr: Utilisateur mis à jour les paramètres de transfert sortants contrôle
it_it: Utente aggiornato le impostazioni di trasferimento in uscita di controllo
ja_jp: ユーザーがアウトバウンドチェックの転送設定を更新しました
pl_pl: Ustawienia transferu wyboru wychodzące aktualizowane użytkowników
pt_pt: Usuário atualizou configurações de transferência de saída de seleção
ru_ru: Пользователь обновляются исходящих параметров передачи чека
zh_cn: 用户更新了出站检查传输设置

source: Missing encryption method for NSCA target host '
bg_bg: Липсва метод за криптиране за NSCA хоста, който ще бъде наблюдаван'
de_de: Fehlende Verschlüsselungsmethode für NSCA Ziel-Host'
es_es: Falta el método de cifrado para el host de destino NSCA '
fr_fr: Manque méthode de cryptage pour la machine cible LSRN '
it_it: Manca metodo di crittografia per l'host di destinazione NSCA '
ja_jp: NSCAターゲットホストの暗号化方式が不足しています '
pl_pl: Metoda szyfrowania brakuje NSCA hosta docelowego "
pt_pt: Faltando método de criptografia para NSCA host de destino '
ru_ru: Отсутствует метод шифрования для принимающих целевые NSCA
zh_cn: NSCA目标主机的加密方法缺少

source: You must specify at least one target NSCA host.
bg_bg: Трябва да посочите поне един NSCA хост, който искате да наблюдавате.
de_de: Sie müssen mindestens ein Ziel NSCA Host.
es_es: Usted debe especificar al menos un host destino para el NSCA.
fr_fr: Vous devez spécifier au moins une cible LSRN hôte.
it_it: È necessario specificare almeno un host di destinazione NSCA.
ja_jp: 少なくとも1つのターゲットNSCAホストを指定する必要があります.
pl_pl: należy określić co najmniej jeden cel NSCA gospodarza.
pt_pt: Você deve especificar pelo menos um host alvo NSCA.
ru_ru: Вы должны указать по крайней мере, одной цели NSCA хозяина.
zh_cn: 您必须至少指定一个目标NSCA主机。

source: Missing token for NRDP target host '
bg_bg: Липсващ маркер (token) за NRDP хоста, който ще бъде наблюдаван'
de_de: Fehlende Token für NRDP Ziel-Host '
es_es: Falta el token para host de destino PORN '
fr_fr: Jeton manquant pour l'hôte cible PDRN '
it_it: Manca gettone per l'host di destinazione NRDP '
ja_jp: NRDPターゲットホストのトークンが不足しています '
pl_pl: brakujący znak dla hosta docelowego NRDP "
pt_pt: Faltando token para NRDP host de destino '
ru_ru: Отсутствие маркера для принимающих целевые NRDP
zh_cn: NRDP目标主机的令牌缺少

source: You must specify at least one target NRDP host.
bg_bg: Трябва да посочите поне един NRDP хост, който искате да наблюдавате.
de_de: Sie müssen mindestens ein Ziel NRDP Host.
es_es: Usted debe especificar al menos un host destino para el NRDP.
fr_fr: Vous devez spécifier au moins un hôte PDRN cible.
it_it: È necessario specificare almeno un host di destinazione NRDP.
ja_jp: 少なくとも1つのターゲットNRDPホストを指定する必要があります.
pl_pl: należy określić co najmniej jeden komputer docelowy NRDP.
pt_pt: Você deve especificar pelo menos um host NRDP alvo.
ru_ru: Вы должны указать по крайней мере, одной цели NRDP хозяина.
zh_cn: 您必须至少指定一台目标NRDP主机。

source: %product% Account Created
bg_bg: % продукт% сметка е създадена
de_de: % product% account wurde erstellt
es_es: % producto% cuenta creada
fr_fr: % produit% compte créé
it_it: % prodotto% account creato
ja_jp: %product% アカウントが作成されました
pl_pl: Utworzono konto% product%
pt_pt: % product% account criada
ru_ru: % product% аккаунт создан
zh_cn: %product% 帐户创建

source: An account has been created for you to access %product%. You can login using the following information: Username: %username% Password: %password% URL: %url%
bg_bg: Създаден е потребителски профил, за да получите достъп до Nagios XI. Можете да влезете като използвате следната информация: Потребителско име: %s Парола: %s URL: %s
de_de: Ein Konto wurde für Sie erstellt Nagios XI zu erreichen. Sie können sich mit folgenden Informationen: Benutzername:% s Passwort:% s URL:% s
es_es: Una cuenta se ha creado para que usted pueda acceder a Nagios XI. Puedes iniciar sesión con la siguiente información: Nombre de usuario: %s Contraseña: %s URL: %s
fr_fr: Un compte a été créé pour vous d'accéder à Nagios XI. Vous pouvez vous connecter en utilisant les informations suivantes: Nom d'utilisateur:% s Mot de passe:% s URL:% s
it_it: Un account è stato creato per l'accesso Nagios XI. Puoi effettuare il login utilizzando le seguenti informazioni: Nome utente:% s Password:% s URL:% s
ja_jp: %product% にアクセスするためのアカウントが作成されました。 次の情報でログインできます: ユーザー名: %username% パスワード: %password% URL: %url%
pl_pl: Konto zostało utworzone, aby uzyskać dostęp do Nagios XI. możesz zalogować się przy użyciu następujących informacji: Username: %s Password: %s URL: %s
pt_pt: uma conta foi criada para você acessar nagios xi. você pode fazer login usando as seguintes informações: Username: %s Password: %s URL: %s
ru_ru: Счет был создан для Вас, чтобы получить доступ к Nagios XI. Вы можете войти, используя следующую информацию: Имя пользователя:%s Пароль:%s URL:%s
zh_cn: 我们已经为您创建了一个账户来访问%产品%。您可以使用以下信息登录。 用户名: %username% 密码：%password% URL: %url%

source: System Settings
bg_bg: Системни настройки
de_de: System-Einstellungen
es_es: Configuraciones del SIstema
fr_fr: Paramètres système
it_it: Impostazioni di sistema
ja_jp: システム設定
pl_pl: ustawienia systemowe
pt_pt: Configurações do Sistema
ru_ru: Настройки системы
zh_cn: 系统设置

source: System settings updated.
bg_bg: Настройките на системата бяха обновени.
de_de: Mail-Einstellungen aktualisiert.
es_es: Configuraciones de Correo actualizadas
fr_fr: Paramètres de messagerie mis à jour.
it_it: Impostazioni e-mail aggiornato.
ja_jp: この機能にアクセスする権限がありません. 詳細についてまたはこの機能へアクセスできるようにするには、Nagios XI管理者にお問い合わせください.
pl_pl: zaktualizowane ustawienia poczty.
pt_pt: Configurações de e-mail atualizado.
ru_ru: Настройки почты обновляется.
zh_cn: 系统设置已更新。

source: General
bg_bg: Общ
de_de: allgemein
fr_fr: général
it_it: generale
ja_jp: 全般
pl_pl: ogólny
pt_pt: geral
ru_ru: генеральный
zh_cn: 常规

source: Security
bg_bg: Сигурност
de_de: Sicherheit
es_es: Seguridad
fr_fr: Sécurité
it_it: Sicurezza
ja_jp: セキュリティ
pl_pl: bezpieczeństwo
pt_pt: Segurança
ru_ru: Безопасность
zh_cn: 安全

source: Passwords & Accounts
bg_bg: Пароли и Потребителски профили
de_de: Passwörter und Konten
es_es: contraseñas y cuentas
fr_fr: mots de passe et des comptes
it_it: le password e gli account
ja_jp: パスワード & アカウント
pl_pl: haseł i kont
pt_pt: senhas e contas
ru_ru: пароли и учетные записи
zh_cn: 密码和帐户

source: Theme & Display
bg_bg: Тема и дисплей
de_de: Thema & Display
es_es: tema y pantalla
fr_fr: thème et affichage
it_it: tema e display
ja_jp: テーマ & ディスプレイ
pl_pl: Temat i wyświetlacz
pt_pt: tema e tela
ru_ru: Тема и дисплей
zh_cn: 主题和显示

source: User Accounts
bg_bg: Потребителски акаунт
de_de: Benutzerkonto
es_es: cuenta de usuario
fr_fr: compte d'utilisateur
it_it: account utente
ja_jp: ユーザーアカウント
pl_pl: konto użytkownika
pt_pt: conta de usuário
ru_ru: учетная запись пользователя
zh_cn: 用户帐户

source: Integration
bg_bg: Интеграция
es_es: integración
fr_fr: intégration
it_it: integrazione
ja_jp: 統合
pl_pl: integracja
pt_pt: integração
ru_ru: интеграция
zh_cn: 集成

source: Backward Compatibility
bg_bg: обратна съвместимост
de_de: Rückwärtskompatibilität
es_es: compatibilidad con versiones anteriores
fr_fr: rétrocompatibilité
it_it: retrocompatibilità
ja_jp: 下位互換性
pl_pl: Kompatybilność wsteczna
pt_pt: compatibilidade com versões anteriores
ru_ru: Обратная совместимость
zh_cn: 向后兼容

source: General Program Settings
bg_bg: Общи настройки на програмата
de_de: Allgemeine Programmeinstellungen
es_es: Ajustes Generales del Programa
fr_fr: Réglages généraux du programme
it_it: Impostazioni generali del programma
ja_jp: 一般的なプログラム設定
pl_pl: ogólne ustawienia programu
pt_pt: Configurações gerais do programa
ru_ru: Общие настройки программы
zh_cn: 一般程序设置

source: Program URL
bg_bg: URL на програмата
de_de: Programm URL
es_es: Programa de URL
fr_fr: Adresse URL du programme
it_it: Programma URL
ja_jp: プログラムURL
pt_pt: URL do programa
ru_ru: Программа URL
zh_cn: 程序URL
