Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Defined Traps
bg_bg: определени капани
de_de: definierte Fallen
es_es: trampas definidas
fr_fr: pièges définis
it_it: trappole definite
ja_jp: 定義されたトラップ
pl_pl: określone pułapki
pt_pt: armadilhas definidas
ru_ru: определенные ловушки
zh_cn: 定义陷阱

source: Matches Event Name, OID, or Description
bg_bg: съвпада с името на събитието, oid или описание
de_de: Entspricht Ereignisname, OID oder Beschreibung
es_es: coincide con el nombre del evento, el oid o la descripción
fr_fr: correspond au nom de l'événement, à l'oid ou à la description
it_it: corrisponde nome dell'evento, oid o descrizione
ja_jp: イベント名、oid、または説明と一致します
pl_pl: dopasowuje nazwę zdarzenia, oid lub opis
pt_pt: corresponde ao nome do evento, oid ou descrição
ru_ru: соответствует имени события, oid или описанию
zh_cn: 匹配事件名称，OID或描述

source: Page %1 of %2
bg_bg: страница% 1 от% 2
de_de: Seite 1 von 2
es_es: Página 1 de 2
fr_fr: page 1 sur 2
it_it: pagina 1 di 2
ja_jp: ％2のページ％1
pl_pl: Strona 1 z 2
pt_pt: pagina 1 de 2
ru_ru: Страница 1 из 2
zh_cn: 第％1页，共％2页

source: Toggle all
bg_bg: Превключете всички
de_de: alle ein-
es_es: alternar todo
fr_fr: basculer tous
it_it: attivare tutti
ja_jp: すべて選択/非選択
pl_pl: Przełącz Wszystko
pt_pt: alternar tudo
ru_ru: переключить все
zh_cn: 切换所有

source: Event%sName
bg_bg: събитие% SNAME
de_de: Ereignisnamen
es_es: Nombre del evento
fr_fr: nom de l'événement
it_it: nome dell'evento
ja_jp: イベント%s名
pt_pt: nome do evento
ru_ru: Имя события
zh_cn: 事件%s名称

source: Exec
es_es: ejecutivo
zh_cn: 执行

source: Showing records %1-%2 of %3
bg_bg: показват записи% 1-% 2 от% 3
de_de: Anzeigen von Datensätzen% 1-% 2 von% 3
es_es: mostrando registros% 1-% 2 de% 3
fr_fr: affichant les enregistrements% 1-% 2 de% 3
it_it: mostrando record% 1-% 2 di% 3
ja_jp: ％3のレコード％1-％2を表示しています
pl_pl: pokazano rekordy% 1-% 2 z% 3
pt_pt: mostrando registros% 1-% 2 de% 3
ru_ru: показывает записи% 1-% 2 из% 3
zh_cn: 正在显示％3的记录％1-％2

source: Event
bg_bg: събитие
de_de: Geschehen
es_es: Eventos
fr_fr: Événements
it_it: Eventi
ja_jp: イベント
pl_pl: wydarzenie
pt_pt: Eventos
ru_ru: События
zh_cn: 事件

source: Trap logs successfully deleted.
bg_bg: записите за трафика са успешно изтрити.
de_de: Trap-Protokolle wurden erfolgreich gelöscht.
es_es: registros de trampa eliminados con éxito.
fr_fr: Les journaux d'interruption ont été supprimés.
it_it: i registri trap vengono eliminati correttamente.
ja_jp: トラップログが正常に削除されました。
pl_pl: Dzienniki pułapek zostały pomyślnie usunięte.
pt_pt: registros de interceptação excluídos com sucesso.
ru_ru: ловушки успешно удалены.
zh_cn: 陷阱日志已成功删除。

source: An error occured:
bg_bg: Възникна грешка:
de_de: es ist ein Fehler aufgetreten:
es_es: ocurrió un error:
fr_fr: une erreur s'est produite:
it_it: si è verificato un errore:
ja_jp: エラーが発生しました
pl_pl: wystąpił błąd:
pt_pt: um erro ocorreu:
ru_ru: произошла ошибка:
zh_cn: 发生错误：

source: Confirm:
bg_bg: потвърдете:
de_de: bestätigen:
es_es: confirmar:
fr_fr: confirmer:
it_it: Confermare:
ja_jp: 確認
pl_pl: potwierdzać:
pt_pt: confirme:
ru_ru: Подтверждаю:
zh_cn: 确认：

source: Trap Definitions
bg_bg: дефиниции на капан
de_de: Trapdefinitionen
es_es: definiciones de trampa
fr_fr: définitions de pièges
it_it: definizioni di trappola
ja_jp: トラップ定義
pl_pl: definicje pułapek
pt_pt: definições de armadilha
ru_ru: определения ловушек
zh_cn: 陷阱定义

source: You have selected to modify multiple trap definitions.
bg_bg: сте избрали да промените няколко дефиниции на капан.
de_de: Sie haben ausgewählt, mehrere Trap-Definitionen zu ändern.
es_es: ha seleccionado modificar varias definiciones de trampa.
fr_fr: vous avez choisi de modifier plusieurs définitions d'interruptions.
it_it: hai scelto di modificare più definizioni di trap.
ja_jp: 複数のトラップ定義を変更することを選択しました。
pl_pl: wybrałeś modyfikację wielu definicji pułapek.
pt_pt: você selecionou para modificar várias definições de trap.
ru_ru: вы выбрали изменение нескольких определений ловушек.
zh_cn: 您已选择修改多个陷阱定义。

source: definitions selected
bg_bg: избраните дефиниции
de_de: Definitionen ausgewählt
es_es: definiciones seleccionadas
fr_fr: définitions sélectionnées
it_it: definizioni selezionate
ja_jp: 選択された定義
pl_pl: wybrane definicje
pt_pt: definições selecionadas
ru_ru: выбранные определения
zh_cn: 选择的定义

source: Show selected
bg_bg: Покажете избраните
de_de: Show ausgewählt
es_es: programa seleccionado
fr_fr: émission sélectionnée
it_it: spettacolo selezionato
ja_jp: 選択を表示する
pl_pl: Pokaż wybrane
pt_pt: programa seleccionado
ru_ru: показать выбранные
zh_cn: 显示所选

source: Removing...
bg_bg: Премахване на ...
de_de: Entfernen ...
es_es: la eliminación de ...
fr_fr: la suppression ...
it_it: la rimozione di ...
ja_jp: 削除しています...
pl_pl: śm ...
pt_pt: removendo ...
ru_ru: удаление ...
zh_cn: 删除...

source: Timestamp
bg_bg: клеймото
de_de: Zeitstempel
es_es: marca de tiempo
fr_fr: horodatage
ja_jp: タイムスタンプ
pl_pl: znak czasu
ru_ru: отметка времени
zh_cn: 时间戳

source: Trap&nbsp;Origin&nbsp;IP
bg_bg: капан произход ip
de_de: Fallen Ursprung ip
es_es: trampa origen ip
fr_fr: piège origine ip
it_it: trappola origine ip
ja_jp: トラップ 送信元 IP
pl_pl: pułapka początkowa ip
pt_pt: ip de origem de armadilha
ru_ru: источник ловушки ip
zh_cn: 陷阱 来源 IP

source: Origin&nbsp;IP
bg_bg: произход ip
de_de: Ursprung ip
es_es: origen ip
fr_fr: origine ip
it_it: origine ip
ja_jp: 起点IP
pl_pl: origin ip
pt_pt: ip de origem
ru_ru: источник ip
zh_cn: 来源 IP

source: Trap Logs
bg_bg: капан логове
de_de: Trap-Protokolle
es_es: registros de trampa
fr_fr: pièges
it_it: trappola
ja_jp: トラップログ
pl_pl: dzienniki pułapek
pt_pt: troncos de armadilha
ru_ru: ловушки ловушки
zh_cn: 陷阱日志

source: You have selected to modify multiple trap logs.
bg_bg: Вие сте избрали да промените няколко регистрационни протокола.
de_de: Sie haben ausgewählt, mehrere Trap-Protokolle zu ändern.
es_es: ha seleccionado modificar varios registros de trampa.
fr_fr: vous avez choisi de modifier plusieurs journaux d'interruption.
it_it: hai scelto di modificare più registri trap.
ja_jp: 複数のトラップログを変更することを選択しました。
pl_pl: wybrałeś modyfikację wielu dzienników pułapek.
pt_pt: você selecionou para modificar vários logs de trap.
ru_ru: вы выбрали изменение нескольких журналов ловушек.
zh_cn: 您已选择修改多个陷阱日志。

source: logs selected
bg_bg: регистрационните файлове са избрани
de_de: Protokolle ausgewählt
es_es: registros seleccionados
fr_fr: journaux sélectionnés
it_it: registri selezionati
ja_jp: 選択されたログ
pl_pl: wybrane dzienniki
pt_pt: registros selecionados
ru_ru: выбраны журналы
zh_cn: 所选日志

source: Spaces are not allowed in Event Name
bg_bg: в името на събитието не се допускат интервали
de_de: Leerzeichen sind im Ereignisnamen nicht zulässig
es_es: espacios no están permitidos en el nombre del evento
fr_fr: les espaces ne sont pas autorisés dans le nom de l'événement
it_it: gli spazi non sono consentiti nel nome dell'evento
ja_jp: イベント名にスペースは使用できません
pl_pl: spacje nie są dozwolone w nazwie zdarzenia
pt_pt: espaços não são permitidos no nome do evento
ru_ru: пробелы в имени события не допускаются
zh_cn: 事件名称中不允许使用空格

source: Spaces are not allowed in Severity
bg_bg: пространствата не са позволени в тежест
de_de: Leerzeichen sind im Schweregrad nicht zulässig
es_es: los espacios no están permitidos en severidad
fr_fr: les espaces ne sont pas autorisés en gravité
it_it: gli spazi non sono ammessi in modo severo
ja_jp: 重要度にはスペースを使用できません
pl_pl: spacje są niedozwolone
pt_pt: espaços não são permitidos em gravidade
ru_ru: пробелы не допускаются по степени тяжести
zh_cn: 严重程度中不允许有空格

source: Spaces are not allowed in in OID
bg_bg: не се допускат пространства
de_de: Leerzeichen sind in oid nicht erlaubt
es_es: los espacios no están permitidos en oid
fr_fr: les espaces ne sont pas autorisés dans l'oid
it_it: gli spazi non sono ammessi in oid
ja_jp: oidにスペースは許されません
pl_pl: spacje nie są dozwolone w oid
pt_pt: espaços não são permitidos no oid
ru_ru: пробелы не допускаются внутрь
zh_cn: OID中不允许有空格

source: Event missing
bg_bg: събитие липсва
de_de: Ereignis fehlt
es_es: evento faltante
fr_fr: événement manquant
it_it: evento mancante
ja_jp: イベントがありません
pl_pl: brak zdarzenia
pt_pt: evento ausente
ru_ru: событие отсутствует
zh_cn: 事件丢失

source: Severity missing
bg_bg: тежестта липсва
de_de: Schweregrad fehlt
es_es: falta gravedad
fr_fr: gravité manquante
it_it: severità mancante
ja_jp: 重要度がありません
pl_pl: dotkliwość brakuje
pt_pt: falta de gravidade
ru_ru: серьезность отсутствует
zh_cn: 严重性丢失

source: Category missing
bg_bg: липсващата категория
de_de: Kategorie fehlt
es_es: categoría faltante
fr_fr: catégorie manquante
it_it: categoria mancante
ja_jp: カテゴリがありません
pl_pl: brakująca kategoria
pt_pt: categoria ausente
ru_ru: категория отсутствует
zh_cn: 类别丢失

source: Trap Details
bg_bg: подробности за капана
de_de: Fallen Details
es_es: detalles de trampa
fr_fr: détails du piège
it_it: dettagli trappola
ja_jp: トラップの詳細
pl_pl: szczegóły pułapki
pt_pt: detalhes da armadilha
ru_ru: детали ловушки
zh_cn: 陷阱详情

source: The name you want associated with this trap event.
bg_bg: името, което искате да бъде свързано с това събитие на капан.
de_de: Der Name, den Sie mit diesem Trap-Ereignis verknüpfen möchten.
es_es: el nombre que quiere asociar con este evento trampa.
fr_fr: le nom que vous voulez associer à cet événement de piège.
it_it: il nome che si desidera associato a questo evento trap.
ja_jp: このトラップイベントに関連付ける名前。
pl_pl: nazwa, którą chcesz powiązać z tym zdarzeniem pułapki.
pt_pt: o nome que você deseja associado a esse evento de trap.
ru_ru: имя, которое вы хотите связать с этим событием trap.
zh_cn: 您想要与此陷阱事件关联的名称。

source: Object identifier for this trap.
bg_bg: идентификатор на обект за този капан.
de_de: Objektkennung für diese Falle.
es_es: identificador de objeto para esta trampa.
fr_fr: identifiant d'objet pour ce piège.
it_it: identificatore di oggetto per questa trappola.
ja_jp: このトラップのオブジェクト識別子。
pl_pl: identyfikator obiektu dla tej pułapki.
pt_pt: identificador de objeto para esta armadilha.
ru_ru: идентификатор объекта для этой ловушки.
zh_cn: 您想要的陷阱事件关联的名称。

source: Note: can be numeric or symbolic.
bg_bg: бележка: може да е цифрова или символична.
de_de: Hinweis: Kann numerisch oder symbolisch sein.
es_es: nota: puede ser numérico o simbólico.
fr_fr: note: peut être numérique ou symbolique.
it_it: nota: può essere numerico o simbolico.
ja_jp: 注記：数値または記号を使用できます。
pl_pl: uwaga: może być numeryczna lub symboliczna.
pt_pt: nota: pode ser numérico ou simbólico.
ru_ru: Примечание: может быть числовым или символическим.
zh_cn: 注意：可以是数字或符号。

source: Severity of this trap event. Used in output when logging.
bg_bg: тежестта на това събитие. използван в изхода при регистриране.
de_de: Schwere dieses Trap-Ereignisses. Wird bei der Protokollierung in der Ausgabe verwendet.
es_es: gravedad de este evento trampa. utilizado en salida cuando se registra.
fr_fr: gravité de cet événement de piège. utilisé dans la sortie lors de la journalisation.
it_it: gravità di questo evento trap. utilizzato in uscita durante la registrazione.
ja_jp: このトラップイベントの重要度。ログの出力に使用されます。
pl_pl: dotkliwość tego pułapkowego zdarzenia. używane w danych wyjściowych podczas logowania.
pt_pt: gravidade deste evento de armadilha. usado na saída ao registrar.
ru_ru: серьезность этого события ловушки. используется при выводе при регистрации.
zh_cn: 此陷阱事件的严重性。 记录时在输出中使用。

source: Minor, Major, Normal, Critical, Warning
bg_bg: малка, голяма, нормална, критична, предупреждение
de_de: Moll, Major, Normal, kritisch, Warnung
es_es: menor, mayor, normal, crítico, advertencia
fr_fr: mineur, majeur, normal, critique, avertissement
it_it: avviso minore, maggiore, normale, critico
ja_jp: マイナー、メジャー、ノーマル、クリティカル、警告
pt_pt: menor, maior, normal, crítico, aviso
ru_ru: второстепенный, основной, нормальный, критический, предупреждающий
zh_cn: 次要，主要，正常，严重，警告

source: Optional
bg_bg: По избор
de_de: Option
es_es: Opciones
fr_fr: Option
it_it: Opzione
ja_jp: 任意
pl_pl: fakultatywny
pt_pt: Opções
ru_ru: Вариант
zh_cn: 选项

source: Description for your own use.
bg_bg: описание за ваша собствена употреба.
de_de: Beschreibung für den eigenen Gebrauch.
es_es: descripción para su propio uso.
fr_fr: description pour votre propre usage.
it_it: descrizione per il tuo uso personale.
ja_jp: 使用のための説明。
pl_pl: opis do własnego użytku.
pt_pt: descrição para seu próprio uso.
ru_ru: описание для вашего собственного использования.
zh_cn: 供您自己使用的说明。

source: Passive Service Setup
bg_bg: Пасивни сървис проверки
de_de: Passive Service Checks
es_es: Chequeo de Servicios Pasivos
fr_fr: Les contrôles passifs de service
it_it: Controlli di servizio passivi
ja_jp: パッシブサービス設定
pl_pl: Kontrole usług pasywne
pt_pt: cheques de serviços passivos
ru_ru: Пассивная проверка службы
zh_cn: 被动服务设置

source: Sets up snmptraphandling.py to allow passive check results to be sent to nagios.
bg_bg: създава snmptraphandling.py, за да позволи изпращането на резултатите от пасивните проверки на нагиос.
de_de: richtet snmptraphandling.py ein, damit passive Prüfergebnisse an Nagios gesendet werden können.
es_es: configura snmptraphandling.py para permitir que los resultados pasivos de comprobación se envíen a nagios.
fr_fr: met en place snmptraphandling.py pour permettre l'envoi de résultats de vérification passive à nagios.
it_it: imposta snmptraphandling.py per consentire l'invio dei risultati del controllo passivo ai nagios.
ja_jp: nagiosにパッシブチェック結果を送信できるようにsnmptraphandling.pyを設定します。
pl_pl: konfiguruje snmptrandandling.py, aby umożliwić wysyłanie wyników pasywnych do nagios.
pt_pt: configura snmptraphandling.py para permitir que os resultados da verificação passiva sejam enviados para nagios.
ru_ru: устанавливает snmptraphandling.py, чтобы позволить пассивным результатам проверки отправлять в nagios.
zh_cn: 设置snmptraphandling.py以允许将被动检查结果发送到nagios。

source: These inputs will also work with the EXEC macros table.
bg_bg: тези входове ще работят и с макроса таблици exec.
de_de: Diese Eingaben funktionieren auch mit der exec-Makros-Tabelle.
es_es: estas entradas también funcionarán con la tabla macros de exec.
fr_fr: ces entrées fonctionneront également avec la table des macros exec.
it_it: questi input funzioneranno anche con la tabella exec macros.
ja_jp: これらの入力はEXECマクロテーブルでも動作します。
pl_pl: te dane wejściowe będą również działać z tabelą makr exec.
pt_pt: essas entradas também funcionarão com a tabela de macros exec.
ru_ru: эти входы также будут работать с таблицей макросов exec.
zh_cn: 这些输入也将与EXEC宏表一起使用。

source: Enable Passive Service Setup
bg_bg: активирайте настройката за пасивна услуга
de_de: Aktivieren Sie die passive Serviceeinrichtung
es_es: habilitar la configuración del servicio pasivo
fr_fr: activer la configuration du service passif
it_it: abilitare la configurazione del servizio passivo
ja_jp: パッシブサービスの設定を有効にする
pl_pl: umożliwić bierną konfigurację usługi
pt_pt: habilitar a configuração do serviço passivo
ru_ru: включить настройку пассивного обслуживания
zh_cn: 启用被动服务设置

source: The host name to associate with this event.
bg_bg: името на хоста, което да се асоциира с това събитие.
de_de: der Hostname, der diesem Ereignis zugeordnet werden soll.
es_es: el nombre de host para asociar con este evento.
fr_fr: le nom d'hôte à associer à cet événement.
it_it: il nome host da associare a questo evento.
ja_jp: このイベントに関連付けるホスト名。
pl_pl: nazwa hosta powiązana z tym zdarzeniem.
pt_pt: o nome do host para associar a esse evento.
ru_ru: имя хоста, связанное с этим событием.
zh_cn: 与该事件关联的主机名。

source: The service description of this event.
bg_bg: служебното описание на това събитие.
de_de: die Servicebeschreibung dieses Ereignisses.
es_es: la descripción del servicio de este evento.
fr_fr: la description du service de cet événement.
it_it: la descrizione del servizio di questo evento.
ja_jp: このイベントのサービス記述.
pl_pl: opis usługi tego wydarzenia.
pt_pt: a descrição do serviço deste evento.
ru_ru: сервисное описание этого события.
zh_cn: 此事件的服务描述。

source: Check Status
bg_bg: проверка на състоянието
de_de: Status überprüfen
es_es: comprobar estado
fr_fr: vérifier le statut
it_it: controllare lo stato
ja_jp: ステータスを確認する
pl_pl: Sprawdź status
pt_pt: verifique o status
ru_ru: проверить состояние
zh_cn: 检查状态

source: Parse Severity Level %s
bg_bg: анализ на степента на тежест% s
de_de: Parse-Schweregrad% s
es_es: nivel de severidad de análisis% s
fr_fr: analyser le niveau de gravité% s
it_it: analizzare il livello di gravità% s
ja_jp: 重要度レベル %s を分析する
pl_pl: przeanalizuj poziom istotności% s
pt_pt: nível de severidade de análise% s
ru_ru: Уровень серьезности синтаксиса% s
zh_cn: 解析严重性级别%s

source: Service Output
bg_bg: услуга
de_de: Service-Ausgabe
es_es: salida de servicio
fr_fr: sortie de service
it_it: uscita di servizio
ja_jp: サービス出力
pl_pl: dane wyjściowe usługi
pt_pt: saída de serviço
ru_ru: выход услуги
zh_cn: 服务输出

source: The output that will be shown in Service Detail.
bg_bg: изхода, който ще се показва в подробности за услугата.
de_de: die Ausgabe, die im Servicedetail angezeigt wird.
es_es: el resultado que se mostrará en el detalle del servicio.
fr_fr: la sortie qui sera affichée dans le détail du service.
it_it: l'output che verrà mostrato nei dettagli del servizio.
ja_jp: 出力はサービスの詳細で表示されます。
pl_pl: dane wyjściowe, które będą wyświetlane w szczegółach usługi.
pt_pt: a saída que será mostrada em detalhes de serviço.
ru_ru: вывод, который будет показан в деталях обслуживания.
zh_cn: 输出将显示在“服务详细信息”中。

source: Optional string containing a command to execute when a trap is received matching this definition.
bg_bg: незадължителен низ, съдържащ команда за изпълнение, когато е получен капан, отговарящ на това определение.
de_de: optionale Zeichenfolge, die einen Befehl enthält, der ausgeführt wird, wenn ein Trap empfangen wird, der dieser Definition entspricht.
es_es: cadena opcional que contiene un comando para ejecutar cuando se recibe una trampa que coincide con esta definición.
fr_fr: Chaîne optionnelle contenant une commande à exécuter lors de la réception d'un trap correspondant à cette définition.
it_it: stringa facoltativa contenente un comando da eseguire quando viene ricevuta una trap che corrisponde a questa definizione.
ja_jp: この定義に一致するトラップが受信されたときに実行するコマンドを含むオプションの文字列。
pl_pl: opcjonalny ciąg zawierający komendę do wykonania po odebraniu pułapki pasującej do tej definicji.
pt_pt: seqüência opcional contendo um comando para executar quando uma armadilha é recebida correspondendo a esta definição.
ru_ru: необязательная строка, содержащая команду для выполнения при получении ловушки, соответствующей этому определению.
zh_cn: 可选字符串，其中包含在接收到与此定义匹配的陷阱时要执行的命令。

source: lines are executed in the order that they are entered.
bg_bg: линиите се изпълняват в реда, в който са въведени.
de_de: Zeilen werden in der Reihenfolge ausgeführt, in der sie eingegeben werden.
es_es: las líneas se ejecutan en el orden en que se ingresan.
fr_fr: les lignes sont exécutées dans l'ordre où elles sont entrées.
it_it: le righe vengono eseguite nell'ordine in cui vengono immesse.
ja_jp: 行は入力順に実行されます。
pl_pl: linie są wykonywane w kolejności, w jakiej zostały wprowadzone.
pt_pt: as linhas são executadas na ordem em que são inseridas.
ru_ru: строки выполняются в том порядке, в котором они введены.
zh_cn: 行按输入顺序执行。

source: Show EXEC Macros
bg_bg: показване на макроси за изпълнение
de_de: zeige exec-Makros an
es_es: mostrar macros exec
fr_fr: Afficher les macros exec
it_it: mostra le macro exec
ja_jp: EXEC マクロの表示
pl_pl: pokaż makra exec
pt_pt: mostrar macros exec
ru_ru: показать макросы exec
zh_cn: 显示EXEC宏

source: + Add EXEC
bg_bg: + добавете exec
de_de: + Füge Exec hinzu
es_es: + agregar ejecutivo
fr_fr: + ajouter exec
it_it: + aggiungi exec
ja_jp: + EXECを追加する
pl_pl: + dodaj exec
pt_pt: + adicionar exec
ru_ru: + добавить exec
zh_cn: +添加EXEC

source: If you need access to other SNMPTT functionality (PREEXEC, NODES, MATCH, REGEX), you can view and input the raw configuration data here.
bg_bg: ако имате нужда от достъп до други функции на snmptt (preexec, възли, съвпадение, regex), можете да видите и въведете суровите конфигурационни данни тук.
de_de: Wenn Sie Zugriff auf andere snmptt-Funktionen benötigen (preexec, nodes, match, regex), können Sie hier die rohen Konfigurationsdaten anzeigen und eingeben.
es_es: si necesita acceder a otra funcionalidad de snmptt (preexec, nodes, match, regex), puede ver e ingresar los datos de configuración en bruto aquí.
fr_fr: Si vous avez besoin d'accéder à d'autres fonctionnalités snmptt (preexec, nodes, match, regex), vous pouvez afficher et entrer les données de configuration brutes ici.
it_it: se hai bisogno di accedere ad altre funzionalità snmptt (preexec, nodi, match, regex), puoi visualizzare e inserire qui i dati di configurazione grezzi.
ja_jp: 他の SNMPTT 機能 (PREEXEC、NODES、MATCH、REGEX) にアクセスする必要がある場合は、ここで未処理の設定データを表示して入力することができます。
pl_pl: jeśli potrzebujesz dostępu do innych funkcji snmptt (preexec, nodes, match, regex), możesz przeglądać i wprowadzać surowe dane konfiguracyjne tutaj.
pt_pt: se você precisar de acesso a outras funcionalidades do snmptt (preexec, nodes, match, regex), você poderá visualizar e inserir os dados de configuração brutos aqui.
ru_ru: если вам нужен доступ к другим функциям snmptt (preexec, nodes, match, regex), вы можете просматривать и вводить здесь исходные данные конфигурации.
zh_cn: 如果您需要访问其他SNMPTT功能（PREEXEC，NODES，MATCH，REGEX），则可以在此处查看和输入原始配置数据。

source: Additional Raw Data
bg_bg: допълнителни необработени данни
de_de: zusätzliche Rohdaten
es_es: datos sin procesar adicionales
fr_fr: données brutes supplémentaires
it_it: ulteriori dati grezzi
ja_jp: 追加のRawデータ
pl_pl: dodatkowe nieprzetworzone dane
pt_pt: dados brutos adicionais
ru_ru: дополнительные исходные данные
zh_cn: 其他原始数据

source: Click macro symbol to insert at cursor.
bg_bg: кликнете върху макрос символ, за да вмъкнете курсора.
de_de: Klicken Sie auf das Makrosymbol, um es am Cursor einzufügen.
es_es: haga clic en el símbolo de macro para insertar en el cursor.
fr_fr: cliquez sur le symbole de la macro pour l'insérer au niveau du curseur.
it_it: clicca il simbolo della macro da inserire al cursore.
ja_jp: カーソルを挿入するマクロ記号をクリックします。
pl_pl: kliknij symbol makro, aby wstawić kursor.
pt_pt: clique no símbolo da macro para inserir no cursor.
ru_ru: щелкните символ макроса, чтобы вставить курсор.
zh_cn: 单击宏符号以将光标插入。

source: SNMP version you want to use when sending this trap.
bg_bg: snmp версия, която искате да използвате при изпращане на този капан.
de_de: snmp-Version, die Sie beim Senden dieses Traps verwenden möchten.
es_es: snmp versión que desea utilizar al enviar esta trampa.
fr_fr: Version snmp que vous voulez utiliser lors de l'envoi de ce piège.
it_it: versione snmp che si desidera utilizzare durante l'invio di questa trap.
ja_jp: このトラップを送信するときに使用する SNMP バージョン。
pl_pl: Wersja snmp, której chcesz użyć podczas wysyłania tej pułapki.
pt_pt: versão snmp que você deseja usar ao enviar esta armadilha.
ru_ru: snmp, которую вы хотите использовать при отправке этой ловушки.
zh_cn: 发送此陷阱时要使用的SNMP版本。

source: Generic Trap
bg_bg: генеричен капан
de_de: generische Falle
es_es: trampa genérica
fr_fr: piège générique
it_it: trappola generica
ja_jp: ジェネリックトラップ
pl_pl: ogólna pułapka
pt_pt: armadilha genérica
ru_ru: общая ловушка
zh_cn: 通用陷阱

source: 0 (coldStart)
bg_bg: 0 (студен старт)
de_de: 0 (Kaltstart)
es_es: 0 (arranque en frío)
fr_fr: 0 (démarrage à froid)
ja_jp: 0（コールドスタート）
pl_pl: 0 (zimny start)
pt_pt: 0 (arranque a frio)
ru_ru: 0 (холодный старт)
zh_cn: 0（代理进行了初始化）

source: 1 (warmStart)
bg_bg: 1 (топъл старт)
es_es: 1 (inicio en caliente)
fr_fr: 1 (démarrage à chaud)
ja_jp: 1（ウォームスタート）
ru_ru: 1 (теплый старт)
zh_cn: 1 (代理进行了重新初始化)

source: 2 (linkDown)
bg_bg: 2 (препратка)
es_es: 2 (enlace)
fr_fr: 2 (lien)
ja_jp: 2（リンクダウン）
ru_ru: 2 (ссылка)
zh_cn: 2（一个接口从工作状态变为故障状态）
