Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: directive in place of the semicolon.
bg_bg: директива на мястото на запетаята.
de_de: Richtlinie anstelle des Semikolon.
es_es: directiva en lugar del punto y coma.
fr_fr: la directive à la place du point-virgule.
it_it: la direttiva al posto della virgola.
ja_jp: ディレクティブで参照することでこの制限を回避することができます.
pl_pl: dyrektywa w miejsce średnikiem.
pt_pt: directiva, em lugar do ponto e vírgula.
ru_ru: директивы вместо запятой.
zh_cn: 指令代替分号。

source: If you want to pass arguments to commands during runtime, you can use
bg_bg: Ако искате да добавите аргументи към командите по време на изпълнение, можете да използвате
de_de: Wenn Sie Argumente an Befehle zur Laufzeit übergeben wollen, können Sie
es_es: si quieres pasar argumentos a los comandos en tiempo de ejecución, puede utilizar
fr_fr: si vous voulez passer des arguments aux commandes en cours d'exécution, vous pouvez utiliser
it_it: se si desidera inviare argomenti al comando durante il runtime, è possibile utilizzare
ja_jp: 実行時にコマンドに引数を渡す場合は、
pl_pl: jeśli chcesz przekazywać argumenty do polecenia w trakcie wykonywania, można użyć
pt_pt: se você quiser passar argumentos para comandos durante a execução, você pode usar
ru_ru: Если вы хотите передать аргументы команды во время выполнения, вы можете использовать
zh_cn: 如果要在运行时将参数传递给命令，则可以使用

source: macros in the
bg_bg: макроси в
de_de: Makros, die in der
es_es: macros en el
fr_fr: macros dans le
it_it: macro nel
ja_jp: マクロをコマンド定義の
pl_pl: Makra w
pt_pt: macros no
ru_ru: макросы в
zh_cn: 宏在

source: directive of the command definition and then separate individual arguments from the command name (and from each other) using bang (!) characters in the object definition directive (host check command, service event handler command, etc) that references the command. More information on how arguments in command definitions are processed during runtime can be found in the documentation on macros.
bg_bg: директива на дефиницията на команда и след това отделни индивидуални аргументи от името на командата (и един от друг), използвайки bang (!) символи в директивата за дефиниция на обект (команда за проверка на хост , команда за сървисен манипулатор на събития (service event handler) и т.н.), правища референция към командата. Повече информация за това как се обработват аргументи в дефиниции на команди по време на изпълнението може да се намери в документацията за макроси (macros).
de_de: Richtlinie des Befehlsdefinition und dann getrennte einzelne Argumente vom Befehlsnamen (und voneinander) durch Ausrufezeichen (!) Zeichen in der Objektdefinition Richtlinie (Host-Prüfbefehl, Service-Eventhandler-Befehl, etc.), die den Befehl verweist. Weitere Informationen, wie Argumente in Befehlsdefinitionen während der Laufzeit verarbeitet werden, finden Sie in der Dokumentation zu Makros.
es_es: Directiva de la definición de comandos y argumentos individuales entonces separados del nombre del comando (y entre sí) con la explosión (!) personajes de la Directiva definición de objeto (comando anfitrión cheque, mando controlador de eventos de servicio, etc.) que hace referencia a la orden. más información sobre cómo se procesan los argumentos en las definiciones de comandos durante el tiempo de ejecución se puede encontrar en la documentación sobre macros.
fr_fr: directive de la définition de la commande et des arguments individuels puis séparés du nom de la commande (et de l'autre) à l'aide d'exclamation (!) personnages dans la directive de définition d'objet (hôte contrôle commande, le service commande de gestionnaire d'événements, etc.) qui fait référence à la commande. plus d'informations sur comment les arguments dans les définitions de commande sont traités lors de l'exécution peut être trouvé dans la documentation sur les macros.
it_it: direttiva della definizione di comando e singoli argomenti poi separati dal nome del comando (e tra loro) con Bang (!) personaggi della direttiva definizione dell'oggetto (comando host di controllo, servizio comando gestore di eventi, ecc) che fa riferimento il comando. maggiori informazioni su come argomenti a definizioni di comando vengono elaborati durante il runtime può essere trovato nella documentazione sulle macro.
ja_jp: ディレクティブで使用し、（ホストチェックコマンド、サービスイベントハンドラコマンドなど）このコマンドを参照するオブジェクト定義ディレクティブでバング(!)文字を使用してコマンド名から（およびたがいから）個別の引数に分けます. ランタイム中にコマンド定義の引数がどう処理されるかについての詳細は「マクロ」についてのドキュメントをお読みください.
pl_pl: Dyrektywa definicji poleceń, a następnie oddzielne poszczególne argumenty od nazwy komendy (i od siebie) za pomocą magnesu (!) postacie w dyrektywie definicji obiektu (komenda gospodarza wyboru, poleceń obsługi zdarzeń usługi, itp), które odwołuje się do polecenia. więcej informacji o tym, jak w definicji polecenia argumenty są przetwarzane w czasie pracy można znaleźć w dokumentacji makr.
pt_pt: directiva da definição de comando e argumentos individuais, em seguida, separados do nome do comando (e uns com os outros), utilizando-bang (!) personagens da directiva definição de objeto (comando de acolhimento de cheque, de comando serviço manipulador de eventos, etc) que referencia o comando. mais informações sobre como argumentos em definições de comando são processados ​​durante a execução pode ser encontrada na documentação sobre macros.
ru_ru: Директива определения команды, а затем выделять отдельные аргументы от имени команды (и друг от друга) с помощью взрыва (!) символов в директиве определение объекта (проверка команды хозяина, команда обработчик событий сервис, и т.д.), который ссылается на команду. больше информации о том, как аргументы в определениях команд обрабатываются во время выполнения можно найти в документации по макросов.
zh_cn: 命令定义的指令，然后使用引用该命令的对象定义指令（主机检查命令，服务事件处理程序命令等）中的bang（！）字符将各个参数与命令名称（以及彼此分开）。 有关在运行时如何处理命令定义中的参数的更多信息，请参见宏文档。

source: command type
bg_bg: тип команда
es_es: Comando
fr_fr: Type de commande
it_it: Tipo di comando
ja_jp: コマンドタイプ
pl_pl: wpisz polecenie
pt_pt: Comando
ru_ru: Тип команды
zh_cn: 命令类型

source: This directive is used to differ checks and misc commands. Its a NagiosQL definition only.
bg_bg: Тази директива се използва, за разграничаване на проверки и разни команди. Тя е само NagiosQL дефиниция.
de_de: Diese Direktive wird benutzt, um Überprüfungen und sonstige Befehle unterscheiden. es ist ein NagiosQL Definition.
es_es: esta directiva se utiliza para variar los controles y comandos misceláneos. su definición NagiosQL solamente.
fr_fr: cette directive est utilisée pour différer contrôles et commandes misc. sa définition NagiosQL seulement.
it_it: questa direttiva è usata per differire i controlli e comandi misc. la sua definizione NagiosQL solo.
ja_jp: このディレクティブは異なるチェックやその他のコマンドのために使用されます. NagiosQL定義のみ.
pl_pl: dyrektywa ta jest używana do kontroli i misc różne polecenia. jego nagiosql definicja tylko.
pt_pt: esta directiva é usado para diferir cheques e comandos variados. sua definição NagiosQL só.
ru_ru: Эта директива используется отличаться проверки и Разное команд. его nagiosql определение только.
zh_cn: 此伪指令用于区分检查和其他命令。 它仅是NagiosQL定义。

source: Commands tagged as "check command" will be displayed in services and hosts as check command
bg_bg: Командите, маркирани като "проверка команда" (check command) ще бъдат показани в сървисите и хостовете като проверка команда (check command)
de_de: Befehle wie "check Kommando" getaggt wird in Hosts und Services wie Check-Befehl angezeigt werden
es_es: comandos en la categoría "comando de verificación" se mostrarán en servicios y hosts como comando de comprobación
fr_fr: commandes dans la catégorie "commande de contrôle" seront affichés dans les services et les hôtes comme commande de contrôle
it_it: comandi nella categoria "comando di controllo" verranno visualizzati in servizi e gli host come comando di controllo
ja_jp: 「チェックコマンド」としてタグ付けされたコマンドは、チェックコマンドとしてサービスやホストに表示されます
pl_pl: Polecenia oznaczone jako "polecenia wyboru" będzie wyświetlany w usługach i gospodarze jak polecenia wyboru
pt_pt: comandos tag como "comando de verificação" será exibido em serviços e hosts como comando de verificação
ru_ru: Команды, помеченные "команды проверки" как будет отображаться в сфере услуг и хостов, команды проверки
zh_cn: 标记为“检查命令”的命令将作为检查命令显示在服务和主机中

source: Commands tagged as "misc command" will be displayed in contacts, services and hosts as event command.
bg_bg: Командите, маркирани като "Разни команди" (misc command) ще бъдат показани в контактите, сървисите и хостовете като "команда събитие" (event command).
de_de: Befehle wie "misc Befehl" getaggt werden in Kontakte, Hosts und Services wie Event-Befehl angezeigt.
es_es: comandos en la categoría "comando misceláneos" se mostrarán en los contactos, servicios y hosts como comando evento.
fr_fr: commandes dans la catégorie "commande de divers" seront affichés dans les contacts, les services et les hôtes que le commandement de l'événement.
it_it: comandi nella categoria "comando misc" verranno visualizzati nei contatti, i servizi e gli host come il comando evento.
ja_jp: 「その他のコマンド」としてタグ付けされたコマンドは、イベントコマンドとして連絡先、サービス、ホストに表示されます.
pl_pl: Polecenia oznaczone jako "polecenia misc" będzie wyświetlany w kontaktach, usług i hostów jak polecenia zdarzenia.
pt_pt: comandos tag como "comando Misc" será exibido nos contactos, serviços e hosts como comando evento.
ru_ru: Команды, помеченные "команды MISC" как будет отображаться в списке контактов, услуг и хостов, команды событий.
zh_cn: 标记为 "杂项命令 "的命令将作为事件命令显示在联系人、服务和主机中。

source: Not classified commands will be displayed everywhere.</p><p>This definition is only used to reduce the amount of commands shown in the selection fields and to have a more clear view
bg_bg: Не-класифицираните команди ще бъдат показвани навсякъде.</p><p> Тази дефиниция се използва само за да се намали количеството на команди, показани в полетата за избор и да се изчисти гледката
de_de: Nicht klassifiziert Befehle werden überall angezeigt werden. </p><p> Diese Definition wird nur verwendet, um die Menge von Befehlen in den Auswahlfeldern angezeigt zu reduzieren und eine klare Sicht haben,
es_es: No comandos anuncios se mostrarán en todas partes. </p><p> esta definición sólo se utiliza para reducir la cantidad de comandos se muestra en los campos de selección y para tener una visión más clara
fr_fr: pas de commandes petites seront affichés partout. </p><p> cette définition ne est utilisé pour réduire la quantité de commandes indiqué dans les champs de sélection et d'avoir une vue plus claire
it_it: Non comandi classificati verranno visualizzati ovunque. </p><p> questa definizione viene utilizzata solo per ridurre la quantità di comandi mostrato nei campi di selezione e di avere una visione più chiara
ja_jp: 未分類のコマンドは、どこにでも表示されます. </p><p>この定義は、選択フィールドに表示されるコマンド数を減らし、より分かりやすくするために使用されます
pl_pl: Polecenia ogłoszeń nie będzie wyświetlany na całym świecie. </p><p> Definicja ta jest wykorzystywana tylko do zmniejszenia ilości poleceń pokazany w dziedzinie selekcji i mieć bardziej wyraźny obraz
pt_pt: Não comandos classificados serão exibidos em todos os lugares. </p><p> esta definição só é usado para reduzir a quantidade de comandos mostrados nos campos de selecção e de ter uma visão mais clara
ru_ru: не классифицированы команды будут отображаться везде. </p><p> Это определение используется только для уменьшения количества команд, показанную в области отбора и иметь более четкое представление
zh_cn: 未分类的命令将在所有位置显示。</p><p>此定义仅用于减少选择字段中显示的命令数量并具有更清晰的视图

source: Hostdependency -
bg_bg: Зависимост от хост (hostdependency) -
es_es: Dependencia del Host
fr_fr: Dépendance d'accueil
it_it: Host Dipendenza
ja_jp: ホスト依存関係 -
pl_pl: gospodarzem zależność
pt_pt: Dependência do host
ru_ru: Хост зависимостей
zh_cn: 主机依赖-

source: dependent host name
bg_bg: име на зависим хост
de_de: abhängige Host-Namen
es_es: nombre de host dependiente
fr_fr: nom d'hôte dépendant
it_it: nome host dipendente
ja_jp: 依存ホスト名
pl_pl: zależne nazwa hosta
pt_pt: nome do host dependente
ru_ru: зависит имя хоста
zh_cn: 从属主机名

source: of the
bg_bg: от
de_de: am
es_es: en la
fr_fr: sur l'
it_it: sulla
pl_pl: na
pt_pt: no
ru_ru: на
zh_cn: 在

source: dependent
bg_bg: зависим
de_de: abhängig
es_es: dependiente
fr_fr: dépendant
it_it: dipendente
ja_jp: 依存
pl_pl: zależny
pt_pt: dependente
ru_ru: зависимый
zh_cn: 依赖的

source: host(s). Multiple hosts should be separated by commas
bg_bg: хост (ове). Множеството хостове трябва да бъдат разделени със запетаи
de_de: Host (s). mehrere Hosts sollten mit Kommas getrennt werden
es_es: host (s). varios hosts deben estar separados por comas
fr_fr: hôte (s). plusieurs hôtes doivent être séparés par des virgules
it_it: host (s). più host dovrebbero essere separati da virgole
ja_jp: ホスト。 ホストが複数ある場合はカンマで区切る必要があります
pl_pl: hosta (s). wiele hostów powinny być oddzielone przecinkami
pt_pt: host (s). múltiplos hosts devem ser separados por vírgulas
ru_ru: хост (ы). несколько хостов должны быть разделены запятой
zh_cn: 主机。 多个主机应以逗号分隔

source: yes (no, if a dependent hostgroup is defined)
bg_bg: Да (не, ако е дефиниран зависима хост група)
de_de: ja (nein, wenn eine abhängige Hostgruppe definiert)
es_es: sí (no, si se define un hostgroup dependiente)
fr_fr: oui (non, si un groupe d'hôte à charge est défini)
it_it: sì (no, se un gruppo di host dipendente è definito)
ja_jp: 必須（依存ホストグループが定義されている場合は、必須ではない）
pl_pl: tak (nie, jeśli zależne hostgroup jest określony)
pt_pt: sim (não, se um hostgroup dependente é definida)
ru_ru: да (нет, если зависит hostgroup определено)
zh_cn: 是（否，如果定义了从属主机组）

source: dependent hostgroup name
bg_bg: име на зависима хост група
de_de: abhängig Hostgroup-Namen
es_es: nombre hostgroup dependiente
fr_fr: dépendante groupe d'hôtes
it_it: Nome hostgroup dipendente
ja_jp: 依存ホストグループ名
pl_pl: zależne nazwa hostgroup
pt_pt: nome hostgroup dependente
ru_ru: зависимым именем hostgroup
zh_cn: 从属主机组名称

source: hostgroup(s). Multiple hostgroups should be separated by commas. The dependent_hostgroup_name may be used instead of, or in addition to, the dependent_host_name directive.
bg_bg: Хост група (и). Множеството хост групи трябва да бъдат разделени със запетаи. Директивата dependent_hostgroup_name може да се използва вместо или в допълнение към директивата dependent_host_name.
de_de: Hostgruppe (n). Mehrere Hostgruppen werden durch Kommata getrennt werden. die dependent_hostgroup_name anstelle der zusätzlich zur dependent_host_name Richtlinie verwendet werden, oder.
es_es: hostgroup (s). múltiples hostgroups deben estar separados por comas. la dependent_hostgroup_name puede usarse en lugar de, o además de, la directiva dependent_host_name.
fr_fr: hostgroup (s). plusieurs groupes d'hôtes doivent être séparés par des virgules. l'dependent_hostgroup_name peut être utilisé à la place de, ou en plus, la directive dependent_host_name.
it_it: hostgroup (s). più hostgroups devono essere separati da virgole. la dependent_hostgroup_name può essere usato al posto di, o in aggiunta, la direttiva dependent_host_name.
ja_jp: ホストグループ。 ホストグループが複数ある場合は、カンマで区切る必要があります。 dependent_hostgroup_nameはdependent_host_nameディレクティブの代わり、または追加で使用することができます
pl_pl: hostgroup (s). wiele hostgroups powinny być oddzielone przecinkami. dependent_hostgroup_name mogą być stosowane zamiast lub oprócz, dyrektywy dependent_host_name.
pt_pt: hostgroup (s). múltiplas hostgroups devem ser separados por vírgulas. o dependent_hostgroup_name pode ser usado em vez de, ou além de, a directiva dependent_host_name.
ru_ru: hostgroup (ы). несколько группы узлов сети должны быть разделены запятыми. dependent_hostgroup_name могут быть использованы вместо или в дополнение к директиве dependent_host_name.
zh_cn: 主机组。 多个主机组应以逗号分隔。 可以使用dependent_hostgroup_name来代替dependent_host_name指令，或除其之外使用。

source: no (yes, if no dependent host is defined)
bg_bg: не (да, ако не е определен зависим хост)
de_de: nein (ja, wenn keine abhängigen Host definiert ist)
es_es: no (sí, si no se define ningún acogida dependiente)
fr_fr: pas (oui, si aucun hôte dépendant est défini)
it_it: no (sì, se nessun host dipendente è definito)
ja_jp: 必須ではない（依存関係ホストが定義されていない場合は、必須）
pl_pl: nie (tak, jeśli nie jest określona zależne od gospodarza)
pt_pt: não (sim, se não acolhimento dependente é definida)
ru_ru: Нет (да, если не зависит хост не определен)
zh_cn: 否（是，如果未定义从属主机）

source: host name
bg_bg: име на хост
es_es: Nombre del host
fr_fr: Nom d'hôte
ja_jp: ホスト名
pl_pl: Nazwa hosta
pt_pt: Nome do host
zh_cn: 主机名

source: of the host(s)
bg_bg: на хоста (овете)
de_de: der Host (s)
es_es: del host (s)
fr_fr: de l'hôte (s)
it_it: dell'ospite (s)
ja_jp: ホストの
pl_pl: przyjmującego (s)
pt_pt: do host (s)
ru_ru: хоста (ы)
zh_cn: 主机的（多个）

source: that is being depended upon
bg_bg: че се разчита на
de_de: dass sich andere abhängig
es_es: que está siendo dependía
fr_fr: qui est en cours dépendait
it_it: che si sta dipendevano
ja_jp: 依存されている
pl_pl: , który jest uzależniony od
pt_pt: que está a ser dependia
ru_ru: что в настоящее время зависит от
zh_cn: 这取决于

source: (also referred to as the master host). Multiple hosts should be separated by commas.
bg_bg: (Наричан още главен хост). Множествените хостове трябва да бъдат разделени със запетаи.
de_de: (Auch als Master-Host bezeichnet). Mehrere Hosts werden durch Kommata getrennt werden.
es_es: (También referido como el host maestro). varios hosts deben estar separados por comas.
fr_fr: (Aussi appelé l'hôte maître). plusieurs hôtes doivent être séparés par des virgules.
it_it: (Noto anche come host master). più host devono essere separati da virgole.
ja_jp: （またマスターホストとして参照されている）ホスト。 ホストが複数ある場合は、カンマで区切る必要があります。
pl_pl: (Określaną również jako gospodarza master). wiele hostów powinny być oddzielone przecinkami.
pt_pt: (Também referido como o mestre de acolhimento). múltiplos hosts devem ser separados por vírgulas.
ru_ru: (Также известный как мастер хоста). несколько хостов должны быть разделены запятыми.
zh_cn: （也称为主控主机）。 多个主机应以逗号分隔。

source: yes (no, if&nbsp; a hostgroup is defined)
bg_bg: Да (не, ако е определена хост група)
de_de: ja (nein, wenn eine Hostgruppe definiert)
es_es: sí (no, si se define un hostgroup)
fr_fr: oui (non, si un groupe d'hôte est défini)
it_it: sì (no, se un gruppo di host è definito)
ja_jp: 必須（ホストグループが定義されている場合は、必須ではない）
pl_pl: Tak (nie, jeśli hostgroup definiuje)
pt_pt: sim (não, se um hostgroup é definido)
ru_ru: да (нет, если hostgroup определено)
zh_cn: 是(否，如果 定义了一个主机组)

source: hostgroup name
bg_bg: Име на хост групата
de_de: Hostgroup-Namen
es_es: nombre hostgroup
fr_fr: groupe d'hôtes
it_it: Nome hostgroup
ja_jp: ホストグループ名
pl_pl: Nazwa hostgroup
pt_pt: nome hostgroup
ru_ru: Название hostgroup
zh_cn: 主机组名称

source: no (yes, if a no host is defined)
bg_bg: не (да, ако не е определен хост)
de_de: nein (ja, wenn ein kein Host definiert)
es_es: no (sí, si se define un no host)
fr_fr: pas (oui, si un hôte ne est défini)
it_it: no (sì, se nessun host è definito)
ja_jp: 必須ではない（ホストが定義されていない場合は、必須）
pl_pl: nie (tak, jeśli żaden host jest określony)
pt_pt: não (sim, se a nenhuma máquina é definido)
ru_ru: Нет (да, если хост не определен)
zh_cn: 否（是，如果定义了否主机）

source: Hostdependency - config name
bg_bg: Зависимост от хост (hostdependency) - име на конфигурационен файл
de_de: hostdependency - Konfigurationsname
es_es: hostdependency - nombre config
fr_fr: hostdependency - nom de config
it_it: hostdependency - nome config
ja_jp: ホスト依存関係 - 設定名
pl_pl: hostdependency - nazwa config
pt_pt: hostdependency - nome de configuração
ru_ru: hostdependency - имя конфигурации
zh_cn: 主机依赖-配置名称

source: This directive is used to specify a common config name for a hostdependency configration. This is a NagiosQL parameter and it will not be written to the configuration file.
bg_bg: Тази директива се използва за определяне на общото конфигурационно име за дефиниции на хост зависимости (hostdependency). Това е NagiosQL параметър и той няма да бъде записан в конфигурационния файл.
de_de: Diese Direktive wird benutzt, um eine gemeinsame Konfigurationsname für eine hostdependency configration angeben. dies ist ein NagiosQL Parameter und es wird nicht in die Konfigurationsdatei geschrieben werden.
es_es: esta directiva se utiliza para especificar un nombre de configuración común para un configration hostdependency. este es un parámetro NagiosQL y no se escribirá en el archivo de configuración.
fr_fr: cette directive est utilisée pour spécifier un nom de configuration commune pour un configration de hostdependency. ce est un paramètre NagiosQL et il ne sera pas écrit dans le fichier de configuration.
it_it: questa direttiva viene utilizzato per specificare un nome comune di configurazione per un configration hostdependency. questo è un parametro NagiosQL e non sarà scritto nel file di configurazione.
ja_jp: このディレクティブはhostdependency設定の共通のコンフィグ名を指定するために使用されます. これはNagiosQLパラメータであり、コンフィグレーションファイルに書き込まれません.
pl_pl: dyrektywa ta jest używana do określenia wspólną nazwę config dla configration hostdependency. to nagiosql parametr i nie zostaną zapisane do pliku konfiguracyjnego.
pt_pt: esta directiva é usado para especificar um nome de configuração comum para um configration hostdependency. este é um parâmetro NagiosQL e não vai ser gravada no arquivo de configuração.
ru_ru: Эта директива используется, чтобы указать общее название конфигурации для hostdependency configration. это nagiosql параметр, и он не будет записан в конфигурационном файле.
zh_cn: 该指令用于为主机依赖性配置指定通用配置名称。 这是一个NagiosQL参数，不会被写入配置文件。

source: inherits parent
bg_bg: Наследи родител
de_de: erbt Mutter
es_es: padre hereda
fr_fr: parent hérite
it_it: genitore eredita
ja_jp: 親を継承
pl_pl: dziedziczy rodzic
pt_pt: pai herda
ru_ru: наследует родителей
zh_cn: 继承父机

source: This directive indicates whether or not the dependency inherits dependencies of the host
bg_bg: Тази директива показва дали зависимостта наследява зависимостите на хоста
de_de: Diese Richtlinie gibt an, ob die Abhängigkeit erbt Abhängigkeiten von dem Host-
es_es: esta directiva indica si la dependencia hereda dependencias del anfitrión
fr_fr: cette directive indique si la dépendance hérite des dépendances de l'hôte
it_it: questa direttiva indica se la dipendenza eredita le dipendenze dell'ospite
ja_jp: このディレクティブは、依存関係が
pl_pl: dyrektywa ta wskazuje, czy uzależnienie dziedziczy zależności przyjmującego
pt_pt: esta directiva indica se ou não a dependência herda as dependências do hospedeiro
ru_ru: Эта директива указывает наследует ли не зависимость зависимостей хозяина
zh_cn: 该指令指示依赖项是否继承主机的依赖项
