Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Verification
bg_bg: сертифициране
de_de: Zulassung
es_es: Certificaciones
fr_fr: certificat
it_it: certificazione
ja_jp: 認証
pl_pl: certyfikacja
pt_pt: certificação
ru_ru: сертификация
zh_cn: 验证

source: Two Factor Verification
bg_bg: проверка на два фактора
de_de: Zwei-Faktor-Verifikation
es_es: verificación de dos factores
fr_fr: vérification à deux facteurs
it_it: due fattori di verifica
ja_jp: 2要素認証
pl_pl: weryfikacja dwóch czynników
pt_pt: verificação de dois fatores
ru_ru: двухфакторная проверка
zh_cn: 两因素验证

source: An email has been sent with a 5 digit verifcation token. Enter it below.
bg_bg: е изпратен имейл с 5-цифрено обозначение за проверка. въведете го по-долу:
de_de: Eine E-Mail wurde mit einem 5-stelligen Verifkationstoken gesendet. Gib es unten ein:
es_es: un correo electrónico ha sido enviado con un token de verificación de 5 dígitos. ingréselo abajo:
fr_fr: un e-mail a été envoyé avec un jeton de vérification à 5 chiffres. Entrez-le ci-dessous:
it_it: una e-mail è stata inviata con un token di verifica a 5 cifre. inseriscilo qui sotto:
ja_jp: メールが5桁の認証トークンで送信されました。以下に入力してください:
pl_pl: e-mail został wysłany za pomocą 5-cyfrowego tokena weryfikacyjnego. Umieść to niżej:
pt_pt: um email foi enviado com um token de verificação de 5 dígitos. insira abaixo:
ru_ru: электронное письмо было отправлено с помощью 5-значного токена проверки. введите его ниже:
zh_cn: 已发送带有5位数验证令牌的电子邮件。 在下面输入：

source: Remember this browser
bg_bg: запомнете този браузър
de_de: erinnere dich an diesen Browser
es_es: recuerda este navegador
fr_fr: rappelez-vous ce navigateur
it_it: ricorda questo browser
ja_jp: このブラウザを覚えている
pl_pl: zapamiętaj tę przeglądarkę
pt_pt: lembre-se deste navegador
ru_ru: запомнить этот браузер
zh_cn: 记住这个浏览器

source: If you select this option, you will not be required to verify your email for this username in this browser for the next %d days
bg_bg: ако изберете тази опция, няма да бъдете задължени да потвърдите имейла си за това потребителско име в този браузър за следващите% d дни
de_de: Wenn Sie diese Option auswählen, müssen Sie Ihre E-Mail-Adresse für diesen Nutzernamen für die nächsten% d Tage in diesem Browser nicht bestätigen
es_es: Si selecciona esta opción, no se le pedirá que verifique su dirección de correo electrónico para este nombre de usuario en este navegador durante los próximos% d días.
fr_fr: Si vous sélectionnez cette option, vous ne serez pas tenu de vérifier votre adresse e-mail pour ce nom d'utilisateur dans ce navigateur pour les% d jours suivants
it_it: se selezioni questa opzione, non ti verrà richiesto di verificare la tua email per questo nome utente in questo browser per i prossimi% d giorni
ja_jp: このオプションを選択した場合、次の %d 日間、このブラウザでユーザー名のメールを確認する必要はありません
pl_pl: jeśli wybierzesz tę opcję, nie będziesz musiał sprawdzać poczty e-mail dla tej nazwy użytkownika w tej przeglądarce przez następne% d dni
pt_pt: Se você selecionar essa opção, não será necessário verificar seu e-mail para esse nome de usuário neste navegador pelos próximos% d dias
ru_ru: если вы выберете эту опцию, вам не потребуется проверять вашу электронную почту для этого имени пользователя в этом браузере на следующие% дней
zh_cn: 如果您选择了这个选项，在接下来的%d天内，您将不需要在这个浏览器中为这个用户名验证您的电子邮件。

source: Invalid username or password.
bg_bg: Невалидно потребителско име или парола.
de_de: Falsche Passwort oder Benutzername.
es_es: Usuario o contraseña invalidos
fr_fr: Nom d'utilisateur ou mot de passe incorrect.
it_it: Nome utente o password non validi.
ja_jp: ユーザー名またはパスワードが無効です.
pl_pl: Nieprawidłowa nazwa użytkownika lub hasło.
pt_pt: Nome de usuário ou senha invalido
ru_ru: Неверное имя пользователя или пароль.
zh_cn: 无效的用户名或密码。

source: Auto-Login
bg_bg: Автоматично влизане в профил
es_es: Auto-loguearse
ja_jp: 自動ログイン
pl_pl: automatycznego logowania
zh_cn: 下次自动登录

source: This account has been locked. Please contact the administrator.
bg_bg: Този потребителски профил е бил заключен. Моля, свържете се с администратора.
de_de: Dieses Konto wurde gesperrt. bitte an den Administrator.
es_es: esta cuenta ha sido bloqueada. por favor, póngase en contacto con el administrador.
fr_fr: ce compte a été verrouillé. s'il vous plaît contacter l'administrateur.
it_it: questo account è stato bloccato. si prega di contattare l'amministratore.
ja_jp: このアカウントはロックされています. 管理者に連絡してください.
pl_pl: To konto zostało zablokowane. Proszę skontaktować się z administratorem.
pt_pt: esta conta foi bloqueada. entre em contato com o administrador.
ru_ru: эта учетная запись была заблокирована. пожалуйста, обратитесь к администратору.
zh_cn: 此帐户已被锁定。请联系管理员。

source: Two factor validation token has expired.
bg_bg: е изтекъл валидният символ за потвърждаване на фактор.
de_de: Das Token für die Gültigkeitsprüfung ist abgelaufen.
es_es: el token de validación de dos factores ha expirado.
fr_fr: le jeton de validation à deux facteurs a expiré.
it_it: il token di validazione di due fattori è scaduto.
ja_jp: 2要素認証トークンが期限切れになっています。
pl_pl: Ważność tokena sprawdzania poprawności 2.
pt_pt: o token de validação de dois fatores expirou.
ru_ru: два токена проверки эффективности истекли.
zh_cn: 两因素验证令牌已过期。

source: Could not validate token. Only the last token sent is valid.
bg_bg: не може да потвърди означението. само последният изпратен символ е валиден.
de_de: Token konnte nicht validiert werden. Nur das letzte gesendete Token ist gültig.
es_es: no se pudo validar el token solo el último token enviado es válido.
fr_fr: n'a pas pu valider le jeton. Seul le dernier jeton envoyé est valide.
it_it: non è stato possibile convalidare il token. solo l'ultimo token inviato è valido.
ja_jp: トークンを検証できませんでした。送信された最後のトークンのみが有効です。
pl_pl: nie można zweryfikować tokena. tylko ostatni wysłany token jest ważny.
pt_pt: não foi possível validar o token. somente o último token enviado é válido.
ru_ru: не удалось проверить токен. действителен только последний отправленный токен.
zh_cn: 无法验证令牌。 仅最后发送的令牌有效。

source: The specified user account has been disabled or does not exist.
bg_bg: Зададения потребител е деактивиран, или не съществува.
de_de: Das angegebene Benutzerkonto deaktiviert wurde oder nicht vorhanden ist.
es_es: La cuenta de usuario especificada ha sido deshabilitada o no existe.
fr_fr: Le compte d'utilisateur spécifié a été désactivé ou n'existe pas.
it_it: L'account utente specificato è stato disattivato o non esiste.
ja_jp: 指定されたユーザーアカウントが無効になっているか、または存在しません。
pl_pl: Określone konto użytkownika zostało wyłączone lub nie istnieje.
pt_pt: A conta de usuário especificada foi desativada, ou não existe.
ru_ru: Указанная учетная запись была отключена или не существует.
zh_cn: 指定的用户帐户已被禁用或不存在。

source: The specified user account has not been setup in this application - contact your %s administrator.
bg_bg: Определения потребителски акаунт не е създаден в това приложение - свържете се с вашия Nagios XI администратор.
de_de: Das angegebene Benutzerkonto ist noch nicht eingerichtet in dieser Anwendung - bitte wenden Sie Nagios XI-Administrator.
es_es: La cuenta de usuario especificada no ha sido configurada en esta aplicacion - contacte su administrador de Nagios XI
fr_fr: Le compte d'utilisateur spécifié n'a pas été mis en place dans cette demande - contactez votre administrateur Nagios XI.
it_it: L'account utente specificato non è stato configurato in questa applicazione - contattare l'amministratore di Nagios XI.
ja_jp: 指定されたユーザーアカウントは、このアプリケーションで設定されていません - 管理者に問い合わせてください。
pl_pl: Określone konto użytkownika nie jest ustawione w tej aplikacji - skontaktuj się z administratorem Nagios XI.
pt_pt: A conta de usuário especificada não foi configurada nesta aplicação - Entre em contato com seu administrador Nagios XI
ru_ru: Указанная учетная запись пользователя не был установлен в этом приложении - обратитесь к Nagios XI администратора.
zh_cn: 在此应用程序中没有设置指定的用户帐户 - 请联系您的%s管理员。

source: An error was encountered when looking up the user in the %s database.
bg_bg: Възникна грешка, докато се търсеше потребителя в Nagios XI базата данни.
de_de: Ein Fehler ist aufgetreten, wenn man die Benutzer in der Nagios XI Datenbank.
es_es: Un error fue encontrado durante la busqueda del usuario en la base de datos de Nagios XI
fr_fr: Une erreur s'est produite lors de la recherche de l'utilisateur dans la base de données Nagios XI.
it_it: È verificato un errore durante la ricerca l'utente nel database di Nagios XI.
ja_jp: ユーザーの検索中にエラーが発生しました
pl_pl: wystąpił błąd podczas wyszukiwania użytkownika w bazie danych xi Nagios.
pt_pt: Foi encontrado um erro ao procurar o usuário no banco de dados XI Nagios.
ru_ru: Произошла ошибка при поиске пользователя в базе данных Nagios XI.
zh_cn: 在%s数据库中查找用户时遇到错误。

source: Login failure - Username: %1$s - %2$s
bg_bg: неуспех на влизане - потребителско име:% 1 $ s -% 2 $ s
de_de: Anmeldefehler - Benutzername:% 1 $ s -% 2 $ s
es_es: error de inicio de sesión - nombre de usuario:% 1 $ s -% 2 $ s
fr_fr: échec de connexion - nom d'utilisateur:% 1 $ s -% 2 $ s
it_it: accesso fallito - nome utente:% 1 $ s -% 2 $ s
ja_jp: ログイン失敗-ユーザー名：％1 $ s-％2 $ s
pl_pl: błąd logowania - nazwa użytkownika:% 1 $ s -% 2 $ s
pt_pt: falha no login - nome de usuário:% 1 $ s -% 2 $ s
ru_ru: ошибка входа - имя пользователя:% 1 $ s -% 2 $ s
zh_cn: 登录失败 - 用户名：%1$s - %2$s。

source: Logged out
bg_bg: излезе
de_de: abgemeldet
es_es: desconectado
fr_fr: déconnecté
it_it: disconnesso
ja_jp: ログアウトしました
pl_pl: wylogowano
pt_pt: desconectado
ru_ru: вышли из
zh_cn: 登出

source: Host Performance Graphs
bg_bg: Графики за ефективността на хост
de_de: Host Leistungsdiagramme
es_es: Los gráficos de rendimiento de acogida
fr_fr: Graphiques sur le rendement d'accueil
it_it: Host prestazioni Grafici
ja_jp: ホストのパフォーマンスグラフ
pl_pl: gospodarzem wykresy wydajności
pt_pt: Desempenho gráfico do host
ru_ru: Графики производительности хоста
zh_cn: 主机性能图

source: 4 Hour View
bg_bg: 4 часов изглед
de_de: 4 Stunden anzeigen
es_es: Vista de 4 horas
fr_fr: 4 Voir Hour
it_it: 4 Ore Vista
ja_jp: 4 時間
pl_pl: Widok 4 godziny
pt_pt: Visão das últimas 4 horas
ru_ru: 4 часа View
zh_cn: 4小时查看

source: 24 Hour View
bg_bg: 24 часов изглед
de_de: 24-Stunden anzeigen
es_es: Vista de 24 horas
fr_fr: 24 Voir Hour
it_it: 24 ore View
ja_jp: 24 時間
pl_pl: Widok 24 godzin
pt_pt: Visão das últimas 24 horas
ru_ru: 24 часа View
zh_cn: 24小时查看

source: 1 Week View
bg_bg: 1 седмичен изглед
de_de: 1 Woche ansehen
es_es: Vista de 1 semana
fr_fr: 1 Voir Semaine
it_it: 1 Settimana Vista
ja_jp: 1 週間
pl_pl: 1 tydzień Widok
pt_pt: Visão da semana
ru_ru: 1 неделя View
zh_cn: 1周查看

source: 1 Month View
bg_bg: 1 месечен изглед
de_de: 1 Monat anzeigen
es_es: Vista de mes
fr_fr: 1 Voir le mois
it_it: 1 Mese Vista
ja_jp: 1ヶ月間
pl_pl: Widok 1 miesiąc
pt_pt: Visão do mês
ru_ru: 1 месяц
zh_cn: 1月视图

source: 1 Year View
bg_bg: 1 годишен изглед
de_de: 1 Jahr anzeigen
es_es: Vista de 1 año
fr_fr: 1 Voir année
it_it: 1 anno Vista
ja_jp: 1 年間
pl_pl: 1 rok Widok
pt_pt: Visão do ano
ru_ru: 1 год Посмотреть
zh_cn: 1年查看

source: Custom Period
bg_bg: Персонализиран период
de_de: Benutzerdefinierte Zeitraum
es_es: Periodo especificado
fr_fr: Période personnalisée
it_it: Periodo di misura
ja_jp: カスタム期間
pl_pl: Okres niestandardowy
pt_pt: Período customizado
ru_ru: Выбрать период
zh_cn: 自定义期

source: Clear date filter
bg_bg: Изчистете филтъра за дата
de_de: klar Datumsfilter
es_es: Filtro fecha clara
fr_fr: filtre de date précise
it_it: Filtro data precisa
ja_jp: 日付フィルターのクリア
pl_pl: jasne data filtr
pt_pt: filtro de data clara
ru_ru: четкой даты фильтр
zh_cn: 明确日期过滤器

source: Both Start Date and End Date are required for custom date searches
bg_bg: И двете дати - начална и крайна, са необходими за персонализирани потребителски търсения по дата
de_de: sowohl Start- und Enddatum für benutzerdefinierte Datumssuch erforderlich
es_es: tanto la fecha de inicio y fecha de finalización son necesarios para la fecha búsquedas personalizadas
fr_fr: à la fois la date de début et de fin sont nécessaires pour la date des recherches personnalisées
it_it: sia la data di inizio e di fine sono necessari per la data di ricerche personalizzate
ja_jp: カスタム期間検索は開始日と終了日の両方を指定してください
pl_pl: zarówno data rozpoczęcia i data zakończenia są wymagane dla niestandardowych daty wyszukiwań
pt_pt: são necessários tanto na data de início e data final para a data pesquisas personalizadas
ru_ru: и дата начала и дата окончания, необходимые для таможенных поисках даты
zh_cn: 自定义日期搜索需要“开始日期”和“结束日期”

source: Two column view
bg_bg: Изглед две колони
de_de: zwei Spaltenansicht
es_es: Vista de dos columnas
fr_fr: vue à deux colonnes
it_it: vista a due colonne
ja_jp: ２列表示
pl_pl: Widok dwóch kolumn
pt_pt: vista de duas colunas
ru_ru: посмотреть две колонки
zh_cn: 两栏视图

source: Single column view
bg_bg: Изглед една колона
de_de: Einzelspaltenansicht
es_es: vista de una sola columna
fr_fr: affichage d'une seule colonne
it_it: visualizzazione singola colonna
ja_jp: 単一行表示
pl_pl: widok pojedynczego kolumny
pt_pt: vista única coluna
ru_ru: одиночный вид колонки
zh_cn: 单列视图

source: There are no datasources to display for this service.
bg_bg: Не съществуват източници на данни (datasources) за показ за този сървис.
de_de: Es wurden noch keine Datenquellen für diesen Dienst angezeigt.
es_es: No existen fuentes de datos que se muestra para este servicio.
fr_fr: Il n'existe pas de sources de données à afficher pour ce service.
it_it: Non ci sono origini dati da visualizzare per questo servizio.
ja_jp: このサービスに表示するデータソースはありません.
pl_pl: nie istnieją żadne źródła danych do wyświetlenia dla tej usługi.
pt_pt: Não há fontes de dados para exibir para este serviço.
ru_ru: Есть никаких источников данных для отображения на эту услугу.
zh_cn: 没有要显示此服务的数据源。

source: View current host status
bg_bg: Вижте текущото състояние на хост
es_es: Ver estatus actual del host
fr_fr: Afficher l'état de l'hôte actuel
it_it: Visualizzare lo stato corrente dell'host
ja_jp: 現在のホストステータスを表示
pl_pl: zobaczyć aktualny stan hosta
pt_pt: Ver status do host atual
ru_ru: Посмотреть текущий статус хоста
zh_cn: 查看当前主机状态

source: Host status
bg_bg: Статус на хост
es_es: Estatus del Host
fr_fr: Statut d'accueil
it_it: Host di stato
ja_jp: ホストステータス
pl_pl: Stan gospodarza
pt_pt: Estado do Host
ru_ru: Состояние узла сети
zh_cn: 主机状态

source: View host notifications
bg_bg: Вижте уведомленията за хост
de_de: View Host Benachrichtigungen
es_es: Ver notificaciones del host
fr_fr: Afficher les notifications d'accueil
it_it: Visualizza notifiche Host
ja_jp: ホスト通知を表示
pl_pl: Powiadomienia widok gospodarza
pt_pt: Ver Notificações de host
ru_ru: Посмотреть хост Уведомления
zh_cn: 查看主机通知

source: Host notifications
bg_bg: Хост нотификации
de_de: Host-Benachrichtigung
es_es: Notificacion del Host
fr_fr: Notifications d'hôtes
it_it: Host Notifica
ja_jp: ホスト通知
pl_pl: Powiadomienie gospodarza
pt_pt: Notificação de host
ru_ru: Хост уведомления
zh_cn: 主机通知

source: View host history
bg_bg: Вижте историята на хост
es_es: Ver historial del host
fr_fr: Voir Historique hôte
it_it: Visualizza cronologia Host
ja_jp: ホスト履歴を表示
pl_pl: Historia widok gospodarza
pt_pt: Ver Histórico do Host
ru_ru: Посмотреть хост истории
zh_cn: 查看主机记录

source: Host history
bg_bg: История на хост
de_de: Gastgeber Geschichte
es_es: el anfitrión de la historia
fr_fr: accueillir l'histoire
it_it: ospiterà la storia
ja_jp: ホスト履歴
pl_pl: gospodarzem historię
pt_pt: hospedar história
ru_ru: принимающей истории
zh_cn: 主机历史

source: View host availability
bg_bg: Вижте наличността на хост
de_de: View Host Verfügbarkeit
es_es: Ver disponibilidad Host
fr_fr: Afficher la disponibilité hôte
it_it: Visualizza Disponibilità Host
ja_jp: ホストの可用性を表示
pl_pl: dostępność widok gospodarza
pt_pt: Ver a disponibilidade de host
ru_ru: Посмотреть наличие хоста
zh_cn: 查看主机的可用性

source: Host availability
bg_bg: Хост наличност
de_de: Host Verfügbarkeit
es_es: Disponibilidad del Host
fr_fr: Disponibilité d'accueil
it_it: Host Disponibilità
ja_jp: ホスト可用性
pl_pl: dostępność hosta
pt_pt: Ver a disponibilidade de host
ru_ru: Наличие хоста
zh_cn: 主机的可用性

source: View current service status
bg_bg: Вижте текущото състояние на сървис
es_es: Ver el estado de servicio actual
fr_fr: Afficher l'état de service actuel
it_it: Visualizza stato corrente del servizio
ja_jp: 現在のサービスステータスを表示
pl_pl: zobaczyć aktualny stan usługi
pt_pt: Ver estado atual do serviço
ru_ru: Посмотреть текущий статус службы
zh_cn: 查看当前的服务状态

source: Service status
bg_bg: Статус на сървиса
es_es: Estatus del Servicio
fr_fr: État du service
it_it: Stato del servizio
ja_jp: サービスステータス
pl_pl: stan usługi
pt_pt: Status do Serviço
ru_ru: Состояние службы
zh_cn: 服务状态

source: View service notifications
bg_bg: Вижте уведомления на сървис
de_de: Anzeigen Service Meldungen
es_es: Ver notificaciones de servicio
fr_fr: Afficher les notifications de service
it_it: Visualizza Notifiche di servizio
ja_jp: サービス通知を表示
pl_pl: Powiadomienia Widok usług
pt_pt: Ver notificações de serviço
ru_ru: Просмотр обслуживания Уведомления
zh_cn: 查看服务通知

source: Service notifications
bg_bg: Сървис нотификации
de_de: Servicemeldung
es_es: Servicio de notificación
fr_fr: Service de notification
it_it: Servizio di notifica
ja_jp: サービス通知
pl_pl: Powiadomienie usługi
pt_pt: Notificação de serviço
ru_ru: Служба уведомлений
zh_cn: 服务通知

source: View service history
bg_bg: Вижте историята на сървис
de_de: Service geschichte
es_es: Ver historial de Servicios
fr_fr: Afficher l'historique des services
it_it: Visualizza cronologia Servizio
ja_jp: サービス履歴を表示
pl_pl: Historia widok usługi
pt_pt: Histórico do serviço
ru_ru: Просмотр Сервис История
zh_cn: 查看服务历史记录

source: Service history
bg_bg: История на сървисите
de_de: Service-Geschichte
es_es: servicio de la historia
fr_fr: service de l'histoire
it_it: la storia di servizio
ja_jp: サービス履歴
pl_pl: książka serwisowa
pt_pt: história do serviço
ru_ru: История службы
zh_cn: 服务历史

source: View service availability
bg_bg: Вижте наличност на сървис
de_de: Anzeigen Service Availability
es_es: Ver Disponibilidad del servicio
fr_fr: Voir disponibilité du service
it_it: Visualizza Disponibilità del servizio
ja_jp: サービスの可用性を表示
pl_pl: dostępność usługi Widok
pt_pt: Veja a disponibilidade de serviço
ru_ru: Посмотреть наличие службы
zh_cn: 服务可用性

source: Service availability
bg_bg: Наличност на сървиса
es_es: Disponibilidad del Servicio
fr_fr: Disponibilité du service
it_it: Disponibilità del servizio
ja_jp: サービス可用性
pl_pl: dostępność usług
pt_pt: Veja a disponibilidade de serviço
ru_ru: Наличие службы
zh_cn: 服务可用性

source: Show Advanced Options
bg_bg: Покажете разширените възможности
de_de: Erweiterte Optionen
es_es: Mostrar opciones avanzadas
fr_fr: afficher les options avancées
it_it: visualizzare le opzioni avanzate
ja_jp: アドバンスオプションを表示
pl_pl: Pokaż opcje zaawansowane
pt_pt: mostrar opções avançadas
ru_ru: Показать дополнительные опции
zh_cn: 显示高级选项

source: Hide Advanced Options
bg_bg: Скрийте разширените (за напреднали) опции
de_de: Zusatzoptionen ausblenden
es_es: Ocultar opciones avanzadas
fr_fr: cacher les options avancées
it_it: nascondere le opzioni avanzate
ja_jp: アドバンスオプションを非表示
pl_pl: Ukryj zaawansowane opcje
pt_pt: Ocultar opções avançadas
ru_ru: Скрыть дополнительные опции
zh_cn: 隐藏高级选项

source: Download only host data as CSV
bg_bg: Изтеглете само данните за хоста като CSV
de_de: Download nur Host-Daten als CSV
es_es: descargar sólo los datos de acogida como csv
fr_fr: télécharger seulement les données d'accueil que csv
it_it: scaricare solo i dati host come csv
ja_jp: ホストデータのみをCSVでダウンロードします
pl_pl: pobranie tylko danych hosta jak csv
pt_pt: download de dados de host apenas como CSV
ru_ru: загрузить только данные хост как CSV
zh_cn: 仅将主机数据下载为CSV

source: Host CSV
bg_bg: Разделени със запетая стойности (CSV) на хост
es_es: csv anfitrión
fr_fr: csv hôte
it_it: csv ospite
ja_jp: ホストCSV
pl_pl: hosta CSV
pt_pt: csv anfitrião
ru_ru: хост CSV
zh_cn: 主机CSV

source: Download only service data as CSV
bg_bg: Изтеглете само данните за сървиса като CSV
de_de: Download-Service nur Daten als CSV
es_es: descargar datos de servicio sólo como csv
fr_fr: télécharger seulement les données de service que csv
it_it: scaricare i dati di servizio solo come csv
ja_jp: サービスデータのみをCSVでダウンロードします
pl_pl: pobrać tylko dane usługi, jak csv
pt_pt: baixar apenas dados de serviço como CSV
ru_ru: загрузить только служебные данные как CSV
zh_cn: 仅将服务数据下载为CSV

source: Service CSV
bg_bg: Сървис CSV
es_es: csv servicio
it_it: servizio di csv
ja_jp: サービスCSV
pl_pl: CSV usługi
pt_pt: csv serviço
ru_ru: служба CSV
zh_cn: 服务CSV

source: Toggle advanced options
bg_bg: Превключете разширените опции
de_de: Erweiterte Optionen
es_es: cambiar opciones avanzadas
fr_fr: basculer options avancées
it_it: alternare le opzioni avanzate
ja_jp: 詳細オプションを切り替えます
pl_pl: przełącz na szukanie zaawansowane opcje
pt_pt: alternar opções avançadas
ru_ru: переключаться дополнительные опции
zh_cn: 切换高级选项

source: Show Hosts
bg_bg: Покажете хостовете
de_de: Show-Gastgeber
fr_fr: animateurs
it_it: show host
ja_jp: ホストを表示
ru_ru: Показать гостиницы
zh_cn: 显示主机

source: Show Services
bg_bg: Покажете сървисите
de_de: SNMP-Dienste
es_es: Servicios
fr_fr: Services SNMP
it_it: Servizi SNMP
ja_jp: サービスを表示
pl_pl: pokaż usługi
pt_pt: Serviços
ru_ru: SNMP услуги
zh_cn: 显示服务

source: Map Links
bg_bg: Връзки към карти
es_es: Enlaces Mapa
fr_fr: Plan d'accès Liens
it_it: Mappa Links
ja_jp: マップリンク
pl_pl: linki mapa
pt_pt: Mapa dos links
ru_ru: Карта Ссылки
zh_cn: 地图链接

source: Effects
bg_bg: Ефекти
de_de: Effekten
es_es: Efectos
fr_fr: Effets
it_it: Effetti
ja_jp: エフェクト
pl_pl: Efekty
pt_pt: Efeitos
ru_ru: Эффекты
zh_cn: 影响

source: State Types
bg_bg: Видове състояния
de_de: Staat Typen
es_es: Tipos de Estados
fr_fr: Types d'états
it_it: Tipi di Stato
ja_jp: 種類
pl_pl: Typy państwowe
pt_pt: Tipos de estado
ru_ru: Государственная Виды
zh_cn: 状态类型

source: Both
bg_bg: И двете
de_de: Beide
es_es: Ambos
fr_fr: Tous les deux
it_it: Entrambi
ja_jp: 両方
pl_pl: zarówno
pt_pt: Ambos
ru_ru: Оба
zh_cn: 两者

source: No matching events to map. Try expanding your search criteria
bg_bg: Няма подобни събития за картата. Опитайте да разширите вашите критерии за търсене
de_de: Keine passende Veranstaltungen zur Karte. Versuchen Sie erweitern Ihren Suchkriterien
es_es: No se encontraron eventos para asignar. Intente ampliar sus criterios de búsqueda
fr_fr: Aucune correspondance événements à la carte. Essayez d'élargir vos critères de recherche
it_it: Nessuna corrispondenza eventi alla mappa. Prova ad espandere i criteri di ricerca
ja_jp: 一致するイベントがありません. 検索条件を広げてください
pl_pl: brak wydarzeń mających na celu mapy. spróbuj rozszerzenie kryteriów wyszukiwania
pt_pt: Nenhum resultado encontrado. Tente expandir os seus critérios de busca
ru_ru: Нет соответствующих событий в карты. Попробуйте расширении критериев поиска
zh_cn: 没有要映射的匹配事件。 尝试扩大搜索条件

source: Generating heatmap image
bg_bg: Генериране на топлинна карта (heatmap) на изображението
de_de: Generieren Heatmap Bild
es_es: Generación de imagen mapa de calor
fr_fr: Générer l'image heatmap
it_it: Generazione di immagini heatmap
ja_jp: ヒートマップの画像を生成しています
pl_pl: generujący obraz mapa termiczna
pt_pt: image heatmap geração
ru_ru: Создание HeatMap изображение
zh_cn: 生成热图图像

source: Earlier
bg_bg: По-рано
de_de: Früher
es_es: Anteriores
fr_fr: Plus tôt
it_it: Prima
ja_jp: 過去
pl_pl: wcześniej
pt_pt: Mais cedo
ru_ru: Ранее
zh_cn: 此前

source: More Recent
bg_bg: По-скорошен
de_de: Neuere
es_es: Mas reciente
fr_fr: Plus récente
it_it: Più recenti
ja_jp: 最近
pl_pl: nowsza
pt_pt: Mais recente
ru_ru: Более Последняя
zh_cn: 更多最新
