Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: instructions for monitoring Oracle
bg_bg: Инструкции за мониторинг на Oracle
de_de: Anweisungen zur Überwachung Oracle
es_es: instrucciones para la supervisión de Oracle
fr_fr: des instructions pour la surveillance Oracle
it_it: istruzioni per il monitoraggio Oracle
ja_jp: を参照してください
pl_pl: instrukcje monitorowania wyroczni
pt_pt: instruções para a monitoração da Oracle
ru_ru: Инструкции для мониторинга Oracle
zh_cn: 监视Oracle的说明

source: Oracle Server
bg_bg: Oracle сървър
ja_jp: Oracleサーバ
pl_pl: Serwer Oracle
zh_cn: Oracle服务器

source: Specify the details for connecting to the Oracle server you want to monitor
bg_bg: Посочете данните за свързване към Oracle сървъра, който искате да наблюдавате
de_de: Geben Sie die Details für die Verbindung zum Oracle Server, den Sie überwachen möchten,
es_es: Especifique los detalles para la conexión con el servidor de Oracle que desea controlar
fr_fr: Spécifiez les détails de la connexion au serveur Oracle que vous souhaitez surveiller
it_it: Specificare i dettagli per la connessione al server Oracle che si desidera monitorare
ja_jp: 監視するOracleサーバーへの接続の詳細を指定します
pl_pl: określić szczegóły do ​​łączenia się z serwerem Oracle chcesz monitorować
pt_pt: Especificar os parâmetros que determinam como o serviço deve ser monitorado
ru_ru: Укажите сведения для подключения к серверу Oracle вы хотите контролировать
zh_cn: 指定用于连接到要监视的Oracle服务器的详细信息

source: The IP address or FQDNS name of the Oracle server
bg_bg: IP адрес или FQDNS име на Oracle сървъра
de_de: Die IP-Adresse oder FQDN Namen des Oracle-Servers
es_es: La direccion IP o el nombre FQDNS del host
fr_fr: L'adresse IP ou le nom FQDN du serveur Oracle
it_it: L'indirizzo IP o il nome FQDN del server Oracle
ja_jp: OracleサーバーのFQDNのIPアドレスまたはFQDN
pl_pl: adres IP lub FQDN nazwa serwera Oracle
pt_pt: O endereço IP ou FQDN nome do host
ru_ru: IP-адрес или FQDN, имя сервера Oracle
zh_cn: Oracle服务器的IP地址或FQDNS名称

source: The port to use to connect to the Oracle server
bg_bg: Порта, който да използвате, за да се свържете с Oracle сървъра
de_de: Der Hafen zu nutzen, um auf die Oracle-Server herstellen
es_es: El puerto que se utilizará para conectar con el servidor Oracle
fr_fr: Le port à utiliser pour se connecter au serveur Oracle
it_it: La porta da utilizzare per la connessione al server Oracle
ja_jp: Oracleサーバーへの接続に使用するポート
pl_pl: port używany do łączenia się z serwerem Oracle
pt_pt: A porta para usar para se conectar ao servidor Oracle
ru_ru: Порт для подключения к серверу Oracle
zh_cn: 用于连接到Oracle服务器的端口

source: The sid to use to connect to the Oracle server
bg_bg: sid, който използвате, за да се свържете с Oracle сървъра
de_de: Der Hafen zu nutzen, um auf die Oracle-Server herstellen
es_es: El puerto que se utilizará para conectar con el servidor Oracle
fr_fr: Le port à utiliser pour se connecter au serveur Oracle
it_it: La porta da utilizzare per la connessione al server Oracle
ja_jp: Oracleサーバーへの接続に使用するSID
pl_pl: sid używać do łączenia się z serwerem Oracle
pt_pt: A porta para usar para se conectar ao servidor Oracle
ru_ru: Порт для подключения к серверу Oracle
zh_cn: 用于连接到Oracle服务器的SID

source: The username used to connect to the Oracle server
bg_bg: Потребителското име, използвано за свързване към Oracle сървъра
de_de: Der Benutzername, mit dem Oracle-Server herstellen
es_es: El nombre de usuario utilizado para conectarse al servidor de Oracle
fr_fr: Le nom d'utilisateur utilisé pour se connecter au serveur Oracle
it_it: Il nome utente utilizzato per la connessione al server Oracle
ja_jp: Oracleサーバーへの接続に使用するユーザー名
pl_pl: nazwa użytkownika używana do łączenia się z serwerem Oracle
pt_pt: O nome de usuário usado para autenticar os SMS's.
ru_ru: Имя пользователя, используемое для подключения к серверу Oracle
zh_cn: 用于连接到Oracle服务器的用户名

source: The password used to connect to the Oracle server
bg_bg: Паролата, използвана за оторизация към Oracle сървъра
de_de: Das Passwort für den Oracle-Server herstellen
es_es: La contraseña utilizada para conectarse al servidor de Oracle
fr_fr: Le mot de passe utilisé pour se connecter au serveur Oracle
it_it: La password utilizzata per la connessione al server Oracle
ja_jp: Oracleサーバーへの接続に使用するパスワード
pl_pl: Hasło używane do łączenia się z serwerem Oracle
pt_pt: A senha usada para autenticar o SGSI.
ru_ru: Пароль, используемый для подключения к серверу Oracle
zh_cn: 用于连接到Oracle服务器的密码

source: The database to connect to on the Oracle server
bg_bg: Базата данни, с която да се свържем на Oracle сървъра
de_de: Die Datenbank, auf dem Oracle-Server herstellen
es_es: La base de datos a la que conectarse en el servidor Oracle
fr_fr: La base de données pour se connecter sur le serveur Oracle
it_it: Il database a cui connettersi sul server Oracle
ja_jp: Oracleサーバ上の接続するデータベース
pl_pl: do połączenia z bazą danych na serwerze Oracle
pt_pt: Falha na conexão com o banco de dados
ru_ru: Базы данных для подключения на сервере Oracle
zh_cn: 在Oracle服务器上要连接的数据库

source: The name you'd like to have associated with this Oracle server.
bg_bg: Името, което искате да се асоциира с този Oracle сървър.
de_de: Der Name, den Sie gerne mit diesem Oracle-Server zugeordnet haben würde.
es_es: El nombre que le gustaría tener asociados con este servidor Oracle.
fr_fr: Le nom que vous aimeriez avoir associé à ce serveur Oracle.
it_it: Il nome che desideri sia associato a questo server Oracle.
ja_jp: Oracleサーバーに関連付ける名前.
pl_pl: Nazwa chcesz być związane z tym serwerem Oracle.
pt_pt: O host associado com este horário.
ru_ru: Имя, которое вы хотели бы иметь, связанные с этим сервером Oracle.
zh_cn: 您想要与此Oracle服务器关联的名称。

source: Oracle Query
bg_bg: Oracle заявка (Query)
de_de: Oracle Abfrage
ja_jp: Oracleクエリ
pl_pl: oracle zapytanie
pt_pt: Oráculo de consulta
ru_ru: Oracle Запрос
zh_cn: Oracle查询

source: The SQL query to run. MUST return a number, not a string
bg_bg: SQL заявка, която да бъде зададена. Трябва да отговори с цифра, а не със символен низ
de_de: Die SQL-Abfrage zu laufen. Muss eine Zahl, kein String zurück
es_es: La consulta SQL a ejecutar. Deberá devolver un número, no una cadena
fr_fr: La requête SQL à exécuter. DOIT retourner un certain nombre, pas une chaîne
it_it: La query SQL da eseguire. Deve restituire un numero e non una stringa
ja_jp: 実行するSQLクエリ. 文字列ではなく数字を返さなければなりません
pl_pl: sql zapytanie do uruchomienia. musi zwracać liczbę, nie ciąg
pt_pt: A consulta SQL para ser executado. Deve retornar um número, e não uma string
ru_ru: Запрос SQL для выполнения. Должна возвращать число, а не строка
zh_cn: 要运行的SQL查询。 必须返回数字，而不是字符串

source: Monitor an Oracle Server
bg_bg: Наблюдавайте Oracle сървър
de_de: Überwachung eines Oracle Server
es_es: Monitorear el servicio cada
fr_fr: Surveiller un serveur Oracle
it_it: Monitorare un server Oracle
ja_jp: Oracleサーバーを監視します
pl_pl: monitorować serwer Oracle
pt_pt: Monitorar o serviço cada
ru_ru: Мониторинг серверов Oracle
zh_cn: 监控Oracle服务器

source: Oracle Serverspace
pt_pt: A Oracle Serverspace
zh_cn: Oracle服务器空间

source: Specify the details for connecting to the Oracle serverspace you want to monitor.
bg_bg: Посочете данните за връзка с Oracle serverspace, който искате да наблюдавате.
de_de: Geben Sie die Details für die Verbindung zum Oracle serverspace Sie überwachen möchten.
es_es: Especifique los detalles para la conexión a la serverspace Oracle que desea supervisar.
fr_fr: Spécifiez les détails de connexion à la ServerSpace Oracle que vous souhaitez surveiller.
it_it: Specificare i dettagli per la connessione al serverspace Oracle che si desidera monitorare.
ja_jp: 監視するOracleサーバスペースに接続するための詳細を指定します.
pl_pl: określa szczegółowe dane potrzebne do połączenia z serverspace oracle, który chcesz monitorować.
pt_pt: Especifique o formato das mensagens SMS que você deseja receber.
ru_ru: Укажите сведения для подключения к serverspace Oracle вы хотите контролировать.
zh_cn: 指定用于连接到要监视的Oracle服务器空间的详细信息。

source: The IP address or FQDNS name of the Oracle server.
bg_bg: IP адрес или FQDNS име на Oracle сървъра.
de_de: Die IP-Adresse oder FQDN Namen des Oracle-Servers.
es_es: La direccion IP o el nombre FQDNS del host
fr_fr: L'adresse IP ou le nom FQDN du serveur Oracle.
it_it: L'indirizzo IP o il nome FQDN del server Oracle.
ja_jp: OracleサーバーのIPアドレスまたはFQDN.
pl_pl: adres IP lub FQDN nazwa serwera Oracle.
pt_pt: O endereço IP ou FQDN nome do host
ru_ru: IP-адрес или FQDN, имя сервера Oracle.
zh_cn: Oracle服务器的IP地址或FQDNS名称。

source: Port:
bg_bg: Порт:
es_es: Puerto
it_it: Porto:
ja_jp: ポート：
pt_pt: Porta
ru_ru: Порт:
zh_cn: 端口：

source: The port to use to connect to the Oracle server.
bg_bg: Порта, който да използвате, за да се свържете с Oracle сървъра.
de_de: Der Hafen zu nutzen, um auf die Oracle-Server herstellen.
es_es: El puerto que se utilizará para conectar con el servidor Oracle.
fr_fr: Le port à utiliser pour se connecter au serveur Oracle.
it_it: La porta da utilizzare per la connessione al server Oracle.
ja_jp: Oracleサーバーへの接続に使用するポート.
pl_pl: port używany do łączenia się z serwerem Oracle.
pt_pt: A porta para usar para se conectar ao servidor Oracle.
ru_ru: Порт для подключения к серверу Oracle.
zh_cn: 用于连接到Oracle服务器的端口。

source: The servicename (sid) to use to connect to the Oracle server.
bg_bg: Име на сървиса (servicename) (IDS), което да използвате, за свързване с Oracle сървъра.
de_de: Der Benutzername, mit dem Oracle-Server herstellen.
es_es: El nombre de usuario utilizado para conectarse al servidor de Oracle.
fr_fr: Le nom d'utilisateur utilisé pour se connecter au serveur Oracle.
it_it: Il nome utente utilizzato per la connessione al server Oracle.
ja_jp: Oracleサーバーへの接続に使用するサービス名（SID）.
pl_pl: nazwa_usługi (sid) używany do łączenia się z serwerem Oracle.
pt_pt: O nome de usuário usado para conectar ao servidor Oracle.
ru_ru: Имя пользователя, используемое для подключения к серверу Oracle.
zh_cn: 用于连接到Oracle服务器的服务名（sid）。

source: Username:
bg_bg: Потребителско име:
de_de: Benutzername:
es_es: Usuario
fr_fr: Nom d'utilisateur:
it_it: Nome utente:
ja_jp: ユーザー名：
pl_pl: nazwa użytkownika:
pt_pt: Nome de Utilizador
ru_ru: Имя пользователя:
zh_cn: 用户名：

source: The username used to connect to the Oracle server.
bg_bg: Потребителското име, използвано за свързване към Oracle сървъра.
de_de: Der Benutzername, mit dem Oracle-Server herstellen.
es_es: El nombre de usuario utilizado para conectarse al servidor de Oracle.
fr_fr: Le nom d'utilisateur utilisé pour se connecter au serveur Oracle.
it_it: Il nome utente utilizzato per la connessione al server Oracle.
ja_jp: Oracleサーバーへの接続に使用するユーザー名.
pl_pl: nazwa użytkownika używana do łączenia się z serwerem Oracle.
pt_pt: O nome de usuário usado para autenticar os SMS's.
ru_ru: Имя пользователя, используемое для подключения к серверу Oracle.
zh_cn: 用于连接到Oracle服务器的用户名。

source: Password:
bg_bg: Парола:
de_de: Passwort:
es_es: Contraseña:
fr_fr: Mot de passe:
ja_jp: パスワード:
pl_pl: hasło:
pt_pt: Senha:
ru_ru: Пароль:
zh_cn: 密码：

source: The password used to connect to the Oracle server.
bg_bg: Паролата, използвана за оторизация към Oracle сървъра.
de_de: Das Passwort für den Oracle-Server herstellen.
es_es: La contraseña utilizada para conectarse al servidor de Oracle.
fr_fr: Le mot de passe utilisé pour se connecter au serveur Oracle.
it_it: La password utilizzata per la connessione al server Oracle.
ja_jp: Oracleサーバーへの接続に使用するパスワード.
pl_pl: Hasło używane do łączenia się z serwerem Oracle.
pt_pt: A senha usada para autenticar o SGSI.
ru_ru: Пароль, используемый для подключения к серверу Oracle.
zh_cn: 用于连接到Oracle服务器的密码。

source: The name you\'d like to have associated with this Oracle Tablespace.
bg_bg: Името, което искате да се асоциира с този Oracle Tablespace.
de_de: Der Name, den Sie \ 'd gerne mit diesem Oracle Tablespace zugeordnet haben.
es_es: El nombre que \ 'd gustaría haber asociado a este espacio de tablas de Oracle.
fr_fr: Le nom que vous \ 'd aiment avoir associé à ce Tablespace Oracle.
it_it: Il nome \ 'd piacerebbe avere associato a questo tablespace Oracle.
ja_jp: Oracle表領域に関連付ける名前.
pl_pl: nazwa \ 'd jak mają związane z tym Oracle tabel.
pt_pt: O host associado com este horário.
ru_ru: Имя, которое вы \ 'хотел бы иметь связанные с этим табличного Oracle.
zh_cn: 您想要与此Oracle Tablespace关联的名称。

source: Oracle Serverspace Metrics
bg_bg: Показатели на Oracle Serverspace
de_de: Oracle Serverspace Metriken
es_es: Oracle Serverspace Métricas
fr_fr: Oracle Metrics ServerSpace
it_it: Oracle Serverspace Metriche
ja_jp: Oracle Serverspaceメトリック
pl_pl: oracle metryki serverspace
pt_pt: A Oracle Serverspace Métricas
ru_ru: Oracle Serverspace Метрики
zh_cn: Oracle服务器空间指标

source: Specify the metrics you'd like to monitor on the Oracle Serverspace.
bg_bg: Определете показателите, които искате да наблюдавате на Oracle serverspace .
de_de: Geben Sie die Metriken, die Sie \ 'd gerne auf der Oracle Serverspace überwachen.
es_es: Especificar los indicadores que \ 'd gustaría monitorear el Serverspace Oracle.
fr_fr: Indiquez les mesures que vous \ 'd aiment à suivre sur le ServerSpace Oracle.
it_it: Specificare le metriche si \ 'd piacerebbe monitorare sul Serverspace Oracle.
ja_jp: Oracle Serverspaceで監視するメトリックを指定します.
pl_pl: określenie charakterystyki, które \ 'd jak monitorować na serverspace oracle.
pt_pt: Especificar os momentos do dia que você gostaria de receber alertas.
ru_ru: Укажите показатели вы \ 'бы хотелось, чтобы контролировать на Serverspace Oracle.
zh_cn: 指定您要在Oracle Serverspace上监视的指标。

source: Monitor amount time it takes to connect to the Oracle Server.
bg_bg: Наблюдавайте количеството време, което е необходимо за свързване с Oracle сървъра.
de_de: Überwachen Menge Zeit es braucht, um mit dem Oracle Server zu verbinden.
es_es: Monitorear cantidad de tiempo que se necesita para conectar con el servidor Oracle.
fr_fr: Contrôler le temps qu'il faut pour montant se connecter au serveur Oracle.
it_it: Monitorare il tempo importo necessario per la connessione al server Oracle.
ja_jp: Oracleサーバーとの接続にかかる時間を監視します.
pl_pl: monitorować ilość czasu potrzebnego na łączenie się z serwerem Oracle.
pt_pt: Monitorar o tempo que demora a quantidade conectar ao servidor Oracle.
ru_ru: Монитор количество времени, необходимое для подключения к серверу Oracle.
zh_cn: 监控连接到Oracle Server所需的时间。

source: Connected Users
bg_bg: Свързани потребители
de_de: Verbundene Benutzer
es_es: Clonar ususario
fr_fr: Les utilisateurs connectés
it_it: Utenti connessi
ja_jp: 接続ユーザー
pl_pl: podłączonych użytkowników
pt_pt: Usuário clone
ru_ru: Подключенных пользователей
zh_cn: 连接的用户

source: Monitor amount of connected users.
bg_bg: Наблюдавайте броя на свързаните потребители.
de_de: Überwachen Anzahl der angeschlossenen Benutzer.
es_es: Monitorear cantidad de usuarios conectados.
fr_fr: Surveiller la quantité d'utilisateurs connectés.
it_it: Monitorare numero di utenti collegati.
ja_jp: 接続しているユーザーの数を監視します.
pl_pl: monitorować ilość podłączonych użytkowników.
pt_pt: Monitorar quantidade de usuários conectados.
ru_ru: Мониторинг количества подключенных пользователей.
zh_cn: 监控已连接的用户数量。

source: SGA Data Buffer Hit Ratio
es_es: SGA Buffer de datos Hit Ratio
fr_fr: SGA données Taux d'accès au tampon
it_it: SGA Buffer dati Hit Ratio
ja_jp: SGAデータバッファヒット率
pl_pl: Stosunek hitem SGA bufor danych
pt_pt: SGA Dados Hit Ratio Tampão
ru_ru: SGA Буфер данных Процент попадания
zh_cn: SGA数据缓冲区命中率

source: Monitor the SGA Data Buffer.
bg_bg: Наблюдавайте SGA буфер данните (SGA Data Buffer).
de_de: Überwachen Sie die SGA-Datenpuffer.
es_es: Monitorear el host cada
fr_fr: Surveiller la mémoire tampon de données SGA.
it_it: Monitorare il buffer SGA dati.
ja_jp: SGAデータバッファを監視します.
pl_pl: monitorować bufor danych SGA.
pt_pt: Monitorar o host cada
ru_ru: Мониторинг буфера SGA данных.
zh_cn: 监控SGA数据缓冲区。

source: SGA Library Cache Hit Ratio
de_de: SGA-Bibliothek Cache Hit Ratio
fr_fr: SGA Bibliothèque Taux d'accès au cache
it_it: SGA Biblioteca Cache Hit Ratio
ja_jp: SGAライブラリキャッシュヒット率
pl_pl: SGA cache hit stosunek biblioteki
pt_pt: SGA Biblioteca cache hit ratio
ru_ru: SGA библиотека Cache Hit Ratio
zh_cn: SGA库高速缓存命中率

source: Monitor the Library Cache.
bg_bg: Наблюдавайте кеша на библиотеката (Library Cache).
de_de: Überwachen Sie den Library Cache.
es_es: Supervisar el Library Cache.
fr_fr: Surveiller le cache de la bibliothèque.
it_it: Monitorare il Library Cache.
ja_jp: ライブラリキャッシュを監視します.
pl_pl: monitorować pamięć podręczną bibliotekę.
pt_pt: Monitorar o cache de biblioteca.
ru_ru: Мониторинг библиотечного кэша.
zh_cn: 监控库缓存。

source: SGA Dictionary Cache Hit Ratio
es_es: SGA Caché Diccionario Hit Ratio
fr_fr: SGA Dictionnaire Taux d'accès au cache
it_it: SGA Dizionario Cache Hit Ratio
ja_jp: SGAディクショナリキャッシュヒット率
pl_pl: SGA Słownik stosunek cache hit
pt_pt: Dicionário SGA Cache Hit Ratio
ru_ru: SGA Словарь Cache Hit Ratio
zh_cn: SGA字典高速缓存命中率

source: Monitor the SGA Dictionary.
bg_bg: Наблюдавайте SGA речника.
de_de: Überwachen Sie die SGA Dictionary.
es_es: Monitorear el servicio cada
fr_fr: Surveiller le Dictionnaire SGA.
it_it: Monitorare Dizionario SGA.
ja_jp: SGAディクショナリを監視します.
pl_pl: monitorować SGA słownika.
pt_pt: Monitorar o serviço cada
ru_ru: Мониторинг данных SGA.
zh_cn: 监控SGA词典。

source: SGA Shared Pool Reload Ratio
de_de: SGA Shared Pool Reload Verhältnis
es_es: SGA Comunal Piscina Reload Ratio
fr_fr: SGA partagé Ratio Recharger Piscine
it_it: SGA Shared Pool Rapporto di Ricarica
ja_jp: SGA共有プールリロード率
pl_pl: SGA basen wspólny wskaźnik przeładowania
pt_pt: SGA compartilhada Relação Reload Piscina
ru_ru: SGA общим бассейном обновить Отношение
zh_cn: SGA共享池重载比

source: Monitor the SGA Shared Pool.
bg_bg: Наблюдавайте SGA Shared Pool.
de_de: Überwachen Sie die SGA Shared Pool.
es_es: Supervisar el SGA de la piscina compartida.
fr_fr: Surveiller la piscine SGA partagé.
it_it: Monitorare il Pool SGA condivisa.
ja_jp: SGA共有プールを監視します.
pl_pl: monitorować basen SGA wspólne.
pt_pt: Monitorar o PIG pool compartilhado.
ru_ru: Мониторинг бассейн SGA общим.
zh_cn: 监控SGA共享池。

source: SGA Shared Pool Free
de_de: SGA Shared Pool kostenlos
es_es: SGA compartido aparcamiento gratuito
fr_fr: SGA partagé Parking gratuit
it_it: SGA in comune Piscina gratuita
ja_jp: SGA共有プールフリー
pl_pl: SGA wspólny basen za darmo
pt_pt: SGA Piscina Livre
ru_ru: SGA общим бассейном бесплатно
zh_cn: SGA共享池空闲

source: PGA In Memory Sort Ratio
es_es: En relación PGA Memoria Ordenar
fr_fr: Dans PGA Ratio Tri mémoire
it_it: PGA Nel Rapporto di memoria ordine
ja_jp: PGA In Memory Sort率
pl_pl: PGA w stosunku sortowania pamięci
pt_pt: PGA Em Proporção de Ordem Memória
ru_ru: В память PGA Соотношение Сортировка
zh_cn: PGA内存中的排序率

source: Monitor the PGA Memory.
bg_bg: Наблюдавайте PGA паметта.
de_de: Überwachen Sie den PGA-Speicher.
es_es: Monitorear el host cada
fr_fr: Surveiller la mémoire PGA.
it_it: Monitorare la memoria PGA.
ja_jp: PGAメモリを監視します.
pl_pl: monitorowanie pamięci PGA.
pt_pt: Monitorar o host cada
ru_ru: Мониторинг памяти PGA.
zh_cn: 监控PGA内存。

source: Soft Parse Ratio
de_de: Soft Parse Verhältnis
es_es: Relación de Soft Parse
fr_fr: Ratio Parse souple
it_it: Parse Rapporto soft
ja_jp: Soft Parse率
pl_pl: miękkie stosunek parse
pt_pt: Relação Parse suave
ru_ru: Мягкое отношение разбора
zh_cn: 软解析率

source: Monitor the amount of soft parses.
bg_bg: Наблюдавайте количеството на вариетивни анализи (soft parses).
de_de: Überwachen die Menge der weichen analysiert.
es_es: Monitorear el host cada
fr_fr: Surveiller la quantité de mou analyse.
it_it: Monitorare la quantità di morbido analizza.
ja_jp: Soft Parse数を監視します.
pl_pl: monitorowanie ilości parsowań miękkich.
pt_pt: Monitorar o host cada
ru_ru: Следите за количеством мягких разбирает.
zh_cn: 监控软解析的数量。

source: Retry Ratio
de_de: Wiederholen Verhältnis
es_es: Reintentar Ratio
fr_fr: Réessayer Ratio
it_it: Riprova Rapporto
ja_jp: リトライ率
pl_pl: stosunek ponownie
pt_pt: Repetir Relação
ru_ru: Повторить Отношение
zh_cn: 重试率

source: Monitor redo buffer retries.
bg_bg: Наблюдавайте ремонтиране буферите за повторни опити (buffer retries).
de_de: Überwachen Redo-Puffer Wiederholungen.
es_es: Monitorear rehacer reintentos de amortiguamiento.
fr_fr: Surveiller refaire tentatives tampons.
it_it: Monitorare ripetere tentativi di buffer.
ja_jp: Redoバッファリトライを監視します.
pl_pl: monitorować ponownych prób buforowych przerobić.
pt_pt: Monitorar refazer tentativas de buffer.
ru_ru: Мониторинг буфера повтор попытки.
zh_cn: 监控重做缓冲区重试。

source: Redo I/O Traffic
bg_bg: Оправете I/O трафика
de_de: Redo I / O Verkehr
es_es: Rehacer el tráfico de E / S
fr_fr: Rétablir la circulation d'E / S
it_it: Redo traffico I / O
ja_jp: Redo I/Oトラフィック
pl_pl: ponawianie ruchu o, I /
pt_pt: Refazer Tráfego I / O
ru_ru: Повторить ввода / вывода трафика
zh_cn: 重做I / O流量

source: Monitor the amount of I/O traffic from redos.
bg_bg: Наблюдавайте количеството на I/O трафик от redos.
de_de: Überwachen Sie die Anzahl der I / O-Verkehr von Nacharbeiten.
es_es: Controlar la cantidad de E / S tráfico de rehacer.
fr_fr: Surveiller la quantité de trafic E / S à partir de redos.
it_it: Monitorare la quantità di traffico I / O da Redos.
ja_jp: RedoからのI/Oトラフィック量を監視します.
pl_pl: monitorować ilość I / O ruchu z Redos.
pt_pt: Monitorar a quantidade de I / O tráfego de redos.
ru_ru: Следите за количеством I / O трафика от REDOS.
zh_cn: 监控来自重做的I / O流量。

source: Roll Header Contention
es_es: Rollo de contención Header
fr_fr: Contention tête rouleau
it_it: Rotolo intestazione Contention
ja_jp: ロールヘッダー競合
pl_pl: Rolka nagłówek rywalizacji
pt_pt: Contenção cabeçalho rolo
ru_ru: Разногласия ролл заголовок
zh_cn: 滚动页眉竞争

source: Monitor contention for writes for the roll header.
bg_bg: Наблюдавайте борбата за писане за roll хедера.
de_de: Überwachen Behauptung für Schreibvorgänge für den Roll-Header.
es_es: Supervisar la contención para escribe para la cabecera roll.
fr_fr: Surveiller lice pour écrit pour l'en-tête de roulis.
it_it: Monitorare contesa per scrive per l'intestazione rotolo.
ja_jp: ロールヘッダーの書き込み競合を監視します.
pl_pl: monitorować rywalizację o zapisy na nagłówku rolki.
pt_pt: Monitorar disputa para escreve para o cabeçalho roll.
ru_ru: Мониторинг конкуренции за пишет для рулонной заголовке.
zh_cn: 监控卷头的写入竞争。

source: Roll Block Contention
de_de: Rollen blockieren Contention
es_es: Enrolle contención Bloque
fr_fr: Rouler Contention Bloquer
it_it: Rotolo Contention Block
ja_jp: ロールブロック競合
pl_pl: Blok twierdzenie rolki
pt_pt: Rolar Contenção Bloco
ru_ru: Раскатать Блок разногласий
zh_cn: 滚动块竞争

source: Monitor the roll block contention.
bg_bg: Наблюдавайте roll block contention.
de_de: Überwachen Sie die Rolle Block Behauptung.
es_es: Supervisar la contención de bloques roll.
fr_fr: Surveiller l'affirmation bloc rouleau.
it_it: Monitorare la contesa blocco rotolo.
ja_jp: ロールブロックの競合を監視します.
pl_pl: monitorować twierdzenie bloku rolki.
pt_pt: Monitorar a contenção de blocos roll.
ru_ru: Следить за утверждение рулон блока.
zh_cn: 监控滚动块争用。

source: Roll Hit Ratio
es_es: Rollo de aciertos
fr_fr: Rouler Taux d'accès
it_it: Rotolo Hit Ratio
ja_jp: ロールヒット率
pl_pl: Stosunek hitem rolki
pt_pt: Rolar Hit Ratio
ru_ru: Раскатать Процент попадания
zh_cn: 滚动命中率

source: Monitor the roll hit.
bg_bg: Наблюдавайте roll hit.
de_de: Überwachen Sie die Rolle Hit.
es_es: Monitorear el host cada
fr_fr: Surveiller le coup de roulis.
it_it: Monitorare il colpo rotolo.
ja_jp: ロールヒットを監視します.
pl_pl: monitorować rolkę hit.
pt_pt: Monitorar o host cada
ru_ru: Следить за рулон хитом.
zh_cn: 监控滚动命中。

source: Roll Wraps
es_es: Rollo Wraps
fr_fr: Rouleau Wraps
it_it: Rotolo Wraps
ja_jp: ロールラップ
pl_pl: okłady rolki
pt_pt: Rolo Wraps
ru_ru: Рулон Обертывания
zh_cn: 滚动包装
