Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Disable or enable notifications on all services (and hosts if selected) in the hostgroup.
bg_bg: деактивирайте или активирайте известията за всички услуги (и хостове, ако са избрани) в хост групата.
de_de: Deaktivieren oder aktivieren Sie Benachrichtigungen für alle Dienste (und Hosts, falls ausgewählt) in der Hostgruppe.
es_es: deshabilite o habilite las notificaciones en todos los servicios (y hosts si está seleccionado) en el grupo de host.
fr_fr: désactiver ou activer les notifications sur tous les services (et les hôtes si sélectionnés) dans le groupe d'hôtes.
it_it: disabilitare o abilitare le notifiche su tutti i servizi (e host se selezionati) nel gruppo host.
ja_jp: ホストグループ内のすべてのサービス（および選択されている場合はホスト）の通知を無効または有効にします。
pl_pl: wyłącz lub włącz powiadomienia o wszystkich usługach (i hostach, jeśli zaznaczono) w grupie hostów.
pt_pt: desative ou ative as notificações em todos os serviços (e hosts, se selecionado) no grupo de hosts.
ru_ru: отключить или включить уведомления для всех сервисов (и хостов, если они выбраны) в группе хостов.
zh_cn: 在主机组中的所有服务（和主机，如果已选择）上禁用或启用通知。

source: Disable or enable notifications on all hosts (and hosts if selected) in the hostgroup.
bg_bg: деактивирайте или активирайте известията за всички хостове (и хостове, ако са избрани) в хост групата.
de_de: Deaktivieren oder aktivieren Sie Benachrichtigungen auf allen Hosts (und Hosts, falls ausgewählt) in der Hostgruppe.
es_es: deshabilite o habilite las notificaciones en todos los hosts (y hosts si está seleccionado) en el grupo de host.
fr_fr: désactiver ou activer les notifications sur tous les hôtes (et les hôtes si sélectionnés) dans le groupe d'hôtes.
it_it: disabilitare o abilitare le notifiche su tutti gli host (e gli host se selezionati) nel gruppo host.
ja_jp: ホストグループ内のすべてのホスト（および選択されている場合はホスト）の通知を無効または有効にします。
pl_pl: wyłącz lub włącz powiadomienia na wszystkich hostach (i hostach, jeśli zaznaczono) w grupie hostów.
pt_pt: desative ou ative as notificações em todos os hosts (e hosts, se selecionado) no grupo de hosts.
ru_ru: отключить или включить уведомления на всех хостах (и хостах, если они выбраны) в группе хостов.
zh_cn: 在主机组中的所有主机（和主机，如果已选择）上禁用或启用通知。

source: Set for all hosts too
bg_bg: задайте и за всички хостове
de_de: auch für alle Hosts eingestellt
es_es: configurado para todos los hosts también
fr_fr: également défini pour tous les hôtes
it_it: impostato anche per tutti gli host
ja_jp: すべてのホストにも設定
pl_pl: ustawiony również dla wszystkich hostów
pt_pt: definido para todos os hosts também
ru_ru: установить для всех хостов тоже
zh_cn: 也为所有主机设置

source: Set Active Checks
bg_bg: Активни проверки
de_de: Aktive Prüfungen
es_es: Chequeos Activos
fr_fr: Les contrôles actifs
it_it: Controlli attivi
ja_jp: 最大アクティブチェック
pl_pl: Kontrole aktywne
pt_pt: Verificação ativa
ru_ru: Активная проверка
zh_cn: 设置主动检查

source: Disable or enable active checks on all services (and hosts if selected) in the hostgroup.
bg_bg: деактивирайте или активирайте активни проверки на всички услуги (и хостове, ако са избрани) в хост групата.
de_de: Deaktivieren oder aktivieren Sie aktive Überprüfungen aller Dienste (und Hosts, falls ausgewählt) in der Hostgruppe.
es_es: deshabilite o habilite las comprobaciones activas en todos los servicios (y hosts si están seleccionados) en el grupo de host.
fr_fr: désactiver ou activer les contrôles actifs sur tous les services (et les hôtes si sélectionnés) dans le groupe d'hôtes.
it_it: disabilitare o abilitare i controlli attivi su tutti i servizi (e host se selezionati) nel gruppo host.
ja_jp: ホストグループ内のすべてのサービス（および選択されている場合はホスト）のアクティブチェックを無効または有効にします。
pl_pl: wyłącz lub włącz aktywne kontrole wszystkich usług (i hostów, jeśli zaznaczono) w grupie hostów.
pt_pt: desabilitar ou habilitar verificações ativas em todos os serviços (e hosts, se selecionado) no grupo de hosts.
ru_ru: отключите или включите активные проверки всех служб (и узлов, если они выбраны) в группе узлов.
zh_cn: 对主机组中的所有服务（和主机（如果已选择））禁用或启用主动检查。

source: Service Group Status
bg_bg: Статус на сървис групата
es_es: Estatus del Grupo de Servicio
fr_fr: Statut du groupe de service
it_it: Service Group di stato
ja_jp: サービスグループステータス
pl_pl: Stan grupy usług
pt_pt: Status do grupo de serviços
ru_ru: Service Group статуса
zh_cn: 服务组状态

source: Submit a bulk command for all the hosts or services in the selected servicegroup.
bg_bg: изпратете групова команда за всички хостове или услуги в избраната сервизна група.
de_de: Senden Sie einen Massenbefehl für alle Hosts oder Dienste in der ausgewählten Servicegruppe.
es_es: enviar un comando masivo para todos los hosts o servicios en el grupo de servicio seleccionado.
fr_fr: soumettre une commande groupée pour tous les hôtes ou services du groupe de services sélectionné.
it_it: invia un comando in blocco per tutti gli host o servizi nel gruppo di servizi selezionato.
ja_jp: 選択したサービスグループのすべてのホストまたはサービスに対して一括コマンドを送信します。
pl_pl: przesłać polecenie zbiorcze dla wszystkich hostów lub usług w wybranej grupie serwisowej.
pt_pt: envie um comando em massa para todos os hosts ou serviços no grupo de serviços selecionado.
ru_ru: отправить массовую команду для всех хостов или сервисов в выбранной сервисной группе.
zh_cn: 为所选服务组中的所有主机或服务提交批量命令。

source: Disable notifications for all services
bg_bg: деактивирайте известията за всички услуги
de_de: Deaktivieren Sie Benachrichtigungen für alle Dienste
es_es: deshabilitar notificaciones para todos los servicios
fr_fr: désactiver les notifications pour tous les services
it_it: disabilitare le notifiche per tutti i servizi
ja_jp: すべてのサービスの通知を無効にする
pl_pl: wyłącz powiadomienia dla wszystkich usług
pt_pt: desativar notificações para todos os serviços
ru_ru: отключить уведомления для всех служб
zh_cn: 禁用所有服务的通知

source: Schedule downtime for all hosts in the selected servicegroup.
bg_bg: планирайте времето за престой за всички хостове в избраната група услуги.
de_de: Planen Sie Ausfallzeiten für alle Hosts in der ausgewählten Servicegruppe.
es_es: programar el tiempo de inactividad para todos los hosts en el grupo de servicio seleccionado.
fr_fr: planifier des temps d'arrêt pour tous les hôtes du groupe de services sélectionné.
it_it: pianificare i tempi di inattività per tutti gli host nel gruppo di servizi selezionato.
ja_jp: 選択したサービスグループのすべてのホストのダウンタイムをスケジュールします。
pl_pl: zaplanuj przestoje dla wszystkich hostów w wybranej grupie serwisowej.
pt_pt: agendar o tempo de inatividade para todos os hosts no grupo de serviços selecionado.
ru_ru: запланировать время простоя для всех хостов в выбранной сервисной группе.
zh_cn: 安排所选服务组中所有主机的停机时间。

source: Schedule downtime for all services in the selected servicegroup.
bg_bg: планирайте времето за престой за всички услуги в избраната група услуги.
de_de: Planen Sie Ausfallzeiten für alle Dienste in der ausgewählten Servicegruppe.
es_es: programar el tiempo de inactividad para todos los servicios en el grupo de servicios seleccionado.
fr_fr: planifier des temps d'arrêt pour tous les services du groupe de services sélectionné.
it_it: pianificare i tempi di inattività per tutti i servizi nel gruppo di servizi selezionato.
ja_jp: 選択したサービスグループのすべてのサービスのダウンタイムをスケジュールします。
pl_pl: zaplanuj przestoje dla wszystkich usług w wybranej grupie serwisowej.
pt_pt: agendar o tempo de inatividade para todos os serviços no grupo de serviços selecionado.
ru_ru: запланировать время простоя для всех сервисов в выбранной сервисной группе.
zh_cn: 安排所选服务组中所有服务的停机时间。

source: Servicegroup Name
bg_bg: име на сървис група
de_de: Servicegroup-Namen
es_es: nombre Servicegroup
fr_fr: groupe de services
it_it: Nome Servicegroup
ja_jp: サービスグループ名
pl_pl: Nazwa servicegroup
pt_pt: nome servicegroup
ru_ru: Название ServiceGroup
zh_cn: 服务组名称

source: Disable or enable notifications on all services (and hosts if selected) in the servicegroup.
bg_bg: деактивирайте или активирайте известията за всички услуги (и хостове, ако са избрани) в сервизната група.
de_de: Deaktivieren oder aktivieren Sie Benachrichtigungen für alle Dienste (und Hosts, falls ausgewählt) in der Servicegruppe.
es_es: deshabilite o habilite las notificaciones en todos los servicios (y hosts si están seleccionados) en el grupo de servicios.
fr_fr: désactiver ou activer les notifications sur tous les services (et les hôtes si sélectionnés) dans le groupe de services.
it_it: disabilitare o abilitare le notifiche su tutti i servizi (e host se selezionati) nel gruppo di servizi.
ja_jp: サービスグループ内のすべてのサービス（および選択されている場合はホスト）の通知を無効または有効にします。
pl_pl: wyłącz lub włącz powiadomienia o wszystkich usługach (i hostach, jeśli zaznaczono) w grupie serwisowej.
pt_pt: desative ou ative as notificações em todos os serviços (e hosts, se selecionado) no grupo de serviços.
ru_ru: отключить или включить уведомления для всех сервисов (и хостов, если они выбраны) в сервисной группе.
zh_cn: 禁用或启用服务组中所有服务（和主机（如果已选择））的通知。

source: Disable or enable notifications on all hosts (and hosts if selected) in the servicegroup.
bg_bg: деактивирайте или активирайте известията за всички хостове (и хостове, ако са избрани) в сервизната група.
de_de: Deaktivieren oder aktivieren Sie Benachrichtigungen auf allen Hosts (und Hosts, falls ausgewählt) in der Servicegruppe.
es_es: deshabilite o habilite las notificaciones en todos los hosts (y los hosts si están seleccionados) en el grupo de servicio.
fr_fr: désactiver ou activer les notifications sur tous les hôtes (et les hôtes si sélectionnés) dans le groupe de services.
it_it: disabilitare o abilitare le notifiche su tutti gli host (e gli host se selezionati) nel gruppo di servizi.
ja_jp: サービスグループ内のすべてのホスト（および選択した場合はホスト）で通知を無効または有効にします。
pl_pl: wyłącz lub włącz powiadomienia na wszystkich hostach (i hostach, jeśli zaznaczono) w grupie serwisowej.
pt_pt: desative ou ative as notificações em todos os hosts (e hosts, se selecionado) no grupo de serviços.
ru_ru: отключить или включить уведомления на всех хостах (и хостах, если они выбраны) в сервисной группе.
zh_cn: 在服务组中的所有主机（和选定的主机）上禁用或启用通知。

source: Disable or enable active checks on all services (and hosts if selected) in the servicegroup.
bg_bg: деактивирайте или активирайте активни проверки на всички услуги (и хостове, ако са избрани) в сервизната група.
de_de: Deaktivieren oder aktivieren Sie aktive Überprüfungen aller Dienste (und Hosts, falls ausgewählt) in der Servicegruppe.
es_es: deshabilite o habilite las comprobaciones activas en todos los servicios (y hosts si están seleccionados) en el grupo de servicios.
fr_fr: désactiver ou activer les vérifications actives sur tous les services (et les hôtes si sélectionnés) dans le groupe de services.
it_it: disabilitare o abilitare i controlli attivi su tutti i servizi (e host se selezionati) nel gruppo di servizi.
ja_jp: サービスグループ内のすべてのサービス（および選択した場合はホスト）のアクティブチェックを無効または有効にします。
pl_pl: wyłącz lub włącz aktywne sprawdzanie wszystkich usług (i hostów, jeśli zaznaczono) w grupie serwisowej.
pt_pt: desabilite ou habilite verificações ativas em todos os serviços (e hosts, se selecionado) no grupo de serviços.
ru_ru: отключить или включить активные проверки для всех сервисов (и хостов, если они выбраны) в сервисной группе.
zh_cn: 禁用或启用服务组中所有服务（和主机（如果已选择））的活动检查。

source: Object Does Not Exist
bg_bg: обектът не съществува
de_de: Objekt existiert nicht
es_es: el objeto no existe
fr_fr: l'objet n'existe pas
it_it: l'oggetto non esiste
ja_jp: オブジェクトが存在しません
pl_pl: obiekt nie istnieje
pt_pt: objeto não existe
ru_ru: объекта не существует
zh_cn: 对象不存在

source: Not Authorized
bg_bg: Не е оторизиран
de_de: Nicht autorisierte
es_es: No autorizado
fr_fr: Non autorisé
it_it: Non autorizzato
ja_jp: 許可されていない
pl_pl: niezatwierdzone
pt_pt: Não autorizado.
ru_ru: Не разрешено
zh_cn: 未授权

source: You are not authorized to view the requested object, or the object does not exist.
bg_bg: Вие не сте упълномощени да видите регистрирания обект, или обектът не съществува.
de_de: Sie sind nicht berechtigt, die angeforderte Objekt anzuzeigen, oder das Objekt nicht existiert.
es_es: Usted no esta autorizado a ver el objecto requerido, o el objecto no existe
fr_fr: Vous n'êtes pas autorisé à accéder à l'objet demandé, ou l'objet n'existe pas.
it_it: Non sei autorizzato a visualizzare l'oggetto richiesto, oppure l'oggetto non esiste.
ja_jp: 要求されたオブジェクトを表示する権限がないか、オブジェクトが存在しません.
pl_pl: nie masz uprawnień, aby zobaczyć żądany obiekt lub obiekt nie istnieje.
pt_pt: Você não está autorizado a ver o objeto solicitado, ou o objeto não existe.
ru_ru: Вы не авторизованы для просмотра запрашиваемого объекта, или объект не существует.
zh_cn: 您无权查看所请求的对象，或者该对象不存在。

source: Monitoring Process
bg_bg: Процес на наблюдение
de_de: Überwachung-Prozess
es_es: Proceso de monitoreo
fr_fr: Processus de suivi
it_it: Monitoraggio del processo di
ja_jp: 監視プロセス
pl_pl: Proces monitorowania
pt_pt: Processo de Monitoramento
ru_ru: Процесс мониторинга
zh_cn: 监控进程

source: Monitoring Performance
bg_bg: Производителност на наблюдението
de_de: Überwachung Leistung
es_es: Rendimiento del Monitoreo
fr_fr: Contrôle des performances
it_it: Monitoraggio delle prestazioni
ja_jp: 監視パフォーマンス
pl_pl: Monitorowanie wydajności
pt_pt: Monitoramento de desempenho
ru_ru: Мониторинг производительности
zh_cn: 监视性能

source: Configure display options
bg_bg: Конфигурирайте опциите за показване
de_de: konfigurieren Sie Anzeigeoptionen
es_es: configurar las opciones de visualización
fr_fr: configurer les options d'affichage
it_it: configurare le opzioni di visualizzazione
ja_jp: 表示オプションを設定します
pl_pl: skonfigurować opcje wyświetlania
pt_pt: configurar as opções de exibição
ru_ru: настроить параметры отображения
zh_cn: 配置显示选项

source: Options
bg_bg: Настройки
de_de: Optionen
es_es: Opciones
fr_fr: Options de
it_it: Opzioni
ja_jp: オプション
pl_pl: Opcje
pt_pt: Opções
ru_ru: Опции
zh_cn: 选项

source: Ignore soft problems
bg_bg: Игнорира вариетивните проблеми (soft problems)
de_de: Ignorieren Soft-Probleme
es_es: Ignorar los problemas suaves
fr_fr: Ignorer les problèmes souples
it_it: Ignora i problemi soft
ja_jp: ソフト障害を無視
pl_pl: ignorowanie problemów miękkie
pt_pt: Ignorar problemas macios
ru_ru: Игнорировать Мягкие проблемы
zh_cn: 忽视软性问题

source: Host Warning
bg_bg: Предупреждение за хост
de_de: Wirtswarnung
es_es: la advertencia de acogida
fr_fr: Attention hôte
it_it: avvertimento di accoglienza
ja_jp: ホスト警告
pl_pl: Ostrzeżenie hosta
pt_pt: aviso de acolhimento
ru_ru: предупреждение хозяина
zh_cn: 主机报警

source: Host Critical
bg_bg: Хоста е в критично състояние
de_de: Gastgeber Critical
es_es: Host Critico
fr_fr: Accueillir critique
it_it: Host critica
ja_jp: ホストクリティカル
pl_pl: gospodarzem krytyczna
pt_pt: Host crítico
ru_ru: Хост критического
zh_cn: 主机关键

source: Nagios XI Core Functions
bg_bg: Основни функции на Nagios XI
de_de: Nagios XI Kernfunktionen
es_es: Reportes Nagios Core
fr_fr: Nagios XI fonctions de base
it_it: Nagios XI Funzioni di base
ja_jp: Nagios XI Core機能
pl_pl: Nagios Funkcje podstawowe xi
pt_pt: Relatórios do Nagios Core
ru_ru: Nagios XI Основные функции
zh_cn: Nagios XI Core功能

source: Provides core functions and interface functionality for Nagios XI.
bg_bg: Осигурява основните функции и интерфейс функционалност за Nagios XI.
de_de: Stellt Kernfunktionen und Interface-Funktionalität für Nagios XI.
es_es: Proporciona las funciones básicas y la funcionalidad de interfaz de Nagios XI.
fr_fr: Fournit des fonctions de base et les fonctionnalités d'interface de Nagios XI.
it_it: Fornisce le funzioni di base e le funzionalità di interfaccia per Nagios XI.
ja_jp: Core機能とNagios XIのインターフェイス機能を提供します.
pl_pl: zapewnia podstawowe funkcje i funkcjonalność interfejsu dla Nagios XI.
pt_pt: Fornece funções essenciais e funcionalidades de interface para o Nagios XI.
ru_ru: Обеспечивает основные функции и интерфейс функциональность для Nagios XI.
zh_cn: 提供Nagios XI的核心功能和接口功能。

source: Copyright (c) 2009-2019 Nagios Enterprises
bg_bg: Авторско право (C) 2009-2016 Nagios Enterprises
de_de: Copyright (c) 2009 Nagios Enterprises
es_es: Copyright (c) 2009 Nagios Empresas
fr_fr: Copyright (c) 2009 Nagios Enterprises
it_it: Copyright (c) 2009 Nagios Enterprises
ja_jp: Copyright (c) 2009-2018 Nagios Enterprises
pl_pl: Copyright (c) 2009 Nagios przedsiębiorstwa
pt_pt: Copyright (c) 2009 Nagios Enterprises
ru_ru: Copyright (C) 2009 Nagios предприятий
zh_cn: 版权所有（c）2009 Nagios Enterprises

source: ERROR: User has (global) notifications disabled!
bg_bg: Грешка: Уведомленията на потребителя са изключени глобално!
de_de: ERROR: Der Benutzer hat (global) Benachrichtigungen deaktiviert!
es_es: Nota: Actualmente usted tiene notificaciones por correo deshabilitado
fr_fr: ERREUR: L'utilisateur dispose d'(global) des notifications désactivé!
it_it: ERRORE: l'utente ha (globali) per le notifiche per disabili!
ja_jp: エラー：ユーザーが（グローバル）通知を無効にしています！
pl_pl: Błąd: użytkownik (globalne) powiadomienia wyłączone!
pt_pt: Nota: Você está atualmente com notificações de e-mail desativado
ru_ru: ОШИБКА: Пользователь не имеет (глобальную) уведомления отключены!
zh_cn: 错误：用户已禁用（全局）通知！

source: An email notification will be sent
bg_bg: Уведомление по имейл ще бъде изпратено
de_de: Eine E-Mail Benachrichtigung gesendet werden soll
es_es: Una notificacion por correo electronico sera enviada
fr_fr: Un courriel vous sera envoyé
it_it: Una email di notifica verrà inviata
ja_jp: メールが送信されます
pl_pl: Powiadomienie e-mail zostanie wysłany
pt_pt: Uma notificação de e-mail será enviada
ru_ru: Электронной почты будет выслано уведомление
zh_cn: 将会发送电子邮件通知

source: Respond above this line
bg_bg: отговорете над тази линия
de_de: über dieser Linie antworten
es_es: responde por encima de esta linea
fr_fr: répondre au-dessus de cette ligne
it_it: rispondere sopra questa linea
ja_jp: 上記に返答する
pl_pl: odpowiedz powyżej tej linii
pt_pt: responder acima desta linha
ru_ru: ответить над этой строкой
zh_cn: 在此行上方回应

source: User has email notifications disabled.
bg_bg: Потребителя е изключил известията по имейл ...
de_de: Benutzer E-Mail-Benachrichtigungen deaktiviert ...
es_es: Nota: Actualmente usted tiene notificaciones por correo deshabilitado
fr_fr: L'utilisateur a désactivé les notifications par email ...
it_it: L'utente ha disattivato notifiche e-mail ...
ja_jp: ユーザーがメール通知を無効にしています。
pl_pl: Filmaster powiadomienia e-mail wyłączona ...
pt_pt: Nota: Você está atualmente com notificações de e-mail desativado
ru_ru: Пользователь уведомления по электронной почте отключен ...
zh_cn: 用户已禁用电子邮件通知。

source: ERROR: User has enabled SMS notifications but phone has not been verified.
bg_bg: грешка: потребителят е активирал SMS известия, но телефонът не е потвърден.
de_de: Fehler: Benutzer hat SMS-Benachrichtigungen aktiviert, aber das Telefon wurde nicht verifiziert.
es_es: error: el usuario ha habilitado las notificaciones de sms pero el teléfono no se ha verificado.
fr_fr: erreur: l'utilisateur a activé les notifications SMS mais le téléphone n'a pas été vérifié.
it_it: errore: l'utente ha abilitato le notifiche sms ma il telefono non è stato verificato.
ja_jp: エラー: ユーザーは SMS 通知を有効にしていますが、電話は確認されていません。
pl_pl: błąd: użytkownik włączył powiadomienia SMS, ale telefon nie został zweryfikowany.
pt_pt: erro: o usuário ativou as notificações de sms, mas o telefone não foi verificado.
ru_ru: Ошибка: пользователь включил sms-оповещения, но телефон не был проверен.
zh_cn: 错误：用户已启用SMS通知，但电话尚未通过验证。

source: A mobile text notification will be sent...
bg_bg: Уведомление чрез мобилен текст ще бъде изпратено ...
de_de: Eine mobile Text-Benachrichtigung gesendet werden soll ...
es_es: Una notificacion por correo electronico sera enviada
fr_fr: Une notification texte mobile sera envoyé ...
it_it: Una notifica di testo per cellulari sarà trasmesso ...
ja_jp: 携帯テキスト通知が送信されます...
pl_pl: powiadomienie SMS zostanie wysłany komórkowy ...
pt_pt: Uma notificação de e-mail será enviada
ru_ru: Мобильные текст уведомления будут отправлены ...
zh_cn: 手机短信通知将被发送...

source: Nagios XI - Response Error
bg_bg: грешка на отговора
de_de: Nagios xi - Antwortfehler
es_es: nagios xi - error de respuesta
fr_fr: nagios xi - erreur de réponse
it_it: nagios xi - errore di risposta
ja_jp: nagios xi - 応答エラー
pl_pl: nagios xi - błąd odpowiedzi
pt_pt: nagios xi - erro de resposta
ru_ru: nagios xi - ошибка ответа
zh_cn: Nagios XI-响应错误

source: Could not submit command due to missing hash data. Did you reply with the full email?
bg_bg: не можа да изпрати команда поради липсващи данни за хаш. отговорихте ли с пълния имейл?
de_de: Befehl konnte aufgrund fehlender Hash-Daten nicht übergeben werden. haben Sie mit der vollständigen E-Mail geantwortet?
es_es: No se pudo enviar el comando debido a que faltan datos hash. ¿Respondiste con el correo electrónico completo?
fr_fr: Impossible de soumettre la commande en raison de données de hachage manquantes. Avez-vous répondu avec l'e-mail complet?
it_it: non è stato possibile inviare il comando a causa di dati hash mancanti. hai risposto con l'email completa?
ja_jp: ハッシュデータがないため、コマンドを送信できませんでした。あなたは完全なEメールで答えましたか？
pl_pl: nie mógł przesłać polecenia z powodu brakujących danych mieszania. czy odpowiedziałeś pełnym e-mailem?
pt_pt: não foi possível enviar o comando devido à falta de dados hash. você respondeu com o email completo?
ru_ru: Не удалось отправить команду из-за отсутствия хеш-данных. Вы ответили с полной электронной почтой?
zh_cn: 由于缺少散列数据，因此无法提交命令。 您是否回复了完整的电子邮件？

source: Nagios XI - Command Error
bg_bg: - командна грешка
de_de: nagios xi - Befehlsfehler
es_es: nagios xi - error de comando
fr_fr: nagios xi - erreur de commande
it_it: nagios xi - errore di comando
ja_jp: nagios xi - コマンドエラー
pl_pl: nagios xi - błąd polecenia
pt_pt: nagios xi - erro de comando
ru_ru: nagios xi - ошибка команды
zh_cn: Nagios XI-命令错误

source: Missing response command. Did you send a valid command?
bg_bg: липсваща команда за отговор. изпратихте ли валидна команда?
de_de: fehlender Antwortbefehl. Haben Sie einen gültigen Befehl gesendet?
es_es: Falta el comando de respuesta. ¿Enviaste un comando válido?
fr_fr: commande de réponse manquante. Avez-vous envoyé une commande valide?
it_it: comando di risposta mancante. hai inviato un comando valido?
ja_jp: 応答コマンドがありません。有効なコマンドを送信しましたか？
pl_pl: brakujące polecenie odpowiedzi. czy wysłałeś poprawne polecenie?
pt_pt: comando de resposta ausente. você enviou um comando válido?
ru_ru: отсутствует команда ответа. Вы отправили правильную команду?
zh_cn: 缺少响应命令。 您发送了有效的命令吗？

source: Valid commands:
bg_bg: валидни команди:
de_de: gültige Befehle:
es_es: comandos válidos:
fr_fr: commandes valides:
it_it: comandi validi:
ja_jp: 有効なコマンド：
pl_pl: prawidłowe polecenia:
pt_pt: Comandos válidos:
ru_ru: действительные команды:
zh_cn: 有效命令：

source: Problem was acknowledged by email response
bg_bg: Проблемът беше потвърден чрез отговор на имейл
de_de: Problem wurde durch E-Mail-Antwort bestätigt
es_es: problema fue reconocido por correo electrónico de respuesta
fr_fr: le problème a été reconnu par une réponse par courrier électronique
it_it: problema è stato riconosciuto dalla risposta e-mail
ja_jp: 問題は電子メールの応答によって確認されました
pl_pl: problem został potwierdzony przez odpowiedź e-mail
pt_pt: problema foi reconhecido por resposta de e-mail
ru_ru: проблема была подтверждена ответом по электронной почте
zh_cn: 问题已通过电子邮件回复确认

source: Downtime scheduled by email response
bg_bg: престой, планиран по имейл отговор
de_de: Ausfallzeiten durch E-Mail-Antwort geplant
es_es: tiempo de inactividad programado por correo electrónico de respuesta
fr_fr: temps d'arrêt programmé par réponse par courrier électronique
it_it: tempi di inattività programmati dalla risposta e-mail
ja_jp: 電子メールの応答によってスケジュールされたダウンタイム
pl_pl: przestój zaplanowany przez odpowiedź e-mail
pt_pt: tempo de inatividade programado por resposta de email
ru_ru: время простоя запланировано по электронной почте
zh_cn: 通过电子邮件响应安排停机时间
