Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: into the CCM. This command does not restart Nagios Core. Note: You can also run this as either a GET or POST.
bg_bg: в сантиметрите. тази команда не рестартира нагоя ядро. Забележка: Можете също така да стартирате това като или получи или публикувате.
de_de: in den ccm. Dieser Befehl startet Nagios Core nicht neu. Hinweis: Sie können dies auch als Get oder Post ausführen.
es_es: en el ccm. este comando no reinicia nagios core. nota: también puede ejecutar esto como un obtener o publicar.
fr_fr: dans le ccm. cette commande ne redémarre pas le noyau nagios. note: vous pouvez aussi lancer ceci comme un get ou un post.
it_it: nel ccm. questo comando non riavvia il nagios core. nota: puoi anche eseguirlo come get o post.
ja_jp: CCM へ。このコマンドは Nagios Core を再起動しません。注: これを GET または POST として実行することもできます。
pl_pl: do ccm. to polecenie nie restartuje jądra nagios. Uwaga: możesz również uruchomić to jako get lub post.
pt_pt: no ccm. este comando não reinicia o nagios core. observação: você também pode executar isso como um get ou post.
ru_ru: в см3. эта команда не перезапускает ядро ​​nagios. Примечание: вы также можете запустить это как получение или сообщение.
zh_cn: 进入CCM。 此命令不会重新启动Nagios Core。 注意：您也可以将其作为GET或POST运行。

source: Send an core command (external command and arguments) to the nagios.cmd through the API. You can send any of the commands that are listed in the
bg_bg: изпраща командната команда (външна команда и аргументи) към nagios.cmd чрез API. можете да изпратите командите, които са в списъка
de_de: sende einen Core-Befehl (externer Befehl und Argumente) an die nagios.cmd über die API. Sie können alle Befehle senden, die in der Liste angezeigt werden
es_es: envía un comando central (comando externo y argumentos) a nagios.cmd a través de la API. puede enviar cualquiera de los comandos que están escuchando en
fr_fr: envoie une commande core (commande externe et arguments) à nagios.cmd via l'API. vous pouvez envoyer l'une des commandes qui sont énumérés dans le
it_it: invia un comando di base (comando e argomenti esterni) al nagios.cmd tramite l'API. puoi inviare uno qualsiasi dei comandi che sono elencati nel
ja_jp: コアコマンド (外部コマンドと引数) をAPI経由でnagios.cmdに送信します。リッスンするコマンドを送信できます
pl_pl: wyślij podstawowe polecenie (zewnętrzne polecenie i argumenty) do nagios.cmd poprzez api. możesz wysłać dowolne z poleceń, które znajdują się w pliku
pt_pt: Envie um comando central (comando externo e argumentos) para o nagios.cmd através da API. você pode enviar qualquer um dos comandos que são listados no
ru_ru: отправьте основную команду (внешнюю команду и аргументы) в nagios.cmd через api. вы можете отправить любую из команд, которые будут прослушиваться в
zh_cn: 通过API将核心命令（外部命令和参数）发送到nagios.cmd。 您可以发送在

source: Nagios Developer External Commands
bg_bg: nagios разработчик външни команди
de_de: Nagios Entwickler externe Befehle
es_es: Comandos externos del desarrollador de nagios
fr_fr: commandes externes du développeur nagios
it_it: comandi esterni di sviluppatore nagios
ja_jp: nagios開発者の外部コマンド
pl_pl: nagiosowe polecenia zewnętrzne programisty
pt_pt: comandos externos do desenvolvedor nagios
ru_ru: Внешние команды разработчика nagios
zh_cn: Nagios开发人员外部命令

source: page. You will need to pass the commands completely, including semi-colons. You do not, however, need to pass the command timestamp.
bg_bg: страница. ще трябва да предадете командите напълно, включително и получерупките. Вие обаче не трябва да предавате командата за време.
de_de: Seite. Sie müssen die Befehle vollständig übergeben, einschließlich Semikolons. Sie müssen den Befehlszeitstempel jedoch nicht übergeben.
es_es: página. deberá pasar los comandos por completo, incluidos los puntos y comas. sin embargo, no es necesario pasar la marca de tiempo del comando.
fr_fr: page. vous devrez passer les commandes complètement, y compris les points-virgules. Vous n'avez cependant pas besoin de passer l'horodatage de la commande.
it_it: pagina. dovrai passare i comandi completamente, compresi i punti e virgola. tuttavia, non è necessario passare il timestamp del comando.
ja_jp: セミコロンを含め、コマンドを完全に渡す必要があります。ただし、コマンドのタイムスタンプを渡す必要はありません。
pl_pl: strona. będziesz musiał całkowicie przekazać komendy, łącznie z średnikami. nie musisz jednak podawać znacznika czasu polecenia.
pt_pt: página. você precisará passar os comandos completamente, incluindo ponto e vírgula. você não precisa, no entanto, passar o timestamp de comando.
ru_ru: стр. вам нужно будет полностью передать команды, включая полуколоны. вам, однако, не нужно передавать временную метку команды.
zh_cn: 页。 您将需要完全传递命令，包括分号。 但是，您不需要传递命令时间戳。

source: Example of command formatting in API using the <code>ADD_HOST_COMMENT</code> command
bg_bg: Пример за форматиране на команди в api, използвайки командата <code>add_host_comment</code>
de_de: Beispiel für die Befehlsformatierung in API mit dem Befehl <code>add_host_comment</code>
es_es: ejemplo de formato de comando en api usando el comando <code>add_host_comment</code>
fr_fr: exemple de formatage de commande dans API à l'aide de la commande <code>add_host_comment</code>
it_it: esempio di formattazione dei comandi in api utilizzando il comando <code>add_host_comment</code>
ja_jp: <code>add_host_comment</code>コマンドを使用したAPIでのコマンドフォーマットの例
pl_pl: przykład formatowania poleceń w api za pomocą polecenia <code>add_host_comment</code>
pt_pt: exemplo de formatação de comando na API usando o comando <code>add_host_comment</code>
ru_ru: пример форматирования команды в api с помощью команды <code>add_host_comment</code>
zh_cn: 使用<code> ADD_HOST_COMMENT </code>命令在API中格式化命令的示例

source: You can also use the <code>%user%</code> macro in the command line to place the username of the user who's API key is running the command.
bg_bg: можете също така да използвате макроса <code>%user%</code> в командния ред, за да поставите потребителското име на потребителя, на когото е изпълнен командата api ключ.
de_de: Sie können auch das Makro <code>%user%</code> in der Befehlszeile verwenden, um den Benutzernamen des Benutzers zu platzieren, dessen API-Schlüssel den Befehl ausführt.
es_es: también puede usar la macro <code>%user%</code> en la línea de comando para colocar el nombre de usuario del usuario cuya clave api está ejecutando el comando.
fr_fr: vous pouvez également utiliser la macro <code>%user%</code> dans la ligne de commande pour placer le nom d'utilisateur de l'utilisateur dont la touche api exécute la commande.
it_it: puoi anche utilizzare la macro <code>%user%</code> nella riga di comando per posizionare il nome utente dell'utente a cui la chiave api sta eseguendo il comando.
ja_jp: コマンドラインで<code>%user%</code>マクロを使用して、APIキーがコマンドを実行しているユーザーのユーザー名を配置することもできます。
pl_pl: możesz również użyć makra <code>%user%</code> w linii komend, aby umieścić nazwę użytkownika, dla którego klawisz API uruchamia polecenie.
pt_pt: você também pode usar a macro <code>%user%</code> na linha de comando para colocar o nome de usuário do usuário que possui a chave api executando o comando.
ru_ru: вы также можете использовать макрос <code>%user%</code> в командной строке, чтобы поместить имя пользователя, у которого есть ключ api.
zh_cn: 您还可以在命令行中使用<code>％user％</code>宏来放置其API密钥正在运行命令的用户的用户名。

source: Example Repsonse (Success)
bg_bg: пример за репсо (успех)
de_de: Beispiel Antwort (Erfolg)
es_es: ejemplo repsonse (éxito)
fr_fr: exemple repsonse (succès)
it_it: esempio repsonse (successo)
ja_jp: レスポンス例（成功）
pl_pl: przykład repsonse (sukces)
pt_pt: exemplo repsonse (sucesso)
ru_ru: пример ответа (успех)
zh_cn: 示例响应（成功）

source: Scheduled Downtime
bg_bg: Планирани (по график) прекъсвания
de_de: Geplante Ausfallzeiten
es_es: Calendarizar Periodo de Inactividad
fr_fr: Les temps d'arrêt prévu
it_it: Fermo programmato
ja_jp: ダウンタイムスケジュール
pl_pl: planowane przestoje
pt_pt: O tempo de inatividade programado
ru_ru: Плановое отключение
zh_cn: 计划内停机时间

source: Schedules a new scheduled downtime in Nagios XI.
bg_bg: планира ново планирано престой в nagios xi.
de_de: Plant eine neue geplante Ausfallzeit in Nagios Xi.
es_es: programa un nuevo tiempo de inactividad programado en nagios xi.
fr_fr: planifie un nouveau temps d'arrêt programmé dans nagios xi.
it_it: pianifica un nuovo downtime programmato in nagios xi.
ja_jp: Nagios XIでスケジュールされた新しいダウンタイムをスケジュールします。
pl_pl: planuje nowy zaplanowany przestój w nagios xi.
pt_pt: programa um novo tempo de inatividade programado no nagios xi.
ru_ru: назначает новое запланированное время простоя в nagios xi.
zh_cn: 在Nagios XI中安排新的计划内停机时间。

source: comment
bg_bg: Коментар
de_de: Kommentar
es_es: Comentario
fr_fr: Commenter
it_it: Commento
ja_jp: コメント
pl_pl: komentarz
pt_pt: Comente
ru_ru: Комментировать
zh_cn: 评论

source: api key's user
bg_bg: api ключ потребител
de_de: Benutzer der API-Taste
es_es: usuario de api key
fr_fr: l'utilisateur d'api key
it_it: utente della chiave api
ja_jp: APIキーのユーザー
pl_pl: użytkownik klucza api
pt_pt: usuário da chave da api
ru_ru: Пользователь api key
zh_cn: api密钥的用户

source: by default if empty or a username
bg_bg: по подразбиране, ако е празно или потребителско име
de_de: Standardmäßig, wenn leer oder ein Benutzername
es_es: por defecto si está vacío o un nombre de usuario
fr_fr: par défaut si vide ou un nom d'utilisateur
it_it: di default se vuoto o un nome utente
ja_jp: 空の場合は既定で、ユーザー名
pl_pl: domyślnie, jeśli jest pusty lub nazwa użytkownika
pt_pt: por padrão, se vazio ou um nome de usuário
ru_ru: по умолчанию, если пусто или имя пользователя
zh_cn: 默认情况下为空或用户名

source: list of host names (i.e. hosts[]=1&hosts[]=2, etc)
bg_bg: списък на имена на хостове (т.е. хостове [] = 1 & хостове [] = 2 и т.н.)
de_de: Liste der Hostnamen (zB Hosts [] = 1 & Hosts [] = 2, etc)
es_es: lista de nombres de host (es decir, hosts [] = 1 y hosts [] = 2, etc.)
fr_fr: liste des noms d'hôte (ie hôtes [] = 1 & hosts [] = 2, etc)
it_it: elenco di nomi host (es. host [] = 1 & hosts [] = 2, ecc.)
ja_jp: ホスト名のリスト（例 hosts [] = 1＆hosts [] = 2、etc）
pl_pl: lista nazw hostów (tj. hosty [] = 1 i hosty [] = 2 itd.)
pt_pt: lista de nomes de host (isto é, hosts [] = 1 & hosts [] = 2, etc)
ru_ru: список имен хостов (т.е. хосты [] = 1 и хосты [] = 2 и т. д.)
zh_cn: 主机名列表（例如，hosts [] = 1＆hosts [] = 2等）

source: or 1 for regular / 2 for children triggered by parent
bg_bg: или 1 за редовни / 2 за деца, задействани от родител
de_de: oder 1 für reguläre / 2 für Kinder, die vom Elternteil ausgelöst werden
es_es: o 1 para regular / 2 para niños desencadenados por los padres
fr_fr: ou 1 pour les enfants réguliers / 2 pour les enfants déclenchés par les parents
it_it: o 1 per regolare / 2 per bambini attivati dal genitore
ja_jp: 通常の場合は1、親によってトリガーされた子供の場合は2
pl_pl: lub 1 dla zwykłego / 2 dla dzieci uruchamianych przez rodzica
pt_pt: ou 1 para regular / 2 para crianças acionadas pelos pais
ru_ru: или 1 для обычного / 2 для детей, вызванных родителем
zh_cn: 或1个普通/ 2个由父机触发的子机

source: or 1 for all services on specified hosts
bg_bg: или 1 за всички услуги на определени хостове
de_de: oder 1 für alle Dienste auf angegebenen Hosts
es_es: o 1 para todos los servicios en hosts especificados
fr_fr: ou 1 pour tous les services sur des hôtes spécifiés
it_it: o 1 per tutti i servizi su host specificati
ja_jp: 指定されたホスト上のすべてのサービスの場合は1
pl_pl: lub 1 dla wszystkich usług na określonych hostach
pt_pt: ou 1 para todos os serviços em hosts especificados
ru_ru: или 1 для всех служб на указанных хостах
zh_cn: 或1（指定主机上的所有服务）

source: list of host/service combos (i.e. services[localhost]=PING)
bg_bg: списък на комбинирани хостове / услуги (т.е. услуги [localhost] = ping)
de_de: Liste der Host / Service-Kombinationen (dh Dienste [localhost] = ping)
es_es: lista de combinaciones de host / servicio (es decir, servicios [localhost] = ping)
fr_fr: liste des combos hôte / service (ie services [localhost] = ping)
it_it: lista di combo host / servizio (es. servizi [localhost] = ping)
ja_jp: ホスト/サービスコンボのリスト（サービス[localhost] = ping）
pl_pl: lista zestawów hostów / usług (np. usługi [localhost] = ping)
pt_pt: lista de combinações de host / serviço (isto é, serviços [host local] = ping)
ru_ru: список хостов / служебных комбо (т. е. сервисы [localhost] = ping)
zh_cn: 主机/服务组合列表（即，services [localhost] = PING）

source: list of host group names
bg_bg: Хост - имена на хост група (hostgroup)
de_de: Host - Hostgruppen-Namen
es_es: nombres hostGroup - huésped
fr_fr: noms de groupes d'hôtes - hôte
it_it: nomi hostgroup - ospite
ja_jp: ホストグループ名リスト
pl_pl: Nazwy hostgroup - gospodarza
pt_pt: nomes hostgroup - host
ru_ru: Имена hostgroup - хозяин
zh_cn: 主机组名称列表

source: list of service group names
bg_bg: списък на имената на групите услуги
de_de: Liste der Dienstgruppennamen
es_es: lista de nombres de grupos de servicio
fr_fr: liste des noms de groupes de services
it_it: elenco dei nomi dei gruppi di servizi
ja_jp: サービスグル​​ープ名のリスト
pl_pl: lista nazw grup usług
pt_pt: lista de nomes de grupos de serviços
ru_ru: список имен групп обслуживания
zh_cn: 服务组名称列表

source: flexible duration length in minutes
bg_bg: гъвкава продължителност в минути
de_de: flexible Dauer in Minuten
es_es: longitud de duración flexible en minutos
fr_fr: durée flexible durée en minutes
it_it: durata flessibile in minuti
ja_jp: フレキシブルな期間長（分）
pl_pl: elastyczna długość trwania w minutach
pt_pt: comprimento de duração flexível em minutos
ru_ru: гибкая длительность в минутах
zh_cn: 灵活的持续时间长度（以分钟为单位）

source: ID of downtime to be triggered by
bg_bg: id на престой, за да бъде задействан от
de_de: ID der Ausfallzeit, die ausgelöst werden soll
es_es: id de tiempo de inactividad a ser activado por
fr_fr: id de temps d'arrêt à être déclenché par
it_it: id del tempo di inattività da attivare
ja_jp: 起動されるダウンタイムのID
pl_pl: id przestoju wywołanego przez
pt_pt: id de tempo de inatividade a ser desencadeada por
ru_ru: id простоя, который должен быть вызван
zh_cn: 停机触发的ID

source: make downtime for only hosts or services
bg_bg: да направите престой само за хостове или услуги
de_de: Machen Sie Ausfallzeiten nur für Hosts oder Dienste
es_es: hacer tiempo de inactividad solo para servidores o servicios
fr_fr: faire des temps d'arrêt pour seulement les hôtes ou les services
it_it: rendere i tempi di inattività per soli host o servizi
ja_jp: ホストまたはサービスだけのダウンタイムを作る
pl_pl: zrobić przestój tylko dla hostów lub usług
pt_pt: fazer downtime para apenas hosts ou serviços
ru_ru: делать простои только для хостов или служб
zh_cn: 仅使主机或服务停机

source: only applies to servicegroups[] and hostgroups[]
bg_bg: се отнася само за групите за услуги [] и групите домакини []
de_de: gilt nur für Servicegruppen [] und Hostgruppen []
es_es: solo se aplica a grupos de servicio [] y grupos de host []
fr_fr: s'applique uniquement aux groupes de service [] et aux groupes d'hôtes []
it_it: si applica solo ai gruppi di servizi [] e ai gruppi di host []
ja_jp: servicegroups []とhostgroups []にのみ適用されます
pl_pl: dotyczy tylko servicegroups [] i grup hostów []
pt_pt: aplica-se apenas a servicegroups [] e grupos de host []
ru_ru: применяется только к сервисным группам [] и группам хостов []
zh_cn: 仅适用于服务组[]和主机组[]

source: Deletes a scheduled downtime from the Nagios XI system. The downtime ID can be found in
bg_bg: изтрива планирано престой от системата nagios xi. id на престой може да се намери в
de_de: Löscht eine geplante Ausfallzeit vom Nagios Xi-System. Die Downtime ID finden Sie in
es_es: elimina un tiempo de inactividad programado del sistema nagios xi. el ID del tiempo de inactividad se puede encontrar en
fr_fr: supprime un temps d'arrêt planifié du système nagios xi. l'id d'arrêt peut être trouvé dans
it_it: elimina un tempo di inattività pianificato dal sistema nagios xi. l'id di downtime può essere trovato in
ja_jp: Nagios XIシステムからスケジュールされたダウンタイムを削除します。ダウンタイムIDは
pl_pl: usuwa zaplanowane przestoje z systemu nagios xi. identyfikator przestoju można znaleźć w
pt_pt: exclui um tempo de inatividade programado do sistema nagios xi. o id do tempo de inatividade pode ser encontrado em
ru_ru: удаляет запланированное время простоя из системы nagios xi. идентификатор простоя можно найти в
zh_cn: 从Nagios XI系统中删除计划的停机时间。 停机ID可在以下位置找到

source: You can get the internal ID from the
bg_bg: можете да получите вътрешния идентификатор от
de_de: Sie können die interne ID von der
es_es: puede obtener la identificación interna de la
fr_fr: vous pouvez obtenir l'identifiant interne de la
it_it: puoi ottenere l'ID interno da
ja_jp: 内部IDを取得することができます
pl_pl: możesz uzyskać wewnętrzny identyfikator od
pt_pt: você pode obter o ID interno do
ru_ru: вы можете получить внутренний идентификатор из
zh_cn: 你可以从中获得内部ID

source: objects downtime endpoint
bg_bg: крайна точка на обекта на прекъсване
de_de: Objekte Ausfallzeitendpunkt
es_es: Objetos de punto final de tiempo de inactividad
fr_fr: point d'arrêt d'objets
it_it: oggetto punto morto di arresto
ja_jp: オブジェクトダウンタイムエンドポイント
pl_pl: punkt końcowy przestoju obiektów
pt_pt: endpoint de tempo de inatividade de objetos
ru_ru: время простоя объекта
zh_cn: 对象停机时间终点

source: Users
bg_bg: Потребители
de_de: Benutzer
es_es: Usuarios
fr_fr: Utilisateurs
it_it: Utenti
ja_jp: ユーザー
pl_pl: użytkowników
pt_pt: Usuários
ru_ru: Пользователи
zh_cn: 用户

source: Lists all users in the Nagios XI system.
bg_bg: Изброява всички участници в Nagios XI системата.
de_de: listet alle Benutzer in der Nagios XI-System.
es_es: enumera todos los usuarios en el sistema xi nagios.
fr_fr: répertorie tous les utilisateurs du système de xi nagios.
it_it: elenca tutti gli utenti del sistema xi Nagios.
ja_jp: Nagios XIシステム内のすべてのユーザーが一覧表示されます.
pl_pl: lista wszystkich użytkowników w systemie xi Nagios.
pt_pt: lista todos os usuários do sistema xi nagios.
ru_ru: перечислены все пользователи в системе хг Nagios.
zh_cn: 列出Nagios XI系统中的所有用户。

source: 0 or 1
bg_bg: 0 или 1
de_de: 0 oder 1
es_es: 0 o 1
fr_fr: 0 ou 1
it_it: 0 o 1
ja_jp: 0または1
pl_pl: 0 lub 1
pt_pt: 0 ou 1
ru_ru: 0 или 1
zh_cn: 0或1

source: Creates a new user in the Nagios XI system. Values in <b>bold</b> are defaults.
bg_bg: Създай нов потребител в Nagios XI системата. Стойностите в удебелен шрифт са по подразбиране.
de_de: erstellt einen neuen Benutzer in der Nagios XI-System. Werte in Fett sind Standardwerte.
es_es: crea un nuevo usuario en el sistema xi nagios. Los valores en negrita son los valores predeterminados.
fr_fr: crée un nouvel utilisateur dans le système de xi nagios. Les valeurs en gras sont les valeurs par défaut.
it_it: crea un nuovo utente nel sistema xi Nagios. I valori in grassetto sono predefiniti.
ja_jp: Nagios XIシステムに新しいユーザーを作成します。 <b>太字</b>の値は既定です。
pl_pl: tworzy nowego użytkownika w systemie xi Nagios. Wartości domyślne są pogrubione.
pt_pt: cria um novo usuário no sistema xi nagios. Os valores em negrito são padrões.
ru_ru: создает нового пользователя в системе хг Nagios. Значения, выделенные жирным шрифтом по умолчанию.
zh_cn: 在Nagios XI系统中创建一个新用户。 <b>粗体</b>中的值是默认值。

source: default
bg_bg: По подразбиране
es_es: por defecto
fr_fr: défaut
it_it: difetto
ja_jp: 既定
pl_pl: domyślne
pt_pt: padrão
ru_ru: умолчанию
zh_cn: 默认

source: locale exmaple
bg_bg: локация
de_de: Gebietsschema Beispiel
fr_fr: Exmaple locale
ja_jp: ロケールの例
zh_cn: 语言环境示例

source: or admin
bg_bg: или администратор
de_de: oder Admin
es_es: o administrador
fr_fr: ou admin
it_it: o admin
ja_jp: または admin
pl_pl: lub administratora
pt_pt: ou administrador
ru_ru: или администратора
zh_cn: 或admin

source: If user type selected: (Ignored if user is admin)
bg_bg: Ако е избран тип на потребителя: (Игнориран, ако потребителя е администратор)
de_de: wenn Benutzertyp ausgewählt: (ignoriert, wenn Benutzer ist admin)
es_es: si el tipo de usuario seleccionado: (se ignora si el usuario es admin)
fr_fr: si le type d'utilisateur sélectionné: (ignoré si l'utilisateur est admin)
it_it: se il tipo di utente selezionato: (ignorato se l'utente è admin)
ja_jp: userタイプを選択した場合：（ユーザーが管理者である場合は無視されます）
pl_pl: jeśli wybrano typ użytkownika (ignorowane, jeśli użytkownik jest admin)
pt_pt: se o tipo de usuário selecionado: (ignorado se o usuário é admin)
ru_ru: если выбран тип пользователя: (игнорируется, если пользователь Admin)
zh_cn: 如果选择了用户类型：（如果用户是admin，则忽略）

source: all others won't work
bg_bg: Останалите няма да работят
de_de: alle anderen werden nicht funktionieren
es_es: todos los demás no funcionarán
fr_fr: tous les autres ne fonctionneront pas
it_it: tutti gli altri non funzioneranno
ja_jp: その他は動作しません
pl_pl: wszyscy inni nie będą działać
pt_pt: todos os outros não vai funcionar
ru_ru: все остальные не будут работать
zh_cn: 所有其他人将无法正常工作

source: Auth settings for using AD or LDAP
bg_bg: авт настройки за използване на реклама или LDAP
de_de: Authentifizierungseinstellungen für die Verwendung von ad oder ldap
es_es: configuración de autenticación para usar ad o ldap
fr_fr: paramètres d'authentification pour l'utilisation de l'annonce ou de ldap
it_it: impostazioni di autenticazione per l'utilizzo di annunci o LDAP
ja_jp: ADまたはLDAPを使用するための認証設定
pl_pl: ustawienia auth do używania reklamy lub ldap
pt_pt: configurações de autenticação para usar anúncios ou ldap
ru_ru: auth для использования объявления или ldap
zh_cn: 使用AD或LDAP的身份验证设置

source: Auth server ID
bg_bg: id сървър на сървъра
de_de: Authentifizierungsserver-ID
es_es: identificación del servidor de autenticación
fr_fr: identifiant du serveur d'authentification
ja_jp: 認証サーバーID
pl_pl: identyfikator serwera uwierzytelniania
pt_pt: ID do servidor de autenticação
ru_ru: идентификатор сервера auth
zh_cn: 身份验证服务器ID

source: from
bg_bg: От
de_de: Von
es_es: Desde
fr_fr: À partir de
it_it: Da
ja_jp: 期間
pl_pl: z
pt_pt: De
ru_ru: От
zh_cn: 从

source: AD username without suffix
bg_bg: потребителско име на рекламата без суфикс
de_de: Anzeigename ohne Suffix
es_es: nombre de usuario del anuncio sin sufijo
fr_fr: nom d'utilisateur de l'annonce sans suffixe
it_it: nome utente dell'annuncio senza suffisso
ja_jp: サフィックスなしのADユーザー名
pl_pl: nazwa użytkownika reklamy bez sufiksu
pt_pt: nome de usuário do anúncio sem sufixo
ru_ru: имя пользователя ad без суффикса
zh_cn: 不带后缀的AD用户名

source: LDAP full distinguished name
bg_bg: Пълно различно име
de_de: ldap voll definierten Namen
es_es: ldap completo nombre distinguido
fr_fr: ldap nom complet complet
it_it: ldap completo nome distinto
ja_jp: LDAP完全識別名
pl_pl: ldap pełna nazwa wyróżniająca
pt_pt: ldap nome completo completo
ru_ru: ldap полное отличительное имя
zh_cn: LDAP完整专有名称

source: User account jmcdouglas was added successfully!
bg_bg: Потребителския акаунт jmcdouglas е беше добавен успешно!
de_de: Benutzerkonto jmcdouglas wurde erfolgreich hinzugefügt!
es_es: cuenta de usuario jmcdouglas fue añadido con éxito!
fr_fr: compte d'utilisateur jmcdouglas a été ajouté avec succès!
it_it: account utente jmcdouglas è stato aggiunto con successo!
pl_pl: jmcdouglas konta użytkownika została dodana!
pt_pt: conta de usuário jmcdouglas foi adicionado com sucesso!
ru_ru: учетная запись пользователя jmcdouglas был успешно добавлен!
zh_cn: 用户帐户jmcdouglas已成功添加！

source: Deletes a user from the Nagios XI system.
bg_bg: Изтрива потребител от Nagios XI системата.
de_de: löscht einen Benutzer aus der Nagios XI-System.
es_es: elimina un usuario del sistema xi nagios.
fr_fr: supprime un utilisateur du système de nagios xi.
it_it: cancella un utente dal sistema xi Nagios.
ja_jp: Nagios XIシステムからユーザーを削除します.
pl_pl: usuwa użytkownika z systemu xi Nagios.
pt_pt: exclui um usuário do sistema xi nagios.
ru_ru: удаляет пользователя из системы хг Nagios.
zh_cn: 从Nagios XI系统中删除用户。

source: Auth Servers
bg_bg: auth сървъри
de_de: Authentifizierungsserver
es_es: servidores de autenticación
fr_fr: serveurs d'authentification
it_it: server di autenticazione
ja_jp: 認証サーバー
pl_pl: serwery uwierzytelniające
pt_pt: servidores de autenticação
ru_ru: серверы auth
zh_cn: 验证服务器
