Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: must select the preferences and security settings for all users
bg_bg: Трябва да изберете предпочитанията и настройките за защита за всички потребители
de_de: müssen Sie die Einstellungen und Sicherheitseinstellungen für alle Benutzer auswählen
es_es: debe seleccionar las preferencias y configuración de seguridad para todos los usuarios
fr_fr: doit sélectionner les préférences et les paramètres de sécurité pour tous les utilisateurs
it_it: devono selezionare le preferenze e le impostazioni di sicurezza per tutti gli utenti
ja_jp: すべてのユーザーのプリファレンスとセキュリティ設定を選択する必要があります
pl_pl: musi wybrać preferencji i ustawień zabezpieczeń dla wszystkich użytkowników
pt_pt: deve selecionar as preferências e configurações de segurança para todos os usuários
ru_ru: необходимо выбрать параметры и настройки безопасности для всех пользователей
zh_cn: 必须为所有用户选择首选项和安全设置

source: For quicker creation, select users with checkboxes and use the dropdown to set the preferences and security settings for multiple users at once.
bg_bg: За по-бързо създаване, изберете потребители с отметки и използвайте падащото меню, за да настроите предпочитанията и настройките за сигурност за множество потребители по едно и също време.
de_de: für eine schnellere Erstellung, wählen Sie Benutzer mit Checkboxen und verwenden Sie die Dropdown, um Präferenzen und Sicherheitseinstellungen für mehrere Benutzer auf einmal setzen.
es_es: para la creación rápida, seleccione los usuarios con casillas de verificación y utilice el menú desplegable para configurar las preferencias y la configuración de seguridad para múltiples usuarios a la vez.
fr_fr: pour la création rapide, sélectionnez les utilisateurs avec des cases à cocher et utilisez la liste déroulante pour définir les préférences et les paramètres de sécurité de plusieurs utilisateurs à la fois.
it_it: per la creazione più rapida, selezionare gli utenti con caselle di controllo e utilizzare il menu a discesa per impostare le preferenze e le impostazioni di sicurezza per più utenti contemporaneamente.
ja_jp: チェックボックスでユーザを選択し、ドロップダウンを使用して一度に複数のユーザーのプリファレンスとセキュリティ設定を設定すると、すばやく作成することができます.
pl_pl: na szybsze tworzenie, wybierz użytkownikom wyboru i korzystać z listy rozwijanej, aby ustawić preferencje i ustawienia zabezpieczeń dla wielu użytkowników na raz.
pt_pt: para a criação de mais rápido, selecione os usuários com caixas de seleção e use o menu suspenso para definir as preferências e configurações de segurança para vários usuários ao mesmo tempo.
ru_ru: для быстрого создания, выбора пользователей с флажками и использовать выпадающее меню установить параметры и настройки безопасности для нескольких пользователей одновременно.
zh_cn: 为了更快地创建，请选中带有复选框的用户，然后使用下拉菜单一次为多个用户设置首选项和安全设置。

source: Toggle checkboxes
bg_bg: Превключете отметките (checkboxes)
de_de: wechseln Sie alle Kontrollkästchen
es_es: cambiar todas las casillas
fr_fr: activer toutes les cases
it_it: attivare tutte le caselle di controllo
ja_jp: チェックボックスを切り替える
pl_pl: przełączyć wszystkie pola wyboru
pt_pt: activar todas as caixas
ru_ru: переключать все отметки
zh_cn: 切换复选框

source: Edit multiple
bg_bg: Редактирайте множествен
de_de: Bearbeiten mehrerer
es_es: editar múltiples
fr_fr: modifier multiples
it_it: modifica multipla
ja_jp: 複数編集
pl_pl: edytować wiele
pt_pt: editar múltipla
ru_ru: редактировать несколько
zh_cn: 编辑多个

source: XI User Interface Theme
bg_bg: Тема на потребителския XI интерфейс
de_de: xi Benutzeroberfläche Thema
es_es: es el tema de interfaz de usuario xi
fr_fr: thème de l'interface utilisateur de xi
it_it: utente xi tema dell'interfaccia
ja_jp: XIユーザインターフェイスのテーマ
pl_pl: Temat xi interfejs użytkownika
pt_pt: tema interface xi
ru_ru: Тема XI пользовательский интерфейс
zh_cn: XI用户界面主题

source: Access to all objects by default and can control, access, and configure the entire Nagios XI system and has access to the admin section.
bg_bg: достъп до всички обекти по подразбиране и може да контролира, осъществява достъп и конфигурира цялата система nagios xi и има достъп до администраторската секция.
de_de: Zugriff auf alle Objekte standardmäßig und kann das gesamte nagios xi-System steuern, darauf zugreifen und konfigurieren und hat Zugriff auf den Admin-Bereich.
es_es: acceso a todos los objetos por defecto y puede controlar, acceder y configurar todo el sistema nagios xi y tiene acceso a la sección de administración.
fr_fr: accès à tous les objets par défaut et peut contrôler, accéder et configurer l'ensemble du système nagios xi et a accès à la section admin.
it_it: accesso a tutti gli oggetti per impostazione predefinita e può controllare, accedere e configurare l'intero sistema nagios xi e ha accesso alla sezione admin.
ja_jp: 既定ではすべてのオブジェクトにアクセスでき、Nagios XIシステム全体を制御、アクセス、設定することができ、管理セクションにアクセスできます。
pl_pl: dostęp do wszystkich obiektów domyślnie i może kontrolować, uzyskiwać dostęp i konfigurować cały system nagi xi i ma dostęp do sekcji administratora.
pt_pt: acesso a todos os objetos por padrão e pode controlar, acessar e configurar todo o sistema nagios xi e ter acesso à seção admin.
ru_ru: доступ ко всем объектам по умолчанию и может управлять, получать доступ и настраивать всю систему nagios xi и иметь доступ к разделу администрирования.
zh_cn: 默认情况下，可以访问所有对象，并且可以控制，访问和配置整个Nagios XI系统，并且可以访问admin部分。

source: Allows the user do the following on hosts and services they have access to
bg_bg: позволява на потребителя да направи следното на обекти, до които има достъп
de_de: ermöglicht dem Benutzer das Ausführen von Objekten, auf die er Zugriff hat
es_es: permite al usuario hacer lo siguiente sobre los objetos a los que tienen acceso
fr_fr: permet à l'utilisateur de faire ce qui suit sur les objets auxquels il a accès
it_it: consente all'utente di eseguire quanto segue sugli oggetti a cui ha accesso
ja_jp: ユーザーは、アクセス可能なホスト、サービスに対して以下の操作を行うことができます
pl_pl: pozwala użytkownikowi wykonać następujące czynności na obiektach, do których ma dostęp
pt_pt: permite que o usuário faça o seguinte em objetos a que eles têm acesso
ru_ru: позволяет пользователю выполнять следующие действия по объектам, к которым они имеют доступ
zh_cn: 允许用户在他们有权访问的主机和服务上执行以下操作

source: Acknowledge problems
bg_bg: Потвърди проблема
de_de: Bestätigen Problem
es_es: Reconocer problema
fr_fr: Reconnaître un problème
it_it: Conferma Problema
ja_jp: 障害の認知
pl_pl: uznania problemu
pt_pt: Problema reconhecido
ru_ru: Признать проблемы
zh_cn: 确认问题

source: Schedule downtime
bg_bg: Насрочете планиран престой
de_de: Planen Sie Ausfallzeiten
es_es: Calendarizar tiempo de inactividad
fr_fr: Programmer les temps d'arrêt
it_it: Pianificare i tempi di inattività
ja_jp: ダウンタイムをスケジュールする
pl_pl: Harmonogram przestojów
pt_pt: Agendar tempo de inatividade
ru_ru: Расписание простоя
zh_cn: 安排停机时间

source: Toggle notifications
bg_bg: Активирайте известията
de_de: Benachrichtigungen aktivieren
es_es: Habilitar las notificaciones
fr_fr: Activer les notifications
it_it: Attiva notifiche
ja_jp: 通知を有効にする
pl_pl: włączyć powiadomienia
pt_pt: Habilitar notificações
ru_ru: Включить уведомления
zh_cn: 切换通知

source: Force checks on all objects
bg_bg: проверка на силата на всички обекти
de_de: forciert alle Objekte
es_es: controles de fuerza en todos los objetos
fr_fr: force des contrôles sur tous les objets
it_it: forzare i controlli su tutti gli oggetti
ja_jp: すべてのオブジェクトの強制確認
pl_pl: wymuszaj sprawdzanie wszystkich obiektów
pt_pt: verificações de força em todos os objetos
ru_ru: принудительная проверка всех объектов
zh_cn: 强制检查所有对象

source: Successfully added
bg_bg: Добавен успешно
de_de: erfolgreich hinzugefügt
es_es: agregado con éxito
fr_fr: ajouté avec succès
it_it: aggiunto con successo
ja_jp: 正常に追加されました
pl_pl: pomyślnie dodana
pt_pt: adicionado com sucesso
ru_ru: успешно добавлен
zh_cn: 添加成功

source: users
bg_bg: потребители
de_de: Benutzer
es_es: usuario
fr_fr: utilisateur
it_it: utente
ja_jp: ユーザー
pl_pl: użytkownik
pt_pt: Usuário
ru_ru: пользователь
zh_cn: 用户

source: Allows LDAP / Active Directory to be used as a central user authentication source for Nagios XI
bg_bg: Позволява LDAP / Active Directory да бъде използван като централен потребителски източник за оторизация в Nagios XI
de_de: ermöglicht die LDAP / Active Directory als zentrale Benutzerauthentifizierung Quelle für Nagios xi verwendet werden
es_es: permite a LDAP directorio / activo que se utiliza como una fuente de autenticación de usuario central para nagios xi
fr_fr: permet au LDAP / Active Directory pour être utilisé comme une source d'authentification utilisateur centrale pour nagios xi
it_it: consente a LDAP / Active Directory da utilizzare come fonte di autenticazione utente centrale per Nagios xi
ja_jp: LDAP / Active Directory は Nagios XIのセントラルユーザ認証ソースとして使用できます
pl_pl: pozwala katalogu LDAP / czynne do stosowania jako centralnego źródła uwierzytelniania użytkownika na Nagios XI
pt_pt: permite ldap diretório / ativo para ser usado como uma fonte de autenticação do usuário central para nagios xi
ru_ru: позволяет LDAP / Active Directory, которые будут использоваться в качестве центрального источника аутентификации пользователя для Nagios XI
zh_cn: 允许将LDAP / Active Directory用作Nagios XI的中心用户身份验证源

source: LDAP / Active Directory Integration
bg_bg: LDAP / Active Directory интеграция
es_es: ldap / integración de Active Directory
fr_fr: ldap / actif intégration d'annuaire
it_it: LDAP / Active Directory Integrazione
ja_jp: LDAP / Active Directory統合
pl_pl: ldap / aktywna integracja katalog
pt_pt: ldap / integração do Active Directory
ru_ru: LDAP / активной интеграции каталогов
zh_cn: LDAP / Active Directory集成

source: Active Directory authentication failed!
bg_bg: Оторизацията към Active Directory не успя!
de_de: Active Directory-Authentifizierung in Ordnung!
es_es: Autenticación de Active Directory bien!
fr_fr: L'authentification Active Directory correct!
it_it: L'autenticazione di Active Directory bene!
ja_jp: Active Directory認証に成功しました!
pl_pl: uwierzytelnianie usługi Active Directory w porządku!
pt_pt: autenticação Active Directory bem!
ru_ru: Активная аутентификация Каталог порядке!
zh_cn: Active Directory身份验证失败！

source: LDAP authentication failed!
bg_bg: LDAP оторизацията беше неуспешна!
de_de: LDAP-Authentifizierung fehlgeschlagen!
es_es: autenticación LDAP falló!
fr_fr: l'authentification LDAP a échoué!
it_it: autenticazione LDAP fallita!
ja_jp: LDAP認証に失敗しました！
pl_pl: uwierzytelniania LDAP nie powiodło się!
pt_pt: autenticação LDAP falhou!
ru_ru: аутентификации LDAP не удалось!
zh_cn: LDAP验证失败！

source: The required libraries for the Active Directory integration component are
bg_bg: Необходимите библиотеки за интеграция с компонента Active Directory са
de_de: die benötigten Bibliotheken für die Active Directory-Integration-Komponente sind
es_es: las bibliotecas necesarias para el componente de integración de Active Directory son
fr_fr: les bibliothèques requises pour le composant actif de l'intégration de répertoire sont
it_it: le librerie richieste per il componente di integrazione di Active Directory sono
ja_jp: Active Directory統合コンポーネントのために必要なライブラリが
pl_pl: wymagane biblioteki dla aktywnego składnika integracji katalogu są
pt_pt: as bibliotecas necessárias para o componente de integração do Active Directory são
ru_ru: необходимые библиотеки для активного компонента интеграции каталогов являются
zh_cn: Active Directory集成组件所需的库是

source: missing
bg_bg: липсващ
de_de: fehlt
es_es: que falta
fr_fr: manquant
it_it: mancante
ja_jp: 見つかりません
pl_pl: brakujący
pt_pt: desaparecido
ru_ru: без вести пропавшие
zh_cn: 丢失

source: Could not connect to the LDAP server selected.
bg_bg: Не може да се свърже с избрания LDAP сървър.
de_de: konnte nicht an den LDAP-Domänencontroller ausgewählt verbinden.
es_es: no pudo conectar con el controlador de dominio LDAP seleccionado.
fr_fr: Impossible de se connecter au contrôleur de domaine LDAP sélectionné.
it_it: non potevano connettersi al controller di dominio LDAP selezionato.
ja_jp: 選択されたLDAPサーバーに接続できませんでした.
pl_pl: Nie można połączyć się z serwerem LDAP wybranym.
pt_pt: não pôde se conectar ao controlador de domínio LDAP selecionado.
ru_ru: не может подключиться к контроллеру домена LDAP выбранной.
zh_cn: 无法连接到所选的LDAP服务器。

source: LDAP / Active Directory Integration Configuration
bg_bg: LDAP / Active Directory конфигурация за интегриране
de_de: LDAP / Active Directory-Integration Konfigurations
es_es: ldap / configuración de la integración del directorio activo
fr_fr: configuration de l'intégration LDAP / Active Directory
it_it: / configurazione integrazione Active Directory ldap
ja_jp: LDAP / Active Directory 統合設定
pl_pl: LDAP / Active Directory Konfiguracja integracji
pt_pt: configuração de integração com LDAP / Active Directory
ru_ru: LDAP / конфигурация интеграции Active Directory
zh_cn: LDAP / Active Directory集成配置

source: Enable LDAP / Active Directory Authentication
bg_bg: Позволете оторизация с LDAP / Active Directory
de_de: Aktivieren Sie Active Directory-Authentifizierung
es_es: Habilitar autentica por Active Directory
fr_fr: Activer l'authentification Active Directory
it_it: Abilita autenticazione di Active Directory
ja_jp: LDAP / Active Directory認証を有効にする
pl_pl: włączyć uwierzytelnianie katalogów LDAP / Active
pt_pt: habilitar a autenticação do Active Directory
ru_ru: Включить активной аутентификации каталог
zh_cn: 启用LDAP / Active Directory身份验证

source: LDAP/AD Authentication Servers
bg_bg: LDAP/AD сървъри за оторизация
de_de: LDAP / AD-Authentifizierungsserver
es_es: servidores de autenticación LDAP / AD
fr_fr: serveurs d'authentification LDAP / ad
it_it: server di autenticazione LDAP / pubblicitarie
ja_jp: LDAP/AD 認証サーバー
pl_pl: serwery uwierzytelniania LDAP / AD
pt_pt: servidores de autenticação LDAP / ad
ru_ru: серверы аутентификации LDAP / объявление
zh_cn: LDAP / AD认证服务器

source: Authentication servers can be used to authenticate users over on login.
bg_bg: Сървърите за оторизация могат да се използват за удостоверяване на потребителите по време на влизане в профила.
de_de: authenticaiton Server können verwendet werden, um Benutzer bei der Anmeldung authentifizieren über werden.
es_es: servidores authenticaiton pueden utilizarse para autenticar a los usuarios sobre el inicio de sesión.
fr_fr: serveurs authenticaiton peuvent être utilisés pour authentifier les utilisateurs sur la connexion.
it_it: server authenticaiton possono essere usati per autenticare gli utenti su al login.
ja_jp: ログイン時のユーザー認証に認証サーバーを使用できます.
pl_pl: Serwery authenticaiton mogą być używane do uwierzytelniania użytkowników na przy logowaniu.
pt_pt: servidores authenticaiton pode ser usado para autenticar usuários em mais de login.
ru_ru: authenticaiton серверы могут быть использованы для аутентификации пользователей по при входе в систему.
zh_cn: 身份验证服务器可用于在登录时对用户进行身份验证。

source: Once a server has been added you can
bg_bg: Веднъж след като сървъра е добавен, вие може да
de_de: einmal pro Server wurde hinzugefügt Sie können
es_es: una vez que un servidor se ha añadido que puede
fr_fr: une fois par serveur a été ajoutée, vous pouvez
it_it: una volta che un server è stato aggiunto è possibile
ja_jp: サーバー追加後に次の操作を実行できます:
pl_pl: raz serwer został dodany możesz
pt_pt: uma vez que um servidor foi adicionado você pode
ru_ru: когда сервер был добавлен Вы можете
zh_cn: 添加服务器后，您可以

source: import users
bg_bg: Внос на потребители
de_de: Import-Benutzer
es_es: los usuarios de importación
fr_fr: utilisateurs d'importation
it_it: gli utenti di importazione
ja_jp: ユーザーのインポート
pl_pl: Importowanie użytkowników
pt_pt: usuários de importação
ru_ru: импорта пользователей
zh_cn: 导入用户

source: Add Authentication Server
bg_bg: Добави сървър за оторирация (Authentication Server)
de_de: hinzufügen Authentifizierungsserver
es_es: añadir servidor de autenticación
fr_fr: Ajouter un serveur d'authentification
it_it: aggiungere server di autenticazione
ja_jp: 認証サーバーの追加
pl_pl: dodać serwer uwierzytelniania
pt_pt: adicionar servidor de autenticação
ru_ru: добавить сервер аутентификации
zh_cn: 添加身份验证服务器

source: Server(s)
bg_bg: Сървър(и)
de_de: Server (n)
es_es: servidor (s)
fr_fr: serveur (s)
ja_jp: サーバ
pl_pl: Serwer (s)
pt_pt: servidor (es)
ru_ru: Сервер (ы)
zh_cn: 服务器

source: Associated Users
bg_bg: Свързаните потребители
de_de: assoziierten Benutzer
es_es: usuarios asociados
fr_fr: utilisateurs associés
it_it: utenti associati
ja_jp: 関連付けられたユーザー
pl_pl: związane z nimi użytkowników
pt_pt: usuários associados
ru_ru: связанных пользователей
zh_cn: 相关用户

source: There are currently no LDAP or AD servers to authenticate against.
bg_bg: В момента няма LDAP или AD сървъри за оторизация.
de_de: aber derzeit sind keine LDAP oder Ad-Server zu authentifizieren.
es_es: actualmente no hay LDAP o servidores de anuncios para autenticar contra.
fr_fr: il ne existe actuellement aucun serveur LDAP ou ad pour authentifier contre.
it_it: attualmente non esistono LDAP o ad server per l'autenticazione.
ja_jp: 認証を行うためのLDAP または AD サーバーがありません.
pl_pl: obecnie nie ma żadnych serwerów LDAP lub reklam, aby uwierzytelnić.
pt_pt: atualmente não há servidores LDAP ou de anúncios para autenticar contra.
ru_ru: Есть в настоящее время нет LDAP или объявление серверы аутентификации в.
zh_cn: 当前没有要验证的LDAP或AD服务器。

source: Not enabled
bg_bg: Не е активиран
de_de: nicht aktiviert.
es_es: no permitido.
fr_fr: pas activé.
it_it: non abilitato.
ja_jp: 無効
pl_pl: nie włączone
pt_pt: não habilitada.
ru_ru: не включено.
zh_cn: 未启用。

source: Edit server
bg_bg: Редактирайте сървъра
es_es: servidor de edición
fr_fr: serveur d'édition
it_it: Modifica server
ja_jp: サーバーを編集
pl_pl: Serwer edycja
pt_pt: editar servidor
ru_ru: Изменить сервер
zh_cn: 编辑服务器

source: Remove server
bg_bg: Премахване на сървъра
de_de: Server entfernen
es_es: quitar servidor
fr_fr: retirer serveur
it_it: rimuovi Server
ja_jp: サーバーを削除
pl_pl: usuń serwer
pt_pt: remover servidor
ru_ru: удалить сервер
zh_cn: 删除服务器

source: Authentication Server Settings
bg_bg: Настройки за оторизация на сървъра
de_de: Authentication Settings
es_es: Configuracion de Autenticacion
fr_fr: Paramètres d'authentification
it_it: Impostazioni di autenticazione
ja_jp: 認証サーバー設定
pl_pl: Ustawienia serwera uwierzytelniania
pt_pt: Configurações de autenticação
ru_ru: Параметры проверки подлинности
zh_cn: 验证服务器设置

source: Enable this authentication server
bg_bg: Активирайте този сървър за оторизация
de_de: Aktivieren Sie diese authenticaiton Server
es_es: habilitar este servidor authenticaiton
fr_fr: permettre à ce serveur de authenticaiton
it_it: attivare questo server authenticaiton
ja_jp: この認証サーバーを有効にする
pl_pl: włączyć ten serwer authenticaiton
pt_pt: permitir que este servidor authenticaiton
ru_ru: включить эту authenticaiton сервер
zh_cn: 启用此身份验证服务器

source: Connection Method
bg_bg: Метод на свързване
de_de: Anschlusstechnik
es_es: método de conexión
fr_fr: méthode de connexion
it_it: metodo di connessione
ja_jp: 接続方法
pl_pl: Sposób podłączenia
pt_pt: método de conexão
ru_ru: Способ подключения
zh_cn: 连接方式

source: Use either LDAP or Active Directory settings to connect
bg_bg: Използвайте или LDAP или Active Directory настройки, за да се свържете
de_de: entweder LDAP oder Active Directory-Einstellungen zu verbinden
es_es: utilizar LDAP o la configuración de Active Directory para conectarse
fr_fr: utiliser LDAP ou paramètres Active Directory de se connecter
it_it: utilizzare LDAP o le impostazioni di Active Directory per la connessione
ja_jp: 接続に LDAP または Active Directory設定を使用する
pl_pl: użyć LDAP lub Active ustawień katalogu połączyć
pt_pt: utilize um ldap ou configurações do Active Directory para conectar
ru_ru: использовать либо LDAP или активные настройки каталога для подключения
zh_cn: 使用LDAP或Active Directory设置进行连接

source: Base DN
es_es: DN Base
fr_fr: DN de base
ja_jp: ベースDN
pl_pl: Podstawa dn
ru_ru: Базовый DN
zh_cn: 基本专有名称

source: The LDAP-format starting object (distinguished name) that your users are defined below, such as
bg_bg: Стартиращия обект в LDAP-формат (distinguished name), който вашите потребители са дефинирани по-долу, като например
de_de: Die LDAP-Format ab Objekt (Distinguished Name), dass Ihre Benutzer weiter unten definiert werden, wie
es_es: El objeto LDAP formato de partida (nombre distinguido) que los usuarios se definen a continuación, como
fr_fr: L'objet LDAP au format de départ (nom distinctif) que vos utilisateurs sont définis ci-dessous, tels que
it_it: Il LDAP formato oggetto di partenza (nome distinto) che gli utenti sono di seguito definiti, come ad esempio
ja_jp: 下で定義されるLDAP形式の開始オブジェクト（識別名）. 例：
pl_pl: Obiekt począwszy ldap-Format (nazwa wyróżniająca), że użytkownicy są zdefiniowane poniżej, takich jak
pt_pt: o objeto de partida ldap-format (nome distinto) que seus usuários são definidos a seguir, como
ru_ru: LDAP-формате, начиная объект (отличительное имя), что ваши пользователи определены ниже, такие, как
zh_cn: 您的用户在下面定义的LDAP格式的起始对象（专有名称），例如

source: Account Suffix
bg_bg: Наставка на потребителския профил
de_de: Konto Suffix
es_es: Cuenta Sufijo
fr_fr: Suffixe compte
it_it: Conto Suffisso
ja_jp: アカウントサフィックス
pl_pl: Konto przyrostek
pt_pt: Sufixo da conta
ru_ru: Счет суффикс
zh_cn: 帐户后缀

source: The part of the full user identification after the username, such as
bg_bg: От страната на пълната идентификация на потребителя, след потребителското име, като например
de_de: Der Teil des gesamten Benutzer-Identifikation nach dem Benutzernamen, wie
es_es: La parte de la identificación de usuario completa después de que el nombre de usuario, tales como
fr_fr: La partie de l'identification de l'utilisateur complet après le nom d'utilisateur, tels que
it_it: La parte di identificazione utente completa dopo l'utente, ad esempio
ja_jp: ユーザー名の後に続く完全なユーザー識別の一部. 例：
pl_pl: Część pełnej identyfikacji użytkownika po użytkownika, np
pt_pt: A parte da identificação do usuário completa após o nome do usuário, tais como
ru_ru: Часть полной идентификации пользователя после того, как имя пользователя, такие, как
zh_cn: 用户名后的完整用户标识部分，例如

source: Domain Controllers
bg_bg: Домейн контролери
es_es: Controladores de dominio
fr_fr: Contrôleurs de domaine
it_it: Controller di dominio
ja_jp: ドメインコントローラ
pl_pl: kontrolery domeny
pt_pt: Controladores de Domínio
ru_ru: Контроллеры домена
zh_cn: 域控制器

source: A comma-separated list of domain controllers on your network.
bg_bg: Списък на домейн контролери във вашата мрежа, разделени със запетаи.
de_de: Eine durch Kommata getrennte Liste der Domänencontroller in Ihrem Netzwerk.
es_es: Una lista separada por comas de los controladores de dominio de la red.
fr_fr: Une liste séparée par des virgules des contrôleurs de domaine de votre réseau.
it_it: Un elenco separato da virgole di controller di dominio della rete.
ja_jp: ネットワーク上のドメインコントローラのリスト（カンマ区切り）.
pl_pl: lista oddzielonych przecinkami kontrolerów domeny w sieci.
pt_pt: Uma lista separada por vírgulas de controladores de domínio em sua rede.
ru_ru: Разделенный запятыми список контроллеров домена в сети.
zh_cn: 网络上域控制器的逗号分隔列表。

source: LDAP Host
bg_bg: LDAP хост
es_es: Host del LDAP
fr_fr: Hôte LDAP
it_it: Host LDAP
ja_jp: LDAPホスト
pl_pl: hosta LDAP
pt_pt: host LDAP
ru_ru: Хост LDAP
zh_cn: LDAP主机

source: The IP address or hostname of your LDAP server.
bg_bg: IP адрес или име на хост на вашия LDAP сървър.
de_de: Die IP-Adresse oder FQDN Namen des IMAP-Server.
es_es: La direccion IP o el nombre FQDNS del host
fr_fr: L'adresse IP ou le nom FQDN du serveur IMAP.
it_it: L'indirizzo IP o il nome FQDN del server IMAP.
ja_jp: LDAPサーバーのIPアドレスまたはホスト名.
pl_pl: adres IP lub nazwę hosta serwera LDAP.
pt_pt: O endereço IP ou FQDN nome do host
ru_ru: IP-адрес или FQDN, имя сервера IMAP.
zh_cn: LDAP服务器的IP地址或主机名。
