Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: LDAP Port
bg_bg: LDAP порт
es_es: Puerto del LDAP
fr_fr: Port LDAP
it_it: Porta LDAP
ja_jp: LDAPポート
pl_pl: Port LDAP
pt_pt: Porta LDAP
ru_ru: LDAP порт
zh_cn: LDAP端口

source: The port your LDAP server is running on. (Default is 389)
bg_bg: Pорта, на kojto вашия LDAP сървър работи. (По подразбиране е 389)
de_de: der Hafen der LDAP-Server ausgeführt wird. (Standard: 389)
es_es: el puerto de su servidor LDAP se está ejecutando. (Por defecto es 389)
fr_fr: le port de votre serveur LDAP est exécuté. (Par défaut 389)
it_it: la porta del server LDAP è in esecuzione. (Di default è 389)
ja_jp: LDAPサーバーが稼働しているポート。 (既定: 389)
pl_pl: Port serwera LDAP jest uruchomiony. (Domyślnie 389)
pt_pt: o porto o seu servidor LDAP está sendo executado. (O padrão é 389)
ru_ru: порт ваш LDAP сервер работает на. (По умолчанию 389)
zh_cn: LDAP服务器运行的端口。 （默认为389）

source: The type of security (if any) to use for the connection to the server(s). The STARTTLS option may use a plain text connection if the server does not upgrade the connection to TLS.
bg_bg: вида на сигурността (ако има такава), която да се използва за връзката със сървъра (ата). опцията starttls може да използва обикновена текстова връзка, ако сървърът не обнови връзката с tls.
de_de: die Art der Sicherheit (falls vorhanden), die für die Verbindung zu den Servern verwendet werden soll. Die Option starttls verwendet möglicherweise eine Nur-Text-Verbindung, wenn der Server die Verbindung nicht auf tls aktualisiert.
es_es: el tipo de seguridad (si existe) que se utilizará para la conexión a los servidores. la opción starttls puede usar una conexión de texto plano si el servidor no actualiza la conexión a tls.
fr_fr: le type de sécurité (le cas échéant) à utiliser pour la connexion au (x) serveur (s). l'option starttls peut utiliser une connexion en texte brut si le serveur ne met pas à niveau la connexion à tls.
it_it: il tipo di sicurezza (se presente) da utilizzare per la connessione ai server. l'opzione starttls può utilizzare una connessione di testo normale se il server non aggiorna la connessione a tls.
ja_jp: サーバーへの接続に使用するセキュリティの種類（存在する場合）。サーバが接続をtlsにアップグレードしない場合、starttlsオプションはプレーンテキスト接続を使用することがあります。
pl_pl: rodzaj zabezpieczenia (jeśli istnieje), który ma być używany do połączenia z serwerem (serwerami). opcja starttls może używać połączenia zwykłego tekstu, jeśli serwer nie uaktualni połączenia do tls.
pt_pt: o tipo de segurança (se houver) a ser usada para a conexão com o (s) servidor (es). a opção starttls pode usar uma conexão de texto simples se o servidor não atualizar a conexão para tls.
ru_ru: тип безопасности (если есть), используемый для подключения к серверу (ам). опция starttls может использовать текстовое соединение, если сервер не обновляет соединение до tls.
zh_cn: 用于连接到服务器的安全性（如果有）的类型。 如果服务器未将连接升级到TLS，则STARTTLS选项可以使用纯文本连接。

source: Save Server
bg_bg: Запазете сървъра
de_de: speichern Server
es_es: salvar servidor
fr_fr: sauver serveur
it_it: salvare Server
ja_jp: サーバーを保存
pl_pl: zapisać serwer
pt_pt: salvar servidor
ru_ru: сохранить сервер
zh_cn: 保存服务器

source: Certificate Authority Management
bg_bg: Управление на Сертификат за Достъп (Certificate Authority Management)
de_de: Zertifizierungsstelle Management
es_es: gestión de la autoridad del certificado
fr_fr: la gestion de l'autorité de certification
it_it: certificato di autorità di gestione
ja_jp: 認証局管理
pl_pl: Certyfikat zarządzania organ
pt_pt: certificado de gestão autoridade
ru_ru: Управление сертификации
zh_cn: 证书颁发机构管理

source: For connecting over SSL/TLS, or STARTTLS using self-signed certificates you will need to add the certificate(s) of the domain controller(s) to the local certificate authority so they are trusted. If any certificate was signed by a host other than itself, that certificate authority/host certificate needs to be added.
bg_bg: За свързване през SSL / TLS, използващи самостоятелно подписан сертификати (self-signed certificates), вие ще трябва да добавите сертификата (ите) на контролера (ите) на домейна към локалния сертификат, така че бъдат надеждни. Ако има сертификат, който е подписан от друг хост, този сертификат трябва да бъде добавен.
de_de: zur Verbindung über SSL / TLS mit selbstsignierten Zertifikaten müssen Sie die Bescheinigung (en) des Domänencontrollers (n) auf die lokale Zertifizierungsstelle hinzufügen, damit sie vertrauenswürdig sind. wenn überhaupt Zertifikat wurde von einer anderen als sich selbst Gastgeber gezeichnet, braucht das Zertifizierungsstelle / Host-Zertifikat hinzugefügt werden soll.
es_es: para la conexión a través de SSL / TLS usando certificados con firma tendrá que agregar el certificado (s) del controlador (s) de dominio a la autoridad de certificados local por lo que son de confianza. si cualquier certificado fue firmado por un anfitrión distinto de sí mismo, hay que añadir que el certificado certificado de autoridad / anfitrión.
fr_fr: pour la connexion avec SSL / TLS avec des certificats auto-signés vous devez ajouter le certificat (s) du contrôleur (s) de domaine à l'autorité de certification locale afin qu'ils soient dignes de confiance. si un certificat a été signé par un hôte autre que lui-même, ce certificat autorité de certification / d'accueil doit être ajoutée.
it_it: per la connessione su SSL / TLS con certificati autofirmati sarà necessario aggiungere il certificato (s) del controller di dominio (s) per l'autorità di certificazione locale, in modo che siano attendibili. se qualsiasi certificato è stato firmato da un host diverso da se stesso, tale certificato certificato di autorità / host deve essere aggiunto.
ja_jp: 自己署名証明書を使用してSSL/TLSを接続するには、信頼されるようにドメインコントローラの証明書をローカル認証局へ追加する必要があります. 任意の証明書がそのホスト以外のホストによって署名された場合、その認証局/ホスト証明書を追加する必要があります.
pl_pl: do podłączenia przez SSL / TLS przy użyciu certyfikatów z podpisem własnym trzeba będzie dodać certyfikat (y) kontrolera domeny (s) do lokalnego urzędu certyfikacji, są więc ufać. jeśli certyfikat został podpisany przez szereg innych niż siebie, należy dodać, że certyfikat Certyfikat organ / host.
pt_pt: para ligar mais de SSL / TLS utilizando certificados auto-assinados você precisará adicionar o certificado (s) do controlador de domínio (s) à autoridade de certificados local para que eles são confiáveis. se algum certificado foi assinado por uma série diferente de si mesmo, que o certificado certificado de autoridade / host precisa ser adicionado.
ru_ru: для подключения более SSL / TLS с использованием собственных сертификатов вам необходимо добавить сертификат (ы) контроллера (ов) домена на локальный центр сертификации, чтобы они доверяли. если сертификат был подписан хозяином, кроме себя, что сертификат сертификат ЦС / хозяин должен быть добавлен.
zh_cn: 为了通过SSL / TLS或使用自签名证书的STARTTLS进行连接，您将需要将域控制器的证书添加到本地证书颁发机构，以便它们受到信任。 如果任何证书不是由其自身的主机签名的，则需要添加该证书颁发机构/主机证书。

source: Add Certificate
bg_bg: Добави сертификат
de_de: SSL-Zertifikat
es_es: Certificaciones
fr_fr: Certificat SSL
it_it: Certificato SSL
ja_jp: 証明書を追加
pl_pl: dodać certyfikat
pt_pt: certificação
ru_ru: SSL-сертификат
zh_cn: 添加证书

source: Hostname
bg_bg: Име на хост
es_es: Nombre del host
fr_fr: Nom d'hôte
ja_jp: ホスト名
pl_pl: Nazwa hosta
pt_pt: Nome do host
zh_cn: 主机名

source: Issuer (CA)
bg_bg: Емитент (CA)
de_de: Emittenten (ca)
es_es: emisor (bis)
fr_fr: émetteur (ca)
it_it: emittente (ca)
ja_jp: 発行者（CA）
pl_pl: emitent (ca)
pt_pt: emissor (ca)
ru_ru: Эмитент (ок)
zh_cn: 发行人（CA）

source: Expires On
bg_bg: Изтича на
de_de: läuft im
es_es: expira en
fr_fr: expire en
it_it: scade nel
ja_jp: 期限
pl_pl: wygasa z dniem
pt_pt: expira em
ru_ru: истекает в
zh_cn: 到期

source: Add Certificate to Certificate Authority
bg_bg: Добави сертификат към сертифициращия орган (Certificate Authority)
de_de: fügen Zertifikat Zertifizierungsstelle
es_es: agregar el certificado a la autoridad de certificación
fr_fr: Ajouter le certificat à l'autorité de certification
it_it: aggiungere il certificato di autorità di certificazione
ja_jp: 証明書を認証局に追加
pl_pl: dodać certyfikat urzędu certyfikacji
pt_pt: adicionar certificado de autoridade de certificação
ru_ru: добавить сертификат в центре сертификации
zh_cn: 将证书添加到证书颁发机构

source: To add a certificate to the certificate authority, copy and paste the actual certificate between, and including, the begin/end certificate sections.
bg_bg: За добавяне на сертификат до сертифициращия орган, копирайте и поставете фактическия сертификат между, и включително, началните/крайните секции на сертификата.
de_de: um ein Zertifikat an die Zertifizierungsstelle hinzufügen, kopieren, in den eigentlichen Zertifikat zwischen und einschließlich der begin / end Zertifikat Abschnitte.
es_es: para agregar un certificado a la autoridad de certificación, copie y pegue el certificado real entre, e incluyendo, el comenzar / secciones de certificados finales.
fr_fr: ajouter un certificat à l'autorité de certification, de copier et coller le certificat réel entre, et y compris, la commencer / sections de certificat de fin.
it_it: Per aggiungere un certificato per l'autorità di certificazione, copia e incolla il certificato effettivo tra, e tra cui, l'inizio / sezioni di certificato di destinazione finale.
ja_jp: 証明書を認証局に追加するため、証明書セクションの開始/終了を含む実際の証明書をコピー＆ペーストしてください.
pl_pl: aby dodać certyfikat do urzędu certyfikacji, skopiuj i wklej certyfikat między rzeczywistą, a tym, rozpoczyna / sekcje certyfikatów końcowych.
pt_pt: adicionar um certificado à autoridade de certificação, copie e cole o certificado real entre, e incluindo, a começar / seções de certificados finais.
ru_ru: добавить сертификат в центр сертификации, скопируйте и вставьте фактическое свидетельство между, и в том числе, разделы конечный сертификат начать /.
zh_cn: 要将证书添加到证书颁发机构，请在“开始/结束”证书部分之间（包括该部分）复制并粘贴实际证书。

source: Certificate
bg_bg: Сертификат
de_de: Zertifikat
es_es: certificado
fr_fr: certificat
it_it: certificato
ja_jp: 証明書
pl_pl: certyfikat
pt_pt: certificado
ru_ru: сертификат
zh_cn: 证书

source: Remove certificate
bg_bg: Премахване на сертификат
de_de: entfernen Zertifikat
es_es: eliminar certificado
fr_fr: détacher le certificat
it_it: rimuovere il certificato
ja_jp: 証明書を削除
pl_pl: usunąć certyfikat
pt_pt: remover certificado
ru_ru: удалить сертификат
zh_cn: 删除证书

source: You have not added any CA certificates through the web interface
bg_bg: Вие не сте добавили никакви CA сертификати чрез уеб интерфейса
de_de: Sie nicht über die Weboberfläche hinzugefügt haben keine CA-Zertifikate
es_es: usted no ha añadido ningún certificados de CA a través de la interfaz web
fr_fr: vous avez pas ajouté de certificats de CA à travers l'interface web
it_it: non è stato aggiunto alcun certificato ca attraverso l'interfaccia web
ja_jp: WebインターフェイスにCA証明書が追加されていません
pl_pl: nie dodano żadnych certyfikatów CA przez interfejs WWW
pt_pt: você ainda não adicionou nenhum certificados CA através da interface web
ru_ru: Вы не добавил сертификаты CA через веб-интерфейс
zh_cn: 您尚未通过Web界面添加任何CA证书

source: You must fill out all the Active Directory server information.
bg_bg: Вие трябва да попълните цялата информация за Active Directory сървъра.
de_de: Sie müssen füllen Sie alle Active Directory-Server-Informationen.
es_es: usted debe llenar toda la información del servidor de directorio activo.
fr_fr: vous devez remplir toutes les informations du serveur d'annuaire actif.
it_it: è necessario compilare tutti i dati del server Active Directory.
ja_jp: すべてのActive Directoryサーバ情報を記入する必要があります.
pl_pl: należy wypełnić wszystkie aktywne dane serwera katalogu.
pt_pt: você deve preencher todas as informações do servidor do Active Directory.
ru_ru: Вам необходимо заполнить всю информацию активное сервера каталогов.
zh_cn: 您必须填写所有Active Directory服务器信息。

source: You must fill out all the LDAP server information.
bg_bg: Вие трябва да попълните цялата информация за LDAP сървъра.
de_de: Sie müssen füllen Sie alle LDAP-Server Informationen.
es_es: usted debe llenar toda la información del servidor LDAP.
fr_fr: vous devez remplir toutes les informations du serveur LDAP.
it_it: è necessario compilare tutti i dati del server LDAP.
ja_jp: すべてのLDAPサーバ情報を記入する必要があります.
pl_pl: należy wypełnić wszystkie informacje na serwerze LDAP.
pt_pt: você deve preencher todas as informações do servidor LDAP.
ru_ru: Вам необходимо заполнить всю информацию о LDAP-сервера.
zh_cn: 您必须填写所有LDAP服务器信息。

source: Unknown connection method specified.
bg_bg: Посочен е неизвестен метод на свързване.
de_de: unbekannte Verbindungsmethode festgelegt.
es_es: método de conexión desconocida especificado.
fr_fr: méthode de connexion inconnue spécifié.
it_it: metodo di connessione sconosciuta specificato.
ja_jp: 不明な接続方法が指定されました.
pl_pl: nieznana metoda połączenia określony.
pt_pt: método de conexão desconhecido especificado.
ru_ru: Неизвестный метод подключения указан.
zh_cn: 指定了未知的连接方法。

source: Must select a current server to remove.
bg_bg: Трябва да изберете текущия сървър, за да се отстрани.
de_de: muss einen aktuellen Server auswählen, zu entfernen.
es_es: debe seleccionar un servidor actual de quitar.
fr_fr: doit sélectionner un serveur actuel à supprimer.
it_it: deve selezionare un server corrente da rimuovere.
ja_jp: 削除するには現在のサーバーを選択する必要があります.
pl_pl: musi wybrać aktualny serwer do usunięcia.
pt_pt: deve selecionar um servidor atual para remover.
ru_ru: необходимо выбрать текущий сервер, чтобы удалить.
zh_cn: 必须选择要删除的当前服务器。

source: This component creates a MSP configuration. <strong>Requires XI 5.6.0 or later.
bg_bg: този компонент създава msp конфигурация. <strong>изисква xi 5.6.0 или по-нова версия.</strong>
de_de: Diese Komponente erstellt eine MSP-Konfiguration. <strong>benötigt xi 5.6.0 oder neuer.</strong>
es_es: Este componente crea una configuración de msp. <strong>requiere xi 5.6.0 o posterior.</strong>
fr_fr: ce composant crée une configuration msp. <strong>requiert xi 5.6.0 ou version ultérieure.</strong>
it_it: questo componente crea una configurazione msp. <strong>richiede xi 5.6.0 o successivo.</strong>
ja_jp: このコンポーネントは、msp構成を作成します。 <strong>xi 5.6.0以降が必要です。</strong>
pl_pl: ten komponent tworzy konfigurację msp. <strong>wymaga wersji xi 5.6.0 lub nowszej.</strong>
pt_pt: este componente cria uma configuração de msp. <strong>requer xi 5.6.0 ou posterior.</strong>
ru_ru: этот компонент создает конфигурацию msp. <strong>Требуется XI 5.6.0 или более поздняя версия.</strong>
zh_cn: 该组件创建MSP配置。 <strong>需要XI 5.6.0或更高版本。

source: Error: This component requires Nagios XI 5.6.0 or later.
bg_bg: Грешка: този компонент изисква Nagios XI 5.2.0 или по-нова версия.
de_de: Fehler: Diese Komponente erfordert Nagios XI 2011R1 oder später.
es_es: Error: Este componente requiere Nagios XI 2011R1 o superior
fr_fr: Erreur: Ce composant nécessite Nagios XI 2011R1 ou tard.
it_it: Errore: Questo componente richiede Nagios XI 2011R1 o versione successiva.
ja_jp: エラー：このコンポーネントは、Nagios XI 5.2.0以降が必要です.
pl_pl: Błąd: ta część wymaga Nagios XI 2014 lub nowszej.
pt_pt: Erro: Este componente requer a versão Nagios XI 2011R1 ou maior.
ru_ru: Ошибка: Этот компонент требует Nagios XI 2011R1 или более поздней версии.
zh_cn: 错误：此组件需要Nagios XI 5.6.0或更高版本。

source: MSP Extension
bg_bg: msp разширение
de_de: MSP-Erweiterung
es_es: extensión msp
fr_fr: extension msp
it_it: estensione msp
ja_jp: msp拡張
pl_pl: rozszerzenie msp
pt_pt: extensão msp
ru_ru: расширение msp
zh_cn: MSP扩展

source: Billing Information
bg_bg: Данни за плащане
de_de: Abrechnungsdaten
es_es: Datos de facturación
fr_fr: détails de facturation
it_it: Informazioni di fatturazione
ja_jp: 課金情報
pl_pl: informacje rozliczeniowe
pt_pt: Informações de pagamento
ru_ru: информация об оплате
zh_cn: 账单信息

source: Usage Report
bg_bg: Запазете доклада
de_de: Bericht speichern
es_es: Grabar reporte
fr_fr: Enregistrer le rapport
it_it: Salva rapporto
ja_jp: レポートの保存
pl_pl: Raport zapisać
pt_pt: Salvar relatório
ru_ru: Сохранить отчет
zh_cn: 使用情况报告

source: This MSP License is not active. Please contact Nagios at +1 651-204-9102 or at
bg_bg: този лиценз msp не е активен. моля, свържете се с nagios на +1 651-204-9102 или на
de_de: Diese MSP-Lizenz ist nicht aktiv. Bitte kontaktieren Sie Nagios unter +1 651-204-9102 oder unter
es_es: Esta licencia de msp no está activa. comuníquese con nagios al +1 651-204-9102 o al
fr_fr: cette licence msp n'est pas active. veuillez contacter nagios au +1 651-204-9102 ou au
it_it: questa licenza msp non è attiva. si prega di contattare nagios al numero +1 651-204-9102 o al numero
ja_jp: このmspライセンスはアクティブではありません。 +1 651-204-9102または
pl_pl: ta licencja msp nie jest aktywna. prosimy o kontakt z nagios pod numerem +1 651-204-9102 lub pod adresem
pt_pt: essa licença do msp não está ativa. entre em contato com nagios pelo telefone +1 651-204-9102 ou pelo telefone
ru_ru: эта лицензия msp не активна. пожалуйста, свяжитесь с nagios по телефону +1 651-204-9102 или по адресу
zh_cn: 该MSP许可证无效。 请致电+1 651-204-9102或致电Nagios。

source: This MSP License has not successfully checked in with Nagios in over 15 days. Please contact Nagios at +1 651-204-9102 or at
bg_bg: този лиценз msp не се е регистрирал успешно с nagios от над 15 дни. моля, свържете се с nagios на +1 651-204-9102 или на
de_de: Diese MSP-Lizenz wurde in über 15 Tagen nicht erfolgreich bei Nagios eingecheckt. Bitte kontaktieren Sie Nagios unter +1 651-204-9102 oder unter
es_es: esta licencia de msp no se ha registrado correctamente con nagios en más de 15 días. comuníquese con nagios al +1 651-204-9102 o al
fr_fr: cette licence msp n'a pas été enregistrée avec succès depuis plus de 15 jours chez nagios. veuillez contacter nagios au +1 651-204-9102 ou au
it_it: questa licenza msp non ha effettuato correttamente il check-in con nagios da oltre 15 giorni. si prega di contattare nagios al numero +1 651-204-9102 o al numero
ja_jp: このmspライセンスは、15日以上nagiosで正常にチェックインしていません。 +1 651-204-9102または
pl_pl: ta licencja na msp nie została pomyślnie zarejestrowana w nagios przez ponad 15 dni. prosimy o kontakt z nagios pod numerem +1 651-204-9102 lub pod adresem
pt_pt: esta licença do msp não foi registrada com nagios em mais de 15 dias. entre em contato com nagios pelo telefone +1 651-204-9102 ou pelo telefone
ru_ru: эта лицензия msp не была успешно зарегистрирована в nagios более 15 дней. пожалуйста, свяжитесь с nagios по телефону +1 651-204-9102 или по адресу
zh_cn: 此MSP许可证在15天内未成功向Nagios签入。 请致电+1 651-204-9102或致电Nagios。

source: This page displays statistics about your MSP License. The maximum amount of checks during the monthly period is shown below. This amount represents the billable checks.
bg_bg: тази страница показва статистически данни за вашия лиценз msp. максималният размер на проверки през месечния период е показан по-долу. тази сума представлява чековете за фактуриране.
de_de: Auf dieser Seite werden Statistiken zu Ihrer MSP-Lizenz angezeigt. Die maximale Anzahl an Schecks im Monatszeitraum ist unten angegeben. Dieser Betrag entspricht den fakturierbaren Schecks.
es_es: Esta página muestra estadísticas sobre su licencia de msp. La cantidad máxima de cheques durante el período mensual se muestra a continuación. esta cantidad representa los cheques facturables.
fr_fr: cette page affiche des statistiques sur votre licence msp. Le nombre maximal de chèques au cours de la période mensuelle est indiqué ci-dessous. ce montant représente les chèques facturables.
it_it: questa pagina mostra le statistiche sulla tua licenza msp. di seguito è riportato l'importo massimo degli assegni durante il periodo mensile. questo importo rappresenta gli assegni fatturabili.
ja_jp: このページには、mspライセンスに関する統計が表示されます。月間期間中のチェックの最大量を以下に示します。この金額は請求可能な小切手を表します。
pl_pl: ta strona wyświetla statystyki dotyczące twojej licencji msp. maksymalna liczba kontroli w okresie miesięcznym jest pokazana poniżej. kwota ta stanowi rozliczane czeki.
pt_pt: Esta página exibe estatísticas sobre sua licença do msp. a quantidade máxima de verificações durante o período mensal é mostrada abaixo. esse valor representa as verificações faturáveis.
ru_ru: Эта страница отображает статистику о вашей лицензии MSP. Максимальное количество чеков за месяц указано ниже. эта сумма представляет оплачиваемые чеки.
zh_cn: 此页面显示有关您的MSP许可证的统计信息。 每月最大支票额如下所示。 此金额代表应付款支票。

source: You do not currently have an MSP license activated. Please contact sales if you have questions.
bg_bg: в момента нямате активиран лиценз за msp. моля, свържете се с продажбите, ако имате въпроси.
de_de: Sie haben derzeit keine MSP-Lizenz aktiviert. Bei Fragen wenden Sie sich bitte an den Vertrieb.
es_es: actualmente no tiene una licencia de msp activada. por favor contacte a ventas si tiene preguntas.
fr_fr: vous ne disposez pas actuellement d'une licence msp activée. veuillez contacter le service commercial si vous avez des questions.
it_it: non hai attualmente attivato una licenza msp. si prega di contattare le vendite se avete domande.
ja_jp: 現在、mspライセンスはアクティブ化されていません。ご質問がある場合は、営業までお問い合わせください。
pl_pl: obecnie nie masz aktywowanej licencji msp. skontaktuj się z działem sprzedaży, jeśli masz pytania.
pt_pt: você atualmente não possui uma licença msp ativada. entre em contato com as vendas se tiver dúvidas.
ru_ru: у вас в настоящее время не активирована лицензия msp. пожалуйста, свяжитесь с отделом продаж, если у вас есть вопросы.
zh_cn: 您当前没有激活MSP许可证。 如有疑问，请联系销售。

source: Force Update
bg_bg: принудителна актуализация
de_de: Update erzwingen
es_es: forzar actualización
fr_fr: mise à jour de la force
it_it: aggiornamento forzato
ja_jp: アップデートさせる
pl_pl: wymusić aktualizację
pt_pt: forçar atualização
ru_ru: принудительное обновление
zh_cn: 强制升级

source: Billing Details
bg_bg: данни за плащане
de_de: Rechnungsdetails
es_es: Detalles de facturación
fr_fr: Détails de la facturation
it_it: Dettagli di fatturazione
ja_jp: 支払明細
pl_pl: Szczegóły płatności
pt_pt: detalhes de faturamento
ru_ru: Платежные реквизиты
zh_cn: 结算明细
