Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: User configured to skip every external 2FA source, no 2FA done
bg_bg: Потребителят е конфигуриран да пропуска всеки външен 2fa източник, а не 2fa
de_de: Benutzer konfiguriert, um jede externe 2fa-Quelle zu überspringen, keine 2fa getan
es_es: usuario configurado para omitir todas las fuentes externas 2fa, no 2fa hecho
fr_fr: utilisateur configuré pour ignorer toutes les sources externes 2fa, pas de 2fa effectuée
it_it: utente configurato per saltare ogni fonte esterna 2fa, nessun 2fa fatto
ja_jp: ユーザーはすべての外部2faソースをスキップするように設定され、2faは行われません
pl_pl: użytkownik skonfigurowany, aby pominąć każde zewnętrzne źródło 2fa, nie zrobiono 2fa
pt_pt: usuário configurado para pular todas as fontes externas 2fa, sem 2fa feito
ru_ru: пользователь настроен на пропуск каждого внешнего источника 2fa, нет 2fa сделано
zh_cn: 用户配置为跳过所有外部2FA源，未完成2FA

source: Two factor authentication failed
bg_bg: удостоверяване с две фактори (имейл)
de_de: Zwei-Faktor-Authentifizierung (E-Mail)
es_es: autenticación de dos factores (correo electrónico)
fr_fr: authentification à deux facteurs (email)
it_it: autenticazione a due fattori (email)
ja_jp: 2要素認証に失敗しました
pl_pl: uwierzytelnianie dwuskładnikowe (e-mail)
pt_pt: autenticação de dois fatores (email)
ru_ru: двухфакторная аутентификация (электронная почта)
zh_cn: 两因素验证失败

source: Invalid username or password
bg_bg: Невалидно потребителско име или парола.
de_de: Falsche Passwort oder Benutzername.
es_es: Usuario o contraseña invalidos
fr_fr: Nom d'utilisateur ou mot de passe incorrect.
it_it: Nome utente o password non validi.
ja_jp: ユーザー名またはパスワードが無効
pl_pl: Nieprawidłowa nazwa użytkownika lub hasło.
pt_pt: Nome de usuário ou senha invalido
ru_ru: Неверное имя пользователя или пароль.
zh_cn: 无效的用户名或密码。

source: Password is blank.
bg_bg: Паролата е празна.
de_de: Passwort ist leer.
es_es: Contraseña esta vacia.
fr_fr: Mot de passe est vide.
it_it: Password è vuota.
ja_jp: パスワードが空白です.
pl_pl: hasło jest puste.
pt_pt: Senha está em branco
ru_ru: Пароль пустым.
zh_cn: 密码为空。

source: Security level is blank.
bg_bg: Нивото на сигурност е празно.
de_de: Sicherheitsstufe ist leer.
es_es: Nivel de seguridad esta vacio.
fr_fr: Le niveau de sécurité est vide.
it_it: Il livello di sicurezza è vuoto.
ja_jp: セキュリティレベルが空白です.
pl_pl: Poziom bezpieczeństwa jest puste.
pt_pt: Nível de segurança está em branco.
ru_ru: Уровень безопасности является пустым.
zh_cn: 安全级别是空白的。

source: An account with that username already exists.
bg_bg: Профил с това име вече съществува.
de_de: Ein Konto mit dieser Benutzername existiert bereits.
es_es: Una cuenta con ese nombre de usuario ya existe.
fr_fr: Un compte avec ce nom d'utilisateur existe déjà.
it_it: Un account con quel nome utente esiste già.
ja_jp: ユーザー名のアカウントはすでに存在しています.
pl_pl: Konto z tą nazwą użytkownika już istnieje.
pt_pt: Uma conta com esse nome de usuário já existe.
ru_ru: Счета, что имя пользователя уже существует.
zh_cn: 用该用户名已经存在的帐户。

source: Failed to add account
bg_bg: Не успя да добави профила
de_de: Konnte Konto hinzufügen
es_es: Fallo al agregar cuenta
fr_fr: Impossible d'ajouter un compte
it_it: Impossibile aggiungere il conto
ja_jp: アカウントの追加に失敗しました
pl_pl: udało się dodać konto
pt_pt: Falha ao adicionar conta
ru_ru: Не удалось добавить счет
zh_cn: 无法添加帐户

source: Unable to assign account privileges.
bg_bg: Не може да се определят потребителските привилегии.
de_de: Kann Kontoberechtigungen zuweisen.
es_es: No es posible asignar privilegios a la cuenta
fr_fr: Impossible d'attribuer des privilèges de compte.
it_it: Impossibile assegnare i privilegi di account.
ja_jp: アカウント権限の割当てに失敗しました.
pl_pl: nie można przypisać uprawnienia konta.
pt_pt: Não é possível atribuir privilégios de conta.
ru_ru: Невозможно присвоить привилегии учетной записи.
zh_cn: 无法指定帐户权限。

source: The password complexity requirements are as follows:
bg_bg: Изискванията за сложност на паролата са, както следва:
de_de: die Kennwortkomplexität Anforderungen sind wie folgt:
es_es: los requisitos de complejidad de contraseña son los siguientes:
fr_fr: les exigences de complexité des mots de passe sont les suivants:
it_it: i requisiti di complessità password sono i seguenti:
ja_jp: パスワードの複雑さ要件は以下のとおりです:
pl_pl: wymagania złożoności hasła są następujące:
pt_pt: os requisitos de complexidade de senha são os seguintes:
ru_ru: требования к сложности пароля следующим образом:
zh_cn: 密码复杂性要求如下：

source: Minimum password length is: %d characters.
bg_bg: Минималната дължина на паролата е: %d символа.
de_de: Mindestlänge ist:% d Zeichen.
es_es: longitud mínima de la contraseña es:% d caracteres.
fr_fr: la longueur minimale du mot de passe est:% d caractères.
it_it: lunghezza minima della password è:% d caratteri.
ja_jp: パスワードの長さ：%d 文字以上.
pl_pl: Minimalna długość hasła to:% d znaków.
pt_pt: comprimento mínimo de senha é:% d caracteres.
ru_ru: Минимальная длина пароля:% D символов.
zh_cn: 最小密码长度为：％d个字符。

source: Minimum of %d uppercase characters.
bg_bg: Минимален брой %d главни букви.
de_de: Minimum von d Großbuchstaben%.
es_es: mínimo de% d caracteres en mayúsculas.
fr_fr: minimum de% d caractères majuscules.
it_it: almeno% d caratteri maiuscoli.
ja_jp: 大文字： %d 個以上.
pl_pl: Minimalna% d wielkimi literami.
pt_pt: mínima de% d caracteres maiúsculos.
ru_ru: минимум% D символов верхнего регистра.
zh_cn: 至少％d个大写字符。

source: Minimum of %d lowercase characters.
bg_bg: Минимален брой %d малки букви.
de_de: mindestens% d Kleinbuchstaben.
es_es: mínimo de% d caracteres en minúsculas.
fr_fr: minimum de% d caractères minuscules.
it_it: almeno% d caratteri minuscoli.
ja_jp: 小文字： %d 個以上.
pl_pl: minimum% d znaków małych.
pt_pt: mínima de% d caracteres minúsculos.
ru_ru: минимум% D символов в нижнем регистре.
zh_cn: 至少％d个小写字符。

source: Minimum of %d numeric characters.
bg_bg: Минимален брой %d цифрови символа.
de_de: mindestens% d numerischen Zeichen.
es_es: mínimo de% d caracteres numéricos.
fr_fr: minimum de% d caractères numériques.
it_it: almeno% d caratteri numerici.
ja_jp: 数字： %d 個以上.
pl_pl: minimum% d znaków numerycznych.
pt_pt: mínima de% d caracteres numéricos.
ru_ru: минимум% D цифровых символов.
zh_cn: 至少％d个数字字符。

source: Minimum of %d special characters.
bg_bg: Минимален брой %d специални символа.
de_de: mindestens% d Sonderzeichen.
es_es: mínimo de% d caracteres especiales.
fr_fr: minimum de% d caractères spéciaux.
it_it: almeno% d caratteri speciali.
ja_jp: 特殊文字： %d 個以上.
pl_pl: Minimalna% d znaków specjalnych.
pt_pt: mínima de% d caracteres especiais.
ru_ru: минимум% D специальных символов.
zh_cn: 至少％d个特殊字符。

source: No phone number
bg_bg: няма телефонен номер
de_de: keine Telefonnummer
es_es: no hay número de teléfono
fr_fr: pas de numéro de téléphone
it_it: nessun numero di telefono
ja_jp: 電話番号なし
pl_pl: brak numeru telefonu
pt_pt: sem número de telefone
ru_ru: нет номера телефона
zh_cn: 没有电话号码

source: Verified number
bg_bg: потвърден номер
de_de: verifizierte Nummer
es_es: número verificado
fr_fr: nombre vérifié
it_it: numero verificato
ja_jp: 確認番号
pl_pl: zweryfikowany numer
pt_pt: número verificado
ru_ru: проверенный номер
zh_cn: 验证号码

source: Verification failed - key no longer valid
bg_bg: проверката не бе успешна - ключът вече не е валиден
de_de: Überprüfung fehlgeschlagen - Schlüssel ist nicht mehr gültig
es_es: Verificación fallida: la clave ya no es válida
fr_fr: la vérification a échoué - la clé n'est plus valide
it_it: verifica fallita - chiave non più valida
ja_jp: 確認に失敗しました - キーはもう有効ではありません
pl_pl: weryfikacja nie powiodła się - klucz nie jest już ważny
pt_pt: verificação falhada - chave não é mais válida
ru_ru: проверка не выполнена - ключ больше не действителен
zh_cn: 验证失败 - 密钥不再有效

source: Verification in progress - key sent to number
bg_bg: текущата проверка - ключ, изпратен до номер
de_de: Überprüfung läuft - Schlüssel wird an Nummer gesendet
es_es: verificación en progreso - clave enviada al número
fr_fr: vérification en cours - clé envoyée au numéro
it_it: verifica in corso - chiave inviata al numero
ja_jp: 確認作業中 - 番号に送信されたキー
pl_pl: weryfikacja w toku - klucz wysłany na numer
pt_pt: verificação em andamento - chave enviada para o número
ru_ru: проверка - ключ отправляется на номер
zh_cn: 正在验证 - 密钥已发送至号码

source: Number not verified
bg_bg: номерът не е проверен
de_de: Nummer nicht verifiziert
es_es: número no verificado
fr_fr: numéro non vérifié
it_it: numero non verificato
ja_jp: 番号は確認されません
pl_pl: numer nie zweryfikowany
pt_pt: número não verificado
ru_ru: номер не подтвержден
zh_cn: 号码未验证

source: Thank you. Your mobile device has been verified with the Nagios XI system.
bg_bg: Благодаря ти. вашето мобилно устройство е удостоверено с системата nagios xi.
de_de: Danke. Ihr mobiles Gerät wurde mit dem nagios xi-System verifiziert.
es_es: gracias. su dispositivo móvil ha sido verificado con el sistema nagios xi.
fr_fr: Je vous remercie. votre appareil mobile a été vérifié avec le système nagios xi.
it_it: grazie. il tuo dispositivo mobile è stato verificato con il sistema nagios xi.
ja_jp: ありがとうございました。モバイルデバイスがNagios XIシステムで検証されています。
pl_pl: Dziękuję Ci. Twoje urządzenie mobilne zostało zweryfikowane w systemie nagios xi.
pt_pt: obrigado. o seu dispositivo móvel foi verificado com o sistema nagios xi.
ru_ru: Спасибо. ваше мобильное устройство было проверено с помощью системы nagios xi.
zh_cn: 谢谢。 您的移动设备已通过Nagios XI系统验证。

source: Your mobile phone verification key is
bg_bg: вашият ключ за потвърждаване на мобилния ви телефон е
de_de: Ihr Handy-Verifizierungsschlüssel ist
es_es: la clave de verificación de su teléfono móvil es
fr_fr: votre clé de vérification de téléphone portable est
it_it: la chiave di verifica del tuo cellulare è
ja_jp: 携帯電話の確認キーは
pl_pl: Twój klucz do weryfikacji telefonu komórkowego jest
pt_pt: sua chave de verificação do celular é
ru_ru: ваш ключ проверки мобильного телефона
zh_cn: 您的手机验证码是

source: Hello
bg_bg: Здравейте
de_de: Hallo
es_es: Hola
fr_fr: Bonjour
it_it: Ciao
ja_jp: こんにちは
pl_pl: dzień dobry
pt_pt: Olá
ru_ru: Привет
zh_cn: 你好

source: To continue logging in, please enter the token below
bg_bg: За да продължите да влизате, моля, въведете токена по-долу
de_de: Um sich weiter einzuloggen, geben Sie bitte den Token unten ein
es_es: para continuar iniciando sesión, ingrese el token a continuación
fr_fr: pour continuer à vous connecter, veuillez entrer le jeton ci-dessous
it_it: per continuare l'accesso, inserisci il token qui sotto
ja_jp: 引き続きログインするには、下のトークンを入力してください
pl_pl: aby kontynuować logowanie, wprowadź poniższy token
pt_pt: para continuar o login, digite o token abaixo
ru_ru: чтобы продолжить вход, пожалуйста, введите токен ниже
zh_cn: 要继续登录，请在下面输入令牌

source: If you close your browser window or too much time has elapsed, you may need to start the process over again.
bg_bg: ако затворите прозореца на браузъра или е изтекло твърде много време, може да се наложи да започнете процеса отново.
de_de: Wenn Sie Ihr Browserfenster schließen oder zu viel Zeit vergangen ist, müssen Sie den Vorgang möglicherweise erneut starten.
es_es: Si cierra la ventana del navegador o si ha transcurrido demasiado tiempo, es posible que deba volver a iniciar el proceso.
fr_fr: Si vous fermez la fenêtre de votre navigateur ou si trop de temps s’est écoulé, vous devrez peut-être recommencer le processus.
it_it: se chiudi la finestra del browser o è trascorso troppo tempo, potrebbe essere necessario riavviare il processo.
ja_jp: ブラウザウィンドウを閉じるか、時間が経過した場合は、もう一度プロセスをやり直す必要があります。
pl_pl: jeśli zamkniesz okno przeglądarki lub upłynęło zbyt dużo czasu, może być konieczne ponowne uruchomienie procesu.
pt_pt: Se você fechar a janela do navegador ou tiver decorrido muito tempo, talvez seja necessário iniciar o processo novamente.
ru_ru: Если вы закрыли окно браузера или прошло слишком много времени, возможно, вам придется начать процесс заново.
zh_cn: 如果关闭浏览器窗口或时间过长，则可能需要重新开始该过程。

source: Contact your Nagios XI admin if you are unsure what this message is for.
bg_bg: свържете се с администратора на вашите награди xi, ако не сте сигурни за какво е съобщението.
de_de: Wenden Sie sich an Ihren Nagios XI Admin, wenn Sie nicht sicher sind, wozu diese Nachricht dient.
es_es: comuníquese con el administrador de nagios xi si no está seguro para qué sirve este mensaje.
fr_fr: contactez votre administrateur nagios xi si vous ne savez pas à quoi ce message est destiné.
it_it: contatta il tuo nagios xi admin se non sei sicuro di quale sia il messaggio.
ja_jp: このメッセージの意味がわからない場合は、Nagios XIの管理者に連絡してください。
pl_pl: skontaktuj się z administratorem nagios xi, jeśli nie masz pewności, do czego służy ta wiadomość.
pt_pt: entre em contato com seu administrador xi nagios se você não tiver certeza do que esta mensagem é para.
ru_ru: обратитесь к администратору nagios xi, если вы не уверены, для чего это сообщение.
zh_cn: 如果不确定此消息的用途，请与Nagios XI管理员联系。

source: Email Confirmation
bg_bg: потвърждение по имейл
de_de: Email Bestätigung
es_es: confirmación de correo electrónico
fr_fr: confirmation de l'émail
it_it: conferma via email
ja_jp: メールによる確認
pl_pl: potwierdzenie e-mailem
pt_pt: Confirmação de e-mail
ru_ru: Подтверждение электонной почты
zh_cn: 邮件确认

source: English
bg_bg: Английски
de_de: Englisch
es_es: inglés
fr_fr: Anglais
it_it: inglese
ja_jp: 英語
pl_pl: angielski
pt_pt: Inglês
ru_ru: английский
zh_cn: 英语

source: German
bg_bg: Немски
de_de: Deutsch
es_es: alemán
fr_fr: allemand
it_it: tedesco
ja_jp: ドイツ語
pl_pl: niemiecki
pt_pt: Obter Link permanente
ru_ru: немецкий
zh_cn: 德语

source: Spanish
bg_bg: Испански
de_de: Spanisch
es_es: español
fr_fr: espagnol
it_it: spagnolo
ja_jp: スペイン語
pl_pl: hiszpański
pt_pt: Fim
ru_ru: испанский
zh_cn: 西班牙语

source: French
bg_bg: Френски
de_de: Französisch
es_es: francés
fr_fr: français
it_it: francese
ja_jp: フランス語
pl_pl: francuski
pt_pt: francês
ru_ru: французский
zh_cn: 法语

source: Italian
bg_bg: Италиански
de_de: Italienisch
es_es: italiano
fr_fr: italien
it_it: italiano
ja_jp: イタリア語
pl_pl: włoski
pt_pt: italiano
ru_ru: итальянский
zh_cn: 意大利语

source: Japanese
bg_bg: Японски
de_de: japanisch
es_es: japonés
ja_jp: 日本語
pl_pl: japoński
pt_pt: japonês
ru_ru: японский
zh_cn: 日语

source: Korean
bg_bg: Корейски
de_de: Koreanisch
es_es: coreano
fr_fr: coréen
it_it: coreano
ja_jp: 韓国語
pl_pl: koreański
pt_pt: coreano
ru_ru: корейский
zh_cn: 韩语

source: Portuguese
bg_bg: Португалски
de_de: Portugiesisch
es_es: portugués
fr_fr: Portugais
it_it: portoghese
ja_jp: ポルトガル語
pl_pl: portugalski
pt_pt: português
ru_ru: португальский
zh_cn: 葡萄牙语

source: Russian
bg_bg: Руски
de_de: Russisch
es_es: ruso
fr_fr: russe
it_it: russo
ja_jp: ロシア語
pl_pl: rosyjski
pt_pt: russo
ru_ru: русский
zh_cn: 俄语

source: Simplified Chinese
bg_bg: Опростен китайски
de_de: Vereinfachtes Chinesisch
es_es: chino simplificado
fr_fr: chinois simplifié
it_it: Cinese semplificato
ja_jp: 中国語(簡体字)
pl_pl: chiński uproszczony
pt_pt: Chinês simplificado
ru_ru: упрощенный китайский
zh_cn: 简体中文

source: Traditional Chinese
bg_bg: Традиционен китайски
es_es: chino tradicional
fr_fr: chinois traditionnel
it_it: tradizionale cinese
ja_jp: 中国語(繁体字)
pl_pl: tradycyjne chińskie
pt_pt: tradicional chinês
ru_ru: Традиционный китайский
zh_cn: 翻译中文

source: Polish
bg_bg: Полски
de_de: Politur
es_es: polaco
fr_fr: polonais
it_it: lucidare
ja_jp: ポーランド語
pl_pl: polski
pt_pt: polonês
ru_ru: польский
zh_cn: 波兰语

source: Czech
bg_bg: Чешки
de_de: tschechisch
es_es: checo
fr_fr: tchèque
it_it: ceco
ja_jp: チェコ語
pt_pt: tcheco
ru_ru: Чешский
zh_cn: 捷克语

source: Bulgarian
bg_bg: български
de_de: bulgarisch
es_es: búlgaro
fr_fr: bulgare
it_it: bulgaro
ja_jp: ブルガリア語
pl_pl: bułgarski
pt_pt: búlgaro
ru_ru: болгарский
zh_cn: 保加利亚语

source: Cloud
bg_bg: облак
de_de: Wolke
es_es: nube
fr_fr: nuage
it_it: nube
ja_jp: クラウド
pl_pl: Chmura
pt_pt: nuvem
ru_ru: облако
zh_cn: 云

source: YYYY-MM-DD HH:MM:SS
bg_bg: гггг-мм-дд чч: мм: сс
es_es: AAAA-MM-DD HH:MM:SS
fr_fr: AAAA-MM-JJ HH: MM: SS
it_it: AAAA-MM-GG HH: MM: SS
pl_pl: rrrr-mm-dd hh: mm: ss
zh_cn: 年-月-日 时-分-秒

source: MM/DD/YYYY HH:MM:SS
bg_bg: мм / дд / гггг чч: мм: сс
de_de: MM / TT / JJJJ HH: MM: SS
es_es: MM/DD/AAAA HH:MM:SS
fr_fr: JJ / MM / AAAA HH: MM: SS
it_it: MM / GG / AAAA HH: MM: SS
pl_pl: mm / dd / rrrr gg: mm: ss
zh_cn: 月/日/年 时：分：秒

source: DD/MM/YYYY HH:MM:SS
bg_bg: дд / мм / гггг чч: мм: сс
es_es: DD/MM/AAAA HH:MM:SS
fr_fr: JJ / MM / AAAA HH: MM: SS
it_it: GG / MM / AAAA HH: MM: SS
pl_pl: dd / mm / rrrr gg: mm: ss
zh_cn: 日 / 月 / 年 时：分：秒

source: Sunday - Saturday
bg_bg: неделя - събота
de_de: Sonntag Samstag
es_es: domingo sábado
fr_fr: dimanche Samedi
it_it: domenica sabato
ja_jp: 日曜日-土曜日
pl_pl: niedziela sobota
pt_pt: domingo, sábado
ru_ru: воскресенье суббота
zh_cn: 星期天-星期六

source: Monday - Sunday
bg_bg: понеделник - неделя
de_de: Montag Sonntag
es_es: lunes domingo
fr_fr: lundi dimanche
it_it: lunedì domenica
ja_jp: 月曜日-日曜日
pl_pl: poniedziałek niedziela
pt_pt: segunda-feira - domingo
ru_ru: понедельник воскресенье
zh_cn: 星期一-星期天

source: Could not connect to
bg_bg: не можа да се свърже с
de_de: konnte keine Verbindung herstellen
es_es: no pudo conectarse a
fr_fr: n'a pas pu se connecter à
it_it: non è possibile connettersi a
ja_jp: 接続できませんでした
pl_pl: nie można się połączyć
pt_pt: não pôde se conectar ao
ru_ru: не удалось подключиться к
zh_cn: 无法连接到

source: for product activation
bg_bg: за активиране на продукта
de_de: für die Produktaktivierung
es_es: para la activación del producto
fr_fr: pour l'activation du produit
it_it: per l'attivazione del prodotto
ja_jp: 製品のアクティベーションのための
pl_pl: do aktywacji produktu
pt_pt: para ativação do produto
ru_ru: для активации продукта
zh_cn: 用于产品激活

source: No license options available for free version.
bg_bg: липсват опции за лиценз за безплатна версия.
de_de: Für die kostenlose Version sind keine Lizenzoptionen verfügbar.
es_es: No hay opciones de licencia disponibles para la versión gratuita.
fr_fr: aucune option de licence disponible pour la version gratuite.
it_it: nessuna opzione di licenza disponibile per la versione gratuita.
ja_jp: 無料版で利用できるライセンスオプションはありません。
pl_pl: brak dostępnych opcji licencji dla wersji darmowej.
pt_pt: nenhuma opção de licença disponível para a versão gratuita.
ru_ru: нет вариантов лицензии для бесплатной версии.
zh_cn: 没有免费版本的许可证选项。

source: Enterprise Features
bg_bg: Enterprise функции
es_es: - Caracteristicas de la Empresarial
fr_fr: Caractéristique Enterprise -
it_it: - Enterprise Feature
ja_jp: Enterprise機能
pl_pl: Cechy przedsiębiorstw
pt_pt: - Característica da empresa
ru_ru: - Функция предприятия
zh_cn: 企业版功能

source: Trial ends on
bg_bg: процесът приключва
de_de: der Test endet am
es_es: la prueba termina en
fr_fr: le procès se termine le
it_it: la prova finisce
ja_jp: トライアル終了
pl_pl: okres próbny kończy się
pt_pt: julgamento termina em
ru_ru: пробная версия заканчивается
zh_cn: 试用结束

source: about the benefits of Enterprise Edition
bg_bg: За ползите от Enterprise Edition
de_de: über die Vorteile der Enterprise Edition
es_es: sobre las ventajas de Enterprise Edition
fr_fr: sur les avantages d'Enterprise Edition
it_it: sui vantaggi di Enterprise Edition
ja_jp: （Enterprise版の利点について）
pl_pl: o korzyściach płynących z wersji Enterprise
pt_pt: sobre os benefícios da Enterprise Edition
ru_ru: о преимуществах Enterprise Edition
zh_cn: 关于企业版的好处

source: Trial Enabled
bg_bg: Пробен период активиран
de_de: Testversion aktiviert
es_es: juicio habilitado
fr_fr: essai a permis
it_it: processo attivato
ja_jp: トライアル有効
pl_pl: próby włączony
pt_pt: julgamento habilitado
ru_ru: суд включен
zh_cn: 使用已开启

source: Expires in
bg_bg: Изтича след
de_de: läuft im
es_es: expira en
fr_fr: expire en
it_it: scade nel
ja_jp: 期限
pl_pl: wygasa w
pt_pt: expira em
ru_ru: истекает в
zh_cn: 到期

source: about upgrading to Enterprise Edition
bg_bg: За обновяване на Enterprise Edition
de_de: über das Upgrade auf Enterprise Edition
es_es: acerca de la actualización a Enterprise Edition
fr_fr: mise à niveau vers Enterprise Edition
it_it: circa l'aggiornamento a Enterprise Edition
ja_jp: Enterprise版へのアップグレードについて
pl_pl: o aktualizacji do wersji Enterprise
pt_pt: sobre a atualização para o enterprise edition
ru_ru: об обновлении до Enterprise Edition
zh_cn: 有关升级到企业版

source: Trial Expired.
bg_bg: Пробен период изтекъл.
de_de: Testversion abgelaufen.
es_es: juicio caducado.
fr_fr: essai a expiré.
it_it: di prova è scaduto.
ja_jp: 試用期限が切れました.
pl_pl: próby upłynął.
pt_pt: julgamento expirado.
ru_ru: суда истек.
zh_cn: 试用到期。

source: Not Enabled.
bg_bg: Не е активиран.
de_de: nicht aktiviert.
es_es: no permitido.
fr_fr: pas activé.
it_it: non abilitato.
ja_jp: 有効になっていません.
pl_pl: nie włączona.
pt_pt: não habilitada.
ru_ru: не включено.
zh_cn: 未启用。

source: Enable your 30-day trial today
bg_bg: Активирайте 60-дневна пробна версия днес
de_de: Damit Ihre 60-Tage-Testversion
es_es: permitir que su prueba de 60 días hoy
fr_fr: permettre à votre essai de 60 jours aujourd'hui
it_it: attivare la versione di prova di 60 giorni oggi
ja_jp: 60日間の試用を有効にする
pl_pl: umożliwiają dzisiaj 60-dniowy swój proces
pt_pt: permitir que o teste de 60 dias hoje
ru_ru: позволят вашим 60-дневная пробная сегодня
zh_cn: 立即启用30天试用版

source: learn more
bg_bg: Научете повече
de_de: Erfahren Sie mehr
es_es: Aprenda mas
fr_fr: En savoir plus
it_it: Per saperne di più
ja_jp: 詳細はこちら
pl_pl: dowiedz się więcej
pt_pt: saber mais
ru_ru: Узнать больше
zh_cn: 了解更多

source: about enterprise features.
bg_bg: За функциите на Enterprise Edition
de_de: über Enterprise-Features.
es_es: acerca de las características de la empresa.
fr_fr: sur les fonctions de l'entreprise.
it_it: sulle funzioni aziendali.
ja_jp: Enterprise機能について
pl_pl: o funkcji biznesowych.
pt_pt: sobre os recursos da empresa.
ru_ru: О предприятии особенности.
zh_cn: 关于企业版功能。

source: Enterprise Key
bg_bg: Enterprise ключ
de_de: Enterprise Schlüssel
es_es: clave de la empresa
fr_fr: clé entreprise
it_it: impresa chiave
ja_jp: Enterpriseキー
pl_pl: kluczowych przedsiębiorstw
pt_pt: chave da empresa
ru_ru: ключами предприятия
zh_cn: 企业版密钥

source: Remove Key
bg_bg: Премахнете ключа
de_de: ziehen Sie den Schlüssel
es_es: llave retire
fr_fr: retirer la clé
it_it: togliere la chiave
ja_jp: キーを削除する
pl_pl: wyjąć kluczyk
pt_pt: chave remover
ru_ru: выньте ключ
zh_cn: 删除密钥

source: Cloud Backups
bg_bg: облачни архиви
es_es: copias de seguridad en la nube
fr_fr: sauvegardes en nuage
it_it: backup cloud
ja_jp: クラウドバックアップ
pl_pl: kopie zapasowe w chmurze
pt_pt: backups na nuvem
ru_ru: облачные резервные копии
zh_cn: 云备份

source: Trial Extension
bg_bg: Пробен период
de_de: Versuchserweiterung
es_es: Extensión de prueba
fr_fr: Extension de test
it_it: Estensione di prova
ja_jp: トライアル延長
pl_pl: Przedłużenie badania
pt_pt: Extensão de teste
ru_ru: Расширение
zh_cn: 试用扩展

source: Need a trial extension? Contact
bg_bg: Имате нужда от пробен период? контакт
de_de: Braucht eine Probeerweiterung? Kontakt
es_es: Necesita una extensión de prueba? contacto
fr_fr: Besoin d'une extension d'essai? contact
it_it: Bisogno di un'estensione di prova? contatto
ja_jp: トライアルの延長が必要ですか? お問い合わせください
pl_pl: Potrzebujesz rozszerzenia próbnego? kontakt
pt_pt: Precisa de uma extensão de teste? contato
ru_ru: Нужно пробное расширение? контакт
zh_cn: 需要试用扩展？联系

source: for more information.
bg_bg: за повече информация.
de_de: für mehr Informationen.
es_es: para más información.
fr_fr: pour plus d'informations.
it_it: per maggiori informazioni.
ja_jp: 詳細について。
pl_pl: po więcej informacji.
pt_pt: Para maiores informações.
ru_ru: Чтобы получить больше информации.
zh_cn: 了解更多信息。

source: Trial Extension Key
bg_bg: Пробен ключ за разширение
de_de: Testverlängerungstaste
es_es: Clave de extensión de prueba
fr_fr: Clé d'extension d'essai
it_it: Chiave di estensione di prova
ja_jp: トライアルの延長キー
pl_pl: Klucz rozszerzenia próbnego
pt_pt: Chave de extensão de teste
ru_ru: Пробный ключ расширения
zh_cn: 试用扩展密钥
