Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Hostgroup Executive Summary
bg_bg: Резюме на хост група (hostgroup)
de_de: Hostgruppen-Zusammenfassung
es_es: hostgroup resumen ejecutivo
fr_fr: hostgroup résumé
it_it: hostgroup sintesi
ja_jp: ホストグループエグゼクティブサマリー
pl_pl: hostgroup streszczenie
pt_pt: hostgroup sumário executivo
ru_ru: hostgroup исполнительное резюме
zh_cn: 主机组执行摘要

source: Servicegroup Executive Summary
bg_bg: Резюме (Executive Summary) на сървис група
de_de: service Zusammenfassung
es_es: Servicegroup resumen ejecutivo
fr_fr: servicegroup résumé
it_it: Servicegroup sintesi
ja_jp: サービスグループエグゼクティブサマリー
pl_pl: servicegroup streszczenie
pt_pt: SERVICEGROUP sumário executivo
ru_ru: ServiceGroup исполнительное резюме
zh_cn: 服务组执行摘要

source: Group By
bg_bg: Групирайте по
de_de: Gruppe
es_es: Agrupar por
fr_fr: Groupe A
it_it: Raggruppa per
ja_jp: グループ化
pl_pl: Grupa przez
pt_pt: grupo por
ru_ru: Группа по
zh_cn: 分组通过...

source: Hour of Day
bg_bg: Час на деня
de_de: Stunde des Tages
es_es: Hora del dia
fr_fr: Heure du jour
it_it: Ora del giorno
ja_jp: 時刻
pl_pl: godzina dnia
pt_pt: Hora do dia
ru_ru: Час дня
zh_cn: 时/天

source: Day of Week
bg_bg: Ден от седмицата
de_de: Tag der Woche
es_es: Dia de la Semana
fr_fr: Jour de la semaine
it_it: Giorno della settimana
ja_jp: 曜日
pl_pl: dni tygodnia
pt_pt: Dia da semana
ru_ru: День недели
zh_cn: 天/周

source: States
bg_bg: Състояния
de_de: Zustand
es_es: Estado
fr_fr: État
it_it: Stato
ja_jp: 状態
pl_pl: państwo
pt_pt: Astado
ru_ru: Состояние
zh_cn: 状态

source: Top Alert Histogram
bg_bg: Хистограма на най-често срещаните предупредителни сигнали (Top Alert Histogram)
de_de: Benachrichtigen Histogramm
es_es: Histograma de Alertas
fr_fr: Alerte Histogramme
it_it: Alert Istogramma
ja_jp: トップアラートヒストグラム
pl_pl: Alarm histogramu
pt_pt: Histórico de alertas
ru_ru: Сигнал Гистограмма
zh_cn: 最高警报直方图

source: Service Alert Histogram
bg_bg: Хистограма за сървис сигнал за тревога
de_de: Anzeigen Service Alert Histogram
es_es: Ver Histograma Servicio de Alerta
fr_fr: Voir Histogramme service d'alerte
it_it: Visualizza Istogramma Alert Service
ja_jp: サービスアラートヒストグラム
pl_pl: Widok usług alert histogramu
pt_pt: ver serviço histograma alerta
ru_ru: Просмотр служба оповещения Гистограмма
zh_cn: 服务警报直方图

source: Host Alert Histogram
bg_bg: Предупредителна хистограма на хост (Host Alert Histogram)
de_de: View Host Alarm Histogramm
es_es: Ver Histograma Host Alerta
fr_fr: Voir Histogramme hôte alerte
it_it: Visualizza Istogramma Alert Host
ja_jp: ホストアラートヒストグラム
pl_pl: Alarm gospodarza widoku histogramu
pt_pt: ver anfitrião histograma alerta
ru_ru: Посмотреть хост оповещения Гистограмма
zh_cn: 主机警报直方图

source: Hostgroup Alert Histogram
bg_bg: Предупредителна хистограма на хост група (hostgroup)
de_de: Hostgruppen-Alarm Histogramm
es_es: hostgroup histograma de alerta
fr_fr: hostgroup histogramme alerte
it_it: hostgroup istogramma avviso
ja_jp: ホストグループアラートヒストグラム
pl_pl: alert hostgroup histogram
pt_pt: histograma alerta hostgroup
ru_ru: hostgroup оповещения гистограмма
zh_cn: 主机组警报直方图

source: Servicegroup Alert Histogram
bg_bg: Хистограма на сигналите за тревога на сървис групата
de_de: service Alarm Histogramm
es_es: Servicegroup histograma de alerta
fr_fr: servicegroup histogramme alerte
it_it: Servicegroup istogramma avviso
ja_jp: サービスグループアラートヒストグラム
pl_pl: alert servicegroup histogram
pt_pt: histograma alerta SERVICEGROUP
ru_ru: ServiceGroup оповещения гистограмма
zh_cn: 服务组警报直方图

source: Day of the Month
bg_bg: Ден от месеца
de_de: Tag des Monats
es_es: Dia del Mes
fr_fr: Jour du mois
it_it: Giorno del mese
ja_jp: 日別
pl_pl: dzień miesiąca
pt_pt: Dia do mês
ru_ru: День месяца
zh_cn: 天/月

source: Day of the Week
bg_bg: Ден от седмицата
de_de: Tag der Woche
es_es: Dia de la Semana
fr_fr: Jour de la semaine
it_it: Giorno della settimana
ja_jp: 曜日別
pl_pl: dni tygodnia
pt_pt: Dia da semana
ru_ru: День недели
zh_cn: 天/周

source: Hour of the Day
bg_bg: Час на деня
de_de: Stunde des Tages
es_es: Hora del dia
fr_fr: Heure du jour
it_it: Ora del giorno
ja_jp: 時間別
pl_pl: porze dnia
pt_pt: Hora do dia
ru_ru: Час в день
zh_cn: 时/天

source: 12am
bg_bg: 12 часа
fr_fr: 00 heures
ru_ru: 12 утра
zh_cn: 凌晨12点

source: 1am
bg_bg: 1 часа
es_es: 01 a.m.
fr_fr: 1 heures
pl_pl: 1 w nocy
ru_ru: 1 утра
zh_cn: 凌晨1点

source: 2am
bg_bg: 2 часа
es_es: 02 a.m.
fr_fr: 2 heures
pl_pl: 2 w nocy
ru_ru: 2 утра
zh_cn: 凌晨2点

source: 3am
bg_bg: 3 часа
es_es: 03 a.m.
fr_fr: 3 heures
pl_pl: 3 nad ranem
ru_ru: 3 утра
zh_cn: 凌晨3点

source: 4am
bg_bg: 4 часа
es_es: 04 a.m.
fr_fr: 4 heures
pl_pl: 4 nad ranem
ru_ru: 4 утра
zh_cn: 凌晨4点

source: 5am
bg_bg: 5 часа
es_es: 05 a.m.
fr_fr: 5 heures
pl_pl: 5 rano
ru_ru: 5 утра
zh_cn: 凌晨5点

source: 6am
bg_bg: 6 часа
es_es: 06 a.m.
fr_fr: 6 heures
pl_pl: 6 rano
ru_ru: 6 утра
zh_cn: 早上6点

source: 7am
bg_bg: 7 часа
es_es: 07 a.m.
fr_fr: 7 heures
pl_pl: 7 rano
ru_ru: 7 утра
zh_cn: 早上7点

source: 8am
bg_bg: 8 часа
es_es: 08 a.m.
fr_fr: 8 heures
pl_pl: 8 rano
ru_ru: 8 утра
zh_cn: 上午8时

source: 9am
bg_bg: 9 часа
es_es: 09 a.m.
fr_fr: 9 heures
pl_pl: 9 rano
ru_ru: 9 утра
zh_cn: 上午9时

source: 10am
bg_bg: 10 часа
fr_fr: 10 heures
pl_pl: 10h
ru_ru: 10 утра
zh_cn: 上午10时

source: 11am
bg_bg: 11 часа
fr_fr: 11 heures
ru_ru: 11 утра
zh_cn: 上午11时

source: Noon
bg_bg: По обяд
de_de: Mittag
es_es: mediodía
fr_fr: midi
it_it: mezzogiorno
pl_pl: południe
pt_pt: meio-dia
ru_ru: полдень
zh_cn: 中午

source: 1pm
bg_bg: 13:00 часа
pl_pl: Godzina trzynasta
ru_ru: 1 вечера
zh_cn: 下午1点

source: 2pm
bg_bg: 14:00 часа
pl_pl: Godzina czternasta
ru_ru: 2 вечера
zh_cn: 下午2点

source: 3pm
bg_bg: 15:00 часа
pl_pl: Godzina piętnasta
ru_ru: 3 вечера
zh_cn: 下午3点

source: 4pm
bg_bg: 16:00 часа
pl_pl: Godzina szesnasta
ru_ru: 4 вечера
zh_cn: 下午4点

source: 5pm
bg_bg: 17:00 часа
pl_pl: Godzina siedemnasta
ru_ru: 5 вечера
zh_cn: 下午5点

source: 6pm
bg_bg: 18:00 часа
pl_pl: Godzina osiemnasta
ru_ru: 6 вечера
zh_cn: 下午6时

source: 7pm
bg_bg: 19:00 часа
pl_pl: Godzina dziewiętnasta
ru_ru: 7 вечера
zh_cn: 晚上7点

source: 8pm
bg_bg: 20:00 часа
pl_pl: Godzina dwudziesta
ru_ru: 8 вечера
zh_cn: 晚上8点

source: 9pm
bg_bg: 21:00 часа
pl_pl: Godzina dwudziesta pierwsza
ru_ru: 9 вечера
zh_cn: 晚上9点

source: 10pm
bg_bg: 22:00 часа
pl_pl: Godzina dwudziesta druga
ru_ru: 10 вечера
zh_cn: 晚上10点

source: 11pm
bg_bg: 23:00 часа
pl_pl: Godzina dwudziesta trzecia
ru_ru: 11 вечера
zh_cn: 晚上11点

source: Alerts
bg_bg: Известия
es_es: Alertas
fr_fr: Alertes
it_it: Avvisi
ja_jp: アラート
pl_pl: Alerty
pt_pt: Alertas
ru_ru: Оповещения
zh_cn: 警报

source: Alerts by %s
bg_bg: Известия в %s
de_de: per
es_es: alertas por
fr_fr: des alertes par
it_it: avvisi
ja_jp: アラート： %s
pl_pl: Alerty przez% s
pt_pt: avisos por
ru_ru: оповещений
zh_cn: 警报由%s

source: Your saved reports are shown below.
bg_bg: Вашите запазени доклади, са показани по-долу.
de_de: Ihre gespeicherten Berichte sind unten dargestellt
es_es: Los informes guardados se muestra a continuación
fr_fr: Vos rapports enregistrés sont indiqués ci-dessous
it_it: I rapporti salvati sono riportati di seguito
ja_jp: 以下に保存済みレポートが表示されます.
pl_pl: Twoje zapisane raporty są pokazane poniżej
pt_pt: Seus relatórios salvos são mostrados abaixo
ru_ru: Ваши сохраненные отчеты приведены ниже
zh_cn: 您保存的报告如下所示。

source: You can add a new report to this list by clicking on the
bg_bg: Можете да добавите нов доклад в този списък, като кликнете на
de_de: Tipp: Sie können einen neuen Bericht zu dieser Liste hinzufügen, indem Sie auf den Stern,
es_es: Sugerencia: Puede agregar un nuevo informe a esta lista haciendo click en la estrella
fr_fr: Astuce: Vous pouvez ajouter un nouveau rapport à cette liste en cliquant sur l'étoile
it_it: Suggerimento: È possibile aggiungere un nuovo report a questa lista cliccando sulla stella
ja_jp: レポートの閲覧中に
pl_pl: rada: można dodać nowy raport do listy klikając na gwiazdkę
pt_pt: Dica: Você pode adicionar um novo relatório a esta lista clicando na estrela
ru_ru: Совет: Вы можете добавить новый отчет в этот список, нажав на звезду
zh_cn: 您可以在此列表中添加新的报告，点击

source: button when viewing the report
bg_bg: бутон при гледане на доклада
de_de: Symbol, wenn Sie den Bericht
es_es: icono al ver el informe
fr_fr: icône lorsque vous regardez le rapport
it_it: icona quando si visualizza il report
ja_jp: アイコンをクリックすると、新しいレポートがこのリストに追加されます
pl_pl: Ikona podczas przeglądania raportu
pt_pt: ícone ao visualizar o relatório
ru_ru: Значок при просмотре отчета
zh_cn: 查看报告时点击按钮

source: You have no saved reports
bg_bg: Вие нямате запазени доклади
de_de: Sie haben keine Berichte gespeichert
es_es: Usted no tiene reportes guardados
fr_fr: Vous n'avez enregistré aucune des rapports
it_it: Non avete salvato i rapporti
ja_jp: 保存済みのレポートはありません
pl_pl: masz żadnych zachowanych raportów
pt_pt: Você deslogou com sucesso
ru_ru: У вас нет сохраненных отчетов
zh_cn: 您没有保存的报告

source: Invalid report. Please select a saved report from the list below.
bg_bg: Невалиден доклад. Моля, изберете запазен доклад от списъка по-долу.
de_de: ungültige Bericht. Bitte wählen Sie einen gespeicherten Bericht aus der Liste unten.
es_es: informe válido. por favor seleccione un informe guardado en la lista siguiente.
fr_fr: rapport invalide. s'il vous plaît sélectionner un rapport enregistré dans la liste ci-dessous.
it_it: rapporto non valido. seleziona un report salvato dalla lista qui sotto.
ja_jp: 無効なレポート. 以下のリストから保存済みレポートを選択してください.
pl_pl: nieważne raport. wybierz zapisany raport z listy poniżej.
pt_pt: relatório inválido. por favor selecione um relatório salvo na lista abaixo.
ru_ru: недействительным отчет. пожалуйста, выберите сохраненный отчет из списка ниже.
zh_cn: 无效的报告。 请从下面的列表中选择一个保存的报告。

source: Edit My Report
bg_bg: Редактирайте моя доклад
de_de: meinem Bericht bearbeiten
es_es: editar mi informe
fr_fr: modifier mon rapport
it_it: modificare il mio rapporto
ja_jp: マイレポートを編集
pl_pl: edytować raport
pt_pt: editar o meu relatório
ru_ru: редактировать свой доклад
zh_cn: 编辑我的报告

source: Use this function to save reports that you frequently access to your 'My Reports' menu.
bg_bg: Използвате тази функция, за да запазите доклади, които вие често ползвате в менюто 'Моите доклади' ('My Reports').
de_de: Verwenden Sie diese Funktion, um Berichte, die Sie häufig Ihre "Meine Berichte" Menü zugreifen zu speichern.
es_es: Utilice esta función para guardar los informes que utiliza con frecuencia el acceso a su menú 'Mis informes.
fr_fr: Utilisez cette fonction pour enregistrer les rapports que vous accédez souvent à votre menu «Mes rapports.
it_it: Utilizzare questa funzione per salvare i report di frequente accesso al vostro 'Report' del menu.
ja_jp: 頻繁に使用するレポートを'マイレポート'メニューに保存します.
pl_pl: użyć tej funkcji, aby zapisać raportów, które są często dostęp do menu "Moje raporty.
pt_pt: Use esta função para salvar os relatórios que você acessa com freqüência para o menu "Meus Relatórios".
ru_ru: Используйте эту функцию для сохранения отчетов, которые вы часто доступ к меню «Мои отчеты».
zh_cn: 使用此功能可以保存您经常访问“我的报告”菜单的报告。

source: Report Title
bg_bg: Заглавие на доклада
de_de: Titel des Berichts
es_es: Titulo del Reporte
fr_fr: Titre du rapport
it_it: Titolo Relazione
ja_jp: レポートタイトル
pl_pl: Tytuł raportu
pt_pt: Título do relatório
ru_ru: Название доклада
zh_cn: 报告标题

source: The name you want to use for this report
bg_bg: Името, което искате да използвате за този доклад
de_de: Der Name, den Sie für diesen Bericht verwenden
es_es: El nombre que usted desea usar para este reporte
fr_fr: Le nom que vous souhaitez utiliser pour ce rapport
it_it: Il nome che si desidera utilizzare per questa relazione
ja_jp: このレポートの名前
pl_pl: Nazwa chcesz użyć do tego raportu
pt_pt: O nome que você deseja usar para este relatório
ru_ru: Имя, которое Вы хотите использовать для данного отчета
zh_cn: 您要用于此报告的名称

source: Do not show this report in the my reports menu section.
bg_bg: Не показвайте този доклад в менюто "моите доклади" (my reports).
de_de: nicht diesen Bericht in meinem Menü Berichte Abschnitt zeigen.
es_es: no muestran este informe en la sección de mi menú de informes.
fr_fr: Ne plus afficher ce rapport dans la section mon menu des rapports.
it_it: Non mostrare più questo rapporto nella sezione mio menu di relazioni.
ja_jp: このレポートをマイレポートメニューセクションに表示しない.
pl_pl: nie pokazuje ten raport w sekcji menu raporty moim.
pt_pt: não mostrar este relatório na seção meu menu de relatórios.
ru_ru: не показывать это сообщение в моем разделе меню отчетов.
zh_cn: 不要在“我的报告”菜单部分中显示此报告。

source: Save Report
bg_bg: Запазете доклада
de_de: Bericht speichern
es_es: Grabar reporte
fr_fr: Enregistrer le rapport
it_it: Salva rapporto
ja_jp: レポートの保存
pl_pl: Raport zapisać
pt_pt: Salvar relatório
ru_ru: Сохранить отчет
zh_cn: 保存报告

source: My Report
bg_bg: Моя доклад
de_de: Mein Bericht
es_es: Mi reporte
fr_fr: Mon rapport
it_it: Il mio rapporto
ja_jp: マイレポート
pl_pl: mój raport
pt_pt: Meu relatório
ru_ru: Мой доклад
zh_cn: 我的报告

source: No report title specified.
bg_bg: Не е посочено заглавие на доклада.
de_de: Kein Bericht Titel.
es_es: Sin título de informe especificado.
fr_fr: Pas de titre du rapport spécifié.
it_it: Nessun titolo del report specificato.
ja_jp: レポートタイトルが指定されていません.
pl_pl: Tytuł raportu nie podano.
pt_pt: Nenhum título do relatório especificado.
ru_ru: Нет Название доклада уточняется.
zh_cn: 未指定报告标题。

source: Report saved.
bg_bg: Доклада е запазен.
de_de: Bericht gespeichert.
es_es: Reporte grabado
fr_fr: Signaler sauvé.
it_it: Segnala salvato.
ja_jp: レポートが保存されました.
pl_pl: Raport zapisany.
pt_pt: Relatório salvo.
ru_ru: Отчет сохранен.
zh_cn: 报告已保存。

source: Reports allow you to see how well your network and system have performed over a period of time. Available reports are listed below.
bg_bg: Докладите ви позволяват да видите колко добро е било състоянието на мрежата и системата в продължение на период от време. Наличните доклади, са изброени по-долу.
de_de: Reports können Sie sehen, wie gut Ihr Netzwerk und System haben über einen Zeitraum von Zeit durchgeführt. Verfügbare Berichte sind unten aufgeführt.
es_es: Los informes le permiten ver lo bien que la red y el sistema ha realizado durante un período de tiempo. Los informes disponibles son los siguientes.
fr_fr: Rapports vous permet de voir comment votre réseau et système ont effectué sur une période de temps. Les rapports disponibles sont listés ci-dessous.
it_it: Report consentono di vedere come la rete e il sistema si sono esibiti in un periodo di tempo. I report disponibili sono elencati di seguito.
ja_jp: レポートを使用すれば、ネットワーク、システムの一定の期間にわたるパフォーマンスを確認できます. 利用可能なレポートは以下のとおりです.
pl_pl: Raporty pozwalają zobaczyć, jak dobrze sieci i systemu wykonano na okres czasu. dostępne raporty są wymienione poniżej.
pt_pt: Os relatórios permitem que você veja o quão bem sua rede e sistema de ter realizado ao longo de um período de tempo. Relatórios disponíveis estão listados abaixo.
ru_ru: Отчеты позволяют увидеть, насколько хорошо ваши сети и системы выполнены в течение периода времени. Доступные отчеты перечислены ниже.
zh_cn: 报告使您可以查看网络和系统在一段时间内的性能。 可用的报告在下面列出。

source: Shows you what percentage of time monitored hosts and services were in different operational states. Useful for SLA reports.
bg_bg: Показва какъв процент от времето хостовете и сървисите са били в различни оперативни състояния. Полезно за SLA доклади.
de_de: Zeigt Ihnen, wie viel Prozent der Zeit überwacht Hosts und Services in verschiedenen Betriebszuständen waren. Nützlich für SLA-Reports.
es_es: Muestra el porcentaje de tiempo que los ejércitos y los servicios eran controlados en diferentes estados de funcionamiento. Útil para los informes de SLA.
fr_fr: Vous montre quel pourcentage du temps hôtes surveillés et services étaient différents états de fonctionnement. Utile pour les rapports SLA.
it_it: Mostra quale percentuale di tempo host monitorati e delle prestazioni, in diversi stati operativi. Utile per i report SLA.
ja_jp: 監視対象のホストやサービスが異なる動作状態で実行時間の割合(%)を表示します. SLAレポートに役立ちます.
pl_pl: pokazuje, jaki procent czasu monitorować hostów i usług były w różnych stanach operacyjnych. przydatne dla raportów SLA.
pt_pt: Mostra qual a porcentagem de tempo que os hosts monitorados e serviços foram em diferentes estados operacionais. Útil para relatórios de SLA.
ru_ru: Показывает, какой процент времени мониторинг хостов и услуги были в различных эксплуатационных состояний. Полезно для SLA отчетов.
zh_cn: 显示您监视的主机和服务处于不同操作状态的时间百分比。 对于SLA报告很有用。

source: Run availability report
bg_bg: Стартирайте доклада за наличност
de_de: Führen Verfügbarkeitsbericht
es_es: Ejecutar reporte de disponibilidad
fr_fr: Exécutez rapport de disponibilité
it_it: Esegui report sulla disponibilità
ja_jp: アベイラビリティレポートを実行
pl_pl: uruchomić raport dostępność
pt_pt: Executar relatório de disponibilidade
ru_ru: Выполнить наличии отчета
zh_cn: 运行可用性报告

source: Provides a historical report of alerts/events that occurred over time.
bg_bg: Осигурява исторически доклад за сигналите за тревога / събитията, случили се с течение на времето.
de_de: Bietet ein historischer Bericht der Alarme / Ereignisse, die im Laufe der Zeit aufgetreten.
es_es: Proporciona un informe del historial de alertas / eventos que ocurrieron en el tiempo.
fr_fr: Fournit un rapport historique des alertes / événements qui se sont produits au fil du temps.
it_it: Fornisce un report cronologico degli allarmi / eventi che si sono verificati nel corso del tempo.
ja_jp: アラーム/イベントが発生した履歴レポートを提供します.
pl_pl: udostępnia raport historyczny alarmów / zdarzeń, które miały miejsce w czasie.
pt_pt: Fornece um relatório do histórico de alertas / eventos que ocorreram ao longo do tempo.
ru_ru: Обеспечивает исторического доклада оповещения / событий, которые произошли с течением времени.
zh_cn: 提供一段时间内发生的警报/事件的历史报告。

source: Run state history report
bg_bg: Стартирайте доклада за историческото състояние (state history report)
de_de: Runzustand Geschichte Bericht
es_es: Ejecute el reporte del historial de estado
fr_fr: Exécuter le rapport histoire de l'Etat
it_it: Eseguire la cronologia dei report di stato
ja_jp: ステータス履歴レポートを実行
pl_pl: Historia państwa raport uruchomić
pt_pt: Executa o relatório de histórico do estado
ru_ru: Запустить отчет истории государства
zh_cn: 运行状态历史报告

source: Provides a report of hosts and services that experienced the most number of problems or events over a given time frame.
bg_bg: Осигурява доклад за хостове и сървиси, които са имали най-голям брой проблеми или събития в рамките на определен период от време.
de_de: Bietet einen Bericht von Hosts und Services, die die größte Anzahl von Problemen oder Ereignissen in einem bestimmten Zeitrahmen erlebt.
es_es: Proporciona un informe de los ejércitos y servicios que registraron el mayor número de problemas o eventos durante un período de tiempo determinado.
fr_fr: Fournit un rapport d'hôtes et de services qui ont connu le plus grand nombre de problèmes ou d'événements au cours d'une période donnée.
it_it: Fornisce un rapporto di host e servizi che hanno registrato il maggior numero di problemi o eventi in un determinato lasso di tempo.
ja_jp: 一定期間中に発生した障害またはイベント数が多いホストとサービスのレポートを提供します.
pl_pl: udostępnia raport hostów i usług, które doświadczyły największą liczbę problemów i zdarzeń w danym przedziale czasowym.
pt_pt: Fornece um relatório de hosts e serviços que apresentaram o maior número de problemas ou eventos ao longo de um determinado período de tempo.
ru_ru: Предоставляет отчет узлов сети и сервисов, которые испытали наибольшее количество проблем или событий за определенный период времени.
zh_cn: 提供在给定时间内遇到最多问题或事件的主机和服务的报告。

source: Run top alert producers report
bg_bg: Стартирайте доклада за най-големите производители на известия (top alert producers report)
de_de: Führen Alarm-Spitzenreiter Bericht
es_es: Ejecutar informe de los principales productores de alerta
fr_fr: Exécutez top rapport d'alerte producteurs
it_it: Lanciate top relazione avviso produttori
ja_jp: トップアラートプロデューサーレポートを実行
pl_pl: uruchomić największych producentów alert raport
pt_pt: executar top relatório produtores alerta
ru_ru: Выполнить верхний оповещения отчета производителей
zh_cn: 运行最高警报生成器报告

source: Provides a report of host and service alerts grouped by time units. Useful for spotting when problems occur most often.
bg_bg: Осигурява доклад за хост и сървис сигналите за тревога, групирани по единици за време. Полезно за установяване кога най-често възникват проблемите.
de_de: Bietet einen Bericht über Host-und Service per Zeiteinheiten eingeteilt. Nützlich für Spotting, wenn Probleme am häufigsten auftreten.
es_es: Proporciona un informe de alertas de acogida y de servicio agrupados por unidades de tiempo. Útil para detectar cuando los problemas se presentan con mayor frecuencia.
fr_fr: Fournit un rapport d'alertes d'accueil et de service regroupés par unités de temps. Utile pour repérer lorsque des problèmes surviennent le plus souvent.
it_it: Fornisce un rapporto di avvisi di accoglienza e di servizio raggruppati per unità di tempo. Utile per individuare quando si verificano problemi più spesso.
ja_jp: 時間単位でグループ化されたホストとサービスアラートのレポートを提供します. 障害が頻繁に発生したときを見つけるのに便利です.
pl_pl: udostępnia raport alertów gospodarza i usług zgrupowane według jednostek czasu. przydatne dla plamienia, gdy problemy występują najczęściej.
pt_pt: Fornece um relatório de alertas de host e de serviço agrupados por unidades de tempo. Útil para detectar quando ocorrem problemas com mais freqüência.
ru_ru: Предоставляет отчет о хосте и обслуживание оповещения, сгруппированных по единицах времени. Полезно для выявления, когда возникают проблемы чаще всего.
zh_cn: 提供按时间单位分组的主机和服务警报的报告。 找出最常出现问题的位置。

source: Run alert histogram report
bg_bg: Стартирайте доклада "хистограма" (histogram report)
de_de: Führen Alarm Histogramm Bericht
es_es: Ejecutar informe histograma alerta
fr_fr: Exécuter le rapport histogramme alerte
it_it: Esegui rapporto allarme istogramma
ja_jp: アラートヒストグラムレポートを実行
pl_pl: uruchomić powiadomienie raportu histogramu
pt_pt: Executar relatório de histograma alerta
ru_ru: Запуск оповещения отчета Гистограмма
zh_cn: 运行警报直方图报告

source: Provides a visual heatmap image of host and service alerts over time. Useful for spotting when problems occur most often.
bg_bg: Осигурява визуална топлинна карта (visual heatmap) на хост и сървис сигналите за тревога с течение на времето. Полезно за установяване кога най-често възникват проблеми.
de_de: Bietet eine visuelle Heatmap Bild von Host-und Service-Benachrichtigungen über die Zeit. Nützlich für Spotting, wenn Probleme am häufigsten auftreten.
es_es: Proporciona una imagen de mapa de calor visual de alertas de acogida y de servicio a través del tiempo. Útil para detectar cuando los problemas se presentan con mayor frecuencia.
fr_fr: Fournit une image visuelle de heatmap alertes hôte et de service dans le temps. Utile pour repérer lorsque des problèmes surviennent le plus souvent.
it_it: Fornisce un'immagine visiva heatmap di avvisi di accoglienza e di servizio nel corso del tempo. Utile per individuare quando si verificano problemi più spesso.
ja_jp: ホストとサービスのアラートの経過を視覚的なヒートマップの画像で表示します. 障害が頻繁に発生したときを見つけるのに便利です.
pl_pl: zapewnia wizualną termiczna obraz wpisów hostów i usług w czasie. przydatne dla plamienia, gdy problemy występują najczęściej.
pt_pt: fornece uma imagem heatmap visual de acolhimento e serviço de alertas ao longo do tempo. útil para detectar quando os problemas ocorrem com mais freqüência.
ru_ru: Обеспечивает визуальный образ HeatMap хозяина и службы оповещения с течением времени. Полезно для выявления, когда возникают проблемы чаще всего.
zh_cn: 提供随时间推移的主机和服务警报的可视化热图图像。 找出最常出现问题的位置。
