Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Your license has been suspended. Functionality from the UI will be locked until your account has been unsuspended.
bg_bg: вашият лиценз е спрян. функционалността от UI ще бъде заключена, докато профилът Ви не бъде спрян.
de_de: Ihre Lizenz wurde gesperrt. Die Funktionalität der Benutzeroberfläche wird gesperrt, bis Ihr Konto aufgehoben wurde.
es_es: su licencia ha sido suspendida la funcionalidad de la interfaz de usuario se bloqueará hasta que su cuenta no se haya suspendido.
fr_fr: votre licence a été suspendue. La fonctionnalité de l'interface utilisateur sera verrouillée jusqu'à ce que votre compte soit suspendu.
it_it: la tua licenza è stata sospesa. la funzionalità dall'interfaccia utente verrà bloccata fino a quando il tuo account non sarà sospeso.
ja_jp: ライセンスは一時停止されました。 UI の機能は、アカウントが一時停止されなくなるまでロックされます。
pl_pl: twoja licencja została zawieszona. funkcjonalność z interfejsu użytkownika zostanie zablokowana, dopóki Twoje konto nie zostanie zawieszone.
pt_pt: sua licença foi suspensa. a funcionalidade da interface do usuário será bloqueada até que sua conta tenha sido suspensa.
ru_ru: ваша лицензия приостановлена. функциональность от ui будет заблокирована до тех пор, пока ваша учетная запись не будет отменена.
zh_cn: 您的许可证已被暂停。 用户界面的功能将被锁定，直到您的帐户被取消暂停为止。

source: Please login to your Cloud account for more information.
bg_bg: моля, влезте в клауд акаунта си за повече информация.
de_de: Bitte loggen Sie sich für weitere Informationen in Ihr Cloud-Konto ein.
es_es: por favor inicie sesión en su cuenta de nube para más información.
fr_fr: Veuillez vous connecter à votre compte de cloud pour plus d'informations.
it_it: per favore accedi al tuo account cloud per maggiori informazioni.
ja_jp: 詳細については、クラウドアカウントにログインしてください。
pl_pl: zaloguj się do swojego konta w chmurze, aby uzyskać więcej informacji.
pt_pt: Por favor, faça o login em sua conta na nuvem para mais informações.
ru_ru: пожалуйста, войдите в свою облачную учетную запись для получения дополнительной информации.
zh_cn: 请登录您的云帐户以获取更多信息。

source: Your license limits have been exceeded. Remove objects or update your license to remove this message.
bg_bg: вашите ограничения на лиценза са превишени. премахнете обекти или актуализирайте лиценза си, за да премахнете това съобщение.
de_de: Ihre Lizenzgrenzen wurden überschritten. entfernen Sie Objekte oder aktualisieren Sie Ihre Lizenz, um diese Nachricht zu entfernen.
es_es: sus límites de licencia han sido excedidos. eliminar objetos o actualizar su licencia para eliminar este mensaje.
fr_fr: vos limites de licence ont été dépassées. supprimer des objets ou mettre à jour votre licence pour supprimer ce message.
it_it: i tuoi limiti di licenza sono stati superati. rimuovere oggetti o aggiornare la licenza per rimuovere questo messaggio.
ja_jp: ライセンスの上限を超えています。オブジェクトを削除するか、ライセンスを更新してこのメ​​ッセージを削除してください。
pl_pl: Twoje limity licencji zostały przekroczone. usuń obiekty lub zaktualizuj licencję, aby usunąć tę wiadomość.
pt_pt: seus limites de licença foram excedidos. remova objetos ou atualize sua licença para remover esta mensagem.
ru_ru: лимиты вашей лицензии превышены. удалить объекты или обновить лицензию, чтобы удалить это сообщение.
zh_cn: 您的许可限制已超出。 删除对象或更新您的许可证以删除此消息。

source: License suspended.
bg_bg: лицензът е спрян.
de_de: Lizenz gesperrt.
es_es: licencia suspendida
fr_fr: licence suspendue.
it_it: licenza sospesa.
ja_jp: ライセンス停止。
pl_pl: licencja zawieszona.
pt_pt: licença suspensa.
ru_ru: лицензия приостановлена.
zh_cn: 许可证暂停。

source: License limits exceeded.
bg_bg: ограниченията на лицензите са превишени.
de_de: Lizenzgrenzen überschritten.
es_es: límites de licencia excedidos.
fr_fr: limites de licence dépassées.
it_it: limiti di licenza superati.
ja_jp: ライセンスの上限を超えました。
pl_pl: przekroczono limity licencyjne.
pt_pt: limites de licença excedidos.
ru_ru: превышены лимиты лицензии.
zh_cn: 超出许可限制。

source: about Enterprise Edition features
bg_bg: За функциите, включени в Enterprise Edition
de_de: über Funktionen der Enterprise Edition
es_es: sobre la empresa Edition cuenta
fr_fr: sur Enterprise Edition fonctionnalités
it_it: circa enterprise edition caratteristiche
ja_jp: Enterprise版の機能について
pl_pl: o funkcje wersji Enterprise
pt_pt: sobre Enterprise Edition recursos
ru_ru: о функции Enterprise Edition
zh_cn: 关于企业版功能

source: This feature is part of the Enterprise Edition of %s. You have
bg_bg: Тази опция е част от Enterprise Edition на Nagios XI. Вие имате
de_de: Diese Funktion ist Teil der Enterprise Edition von nagios xi. Sie haben
es_es: esta característica es parte de la edición empresarial de nagios xi. tiene
fr_fr: cette option fait partie de l'édition d'entreprise de Nagios XI. vous avez
it_it: Questa funzione fa parte della versione Enterprise di Nagios xi. avete
ja_jp: この機能は、 %s Enterprise版の一部です。 あと
pl_pl: funkcja ta jest częścią wersji Enterprise Nagios XI. masz
pt_pt: esse recurso faz parte da edição Enterprise do nagios xi. você tem
ru_ru: эта функция является частью корпоративной версии Nagios XI. у вас есть
zh_cn: 此功能是%s企业版的一部分。 你有

source: to test this feature.
bg_bg: да изпробвате тази функция.
de_de: , um diese Funktion zu testen.
es_es: para poner a prueba esta característica.
fr_fr: pour tester cette fonctionnalité.
it_it: per testare questa funzionalità.
ja_jp: この機能をテストできます.
pl_pl: przetestować tę funkcję.
pt_pt: para testar este recurso.
ru_ru: , чтобы проверить эту функцию.
zh_cn: 测试此功能。

source: in your free cloud trial. You can enable enterprise features on the instance from your
bg_bg: във вашето безплатно проучване за облака. можете да активирате корпоративните функции на инстанцията от вашия
de_de: in Ihrer kostenlosen Cloud-Testversion. Sie können Enterprise-Funktionen für die Instanz von Ihrem System aus aktivieren
es_es: en tu prueba gratuita en la nube. puede habilitar funciones empresariales en la instancia de su
fr_fr: dans votre essai de cloud gratuit. vous pouvez activer les fonctionnalités d'entreprise sur l'instance à partir de votre
it_it: nella tua prova cloud gratuita. è possibile abilitare le funzionalità aziendali sull'istanza dal proprio
ja_jp: 無料クラウドトライアル中です。インスタンスのエンタープライズ機能を
pl_pl: w bezpłatnej wersji próbnej w chmurze. możesz włączyć funkcje korporacyjne na instancji z twojego
pt_pt: no seu teste gratuito de nuvem. você pode ativar recursos empresariais na instância a partir do seu
ru_ru: в вашей бесплатной пробной версии облака. вы можете включить функции предприятия в экземпляре из вашего
zh_cn: 在您的免费云试用中。 您可以通过以下方式在实例上启用企业功能：

source: This feature is part of the Enterprise Edition of %s. You do not currently have enterprise features enabled. To enable them, log into your
bg_bg: тази функция е част от корпоративното издание на nagios xi. в момента няма активирани функции на предприятието. за да им позволите, влезте във вашия
de_de: Diese Funktion ist Teil der Enterprise Edition von nagios xi. Sie haben derzeit keine Unternehmensfunktionen aktiviert. um sie zu aktivieren, melden Sie sich bei
es_es: esta característica es parte de la edición empresarial de nagios xi. actualmente no tiene funciones empresariales habilitadas. para habilitarlos, inicie sesión en su
fr_fr: cette fonctionnalité fait partie de l'édition entreprise de nagios xi. Actuellement, vous n'avez pas activé les fonctionnalités d'entreprise. pour les activer, connectez-vous à votre
it_it: questa funzionalità fa parte dell'edizione aziendale di nagios xi. al momento non hai abilitato le funzioni aziendali. per abilitarli, accedi al tuo
ja_jp: この機能は %s エンタープライズ版の一部です。現在エンタープライズ機能は有効ではありません。有効にするには、
pl_pl: ta funkcja jest częścią edycji korporacyjnej nagios xi. obecnie nie masz włączonych funkcji korporacyjnych. aby je włączyć, zaloguj się do swojego
pt_pt: esse recurso faz parte da edição corporativa do nagios xi. Atualmente, você não tem recursos empresariais ativados. para ativá-los, faça o login no seu
ru_ru: эта функция является частью корпоративного издания nagios xi. в настоящее время у вас нет корпоративных функций. чтобы включить их, войдите в свой
zh_cn: 此功能是%s企业版的一部分。 您当前没有启用企业功能。 要启用它们，请登录到

source: to enable it on this instance
bg_bg: за да го активирате в този случай
de_de: um es für diese Instanz zu aktivieren
es_es: para habilitarlo en esta instancia
fr_fr: pour l'activer sur cette instance
it_it: per abilitarlo su questa istanza
ja_jp: このインスタンスで有効にする
pl_pl: włączyć go w tej instancji
pt_pt: para ativá-lo nesta instância
ru_ru: включить его в этот экземпляр
zh_cn: 在这个实例上启用它

source: Contact sales
bg_bg: Свържете се с търговския отдел
de_de: Kontakt Vertrieb
es_es: ventas de contacto
fr_fr: ventes de contact
it_it: vendite di contatto
ja_jp: 営業にご連絡ください
pl_pl: sprzedaż kontaktowe
pt_pt: vendas de contato
ru_ru: связаться с продаж
zh_cn: 与销售人员联系

source: to renew your maintenance and re-enable Enterprise Edition features
bg_bg: Да подновите поддръжката си и да активирате повторно функциите за издаване в предприятие
de_de: Um Ihre Wartung zu erneuern und die Editionen der Enterprise Edition zu aktivieren
es_es: Renovar el mantenimiento y volver a habilitar las funciones de edición empresarial
fr_fr: Pour renouveler votre maintenance et réactiver les fonctionnalités d'édition d'entreprise
it_it: Per rinnovare la manutenzione e riattivare le funzionalità dell'editoria aziendale
ja_jp: 保守更新とEnterprise版の機能の再有効化
pl_pl: Do odnowienia konserwacji i ponownego włączania funkcji wydawania korporacyjnego
pt_pt: Para renovar sua manutenção e reativar recursos de edição corporativa
ru_ru: Обновить техническое обслуживание и снова включить возможности корпоративных изданий
zh_cn: 更新您的维护并重新启用企业版功能

source: This feature is part of the Enterprise Edition of %s. Your license maintenance has expired. Some functionality may be limited or disabled.
bg_bg: Тази опция е част от Enterprise Edition на Nagios XI. Поддръжката на лиценза е изтекла. Някои функции могат да бъдат ограничени или деактивирани.
de_de: Diese Funktion ist Teil der Enterprise Edition von nagios xi. Ihre Studie mit diesem Feature ist abgelaufen. einige Funktionen eventuell eingeschränkt oder deaktiviert werden.
es_es: esta característica es parte de la edición empresarial de nagios xi. la versión de prueba de esta característica ha expirado. parte de la funcionalidad puede ser limitada o desactivado.
fr_fr: cette option fait partie de l'édition d'entreprise de Nagios XI. votre période d'essai de cette fonctionnalité a expiré. certaines fonctionnalités peuvent être limitées ou désactivé.
it_it: Questa funzione fa parte della versione Enterprise di Nagios xi. la versione di prova di questa caratteristica è scaduto. alcune funzionalità può essere limitata o disattivata.
ja_jp: この機能は、 %s Enterprise版の一部です。 ライセンス保守の期限が切れました。 一部の機能は制限されるか無効になります。
pl_pl: funkcja ta jest częścią wersji Enterprise Nagios XI. Twój konserwacji licencja wygasła. niektóre funkcje mogą być ograniczone lub wyłączone.
pt_pt: esse recurso faz parte da edição Enterprise do nagios xi. o julgamento deste recurso expirou. algumas funcionalidades podem ser limitadas ou desativado.
ru_ru: эта функция является частью корпоративной версии Nagios XI. пробной этой функции истек. некоторые функции могут быть ограничены или отключены.
zh_cn: 此功能是%s企业版的一部分。 您的许可证维护已过期。 某些功能可能受到限制或禁用。

source: about upgrading to Enterprise Edition.
bg_bg: За обновяване на Enterprise Edition.
de_de: über das Upgrade auf Enterprise Edition.
es_es: sobre la actualización a Enterprise Edition.
fr_fr: mise à niveau vers Enterprise Edition.
it_it: circa l'aggiornamento a Enterprise Edition.
ja_jp: Enterprise版へのアップグレードについて
pl_pl: o aktualizacji do wersji Enterprise.
pt_pt: sobre a atualização para o enterprise edition.
ru_ru: об обновлении до Enterprise Edition.
zh_cn: 有关升级到企业版的信息。

source: This feature is part of the Enterprise Edition of %s. Your trial of this feature has expired. Some functionality may be limited or disabled.
bg_bg: Тази опция е част от Enterprise Edition на Nagios XI. Вашия пробен период за тази функция, е изтекъл. Някои функции могат да бъдат ограничени или деактивирани.
de_de: Diese Funktion ist Teil der Enterprise Edition von nagios xi. Ihre Studie mit diesem Feature ist abgelaufen. einige Funktionen eventuell eingeschränkt oder deaktiviert werden.
es_es: esta característica es parte de la edición empresarial de nagios xi. la versión de prueba de esta característica ha expirado. parte de la funcionalidad puede ser limitada o desactivado.
fr_fr: cette option fait partie de l'édition d'entreprise de Nagios XI. votre période d'essai de cette fonctionnalité a expiré. certaines fonctionnalités peuvent être limitées ou désactivé.
it_it: Questa funzione fa parte della versione Enterprise di Nagios xi. la versione di prova di questa caratteristica è scaduto. alcune funzionalità può essere limitata o disattivata.
ja_jp: この機能は、 %s Enterprise版の一部です。 この機能の試用期間が切れました。 一部の機能は制限されるか無効になります。
pl_pl: funkcja ta jest częścią wersji Enterprise Nagios XI. Twój próby tej funkcji wygasł. niektóre funkcje mogą być ograniczone lub wyłączone.
pt_pt: esse recurso faz parte da edição Enterprise do nagios xi. o julgamento deste recurso expirou. algumas funcionalidades podem ser limitadas ou desativado.
ru_ru: эта функция является частью корпоративной версии Nagios XI. пробной этой функции истек. некоторые функции могут быть ограничены или отключены.
zh_cn: 此功能是%s企业版的一部分。 您对该功能的试用期已过期。 某些功能可能受到限制或禁用。

source: Enter your enterprise key
bg_bg: Въведете вашия Enterprise ключ
de_de: Geben Sie Ihrem Unternehmen Schlüssel
es_es: introduzca su clave de empresa
fr_fr: entrer votre clé d'entreprise
it_it: inserire il codice aziendale
ja_jp: Enterprise キーを入力
pl_pl: wprowadź klucz przedsiębiorstwa
pt_pt: digitar a chave empresa
ru_ru: ввести ключ предприятия
zh_cn: 输入您的企业密钥

source: This feature is part of the Enterprise Edition of %s.
bg_bg: Тази опция е част от Enterprise Edition на Nagios XI.
de_de: Diese Funktion ist Teil der Enterprise Edition von nagios xi.
es_es: esta característica es parte de la edición empresarial de nagios xi.
fr_fr: cette option fait partie de l'édition d'entreprise de Nagios XI.
it_it: Questa funzione fa parte della versione Enterprise di Nagios xi.
ja_jp: この機能は、%s Enterprise版の一部です。
pl_pl: funkcja ta jest częścią wersji Enterprise Nagios XI.
pt_pt: esse recurso faz parte da edição Enterprise do nagios xi.
ru_ru: эта функция является частью корпоративной версии Nagios XI.
zh_cn: 此功能是%s企业版的一部分。

source: Start your 30-day trial
bg_bg: Започнете вашия 60-дневен пробен период
de_de: Beginnen Sie Ihren 60-Tage-Testversion
es_es: iniciar su prueba de 60 días
fr_fr: commencer votre période d'essai de 60 jours
it_it: iniziare la prova di 60 giorni
ja_jp: 60日間のトライアルを開始する
pl_pl: rozpocząć 60-dniową wersję próbną
pt_pt: iniciar a sua avaliação de 60 dias
ru_ru: начать 60-дневную пробную версию
zh_cn: 开始30天的试用期

source: of Enterprise Edition features now to enable full functionality.
bg_bg: на особеностите на Enterprise Edition сега, за да се даде възможност на пълна функционалност.
de_de: von Funktionen der Enterprise Edition jetzt zu ermöglichen volle Funktionalität.
es_es: de las características de Enterprise Edition ahora para habilitar la funcionalidad completa.
fr_fr: des fonctionnalités d'entreprise Edition est maintenant de permettre la pleine fonctionnalité.
it_it: di funzionalità enterprise edition ora per consentire la piena funzionalità.
ja_jp: と、Enterprise版のフル機能を有効にできます.
pl_pl: przedsiębiorstwa wydanie dysponuje teraz włączyć do pełnej funkcjonalności.
pt_pt: de recursos empresariais edição agora para ativar a funcionalidade completa.
ru_ru: предприятия свойств версии теперь для обеспечения полной функциональности.
zh_cn: 现在提供企业版功能以启用全部功能。

source: about Enterprise Edition and its features.
bg_bg: За Enterprise Edition и това, което предлага.
de_de: über enterprise edition und ihrer Funktionen.
es_es: sobre la empresa de edición y sus características.
fr_fr: sur Enterprise Edition et ses caractéristiques.
it_it: circa Enterprise Edition e le sue caratteristiche.
ja_jp: Enterprise版およびその機能について
pl_pl: o wydaniu przedsiębiorstwa i jego funkcji.
pt_pt: sobre edição de empresa e suas características.
ru_ru: о Enterprise Edition и его особенности.
zh_cn: 关于企业版及其功能。

source: License Exceeded
bg_bg: Лиценза е превишен
de_de: Lizenz überschritten
es_es: Licencia excedido
fr_fr: Licence dépassé
it_it: Licenza superato
ja_jp: ライセンス超過
pl_pl: Licencja przekroczone
pt_pt: Licença excedida
ru_ru: Лицензия Превышен
zh_cn: 许可证超出

source: Either remove hosts/services or
bg_bg: или премахнете хостове / услуги или
de_de: Entferne entweder Hosts / Dienste oder
es_es: eliminar servidores / servicios o
fr_fr: soit supprimer des hôtes / services ou
it_it: o rimuovere host / servizi o
ja_jp: ホスト/サービスを削除するか
pl_pl: albo usuń hosty / usługi lub
pt_pt: quer remover hosts / serviços ou
ru_ru: либо удалить хосты / службы или
zh_cn: 要么删除主机/服务或

source: upgrade your instance
bg_bg: надстройте инстанцията си
de_de: Aktualisieren Sie Ihre Instanz
es_es: actualiza tu instancia
fr_fr: mettre à jour votre instance
it_it: aggiorna la tua istanza
ja_jp: インスタンスをアップグレードする
pl_pl: uaktualnij swoją instancję
pt_pt: atualize sua instância
ru_ru: обновить экземпляр
zh_cn: 升级你的实例

source: Upgrade your license
bg_bg: Обновете вашия лиценз
de_de: aktualisieren Sie Ihre Lizenz
es_es: actualizar su licencia
fr_fr: mettre à jour votre licence
it_it: aggiornare la licenza
ja_jp: ライセンスをアップグレードしてください
pl_pl: zaktualizować licencję
pt_pt: atualizar sua licença
ru_ru: обновить лицензию
zh_cn: 升级您的许可证

source: to access this feature and obtain support services
bg_bg: за достъп до тази функция и получаване на услуги за поддръжка
de_de: auf diese Funktion zugreifen und Support-Services erhalten
es_es: acceder a esta función y obtener servicios de apoyo
fr_fr: pour accéder à cette fonction et obtenir des services de soutien
it_it: per accedere a questa funzione e di ottenere servizi di supporto
ja_jp: この機能へのアクセスやサポートサービスを取得できます
pl_pl: Dostęp do tej funkcji i uzyskać usługi wsparcia
pt_pt: para acessar este recurso e obter serviços de apoio
ru_ru: для доступа к этой функции и получить услуги поддержки
zh_cn: 访问此功能，并获得支持服务

source: License Suspended
bg_bg: лицензът е спрян
de_de: Lizenz gesperrt
es_es: licencia suspendida
fr_fr: licence suspendue
it_it: licenza sospesa
ja_jp: ライセンス停止
pl_pl: licencja zawieszona
pt_pt: licença suspensa
ru_ru: приостановлена ​​лицензия
zh_cn: 许可证暂停

source: Your license has been suspended. While you will continue to recieve notifications while your license is suspended, you will not be able to use the full interface.
bg_bg: вашият лиценз е спрян. докато ще продължите да получавате известия, докато вашият лиценз е спрян, няма да можете да използвате пълния интерфейс.
de_de: Ihre Lizenz wurde gesperrt. Während Sie weiterhin Benachrichtigungen erhalten, während Ihre Lizenz gesperrt ist, können Sie nicht die vollständige Benutzeroberfläche verwenden.
es_es: su licencia ha sido suspendida mientras continúe recibiendo notificaciones mientras su licencia está suspendida, no podrá usar la interfaz completa.
fr_fr: votre licence a été suspendue. Si vous continuez à recevoir des notifications lorsque votre licence est suspendue, vous ne pourrez pas utiliser l'interface complète.
it_it: la tua licenza è stata sospesa. mentre continuerai a ricevere notifiche mentre la tua licenza è sospesa, non sarai in grado di utilizzare l'interfaccia completa.
ja_jp: ライセンスは一時停止されました。ライセンスが停止されている間も引き続き通知を受け取ることができますが、完全なインターフェースを使用することはできません。
pl_pl: twoja licencja została zawieszona. podczas gdy będziesz otrzymywać powiadomienia w trakcie zawieszenia licencji, nie będziesz mógł korzystać z pełnego interfejsu.
pt_pt: sua licença foi suspensa. Enquanto continuar recebendo notificações enquanto sua licença estiver suspensa, você não poderá usar a interface completa.
ru_ru: ваша лицензия приостановлена. в то время как вы будете продолжать получать уведомления, пока ваша лицензия приостановлена, вы не сможете использовать полный интерфейс.
zh_cn: 您的许可证已被暂停。虽然在许可证暂停时您将继续接收通知，但您将无法使用完整的界面。

source: Log into your
bg_bg: влезте във вашия
de_de: Melde dich bei dir an
es_es: inicia sesión en tu
fr_fr: connectez-vous dans votre
it_it: accedi al tuo
ja_jp: ログインする
pl_pl: zaloguj się do swojego
pt_pt: entre no seu
ru_ru: войдите в свой
zh_cn: 登录你的

source: to see more information and to unsuspend your account.
bg_bg: за да видите повече информация и да деактивирате профила си.
de_de: um weitere Informationen anzuzeigen und Ihr Konto zu entsperren.
es_es: para ver más información y para reactivar su cuenta.
fr_fr: pour voir plus d'informations et pour suspendre votre compte.
it_it: per vedere più informazioni e per sospendere il tuo account.
ja_jp: 詳細情報を表示したり、アカウントを一時停止したりすることができます。
pl_pl: aby wyświetlić więcej informacji i odłączyć swoje konto.
pt_pt: para ver mais informações e para suspender sua conta.
ru_ru: для просмотра дополнительной информации и отказа от учетной записи.
zh_cn: 查看更多信息并取消暂停您的帐户。

source: Contact your system administrator for more information.
bg_bg: свържете се с вашия системен администратор за повече информация.
de_de: Weitere Informationen erhalten Sie von Ihrem Systemadministrator.
es_es: Para más información contacta a tu administrador de sistemas.
fr_fr: contactez votre administrateur système pour plus d'informations.
it_it: Contatta il tuo amministratore di sistema per altre informazioni.
ja_jp: 詳細については、システム管理者にお問い合わせください。
pl_pl: skontaktuj się z administratorem systemu, aby uzyskać więcej informacji.
pt_pt: Entre em contato com o administrador do sistema para obter mais informações.
ru_ru: обратитесь к системному администратору за дополнительной информацией.
zh_cn: 请联系您的系统管理员了解更多信息

source: You have an MSP license, however, either the MSP component is not installed, or your MSP license is not valid.
bg_bg: Имате OEM лиценз, обаче или OEM компонента не е инсталиран, или вашия OEM лиценз не е валиден.
de_de: Sie haben eine OEM-Lizenz jedoch entweder die OEM-Komponente ist nicht installiert, oder Ihr OEM-Lizenz ist nicht gültig.
es_es: usted tiene una licencia OEM, sin embargo, ya sea el componente OEM no está instalado, o su licencia OEM no es válida.
fr_fr: vous disposez d'une licence OEM, cependant, soit le composant OEM est pas installé, ou votre permis de OEM est pas valide.
it_it: si dispone di una licenza OEM, però, sia la componente OEM non è installato, o la vostra licenza oem non è valida.
ja_jp: OEMライセンスはお持ちですが、OEMコンポーネントがインストールされていないか、OEMライセンスが有効ではありません.
pl_pl: masz licencji OEM, jednak albo oem składnik nie jest zainstalowany lub licencja OEM nie jest ważny.
pt_pt: você tem uma licença OEM, no entanto, quer o elemento oem não está instalado, ou sua licença OEM não é válido.
ru_ru: у вас есть лицензия OEM, однако, либо OEM компонент не установлен, или лицензии OEM не действует.
zh_cn: 你有一个OEM许可证，然而，无论是OEM组件未安装，或者您的OEM许可无效。

source: Activation Required
bg_bg: Изисква се активиране
de_de: Aktivierung erforderlich
es_es: activación necesaria
fr_fr: activation requise
it_it: attivazione richiesta
ja_jp: アクティベーションが必要です
pl_pl: wymagana aktywacja
pt_pt: ativação necessária
ru_ru: требуется активация
zh_cn: 需要激活
