Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: contains numerous tutorial videos on how to use Nagios XI.
bg_bg: Съдържа множество видеоуроци за това как да се използва Nagios XI.
de_de: enthält zahlreiche Tutorial-Videos auf, wie man Nagios XI verwenden.
es_es: contiene numerosos videos tutoriales sobre cómo utilizar nagios xi.
fr_fr: contient de nombreuses vidéos tutoriel sur la façon d'utiliser Nagios XI.
it_it: contiene numerosi video tutorial su come utilizzare Nagios xi.
ja_jp: Nagios XIの使用法についてのチュートリアルビデオが多数含まれています
pl_pl: zawiera liczne samouczek wideo na temat korzystania z Nagios XI.
pt_pt: contém vários vídeos tutoriais sobre como usar o Nagios xi.
ru_ru: содержит многочисленные обучающие видеоролики о том, как использовать Nagios XI.
zh_cn: 包含许多有关如何使用Nagios XI的教程视频。

source: Error: This component requires Nagios XI 2012R2.3 or later.
bg_bg: Грешка: този компонент изисква Nagios XI 2012R2.3 или по-нова версия.
de_de: Fehler: Diese Komponente erfordert Nagios XI 2012R1.3 oder später.
es_es: Error: Este componente requiere Nagios XI 2012R1.0 o superior
fr_fr: Erreur: Ce composant nécessite Nagios XI 2012R1.3 ou tard.
it_it: Errore: Questo componente richiede Nagios XI 2012R1.3 o versione successiva.
ja_jp: エラー：このコンポーネントは、Nagios XI 2012R2.3以降が必要です.
pl_pl: Błąd: ta część wymaga Nagios XI 2012r2.3 lub nowszej.
pt_pt: Erro: Este componente requer a versão Nagios XI 2011R1.7 ou maior.
ru_ru: Ошибка: Этот компонент требует Nagios XI 2012R1.3 или более поздней версии.
zh_cn: 错误：此组件需要Nagios XI 2012R2.3或更高版本。

source: Enables per page help menus and videos throughout the Nagios XI interface.
bg_bg: Позволява помощните менюта на страница и видеоклипове в интерфейса на Nagios XI.
de_de: ermöglicht pro Seite Hilfe-Menüs und Videos in der Nagios XI-Schnittstelle.
es_es: permite por página menús de ayuda y videos en toda la interfaz nagios xi.
fr_fr: permet par page des menus d'aide et des vidéos tout au long de l'interface xi nagios.
it_it: consente per pagina menu di aiuto e video in tutta l'interfaccia nagios xi.
ja_jp: 各ページでNagios XIインターフェイスのヘルプメニューとビデオを有効にします.
pl_pl: Pozwala na stronie menu pomocy i wideo w całym interfejsie xi Nagios.
pt_pt: permite por menus de ajuda de páginas e vídeos em toda a interface nagios xi.
ru_ru: позволяет на странице меню помощи и видео в интерфейсе Nagios XI.
zh_cn: 在整个Nagios XI界面中启用每页帮助菜单和视频。

source: Help System
bg_bg: Система за помощ
de_de: Hilfesystem
es_es: sistema de ayuda
fr_fr: système d'aide
it_it: sistema di aiuto
ja_jp: ヘルプシステム
pl_pl: System pomocy
pt_pt: o sistema de ajuda
ru_ru: система помощи
zh_cn: 帮助系统

source: Help System Settings
bg_bg: Настройки на системата за помощ
de_de: System-Einstellungen
es_es: Configuraciones del SIstema
fr_fr: Paramètres système
it_it: Impostazioni di sistema
ja_jp: ヘルプシステム設定
pl_pl: Ustawienia systemu pomocy
pt_pt: Configurações do Sistema
ru_ru: Настройки системы
zh_cn: 帮助系统设置

source: Enable the help system
bg_bg: Активирайте системата за помощ
de_de: ermöglicht das Hilfesystem.
es_es: permite que el sistema de ayuda.
fr_fr: permet au système d'aide.
it_it: consente al sistema di aiuto.
ja_jp: ヘルプシステムを有効にする
pl_pl: Umożliwia to system pomocy.
pt_pt: permite que o sistema de ajuda.
ru_ru: позволяет системе помощи.
zh_cn: 启用帮助系统

source: Allow users to override help settings
bg_bg: Позволи на потребителите да заменят настройките помощ
de_de: Benutzern erlauben, Hilfe überschreiben.
es_es: permiten a los usuarios modificar la configuración de la Ayuda.
fr_fr: permettent aux utilisateurs de modifier les paramètres d'aide.
it_it: consentono agli utenti di modificare le impostazioni della guida.
ja_jp: ユーザーによるヘルプ設定の上書きを許可する
pl_pl: zezwolić użytkownikom na zmianę ustawień pomoc.
pt_pt: permitem que os usuários substituem as configurações de ajuda.
ru_ru: позволяют пользователям аннулировать помощью настроек.
zh_cn: 允许用户覆盖帮助设置

source: Show edit under help button
bg_bg: Покажете редактиране отдолу под бутона за помощ
de_de: zeigen bearbeiten unter Hilfe-Button
es_es: mostrar editar bajo botón de ayuda
fr_fr: montrer modifier sous le bouton d'aide
it_it: mostrare modifica sotto il pulsante di aiuto
ja_jp: ヘルプボタンの下に編集を表示する
pl_pl: pokazać zmienił pod przycisk pomocy
pt_pt: mostrar editar sob botão de ajuda
ru_ru: показать редактировать под кнопку справки
zh_cn: 在帮助按钮下显示编辑

source: Use local help_system.xml file
bg_bg: Използвайте локален help_system.xml файл
de_de: benutzen lokale help_system.xml Datei
es_es: usar el archivo help_system.xml locales
fr_fr: utiliser le fichier de help_system.xml locale
it_it: utilizzare il file help_system.xml locale
ja_jp: ローカル help_system.xml ファイルを使用
pl_pl: wykorzystać lokalny plik help_system.xml
pt_pt: usar arquivo help_system.xml locais
ru_ru: использовать локальный файл help_system.xml
zh_cn: 使用本地help_system.xml文件

source: Prev
bg_bg: Предишна
ja_jp: 前へ
pl_pl: poprz
ru_ru: предыдущая
zh_cn: 上一个

source: End tour
bg_bg: Край на обиколката
de_de: Ende Tour
es_es: recorrido final
fr_fr: Visite de la fin
it_it: LA FINE DEL TOUR
ja_jp: ツアー終了
pl_pl: Wycieczka końca
pt_pt: excursão final
ru_ru: Конец тура
zh_cn: 结束浏览

source: Welcome to Nagios XI
bg_bg: Добре дошли в Nagios XI
de_de: Willkommen zu Nagios XI
es_es: bienvenida a nagios xi
fr_fr: accueillir à Nagios XI
it_it: benvenuto a nagios xi
ja_jp: Nagios XIへようこそ
pl_pl: Zapraszamy do Nagios XI
pt_pt: bem-vindo ao nagios xi
ru_ru: Добро пожаловать в Nagios XI
zh_cn: 欢迎来到Nagios XI。

source: We are going to take you on a tour around the Nagios XI interface. To proceed through the tour you can either click the Prev/Next buttons or use the
bg_bg: Ние ще ви отведем на обиколка в интерфейса на Nagios XI. За да продължите обиколката, вие можете да кликнете "Предишен" / "Следващ" (Prev/Next) бутони или да използвате
de_de: werden wir Sie mit auf eine Tour rund um die Nagios XI-Schnittstelle statt. In den durch die Tour, verfahren können Sie entweder auf die Tasten PREV / NEXT oder benutzen Sie die
es_es: vamos a llevarlo en un recorrido por la interfaz xi nagios. a través de PROCEDE el recorrido se puede hacer clic en cualquiera de las / los botones PREV o utilizar el
fr_fr: nous allons vous emmener faire un tour autour de l'interface de Nagios XI. en faveur de Procede travers la visite, vous pouvez soit cliquer sur les boutons suivant / précédent ou utiliser le
it_it: ci accingiamo a prendere in un tour in giro per l'interfaccia xi nagios. per procedere attraverso il tour è possibile fare clic sui pulsanti / prossimi prev o utilizzare il
ja_jp: Nagios XI インターフェイスツアーにご案内します。ツアーを続行するには、[前へ]/[次へ]をクリックするか、またはキーボードの
pl_pl: mamy zamiar zabrać cię na wycieczkę po interfejsie xi Nagios. do Procédé przez trasy możesz kliknąć na przycisk PREV / NEXT lub użyć
pt_pt: vamos levá-lo em um passeio em torno da interface xi nagios. a procede por meio do passeio, você pode clicar os botões Ant / ou utilizar o
ru_ru: мы собираемся взять вас на экскурсию вокруг интерфейса хг Nagios. чтобы procede через тур Вы можете щелкните Предыдущий / Следующий кнопки или использовать
zh_cn: 我们将带您游览Nagios XI界面。 要继续浏览，您可以单击上一个/下一个按钮或使用

source: keys on your keyboard. You can end the tour at any time by clicking "End Tour".
bg_bg: Клавиши на клавиатурата. Можете да сложите край на турнето по всяко време, като кликнете върху "End Tour".
de_de: Tasten auf der Tastatur. Sie können die Tour jederzeit durch Klicken auf "End-Tour" zu beenden.
es_es: teclas del teclado. usted puede terminar el recorrido en cualquier momento haciendo clic en "tour final".
fr_fr: touches de votre clavier. vous pouvez finir la tournée à tout moment en cliquant sur "tour final".
it_it: tasti della tastiera. si può finire il tour in qualsiasi momento cliccando su "giro finale".
ja_jp: キーを使用できます。 [ツアー終了]をクリックすると、いつでもツアーを終了することができます。
pl_pl: klawisze na klawiaturze. można zakończyć wycieczkę w dowolnym momencie, klikając "wycieczkę End".
pt_pt: teclas do teclado. você pode terminar o passeio em qualquer tempo, clicando em "turnê final".
ru_ru: Клавиши на клавиатуре. Вы можете закончить тур в любое время, нажав "конец тур".
zh_cn: 键盘上的按键。 您可以随时单击“结束浏览”来结束游览。

source: Primary Menu
bg_bg: Главно меню
de_de: Hauptmenü
es_es: menú principal
fr_fr: Menu principal
it_it: Menu principale
ja_jp: プライマリメニュー
pl_pl: menu głównym
pt_pt: Menu principal
ru_ru: основной меню
zh_cn: 主菜单

source: This is the primary navigation menu allowing users to move from section to section within the Nagios XI interface.
bg_bg: Това е основното навигационно меню, което позволява на потребителите да се движат от точка до точка в рамките на Nagios XI интерфейса.
de_de: das ist das primäre Navigationsmenü so dass Anwender von Abschnitt zu Abschnitt innerhalb des Nagios XI-Schnittstelle zu bewegen.
es_es: Este es el menú principal de navegación permite a los usuarios pasar de una sección a otra dentro de la interfaz xi nagios.
fr_fr: tel est le menu de navigation primaire permettant aux utilisateurs de passer d'une section à l'intérieur de l'interface xi nagios.
it_it: questo è il menu di navigazione primario che consente agli utenti di passare da una sezione all'altra all'interno dell'interfaccia xi nagios.
ja_jp: これは、Nagios XIインターフェイス内のセクションからセクションへ移動することができる、一次ナビゲーションメニューです.
pl_pl: to jest głównym menu nawigacyjne dzięki czemu użytkownicy mogą poruszać się z sekcji do sekcji w interfejsie xi Nagios.
pt_pt: este é o menu de navegação principal que permite aos usuários passar de uma seção para outra dentro da interface xi nagios.
ru_ru: это основной навигации позволяет пользователям перейти от раздела к разделу в интерфейсе хг Nagios меню.
zh_cn: 这是主要的导航菜单，允许用户在Nagios XI界面内的各个部分之间移动。

source: Secondary Navigation
bg_bg: Помощна навигация
de_de: sekundären Navigation
es_es: navegación secundaria
fr_fr: navigation secondaire
it_it: navigazione secondaria
ja_jp: セカンダリナビゲーション
pl_pl: wtórne nawigacji
pt_pt: navegação secundária
ru_ru: вторичная навигационная
zh_cn: 二级导航

source: Each selection within the primary navigation will launch new set of secondary navigation menus pertaining to available options in that section.
bg_bg: Всяка селекция в рамките на основната навигация ще стартира нов набор от вторични навигационни менюта, свързани с наличните възможности в този раздел.
de_de: jede Auswahl withing die Hauptnavigation wird neue Reihe von sekundären Navigation Menüs in Bezug auf verfügbare Optionen im stat Abschnitt zu starten.
es_es: cada selección en el canto principal de navegación lanzará nuevo conjunto de menús de navegación secundarias relacionadas con las opciones disponibles en la sección de estadísticas.
fr_fr: chaque sélection withing la navigation principale va lancer une nouvelle série de menus de navigation secondaires relatives aux options disponibles dans la section de stat.
it_it: ogni selezione withing la navigazione primario lancerà nuova serie di menu di navigazione secondari relativi alle opzioni disponibili nella sezione statistiche.
ja_jp: 一次ナビゲーション内の各セレクションは、そのセクションで使用できる２次ナビゲーションメニューのセットを起動します.
pl_pl: każdy wybór withing podstawowy nawigacja uruchomi nowy zestaw wtórnych menu nawigacyjnych odnoszących się do dostępnych opcji w sekcji statystyk.
pt_pt: cada seleção withing a navegação primária vai lançar novo conjunto de menus de navegação secundárias referentes a opções disponíveis na seção de estatísticas.
ru_ru: каждый выбор жгутов основной навигации запустит новый набор навигационных меню вторичных относящихся к доступных опций в разделе стат.
zh_cn: 主导航中的每个选择都将启动与该部分中可用选项有关的新的辅助导航菜单集。

source: Extended Navigation
bg_bg: Разширена навигация
de_de: erweiterten Navigation
es_es: navegación extendida
fr_fr: navigation prolongée
it_it: navigazione esteso
ja_jp: 拡張ナビゲーション
pl_pl: Rozszerzony nawigacji
pt_pt: navegação estendida
ru_ru: расширенный навигации
zh_cn: 扩展导航

source: Clicking the extended navigation allows access to additional functionality available throughout the user interface.
bg_bg: Кликването върху разширената навигацията позволява достъп до допълнителната функционалност на разположение в целия потребителски интерфейс.
de_de: Klicken auf die erweiterten Navigation ermöglicht den Zugriff auf zusätzliche Funktionen zur Verfügung in der gesamten Benutzeroberfläche.
es_es: clic en la navegación extendida permite el acceso a la funcionalidad adicional disponible en toda la interfaz de usuario.
fr_fr: cliquant sur l'étendue navigation permet d'accéder à une fonctionnalité supplémentaire disponible tout au long de l'interface utilisateur.
it_it: Cliccando navigazione estesa consente l'accesso a funzionalità aggiuntive disponibili nell'interfaccia utente.
ja_jp: 拡張ナビゲーションをクリックすると、ユーザーインターフェイスで利用できる追加機能にアクセスすることができます.
pl_pl: klikając rozszerzoną nawigację umożliwia dostęp do dodatkowych funkcji dostępnych w całym interfejsie użytkownika.
pt_pt: clicando na navegação estendida permite o acesso a funcionalidades adicionais disponíveis em toda a interface do usuário.
ru_ru: нажав расширенный навигацию позволяет получить доступ к дополнительной функциональности на всей территории отеля пользовательского интерфейса.
zh_cn: 单击扩展的导航，可以访问整个用户界面中可用的其他功能。

source: With the Enterprise version of Nagios XI you can use the Schedule Page to create an instant report out of any page in the Nagios XI interface including custom dashboards.
bg_bg: С версията Enterprise на Nagios XI, можете да използвате страницата с график (Schedule Page), за да създадете "мигновенен" доклад от всяка страница в Nagios XI интерфейса, включително персонализирани табла.
de_de: mit der Enterprise-Version von Nagios XI können Sie die Linien Seite nutzen, um eine sofortige Bericht aus jeder Seite in der Nagios XI-Schnittstelle umfasst kundenspezifische Dashboards erstellen.
es_es: con la versión empresarial de nagios xi puedes utilizar la página programado para crear un informe de instantánea de cualquier página de la interfaz xi nagios incluyendo cuadros de mando personalizados.
fr_fr: avec la version d'entreprise de Nagios XI, vous pouvez utiliser la page prévue pour créer un rapport instantané sur une page dans l'interface xi nagios y compris des tableaux de bord personnalisés.
it_it: con la versione Enterprise di Nagios xi è possibile utilizzare la pagina in programma di creare un rapporto immediato di qualsiasi pagina nell'interfaccia xi nagios tra cui cruscotti personalizzati.
ja_jp: Nagios XI Enterprise版では、スケジュールページを使用して、カスタムダッシュボードを含むNagios XIインターフェイスの任意のページからインスタントレポートを作成するすることができます.
pl_pl: z korporacyjną wersję Nagios XI można użyć zaplanowane stronę do stworzenia natychmiastowy raport z każdej strony w interfejsie xi Nagios, w tym niestandardowych kokpitów.
pt_pt: com a versão empresarial do nagios xi você pode usar a página agendada para criar um relatório instantâneo de qualquer página na interface xi nagios incluindo dashboards personalizados.
ru_ru: с предприятия версию Nagios XI можно использовать запланированный страницу, чтобы создать мгновенный отчет из любой страницы в интерфейсе Nagios хг в том числе пользовательских панелей.
zh_cn: 使用Nagios XI的企业版，您可以使用计划页面从Nagios XI界面的任何页面（包括自定义仪表板）中创建即时报告。

source: Quick Search
bg_bg: Бързо Търсене (Quick Search)
de_de: schnelle Suche
es_es: busca rápida
fr_fr: recherche rapide
it_it: ricerca rapida
ja_jp: クイック検索
pl_pl: Szybkie wyszukiwanie
pt_pt: busca rápida
ru_ru: быстрый поиск
zh_cn: 快速搜索

source: You can perform a quick search for Hosts, Hostgroups, and Servicegroups by clicking the Quick Search icon.
bg_bg: Можете да изпълните бързо търсене за хостове, хост групи и сървис групи като кликнете върху иконата за бързо търсене (Quick Search).
de_de: Sie eine schnelle Suche nach Hosts, Hostgruppen und Servicegruppen durchführen, indem Sie auf die Schnellsuche-Symbol.
es_es: puede realizar una búsqueda rápida de hosts, hostgroups y servicegroups utilizando haciendo clic en el icono de búsqueda rápida.
fr_fr: vous pouvez effectuer une recherche rapide pour les hôtes, groupes d'hôtes et servicegroups en utilisant l'icône de recherche cliquant rapide.
it_it: è possibile eseguire una ricerca rapida per host, hostgroups e servicegroups utilizzando clic sull'icona di ricerca rapida.
ja_jp: クイック検索アイコンをクリックすることで、ホスト、ホストグループ、サービスグループをすばやく検索することができます.
pl_pl: można wykonać szybkie wyszukiwanie gospodarze, hostgroups i servicegroups za pomocą klikając szybki ikonę wyszukiwania.
pt_pt: você pode realizar uma busca rápida para hosts, hostgroups e servicegroups usando clicando no ícone de pesquisa rápida.
ru_ru: Вы можете выполнить быстрый поиск хозяев, группы узлов сети и servicegroups с помощью нажатия на иконку быстрого поиска.
zh_cn: 您可以通过单击“快速搜索”图标来快速搜索主机，主机组和服务组。

source: Welcome
bg_bg: Добре дошли
de_de: willkommen
es_es: bienvenida
fr_fr: Bienvenue
it_it: benvenuto
ja_jp: ようこそ
pl_pl: powitanie
pt_pt: bem-vindo
ru_ru: добро пожаловать
zh_cn: 欢迎

source: At any time you would like additional help, look for the
bg_bg: По всяко време, ако поискате допълнителна помощ, погледнете
de_de: zu jeder Zeit Sie weitere Hilfe möchten, schauen fot die
es_es: en cualquier momento desea ayuda adicional, mire la fot
fr_fr: à tout moment vous souhaitez de l'aide supplémentaire, voir l'OFT
it_it: in qualsiasi momento si desidera ulteriore assistenza, guardare la fot
ja_jp: ヘルプを見たい場合は各ページ右上のヘルプアイコン
pl_pl: W każdej chwili chcesz dodatkowej pomocy, poszukaj fot
pt_pt: a qualquer momento que você gostaria de ajuda adicional, o olhar fot
ru_ru: в любое время вы хотели бы дополнительную помощь, посмотрите ФОТ
zh_cn: 任何时候您都需要其他帮助，请寻找

source: help icon on the top right of each page.
bg_bg: икона за помощ в горния десен ъгъл на всяка страница.
de_de: Hilfe-Symbol in der rechten oberen Rand jeder Seite.
es_es: icono de ayuda en la parte superior derecha de cada página.
fr_fr: aide icône en haut à droite de chaque page.
it_it: aiuto icona in alto a destra di ogni pagina.
ja_jp: をクリックしてください.
pl_pl: pomocy ikona prawym górnym rogu każdej strony.
pt_pt: ícone ajuda no canto superior direito de cada página.
ru_ru: помощь значок в правом верхнем углу каждой страницы.
zh_cn: 每页右上角的帮助图标。

source: Help system is currently disabled.
bg_bg: Помощната система в момента е деактивирана.
de_de: Hilfesystem ist derzeit deaktiviert.
es_es: sistema de ayuda de esta deshabilitado.
fr_fr: système d'aide est actuellement désactivée.
it_it: sistema di aiuto è attualmente disabilitata.
ja_jp: ヘルプシステムは現在無効になっています.
pl_pl: System pomocy jest obecnie wyłączona.
pt_pt: sistema de ajuda está atualmente desativado.
ru_ru: Справочная система в настоящее время отключена.
zh_cn: 帮助系统目前已停用。

source: You can use the settings on this page to enable/disable the Help System.
bg_bg: Можете да използвате настройките на тази страница, за да включите / изключите системата за помощ.
de_de: Sie können die Einstellungen auf dieser Seite nutzen zu können aktivieren / deaktivieren Sie das Hilfesystem.
es_es: puede utilizar la configuración de esta página para activar / desactivar el sistema de ayuda.
fr_fr: vous pouvez utiliser les paramètres de cette page pour activer / désactiver le système d'aide.
it_it: è possibile utilizzare le impostazioni di questa pagina per attivare / disattivare il sistema di aiuto.
ja_jp: このページでヘルプシステムの表示/非表示を切り替えることができます.
pl_pl: można użyć ustawienia na tej stronie, aby włączyć / wyłączyć system pomocy.
pt_pt: você pode usar as configurações nesta página para ativar / desativar o sistema de ajuda.
ru_ru: Вы можете использовать настройки на этой странице для включения / выключения системы помощи.
zh_cn: 您可以使用此页面上的设置来启用/禁用帮助系统。

source: Enable the help system.
bg_bg: Активирайте системата за помощ.
de_de: ermöglicht das Hilfesystem.
es_es: permite que el sistema de ayuda.
fr_fr: permet au système d'aide.
it_it: consente al sistema di aiuto.
ja_jp: ヘルプシステムを有効にする.
pl_pl: Umożliwia to system pomocy.
pt_pt: permite que o sistema de ajuda.
ru_ru: позволяет системе помощи.
zh_cn: 启用帮助系统。

source: You can set up a local exporting server instead of using export.highcharts.com to do your Highcharts exporting
bg_bg: Можете да инсталирате локален сървър износител, вместо да използвате export.highcharts.com, за износ на вашите Highcharts
de_de: Sie können anstelle der Verwendung export.highcharts.com Einrichtung eines lokalen ausführenden Server zu tun Ihren Highcharts exportieren
es_es: puede configurar un servidor de exportación local en lugar de usar export.highcharts.com hacer sus Highcharts exportar
fr_fr: vous pouvez configurer un serveur d'exportation locale au lieu d'utiliser export.highcharts.com à faire vos Highcharts exportation
it_it: è possibile impostare un server di esportazione locale invece di utilizzare export.highcharts.com per fare la tua Highcharts esportazione
ja_jp: Highcharts エクスポートで export.highcharts.com を使用する代わりにローカルのエクスポートサーバーを使用できます
pl_pl: możesz skonfigurować lokalny serwer eksportującego zamiast używać export.highcharts.com robić swoje highcharts eksportu
pt_pt: você pode configurar um servidor de exportação local, em vez de usar export.highcharts.com para fazer suas Highcharts exportação
ru_ru: Вы можете настроить локальный сервер экспортную вместо export.highcharts.com сделать ваши Highcharts экспорт
zh_cn: 您可以设置本地导出服务器，而不是使用export.highcharts.com进行Highcharts导出
