Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: You may change the default behavior by passing the argument <code>applyconfig=1</code> in your API request which will <em><b>write out your config and restart</b></em> the Nagios Core service.
bg_bg: Вие може да промените "стандартното" (по подразбиране) поведение чрез подаване на аргумент <code>applyconfig=1</code> във вашето API искане, което ще внесе данните във вашата конфигурация и <em><b>ще рестартира</b></em> сървиса Nagios Core.
de_de: Sie können das Standardverhalten, indem das Argument ändern <code>applyconfig=1</code> in der API-Anforderung, die die Daten in Ihrer Konfiguration importieren wird <em>und</em> wird das <em>Nagios-Dienst</em> neu starten.
es_es: usted puede cambiar el comportamiento predeterminado al pasar el argumento <code>applyconfig=1</code> en su solicitud api que importar los datos en su configuración y <em>se reinicie el</em> servicio básico nagios.
fr_fr: vous pouvez changer le comportement par défaut en passant l'argument <code>applyconfig=1</code> dans votre demande d'API qui va importer les données dans <em>votre</em> configuration et <em>redémarrer le service</em> de base de Nagios.
it_it: è possibile modificare il comportamento predefinito passando l'argomento <code>applyconfig=1</code> nella richiesta api che importare i dati nella configurazione e <em>si riavvia</em> il servizio principale nagios.
ja_jp: APIリクエストで<code>applyconfig=1</code> 引数を渡すことで、既定の動作を変更することがあるかもしれません。このAPIリクエストは<em><b>設定をエクスポートして、Nagios Coreサービスを再起動します</b></em>。
pl_pl: możesz zmienić domyślne zachowanie, przekazując argument <code>applyconfig=1</code> w swoim wniosku api, które będą importować dane do konfiguracji <em>i ponownie uruchomić</em> usługę rdzenia Nagios.
pt_pt: você pode alterar o comportamento padrão, passando o argumento <code>applyconfig=1</code> em seu pedido api que irá importar os dados para sua configuração <em>e reiniciar o serviço de</em> núcleo nagios.
ru_ru: Вы можете изменить поведение по умолчанию, передавая аргумент <code>applyconfig=1</code> в ваш запрос апи, который будет импортировать данные в вашей конфигурации и <em>будет перезагружен</em> основной услуги Nagios.
zh_cn: 您可以通过在API请求中传递参数<code> applyconfig = 1 </ code>来更改默认行为，这将<em> <b>写出您的配置并重新启动<em><b> Nagios Core服务 。

source: Some objects returned by <b>GET</b> queries may not be applied yet. Use the objects reference API when querying for a list of objects that are being monitored.
bg_bg: някои обекти, върнати от <b>get</b> queries, все още не могат да бъдат приложени. използвайте обектите refrince api, когато търсите за списък на обекти, които се наблюдават.
de_de: Einige von <b>Get-</b> Abfragen zurückgegebene Objekte werden möglicherweise noch nicht angewendet. Verwenden Sie die Objects-Referenz-API, wenn Sie eine Liste der überwachten Objekte abfragen.
es_es: Es posible que algunos objetos devueltos por las consultas de <b>obtención</b> no se apliquen todavía use la api de referencia de objetos al consultar una lista de objetos que se están monitoreando.
fr_fr: certains objets renvoyés par les requêtes <b>get</b> peuvent ne pas encore être appliqués. utilisez l'objet refernnce api lors de la recherche d'une liste d'objets surveillés.
it_it: alcuni oggetti restituiti da <b>get</b> query non possono ancora essere applicati. utilizzare gli oggetti refernnce api quando si esegue una query per un elenco di oggetti che vengono monitorati.
ja_jp: <b>GET</b>クエリによって返されるいくつかのオブジェクトはまだ適用されていないかもしれません。モニターされているオブジェクトのリストを照会するときは、オブジェクト参照APIを使用してください。
pl_pl: niektóre obiekty zwracane przez kwerendy <b>get</b> nie mogą być jeszcze stosowane. użyj obiektów refernnce api podczas wyszukiwania listy monitorowanych obiektów.
pt_pt: Alguns objetos retornados por consultas <b>get</b> podem não ser aplicados ainda. use os objetos refernnce api ao consultar uma lista de objetos que estão sendo monitorados.
ru_ru: некоторые объекты, возвращаемые запросами <b>get,</b> могут быть еще не применены. используйте объектные ссылки api при запросе списка контролируемых объектов.
zh_cn: <b> GET </b>查询返回的某些对象可能尚未应用。 查询正在监视的对象列表时，请使用对象引用API。

source: If you need to skip the per-item config verification add <code>force=1</code> to the config API request. This is especially helpful when applying an object that uses a template and may be inheriting one of the required parameters such as <code>check_command</code> which the CCM verification will not know about.
bg_bg: Ако имате нужда да пропуснете проверката на конфигурацията ред по ред, добавете <code>force=1</code> към API request конфигурацията. Това е особено полезно, когато се прилага обект, който използва шаблон и може да наследи един от необходимите параметри, като например <code>check_command</code>, за който програмата "Главен Конфигурационен Мениджър" (CCM - Core Config Manager) няма да знае.
de_de: wenn Sie die pro-Punkt Config Überprüfung Add überspringen <code>force=1</code> auf die Config - api Anfrage. Dies ist besonders hilfreich , wenn ein Objekt anwenden , die eine Vorlage verwendet und kann eines der erforderlichen Parameter wie erbt <code>check_command</code> , die die Überprüfung ccm nicht wissen , über.
es_es: si tiene que saltar la configuración de verificación de complemento por elemento <code>force=1</code> a la petición de configuración API. Esto es especialmente útil cuando se aplica a un objeto que utiliza una plantilla y se pueden heredar uno de los parámetros requeridos tales como <code>check_command</code> el que la verificación ccm no conocer.
fr_fr: si vous avez besoin de sauter la config de vérification add par élément <code>force=1</code> à la demande config api. ce qui est particulièrement utile lors de l' application d' un objet qui utilise un modèle et peut être hériter l' un des paramètres nécessaires tels que <code>check_command</code> laquelle la vérification de ccm ne saura rien.
it_it: se avete bisogno di saltare la configurazione di verifica aggiuntivo per-voce <code>force=1</code> alla richiesta di configurazione api. Ciò è particolarmente utile quando si applica un oggetto che utilizza un modello e può essere ereditare uno dei parametri richiesti, come <code>check_command</code> che la verifica ccm non conoscere.
ja_jp: APIリクエストで<code>applyconfig=1</code> 引数を渡すことで、既定の動作を変更することがあるかもしれません。 これは使用中のコンフィグレーションにデータをインポートし、Nagios Coreサービスを<em>再起動します</em>。
pl_pl: jeśli chcesz pominąć config weryfikacji dodawania pojedynczych elementów <code>force=1</code> do wniosku config API. Jest to szczególnie przydatne przy stosowaniu obiekt, który używa szablonu i może być dziedziczenie jedną z wymaganych parametrów, takich jak <code>check_command</code> którym weryfikacja ccm nie będą wiedzieć.
pt_pt: se você precisa pular a configuração de verificação add por item <code>force=1</code> ao pedido de configuração api. Isso é especialmente útil quando se aplica um objeto que usa um modelo e podem ser herdando um dos parâmetros necessários, como <code>check_command</code> que a verificação ccm não vai saber.
ru_ru: если вам нужно пропустить каждого вопроса конфигурации проверка добавить <code>force=1</code> на запрос конфигурации API. это особенно полезно при применении объект , который использует шаблон и может быть наследуя один из требуемых параметров , таких как <code>check_command</code> которых проверка куб.см не будет знать о.
zh_cn: 如果您需要跳过每项配置验证，请在配置API请求中添加<code> force = 1 </code>。 当应用使用模板的对象并且可能继承CCM验证不知道的必需参数之一（例如<code> check_command </code>）时，这特别有用。

source: Warning: This can cause the apply config to fail if not used properly.
bg_bg: Внимание: Това може да доведе до неуспех при прилагане на конфигурацията, ако не се използва правилно.
de_de: Warnung: Dies kann die Config verursachen gelten, wenn nicht ordnungsgemäß verwendet wurden zum Scheitern verurteilt.
es_es: Advertencia: esto puede hacer que la configuración se aplican a fallar si no se utiliza correctamente.
fr_fr: avertissement: cela peut entraîner la config appliquer à l'échec si ne sont pas utilisés correctement.
it_it: Attenzione: questo può causare la configurazione si applicano a fallire se non utilizzati correttamente.
ja_jp: 警告：適切に使用されていない場合、設定の適用に失敗する可能性があります.
pl_pl: Ostrzeżenie: może to spowodować zastosowanie config powiedzie się, jeśli nie są odpowiednio wykorzystywane.
pt_pt: Aviso: isso pode causar a configuração aplicam-se a falhar se não for usado corretamente.
ru_ru: Предупреждение: это может привести к тому применить конфигурации, чтобы потерпеть неудачу, если не используется должным образом.
zh_cn: 警告：如果使用不正确，这可能会导致Apply配置失败。

source: Remember that you will need to url encode any data that is being passed such as / and blank spaces.
bg_bg: не забравяйте, че ще трябва да кодирате url всички данни, които се предават, като например / празни пространства.
de_de: Denken Sie daran, dass Sie die übergebenen Daten wie / und Leerzeichen kodieren müssen.
es_es: recuerde que deberá url codificar cualquier dato que se esté pasando, como / o espacios en blanco.
fr_fr: N'oubliez pas que vous devrez encoder en URL toutes les données transmises telles que / et les espaces vides.
it_it: ricorda che avrai bisogno di url codificare tutti i dati che vengono passati come / e spazi vuoti.
ja_jp: /や空白など、渡されるデータはすべてURLエンコードする必要があります。
pl_pl: pamiętaj, że będziesz musiał kodować wszystkie przekazywane dane, takie jak / i puste miejsca.
pt_pt: lembre-se de que você precisará url para codificar os dados que estão sendo passados, como / e espaços em branco.
ru_ru: помните, что вам нужно будет url кодировать любые передаваемые данные, такие как / и пробелы.
zh_cn: 请记住，您将需要对要传递的任何数据进行url编码，例如/和空格。

source: This command gets all the configured hosts in the CCM even if they have not been applied. Note: This lists <i>all</i> hosts in the CCM unless filtered by the optional paramters below.
bg_bg: тази команда получава всички конфигурирани хостове в ccm, дори и да не са били приложени. Забележка: това показва <i>всички</i> хостове в ccm, освен ако не са филтрирани от допълнителните параметри по-долу.
de_de: Dieser Befehl ruft alle konfigurierten Hosts im ccm ab, auch wenn sie nicht angewendet wurden. Hinweis: Dies listet <i>alle</i> Hosts in der ccm auf, sofern nicht durch die optionalen Parameter unten gefiltert.
es_es: este comando obtiene todos los hosts configurados en el ccm incluso si no se han aplicado. nota: esto lista <i>todos los</i> hosts en el ccm a menos que se filtre por los parámetros opcionales a continuación.
fr_fr: cette commande récupère tous les hôtes configurés dans la ccm même s'ils n'ont pas été appliqués. Remarque: ceci répertorie <i>tous les</i> hôtes de la cmc, à moins qu’il ne soit filtré par les paramètres facultatifs ci-dessous.
it_it: questo comando ottiene tutti gli host configurati nel ccm anche se non sono stati applicati. nota: elenca <i>tutti gli</i> host nel ccm, a meno che non vengano filtrati dai parametri opzionali riportati di seguito.
ja_jp: このコマンドは、適用されていなくても、ccm内のすべての構成済みホストを取得します。注：以下のオプションのパラメーターでフィルターをかけない限り、これはccm内の<i>すべての</i>ホストをリスト<i>し</i>ます。
pl_pl: to polecenie pobiera wszystkie skonfigurowane hosty w ccm, nawet jeśli nie zostały zastosowane. uwaga: wyświetla listę <i>wszystkich</i> hostów w ccm, chyba że są one filtrowane przez opcjonalne parametry poniżej.
pt_pt: Esse comando obtém todos os hosts configurados no ccm, mesmo que eles não tenham sido aplicados. Nota: isso lista <i>todos os</i> hosts no ccm, a menos que sejam filtrados pelos opcionais abaixo.
ru_ru: эта команда получает все настроенные хосты в ccm, даже если они не были применены. примечание: здесь перечислены <i>все</i> хосты в ccm, если они не фильтруются необязательными параметрами ниже.
zh_cn: 即使尚未应用，此命令也会获取CCM中所有已配置的主机。 注意：除非通过以下可选参数过滤，否则此列表将列出CCM中的<i>所有</i>主机。

source: Optional Parameters
bg_bg: незадължителни параметри
de_de: optionale Parameter
es_es: parámetros opcionales
fr_fr: paramètres optionnels
it_it: parametri opzionali
ja_jp: オプションのパラメータ
pl_pl: opcjonalne parametry
pt_pt: parâmetros opcionais
ru_ru: необязательные параметры
zh_cn: 可选参数

source: Value Type
bg_bg: Тип на стойността
de_de: Werttyp
es_es: tipo de valor
fr_fr: type de valeur
it_it: tipo di valore
ja_jp: 値の型
pl_pl: Typ wartości
pt_pt: tipo de valor
ru_ru: тип значения
zh_cn: 值类型

source: Example cURL Request
bg_bg: Пример за cURL Request
de_de: Beispiel curl Anfrage
es_es: ejemplo de solicitud rizo
fr_fr: par exemple demande boucle
it_it: Esempio richiesta ricciolo
ja_jp: 例： cURLリクエスト
pl_pl: Przykładem curl wniosek
pt_pt: exemplo de solicitação de onda
ru_ru: Пример локон запрос
zh_cn: cURL请求示例

source: Copy
bg_bg: Копие
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
it_it: Copiare
ja_jp: コピー
pl_pl: kopia
pt_pt: Copiar
ru_ru: Скопировать
zh_cn: 复制

source: Open URL in browser window
bg_bg: Отворете URL-а в прозореца на браузъра
de_de: URL öffnen im Browser-Fenster
es_es: Abrir URL en la ventana del navegador
fr_fr: Ouvrir l'URL dans la fenêtre du navigateur
it_it: Apri URL in finestra del browser
ja_jp: ブラウザウィンドウでURLを開きます
pl_pl: Otwórz adres URL w oknie przeglądarki
pt_pt: url aberto na janela do navegador
ru_ru: Открыть URL в окне браузера
zh_cn: 在浏览器窗口中打开URL

source: Response
bg_bg: отговор
de_de: Antwort
es_es: respuesta
fr_fr: réponse
it_it: risposta
ja_jp: 応答
pl_pl: odpowiedź
pt_pt: resposta
ru_ru: ответ
zh_cn: 响应

source: This command creates a new host object.
bg_bg: Тази команда създава нов хост обект.
de_de: Dieser Befehl erstellt eine neue Host-Objekt.
es_es: Este comando crea un nuevo objeto de acogida.
fr_fr: cette commande crée un nouvel objet hôte.
it_it: questo comando consente di creare un nuovo oggetto host.
ja_jp: このコマンドは、新しいホストオブジェクトを作成します.
pl_pl: to polecenie tworzy nowy obiekt hosta.
pt_pt: este comando cria um novo objeto de host.
ru_ru: эта команда создает новый объект хоста.
zh_cn: 此命令创建一个新的主机对象。

source: Required Parameters
bg_bg: Изисквани параметри
de_de: erforderlichen Parameter
es_es: parámetros necesarios
fr_fr: paramètres requis
it_it: parametri richiesti
ja_jp: 必須パラメータ
pl_pl: wymagane parametry
pt_pt: parâmetros necessários
ru_ru: необходимые параметры
zh_cn: 所需的参数

source: All normal host directives are able to be used like normal core config definition files.
bg_bg: Всичките най-обикновени хост директиви могат да бъдат използвани като основни конфигурационни файлове.
de_de: alle normalen Host-Richtlinien in der Lage sind wie normale Kernkonfigurationsdefinitionsdateien verwendet werden.
es_es: todas las directivas de acogida normales son capaces de ser utilizados como archivos de definición de configuración del núcleo normal.
fr_fr: toutes les directives normales de l'hôte sont capables d'être utilisés comme des fichiers de définition de config de base normale.
it_it: tutte le direttive di accoglienza normali sono in grado di essere utilizzati come file di base normale definizione config.
ja_jp: すべての通常のホストディレクティブは、通常のCoreコンフィグ定義ファイルと同じように使用できます.
pl_pl: wszystkie normalne dyrektyw gospodarze są w stanie być używane jak normalny podstawowych plików definicji config.
pt_pt: todas as directivas acolhimento normais são capazes de ser usado como arquivos de definição de configuração do núcleo normal.
ru_ru: все нормальные директивы хозяева смогли быть использованы как обычно основных файлов конфигурации четкости.
zh_cn: 所有普通的主机指令都可以像普通的核心配置定义文件一样使用。

source: Response (Success)
bg_bg: Отговор (Успех)
de_de: Antwort (Erfolg)
es_es: respuesta (éxito)
fr_fr: réponse (succès)
it_it: risposta (successo)
ja_jp: レスポンス（成功）
pl_pl: Odpowiedź (sukces)
pt_pt: resposta (sucesso)
ru_ru: ответ (успех)
zh_cn: 响应（成功）

source: Response (Failure)
bg_bg: Отговор (Неуспех)
de_de: Antwort (Fehler)
es_es: respuesta (fallo)
fr_fr: réponse (échec)
it_it: Risposta (fallimento)
ja_jp: レスポンス（失敗）
pl_pl: Odpowiedź (awaria)
pt_pt: resposta (falha)
ru_ru: ответ (отказ)
zh_cn: 响应（失败）

source: This command updates a host object.
bg_bg: Тази команда премахва хост обект.
de_de: dieser Befehl entfernt ein Host-Objekt.
es_es: Este comando elimina un objeto host.
fr_fr: cette commande supprime un objet hôte.
it_it: questo comando rimuove un oggetto host.
ja_jp: このコマンドは、ホストオブジェクトを削除します
pl_pl: to polecenie usuwa obiekt hosta.
pt_pt: este comando remove um objeto de host.
ru_ru: Эта команда удаляет объект хоста.
zh_cn: 此命令更新主机对象。

source: If you have special characters in the host_name and cannot pass it through the path, you can use %s with the %s URL parameter instead.
bg_bg: ако имате специални символи в името на хоста и не можете да го прекарате през пътя, вместо това можете да използвате% s с параметъра% s url.
de_de: Wenn der Hostname Sonderzeichen enthält und diese nicht über den Pfad übergeben kann, können Sie stattdessen% s mit dem URL-Parameter% s verwenden.
es_es: si tiene caracteres especiales en host_name y no puede pasarlo por la ruta, puede usar% s con el parámetro% s url en su lugar.
fr_fr: si vous avez des caractères spéciaux dans le nom_hôte et que vous ne pouvez pas le passer par le chemin, vous pouvez utiliser% s avec le paramètre url% s à la place.
it_it: se hai caratteri speciali nel nome_host e non puoi passarlo attraverso il percorso, puoi invece usare% s con il parametro% s url.
ja_jp: host_nameに特殊文字があり、それをパスに渡すことができない場合は、代わりに％s urlパラメーターを指定して％sを使用できます。
pl_pl: jeśli masz znaki specjalne w nazwie hosta i nie możesz przekazać go przez ścieżkę, możesz zamiast tego użyć% s z parametrem url% s.
pt_pt: se você tiver caracteres especiais no host_name e não puder passá-los pelo caminho, você pode usar% s com o parâmetro de url% s.
ru_ru: если у вас есть специальные символы в host_name и вы не можете передать его по пути, вы можете вместо этого использовать% s с параметром url% s.
zh_cn: 如果host_name中包含特殊字符且无法通过路径传递，则可以将％s与％s url参数一起使用。

source: This command removes a host object.
bg_bg: Тази команда премахва хост обект.
de_de: dieser Befehl entfernt ein Host-Objekt.
es_es: Este comando elimina un objeto host.
fr_fr: cette commande supprime un objet hôte.
it_it: questo comando rimuove un oggetto host.
ja_jp: このコマンドは、ホストオブジェクトを削除します.
pl_pl: to polecenie usuwa obiekt hosta.
pt_pt: este comando remove um objeto de host.
ru_ru: Эта команда удаляет объект хоста.
zh_cn: 此命令删除主机对象。

source: Parameters
bg_bg: Параметър
de_de: Parameter
es_es: parámetro
fr_fr: paramètre
it_it: parametro
ja_jp: パラメータ
pl_pl: parametr
pt_pt: parâmetro
ru_ru: параметр
zh_cn: 参数

source: You can use the [] parameter to pass multiple values, see
bg_bg: можете да използвате параметъра [], за да предавате няколко стойности, вижте
de_de: Mit dem Parameter [] können Sie mehrere Werte übergeben, siehe
es_es: puede usar el parámetro [] para pasar varios valores, vea
fr_fr: vous pouvez utiliser le paramètre [] pour transmettre plusieurs valeurs, voir
it_it: puoi usare il parametro [] per passare più valori, vedi
ja_jp: []パラメータを使って複数の値を渡すことができます。
pl_pl: możesz użyć parametru [], aby przekazać wiele wartości, patrz
pt_pt: você pode usar o parâmetro [] para passar múltiplos valores, veja
ru_ru: Вы можете использовать параметр [] для передачи нескольких значений, см.
zh_cn: 您可以使用[]参数传递多个值，请参见

source: common solutions
bg_bg: общи решения
de_de: gemeinsame Lösungen
es_es: soluciones comunes
fr_fr: solutions communes
it_it: soluzioni comuni
ja_jp: 一般的な解決策
pl_pl: wspólne rozwiązania
pt_pt: soluções comuns
ru_ru: общие решения
zh_cn: 常见解决方案

source: Services
bg_bg: Сървиси
de_de: Dienstleistungen
es_es: Servicios
it_it: Servizi
ja_jp: サービス
pl_pl: usługi
pt_pt: Serviços
ru_ru: Услуги
zh_cn: 服务

source: This command gets all the configured services in the CCM even if they have not been applied. Note: This lists <i>all</i> services in the CCM unless filtered by the optional paramters below.
bg_bg: тази команда получава всички конфигурирани услуги в ccm, дори и да не са били приложени. Забележка: това изброява <i>всички</i> услуги в ccm, освен ако не са филтрирани от допълнителните параметри по-долу.
de_de: Dieser Befehl ruft alle konfigurierten Dienste in der ccm ab, auch wenn sie nicht angewendet wurden. Hinweis: Hier werden <i>alle</i> Dienste in der Ccm aufgelistet, sofern nicht durch die optionalen Parameter unten gefiltert.
es_es: este comando obtiene todos los servicios configurados en el ccm incluso si no se han aplicado. nota: esto lista <i>todos los</i> servicios en el ccm a menos que esté filtrado por los parámetros opcionales a continuación.
fr_fr: cette commande récupère tous les services configurés dans le ccm même s'ils n'ont pas été appliqués. Remarque: ceci répertorie <i>tous les</i> services du ccm à moins d’être filtré par les paramètres optionnels ci-dessous.
it_it: questo comando ottiene tutti i servizi configurati nel ccm anche se non sono stati applicati. nota: elenca <i>tutti i</i> servizi nel ccm a meno che non vengano filtrati dai parametri opzionali riportati di seguito.
ja_jp: このコマンドは、適用されていない場合でも、ccm内のすべての設定済みサービスを取得します。注：以下のオプションのパラメーターでフィルターをかけない限り、これはccm内の<i>すべての</i>サービスをリスト<i>し</i>ます。
pl_pl: to polecenie pobiera wszystkie skonfigurowane usługi w ccm, nawet jeśli nie zostały zastosowane. uwaga: wyświetla listę <i>wszystkich</i> usług w ccm, chyba że są one filtrowane przez opcjonalne parametry poniżej.
pt_pt: Esse comando obtém todos os serviços configurados no ccm, mesmo que eles não tenham sido aplicados. nota: isto lista <i>todos os</i> serviços no ccm, a menos que sejam filtrados pelos opcionais abaixo.
ru_ru: эта команда получает все настроенные службы в ccm, даже если они не были применены. примечание: здесь перечислены <i>все</i> службы в ccm, если они не отфильтрованы по необязательным параметрам ниже.
zh_cn: 即使尚未应用，此命令也会获取CCM中所有已配置的服务。 注意：除非通过以下可选参数过滤，否则此列表将列出CCM中的<i>所有</i>服务。

source: This command creates a new service object.
bg_bg: Тази команда създава нов сървис обект.
de_de: Dieser Befehl erstellt eine neue Service-Objekt.
es_es: Este comando crea un nuevo objeto de servicio.
fr_fr: cette commande crée un nouvel objet de service.
it_it: questo comando crea un nuovo oggetto del servizio.
ja_jp: このコマンドは、新しいサービスオブジェクトを作成します.
pl_pl: to polecenie tworzy nowy obiekt serwisowy.
pt_pt: este comando cria um novo objeto de serviço.
ru_ru: эта команда создает новый объект службы.
zh_cn: 此命令创建一个新的服务对象。

source: in CCM
bg_bg: в ccm
es_es: en ccm
fr_fr: en cm
ja_jp: CCMで
pl_pl: w ccm
pt_pt: em ccm
ru_ru: в куб.
zh_cn: 在CCM

source: All normal service directives are able to be used like normal core config definition files.
bg_bg: Всичките най-обикновени хост директиви могат да бъдат използвани като основни конфигурационни файлове.
de_de: alle normalen Host-Richtlinien in der Lage sind wie normale Kernkonfigurationsdefinitionsdateien verwendet werden.
es_es: todas las directivas de acogida normales son capaces de ser utilizados como archivos de definición de configuración del núcleo normal.
fr_fr: toutes les directives normales de l'hôte sont capables d'être utilisés comme des fichiers de définition de config de base normale.
it_it: tutte le direttive di accoglienza normali sono in grado di essere utilizzati come file di base normale definizione config.
ja_jp: すべての通常のサービスディレクティブは、通常のCoreコンフィグ定義ファイルと同じように使用できます.
pl_pl: wszystkie normalne dyrektyw gospodarze są w stanie być używane jak normalny podstawowych plików definicji config.
pt_pt: todas as directivas acolhimento normais são capazes de ser usado como arquivos de definição de configuração do núcleo normal.
ru_ru: все нормальные директивы хозяева смогли быть использованы как обычно основных файлов конфигурации четкости.
zh_cn: 可以像使用常规核心配置定义文件一样使用所有常规服务指令。
