Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: The name you'd like to have associated with this host.
bg_bg: Името, което искате да бъде асоциирано с този хост.
de_de: Der Name, den Sie gerne mit diesem Host verbunden haben würde.
es_es: El nombre que usted desea usar para este reporte.
fr_fr: Le nom que vous aimeriez avoir associé à cet hôte.
it_it: Il nome che desideri sia associato a questo host.
ja_jp: このホストに関連付ける名前.
pl_pl: Nazwa chcesz być związane z tym hostem.
pt_pt: Exclua todos os serviços associados a este host primeiro
ru_ru: Имя, которое вы хотели бы иметь, связанные с этим хостом.
zh_cn: 您想要与此主机关联的名称。

source: Log Server Settings
bg_bg: Настройки на Log Server
es_es: iniciar la configuración del servidor
fr_fr: connecter les paramètres du serveur
it_it: log impostazioni del server
ja_jp: Log Server設定
pl_pl: zaloguj ustawienia serwera
pt_pt: log configurações do servidor
ru_ru: войти параметры сервера
zh_cn: 日志服务器设置

source: Saved Queries
bg_bg: Запазени заявки (queries)
de_de: gespeicherte Abfragen
es_es: consultas guardadas
fr_fr: requêtes enregistrées
it_it: query salvate
ja_jp: 保存済みクエリ
pl_pl: zapisane zapytania
pt_pt: consultas salvas
ru_ru: сохраненные запросы
zh_cn: 保存的查询

source: Monitor results of queries saved in Log Server.
bg_bg: Наблюдавай резултатите от заявките (queries), записани в Log Server.
de_de: überwachen Ergebnisse von Abfragen in Log-Server gespeichert.
es_es: seguimiento de los resultados de las consultas guardadas en el servidor de registro.
fr_fr: surveiller les résultats de requêtes enregistrées dans le serveur de journal.
it_it: monitorare i risultati delle query salvate nel server di log.
ja_jp: Log Serverの保存済みクエリ結果を監視します.
pl_pl: monitorowanie wyników zapytań zapisanych w serwera dziennika.
pt_pt: monitorar os resultados de consultas salvas no servidor de log.
ru_ru: мониторинг результатов запросов, сохраненных в сервере журнала.
zh_cn: 监视保存在Log Server中的查询结果。

source: No saved queries were found on this Log Server.
bg_bg: Не са намерени запазени заявки (queries) на този Log Server.
de_de: nicht gespeicherte Abfragen wurden auf dieser Log-Server gefunden.
es_es: no se encontraron consultas guardadas en este servidor de registro.
fr_fr: pas de requêtes enregistrées ont été trouvés sur ce serveur de journalisation.
it_it: nessuna query salvate sono state trovate su questo server di log.
ja_jp: このLog Serverには保存済みクエリがありません.
pl_pl: nie zapisane zapytań odnaleziony na tym serwerze dziennika.
pt_pt: sem consultas salvas foram encontrados neste servidor de log.
ru_ru: нет сохраненных запросов были найдены на этом сервере журнала.
zh_cn: 在此日志服务器上找不到保存的查询。

source: Queries will be copied from Log Server and saved in your XI configuration. Later changes to the queries in Log Server will not affect the queries in XI.
bg_bg: Заявките ще бъдат копирани от Log Server и запаметени в XI конфигурацията. По-късните промени на заявките (queries) в Log Server няма да се отразят на заявките (queries) в XI.
de_de: Abfragen von Protokollserver kopiert und in Ihrem xi Konfiguration gespeichert werden. später Änderungen an den Abfragen in Log-Server hat keinen Einfluss auf die Abfragen in xi.
es_es: consultas se copiarán del servidor de registro y se guardan en la configuración de su xi. cambios posteriores a las consultas en el servidor de registro no afectarán a las consultas en xi.
fr_fr: requêtes seront copiés à partir de serveur de journalisation et enregistrés dans la configuration de votre xi. des changements ultérieurs à des requêtes dans le serveur de journal ne seront pas affecter les requêtes en xi.
it_it: query verranno copiati dal server di log e salvati nella configurazione xi. successive modifiche alle query in server di registro non influenzerà le query in xi.
ja_jp: クエリはLog Serverからコピーされ、Nagios XI 設定に保存されます. 以降のLog Serverのクエリ変更は、Nagios XIのクエリに影響を及ぼしません.
pl_pl: Zapytania zostaną skopiowane z serwera dziennika i zapisywane w konfiguracji xi. późniejsze zmiany zapytań w serwerze log nie wpłynie na zapytania w XI.
pt_pt: consultas serão copiados do servidor de log e salvo em sua configuração xi. alterações posteriores às consultas no servidor de log não afetará as consultas em xi.
ru_ru: запросы будут скопированы с сервера журнала и сохраняются в вашей конфигурации XI. более поздние изменения в запросах в лог-сервер не повлияет на запросы в XI.
zh_cn: 查询将从Log Server复制并保存在XI配置中。 以后对Log Server中查询的更改不会影响XI中的查询。

source: Saved Query
bg_bg: Запазена заявка (query)
de_de: gespeicherte Abfragen
es_es: consultas guardadas
fr_fr: requêtes enregistrées
it_it: query salvate
ja_jp: 保存済みクエリ
pl_pl: zapisane zapytania
pt_pt: consultas salvas
ru_ru: сохраненные запросы
zh_cn: 保存的查询

source: Over Last Minutes
bg_bg: През последните минути
de_de: gegenüber dem letzten Minuten
es_es: durante los últimos minutos
fr_fr: au cours des dernières minutes
it_it: over ultimi minuti
ja_jp: 期間（分）
pl_pl: w ciągu ostatnich minutach
pt_pt: mais de última hora
ru_ru: на последних минутах
zh_cn: 在最后几分钟

source: The duration is how long the check should look back in time for. Standard 5 minute checks may want to just use 5 for 5 minutes.
bg_bg: Продължителност (duration) е колко назад проверката (the check) трябва да погледне във времето. Стандартните 5-минутни проверки може да използват само 5 в продължение на 5 минути.
de_de: die Dauer ist, wie lange die Überprüfung sollte rechtzeitig für zurück. Standard 5 Minuten prüft Vielleicht möchten Sie einfach "5" für 5 Minuten.
es_es: la duración es el tiempo que el cheque debe mirar hacia atrás en el tiempo para. controles estándar 5 minutos lo desea, puede utilizar sólo "5" durante 5 minutos.
fr_fr: la durée est combien de temps le chèque doit regarder en arrière dans le temps pour. contrôles standards 5 minute peuvent vouloir utiliser "5" pendant 5 minutes.
it_it: la durata è quanto a lungo il controllo dovrebbe guardare indietro nel tempo per. controlli standard cinque minuti può decidere di utilizzare solo "5" per 5 minuti.
ja_jp: 「期間」には、チェックがルックバックする時間（分）を指定します. 標準的な 5 分チェックでは、5分間隔でチェックするために 5 と入力するのがよいでしょう.
pl_pl: czas trwania jest sprawdzenie, jak długo powinien wyglądać z powrotem w czasie do. standardowe kontrole 5 minut może chcesz po prostu korzystać z "5" na 5 minut.
pt_pt: a duração é o tempo que o cheque deve olhar para trás no tempo para. verificações padrão cinco minutos pode querer usar apenas "5" durante 5 minutos.
ru_ru: Продолжительность, как долго проверка должна оглянуться назад во времени для. Стандартные 5 минут проверяет можете просто использовать "5" в течение 5 минут.
zh_cn: 持续时间是指检查的时间应该往后看多长时间。标准的5分钟检查可能要只用5分钟。

source: Text Queries
bg_bg: Текстови заявки (querires)
de_de: Textabfragen
es_es: consultas de texto
fr_fr: requêtes de texte
it_it: query di testo
ja_jp: テキストクエリ
pl_pl: Zapytania tekstowe
pt_pt: consultas de texto
ru_ru: текстовые запросы
zh_cn: 文本查询

source: Monitor results of a Lucene or JSON query entered as text.
bg_bg: Следи резултатите на Lucene или JSON заявка (query), вписани като текст.
de_de: Monitor Ergebnisse einer Lucene oder JSON-Abfrage als Text eingegeben.
es_es: seguimiento de los resultados de una consulta de Lucene o json introducen como texto.
fr_fr: surveiller les résultats d'une requête Lucene ou JSON entrés sous forme de texte.
it_it: risultati del monitor di una query Lucene o JSON inserite come testo.
ja_jp: LuceneまたはJSONクエリの結果（テキストとして入力）
pl_pl: Wyniki monitora z kwerendy Lucene lub json wprowadzane jako tekst.
pt_pt: monitor de resultados de uma consulta Lucene ou JSON entrou como texto.
ru_ru: Результаты монитор в Lucene или JSON запроса вошли как текст.
zh_cn: 监视以文本形式输入的Lucene或JSON查询的结果。

source: About the Lucene query syntax
bg_bg: За синтаксиса на Lucene заявка (query)
de_de: über die Lucene-Abfragesyntax
es_es: acerca de la sintaxis de la consulta de Lucene
fr_fr: sur la syntaxe de requête Lucene
it_it: sulla sintassi di query Lucene
ja_jp: Lucene クエリ構文について
pl_pl: o składni zapytania lucene
pt_pt: sobre a sintaxe de consulta do Lucene
ru_ru: о синтаксисе Lucene запросов
zh_cn: 关于Lucene查询语法

source: You have not specified any queries to monitor.
bg_bg: Не сте посочили никакви заявки (queries) за наблюдение.
de_de: Sie haben keine OIDs ausgewählt, um zu überwachen.
es_es: Usted no ha definido ninguna herramienta todavia
fr_fr: Vous n'avez sélectionné aucun OID à surveiller.
it_it: Non hai selezionato alcun OID da monitorare.
ja_jp: 監視するクエリが指定されていません.
pl_pl: nie określono żadnych zapytań do monitorowania.
pt_pt: Você não definiu quaisquer ferramentas ainda.
ru_ru: Вы не выбрали ни одного OIDs контролировать.
zh_cn: 您尚未指定要监视的任何查询。

source: Missing display name.
bg_bg: Липсващо дисплей име (display name).
de_de: fehlende Namensanzeige.
es_es: nombre para mostrar que falta.
fr_fr: manquante nom d'affichage.
it_it: nome visualizzato mancante.
ja_jp: 表示名がありません.
pl_pl: brakująca nazwa wyświetlana.
pt_pt: nome de exibição desaparecida.
ru_ru: отсутствует имя дисплей.
zh_cn: 缺少显示名称。

source: Missing query ID.
bg_bg: Липсващо ID на заявката (query ID).
de_de: fehlende Abfrage-ID.
es_es: Falta el ID de la consulta.
fr_fr: manquant ID requête.
it_it: mancante di query id.
ja_jp: クエリIDがありません.
pl_pl: brakuje id zapytania.
pt_pt: faltando id consulta.
ru_ru: отсутствует идентификатор запроса.
zh_cn: 缺少查询ID。

source: Minutes must be greater than zero.
bg_bg: Минутите трябва да са повече от нула.
de_de: Minuten muss größer als Null sein.
es_es: minuto debe ser mayor que cero.
fr_fr: minutes doit être supérieur à zéro.
it_it: verbale deve essere maggiore di zero.
ja_jp: 分は 0 より大きくなければなりません.
pl_pl: Protokół musi być większa niż zero.
pt_pt: minutos, deve ser maior do que zero.
ru_ru: Протокол должен быть больше нуля.
zh_cn: 分钟必须大于零。

source: Minutes must be an integer.
bg_bg: Минутите трябва да бъдат цяло число.
de_de: Minuten muss eine ganze Zahl sein.
es_es: minutos deben ser un número entero.
fr_fr: minutes doit être un entier.
it_it: verbale deve essere un numero intero.
ja_jp: 分は整数でなければなりません.
pl_pl: Protokół musi być liczbą całkowitą.
pt_pt: minutos deve ser um inteiro.
ru_ru: Протокол должен быть целым числом.
zh_cn: 分钟必须是整数。

source: Missing warning range.
bg_bg: Липсващ предупредителен обхват (warning range).
de_de: fehlende Warnbereich.
es_es: falta rango de advertencia.
fr_fr: manquant plage d'avertissement.
it_it: manca gamma di avvertimento.
ja_jp: 警告範囲が指定されていません.
pl_pl: brakuje zakres ostrzegawczy.
pt_pt: faltando gama de aviso.
ru_ru: отсутствует диапазон предупреждение.
zh_cn: 缺少警告范围。

source: Missing critical range.
bg_bg: Липсващ критичен обхват (critical range).
de_de: fehlt kritischen Bereich.
es_es: falta rango crítico.
fr_fr: manquant zone critique.
it_it: mancante campo critico.
ja_jp: クリティカル範囲が指定されていません.
pl_pl: brakuje zakres krytyczny.
pt_pt: faltando gama crítica.
ru_ru: отсутствует критический диапазон.
zh_cn: 缺少临界范围。

source: Missing query.
bg_bg: Липсваща заявка (query).
de_de: fehlende Abfrage.
es_es: consulta que falta.
fr_fr: requête manquant.
it_it: interrogazione mancante.
ja_jp: クエリが見つかりません.
pl_pl: brakujący zapytania.
pt_pt: consulta desaparecida.
ru_ru: отсутствует запрос.
zh_cn: 缺少查询。

source: Missing query type.
bg_bg: Липсващ тип на заявката (query type).
de_de: fehlende Abfragetyp.
es_es: faltante tipo de consulta.
fr_fr: manquant type de requête.
it_it: manca tipo di query.
ja_jp: クエリタイプが見つかりません.
pl_pl: brakuje typ zapytania.
pt_pt: faltando tipo de consulta.
ru_ru: отсутствует тип запроса.
zh_cn: 缺少查询类型。

source: Query JSON is invalid.
bg_bg: JSON заявката (query) е невалидена.
de_de: Abfrage JSON ist ungültig.
es_es: json consulta no es válida.
fr_fr: requête JSON est invalide.
it_it: richiesta JSON non è valido.
ja_jp: クエリ JSON が無効です.
pl_pl: json zapytanie jest nieprawidłowe.
pt_pt: json consulta é inválido.
ru_ru: JSON запрос является недействительным.
zh_cn: 查询JSON无效。

source: Invalid query type
bg_bg: Невалиден тип заявка (query type)
de_de: Ungültige Abfrage-Namen
es_es: Usuario o contraseña invalidos
fr_fr: Invalid nom de la requête
it_it: Query non valida nome
ja_jp: クエリタイプが不正です
pl_pl: nieprawidłowy typ zapytania
pt_pt: Nome de usuário ou senha invalido
ru_ru: Неверное имя запроса
zh_cn: 无效的查询类型

source: Monitor internal performance of your XI server.
bg_bg: Наблюдавайте вътрешната производителност на вашия XI сървър.
de_de: Überwachung interner Leistung Ihrer XI-Server.
es_es: Supervise el rendimiento de su servidor interno XI.
fr_fr: Surveiller le rendement interne de votre serveur XI.
it_it: Monitorare le prestazioni del server interno XI.
ja_jp: XIサーバーの内部パフォーマンスを監視します.
pl_pl: monitorowania wewnętrznego wydajność serwera xi.
pt_pt: Monitorar o desempenho interno do servidor XI.
ru_ru: Мониторинг внутренней производительности вашего XI сервера.
zh_cn: 监控XI服务器的内部性能。

source: Nagiostats Wizard
bg_bg: Nagiostats съветник (Wizard)
es_es: Biblioteca Nagios
fr_fr: Nagiostats Assistant
ja_jp: Nagiostatsウィザード
pl_pl: Kreator nagiostats
pt_pt: Biblioteca Nagios
ru_ru: Nagiostats мастера
zh_cn: Nagiostats向导

source: Verify Localhost Host Name
bg_bg: Проверете името на хоста Localhost
de_de: überprüfen localhost Hostnamen
es_es: verificar localhost nombre de host
fr_fr: vérifier localhost nom d'hôte
it_it: verificare localhost nome host
ja_jp: ローカルホスト名を有効にする
pl_pl: sprawdzić nazwę hosta localhost
pt_pt: verificar o nome do host localhost
ru_ru: проверить локальный имя хоста
zh_cn: 验证Localhost主机名

source: This wizard will allow you to monitor performance statistics of the local Nagios server.
bg_bg: Този помощник (wizard) ще ви позволи да наблюдавате статистически данни за ефективността на локалния Nagios сървър.
de_de: Dieser Assistent ermöglicht es Ihnen, Leistung-Statistiken der lokalen Nagios-Server zu überwachen.
es_es: Este asistente le permitirá supervisar las estadísticas de rendimiento del servidor Nagios local.
fr_fr: Cet assistant va vous permettre de suivre les statistiques de performance du serveur local Nagios.
it_it: Questa procedura guidata consente di monitorare le statistiche delle prestazioni del server locale Nagios.
ja_jp: このウィザードで、ローカルのNagiosサーバーのパフォーマンス統計を監視できます.
pl_pl: Ten kreator pozwala monitorować statystyki wydajności lokalnego serwera Nagios.
pt_pt: Este assistente lhe permitirá monitorar as estatísticas de desempenho do servidor Nagios local.
ru_ru: Этот мастер позволит вам отслеживать статистику производительности на локальном сервере Nagios.
zh_cn: 该向导将允许您监视本地Nagios服务器的性能统计信息。

source: This wizard assumes the localhost has already been created.
bg_bg: Този съветник (wizard) допуска, че localhost вече е бил създаден.
de_de: Dieser Assistent übernimmt die localhost bereits erstellt wurde.
es_es: Este asistente asume el localhost ya ha sido creado.
fr_fr: Cet assistant suppose l'hôte local a déjà été créé.
it_it: Questa procedura guidata presuppone che il localhost è già stato creato.
ja_jp: このウィザードはこのローカルホストが作成済みであることを想定しています.
pl_pl: Ten kreator zakłada localhost został już utworzony.
pt_pt: Este assistente assume o localhost já foi criado.
ru_ru: Этот мастер предполагает, что локальный уже создан.
zh_cn: 该向导假定已经创建了本地主机。

source: The amount of seconds that a scheduled check lagged behind its scheduled check time. For instance, if a check was scheduled for 03:14:15 and it didn't get executed until 03:14:17, there would be a check latency of 2.0 seconds. On-demand checks have a latency of zero seconds.
bg_bg: Брой секунди, с които насрочената проверка изостава от графика за проверка. Например, ако дадена проверка е насрочена за 3:14:15 и тя не се изпълни до 03:14:17, тогава ще имаме 2.0 секунди латентност на проверката. Проверките "по заявка" имат латентност на нула секунди.
de_de: Die Anzahl von Sekunden, dass eine geplante Prüfung hinter seinem geplanten Prüfzeit zurückgeblieben. Zum Beispiel, wenn eine Prüfung für 03:14:15 geplant war und erst um 03:14:17 ausgeführt wurde, dann gibt es einen Scheck Latenzzeit von 2,0 Sekunden. On-Demand-Prüfungen haben eine Verzögerung von null Sekunden.
es_es: La cantidad de segundos que un control programado quedado atrás la época de verificación programada. Por ejemplo, si un cheque se programó para 03:14:15 y que no se ejecutan hasta 03:14:17, habría una latencia de entrada de 2,0 segundos. En la carta cheques tienen una latencia de cero segundos.
fr_fr: Le nombre de secondes que d'une visite programmée à la traîne de son temps de contrôle prévu. Par exemple, si un chèque a été prévue pour le 03:14:15 et il n'a été exécuté qu'à 03:14:17, la latence de ce contrôle est de 2.0 secondes. Contrôles à la demande ont une latence de zéro seconde.
it_it: La quantità di secondi che un controllo programmato rimasta indietro il suo tempo di arrivo previsto. Per esempio, se un controllo è stato previsto per il 03:14:15 e non ha ottenere eseguito fino 03:14:17, ci sarebbe stato un controllo latenza di 2,0 secondi. On-demand i controlli hanno una latenza di zero secondi.
ja_jp: スケジュールされたチェックがスケジュール時間から遅れた秒数. 例えば、3時14分15秒にスケジュールされたチェックが 3時14分17秒に実行された場合、この待ち時間は 2.0秒となります. オンデマンドチェックの待ち時間は 0秒です.
pl_pl: ilość sekund, które zaplanowane wyboru pozostaje w tyle w stosunku do planowego wyboru. na przykład, jeśli kontrola została zaplanowana na 3:14:15 i nie zostanie wykonany do dnia 03:14:17, nie byłoby opóźnienie wyboru 2,0 sekundy. na żądanie kontroli mają opóźnienia zero sekund.
pt_pt: A quantidade de segundos que uma verificação programada ficou para trás seu tempo de verificação agendada. Por exemplo, se um controlo foi programada para 03:14:15 e não são executados até 3:14:17, haveria uma latência de verificação de 2,0 segundos. On-demand cheques têm uma latência de zero segundos.
ru_ru: Количество секунд, которые запланированы проверки отстает от запланированных проверку временем. Например, если проверка была запланирована на 3:14:15, и это не получить выполнен до 3:14:17, не было бы чек задержкой в ​​2,0 секунды. По требованию чеки имеют задержку ноль секунд.
zh_cn: 计划检查滞后于计划检查时间的秒数。 例如，如果检查计划在03:14:15进行，并且直到03:14:17才执行，则检查延迟为2.0秒。 按需检查的延迟为零秒。

source: Buffers slots are used to hold external commands that have been read from the external command file (by a separate thread) before they are processed by the Nagios daemon. If your Nagios daemon is receiving a lot of passive checks or external commands, you could end up in a situation where the buffers are always full. This results in child processes (external scripts, NSCA daemon, etc.) blocking when they attempt to write to the external command file.
bg_bg: За съхранението на външни команди, взети от външния команден файл (от отделно вписване) преди да бъдат обработени от Nagios демон се използват буфери (buffer slots). Ако вашия Nagios демон получава много пасивни проверки или външни команди, може да се окажете в ситуация, когато буферите са винаги пълни. Това води до блокиращи процеси-наследници (външни скриптове, NSCA демон, и т.н.), когато те се опитват да пишат във външния команден файл.
de_de: Puffer werden benutzt, um externe Befehle, die von der externen Befehlsdatei (durch einen separaten Thread) gelesen wurden, bevor sie durch den Nagios-Daemon verarbeitet halten. Wenn Ihr Nagios-Daemon eine Menge von passiven Prüfungen oder externen Befehlen, könnten Sie am Ende in einer Situation, wo die Puffer sind immer voll. Dies führt in Kind-Prozessen (externe Scripte, NSCA Daemon, etc.), wenn sie an den externen Befehl Datei zu schreiben versuchen.
es_es: Tampones ranuras se utilizan para contener comandos externos que se han leído desde el archivo de comando externo (por un hilo separado) antes de que sean procesados ​​por el demonio de Nagios. Si el demonio de Nagios está recibiendo una gran cantidad de controles pasivos o comandos externos, que podría terminar en una situación en la que los amortiguadores están siempre llenos. Esto da lugar a procesos secundarios (scripts externos, NSCA demonio, etc) que bloquean cuando intentan escribir en el archivo de comandos externos.
fr_fr: Emplacements tampons sont utilisés pour contenir des commandes externes qui ont été lues dans le fichier de commande externe (par un thread séparé) avant qu'elles ne soient traitées par le démon Nagios. Si votre démon Nagios reçoit un grand nombre de contrôles passifs ou des commandes externes, vous pourriez vous retrouver dans une situation où les tampons sont toujours pleins. Il en résulte des processus enfants (scripts externes, démon NSCA, etc) de blocage quand ils tentent d'écrire dans le fichier de commande externe.
it_it: Buffer slot sono utilizzati per contenere comandi esterni che sono stati letti dal file di comando esterno (da un thread separato) prima che vengano elaborati dal demone Nagios. Se il demone Nagios sta ricevendo un sacco di controlli passivi o comandi esterni, si potrebbe finire in una situazione in cui i buffer sono sempre pieni. Ciò si traduce in processi figli (script esterni, NSCA demone, ecc) di blocco quando si tenta di scrivere il file di comando esterno.
ja_jp: バッファスロットは、Nagiosデーモンによって処理される前に、(別スレッドにより)外部のコマンドファイルから読み込まれた外部コマンドを保持するために使用されます. Nagiosデーモンが多くのパッシブチェックまたは外部コマンドを受信している場合、バッファは常にフルとなる可能性があります. 外部スクリプトやNSCAデーモンなどの子プロセスの結果が、外部コマンドファイルへの書き込みをブロックします.
pl_pl: bufory szczeliny są używane do przechowywania zewnętrznych poleceń, które zostały odczytane z pliku polecenia zewnętrznego (przez osobny wątek), zanim zostaną one przetworzone przez demona Nagios. jeśli demon Nagios odbiera wiele pasywnych lub poleceń kontroli zewnętrznych, może skończyć się w sytuacji, gdy bufory są zawsze pełne. powoduje procesów potomnych (zewnętrzne skrypty, NSCA demona, itp) blokujących podczas próby zapisu pliku poleceń zewnętrznych.
pt_pt: Ranhuras tampões são usados ​​para armazenar comandos externos que foram lidos a partir do arquivo de comando externo (por um segmento separado) antes de serem processadas pelo daemon Nagios. Se o seu daemon Nagios está recebendo um monte de cheques passivos ou comandos externos, você pode acabar em uma situação em que os amortecedores estão sempre cheios. Isso resulta em processos filhos (scripts externos, NSCA daemon, etc) que bloqueiam quando tentam gravar o arquivo de comando externo.
ru_ru: Буферы слоты используются для хранения внешних команд, которые были прочитаны из внешнего файла команду (в отдельном потоке), прежде чем они обрабатываются демона Nagios. Если ваши Nagios демон получает много пассивных проверок или внешних команд, вы можете оказаться в ситуации, когда буферы всегда полны. В результате дочерние процессы (внешние скрипты, NSCA демон и т.д.) блокирование, когда они пытаются написать на внешний командный файл.
zh_cn: 缓冲区插槽用于保存由Nagios守护程序处理之前从外部命令文件（通过单独的线程）读取的外部命令。 如果您的Nagios守护程序收到许多被动检查或外部命令，则可能会遇到缓冲区始终已满的情况。 当子进程尝试写入外部命令文件时，这将导致子进程（外部脚本，NSCA守护程序等）阻塞。
