Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: The <i>Warning</i> and <i>Critical</i> fields can contain two numbers separated by a comma that represent thresholds for the number of processes that should be running.
bg_bg: Полетата <i>предупредителни</i> и <i>критични</i> могат да съдържат две числа, разделени със запетая, които представляват праговете за броя на процесите, които трябва да са пуснати (работещи).
de_de: Felder können zwei Zahlen durch ein Komma getrennt, die Schwellenwerte stellen für die Anzahl der Prozesse, die ausgeführt werden sollte. Ein Feld Wert
es_es: los campos pueden contener dos números separados por una coma que representan los umbrales para el número de procesos que deben estar en ejecución. Un valor de campo de
fr_fr: les champs peuvent contenir deux nombres séparés par une virgule qui représentent des seuils pour le nombre de processus qui doit être en cours d'exécution. Une valeur de champ d'
it_it: campi possono contenere due numeri separati da una virgola che rappresentano soglie per il numero di processi che devono essere in esecuzione. Un valore di campo di
ja_jp: <i>警告</i> および <i>クリティカル</i>フィールドには稼働しているべきプロセス数のしきい値を示す2つの数値カンマ区切りで入力します.
pl_pl: Pola mogą zawierać dwie liczby oddzielone przecinkami, które stanowią progi liczby procesów, które powinny zostać uruchomione. wartość pola
pt_pt: campos podem conter dois números separados por uma vírgula que representam limites para o número de processos que devem ser executados. Um valor de campo de
ru_ru: Поля могут содержать два числа через запятую, которые представляют пороговые значения для ряда процессов, которые должны быть запущены. Значение поля
zh_cn: <i>警告</ i>和<i>关键</ i>字段可以包含两个数字，以逗号分隔，代表应该运行的进程数的阈值。

source: A field value of <i>5,10</i> would generate a <i>Warning</i> or <i>Critical</i> alert if there were less than or equal to 5 or more than 10 processes found.
bg_bg: Стойностите <i>5,10</i> ще генерират <i>предупреждение</i> или <i>критичен</i> сигнал, ако има по-малко от 5 или повече от 10 намерени процеса.
de_de: ein Feldwert von <i>5,10</i> würde eine <i>Warnung</i> oder einen <i>kritischen</i> Alarm zu erzeugen , wenn es weniger als 5 oder mehr als 10 gefunden Prozesse.
es_es: un valor de campo de <i>5,10</i> generaría una <i>advertencia</i> o alerta <i>crítica</i> si había menos de 5 o más de 10 procesos que se encuentran.
fr_fr: une valeur de champ de <i>5,10</i> serait générer un <i>avertissement</i> ou une alerte <i>critique</i> s'il y avait moins de 5 ou plus de 10 processus trouvés.
it_it: un valore di campo di <i>5,10</i> potrebbe generare un <i>avviso</i> o avviso <i>critico</i> se ci fossero meno di 5 o più di 10 processi trovati.
ja_jp: <i>5,10</i> と入力した場合、プロセス数が 5 以下または10 以上みつかったら <i>警告</i> または <i>クリティカル</i>になります.
pl_pl: wartość pola <i>5,10</i> wygeneruje <i>ostrzeżenie</i> lub alarm <i>krytyczny,</i> jeśli nie zostało znalezione mniej niż 5 lub więcej niż 10 procesów.
pt_pt: um valor de campo de <i>5,10</i> geraria um <i>aviso</i> ou alerta <i>crítico</i> se houvesse menos de 5 ou mais de 10 processos encontrados.
ru_ru: значение поля <i>5,10</i> будет генерировать <i>предупреждение</i> или <i>критическое</i> предупреждение , если осталось менее 5 или более 10 процессов найдено.
zh_cn: 如果发现少于或等于5个或大于10个进程，则字段值<i> 5,10 </ i>会生成<i>警告</ i>或<i>关键</ i>警报 。

source: If you choose to provide no <i>Warning</i> or <i>Critical</i> value the service will return an OK state if the number of processes is > 0 and critical if none are found.
bg_bg: Ако решите да не осигурите <i>Предупредителна</i> или <i>Критична</i> стойност, сървиса ще се върне "ОК състояние", ако броят на процесите е > 0 и "Критично състояние", ако не се намери никакъв процес.
de_de: wenn Sie keine <i>Warnung</i> oder <i>kritischen</i> Wert zu schaffen , der Dienst wird ein OK - Zustand zurück , wenn die Anzahl der Prozesse> 0 und kritisch , wenn keine gefunden werden.
es_es: si decide no proporcionar ninguna <i>advertencia</i> o valor <i>crítico</i> el servicio devolverá un estado bien si el número de procesos es> 0 y crítico si no se encuentra ninguno.
fr_fr: si vous choisissez de fournir aucune valeur d' <i>avertissement</i> ou <i>critique</i> le service retourne un état correct si le nombre de processus est> 0 et critique si aucun se trouvent.
it_it: se si sceglie di non fornire alcun <i>avviso</i> o valore <i>critico</i> il servizio restituirà uno stato ok se il numero dei processi è> 0 e critico se non si trovano.
ja_jp: <i>警告</i> または <i>クリティカル</i>フィールドに値を入力しなかった場合は、プロセス数が 0 より多ければ OK ステータス、0 であればクリティカルとなります.
pl_pl: jeśli zdecydujesz się je podać żadnego <i>ostrzeżenia</i> lub wartość <i>krytyczną</i> usługa zwróci stan OK, jeśli liczba procesów jest> 0 i krytyczny, jeśli nie odnajdzie.
pt_pt: se você optar por não fornecer <i>aviso</i> ou valor <i>crítico</i> o serviço retornará um estado ok se o número de processos é> 0 e crítica se não encontrar nenhum.
ru_ru: если вы выбираете, чтобы не вызывать <i>предупреждения</i> или <i>критическое</i> значение служба возвращает состояние ОК , если число процессов> 0 и критическим , если ничего не найдено.
zh_cn: 如果您选择不提供任何<i>警告</ i>或<i>关键</ i>值，则如果进程数> 0，则服务将返回OK状态，如果找不到，则为关键。

source: You may provide a <i>Warning</i> threshold without a <i>Critical</i> threshold, but if you provide a <i>Critical</i> threshold you <i>must</i> provide a <i>Warning</i> threshold.
bg_bg: Можете да определите праг <i>предупреждение (Warning)</i> без <i>критичен (Critical)</i> праг, но ако определите <i>критичен (Critical)</i> праг <i>трябва да</i> определите праг <i>предупреждение</i>.
de_de: Sie können eine <i>Warnschwelle</i> ohne eine <i>kritische</i> Schwelle, bieten aber wenn Sie eine <i>kritische</i> Schwelle liefern <i>müssen</i> Sie eine <i>Warnschwelle</i> bieten.
es_es: es posible proporcionar un umbral de <i>aviso</i> sin un umbral <i>crítico,</i> pero si usted proporciona un umbral <i>crítico</i> <i>debe</i> proporcionar un umbral de <i>advertencia.</i>
fr_fr: vous pouvez fournir un seuil <i>d'avertissement</i> sans un seuil <i>critique,</i> mais si vous fournissez un seuil <i>critique</i> , vous <i>devez</i> fournir un seuil <i>d'alerte.</i>
it_it: l'utente possa fornire una soglia <i>di allarme</i> senza una soglia <i>critica,</i> ma se si fornisce una soglia <i>critica</i> è <i>necessario</i> fornire una soglia <i>di allarme.</i>
ja_jp: <i>クリティカル</i>しきい値なしで<i>警告</i>しきい値のみを指定することはできますが、<i>警告</i>しきい値なしで<i>クリティカル</i>しきい値を指定することは<i>できません</i>.
pl_pl: może stanowić próg <i>ostrzegawczy</i> bez <i>krytycznego</i> progu, ale jeśli podasz <i>krytyczny</i> próg <i>należy</i> podać próg <i>ostrzegawczy.</i>
pt_pt: você pode fornecer um limite de <i>aviso,</i> sem um limiar <i>crítico,</i> mas se você fornecer um limiar <i>crítico</i> você <i>deve</i> fornecer um limite de <i>aviso.</i>
ru_ru: Вы можете обеспечить порог <i>предупреждения</i> без <i>критического</i> порога, но если вы предоставите <i>критический</i> порог вы <i>должны</i> обеспечить порог <i>предупреждения.</i>
zh_cn: 您可以提供<i>警告</i>阈值，而不提供<i>关键</i>阈值，但如果您提供了<i>关键</i>阈值，您必须<i>提供<i>警告</i>阈值。

source: When providing single warning and critical values <i>Warning</i> must be >= <i>Critical</i>.
bg_bg: При предоставяне на единични предупреждителни и критични стойности <i>Предупредителните (Warning)</i> трябва да бъдат > = <i>Критичните (Critical)</i>.
de_de: wenn einzelne Warnungen und kritische Werte <i>Warnung</i> vor , so muß> = <i>kritisch</i> sein.
es_es: cuando se proporciona solo aviso y <i>alerta</i> valores críticos debe ser> = <i>crítico.</i>
fr_fr: lors de la fourniture d' alerte unique et les valeurs critiques <i>avertissement</i> doit être> = <i>critique.</i>
it_it: quando forniscono unico avvertimento e di <i>allarme</i> valori critici deve essere> = <i>critica.</i>
ja_jp: 警告およびクリティカル値に単一の値を入力する場合は、<i>警告</i> > = <i>クリティカル</i>でなければなりません.
pl_pl: w przypadku dostarczania jednego ostrzeżenia i wartościami granicznymi <i>ostrzeżenia</i> musi być> = <i>krytyczna.</i>
pt_pt: ao fornecer aviso única e <i>alerta</i> valores críticos deve ser> = <i>critical.</i>
ru_ru: при предоставлении одного предупреждения и <i>предупреждения</i> критических значений должно быть> = <i>критическим.</i>
zh_cn: 当提供单个警告和关键值时，<i>警告</ i>必须为> = <i>关键</ i>。

source: When providing <i>thresholds</i> in the following formats, these rules apply:
bg_bg: При предоставяне на <i>прагове</i> в следните формати, се прилагат следните правила:
de_de: wenn <i>Schwellenwerte</i> in den folgenden Formaten bietet, gelten diese Regeln:
es_es: en la prestación de <i>los umbrales</i> en los siguientes formatos, se aplican las siguientes reglas:
fr_fr: lors de la fourniture des <i>seuils</i> dans les formats suivants, ces règles sont applicables:
it_it: nel fornire <i>le soglie</i> nei seguenti formati, si applicano queste regole:
ja_jp: <i>しきい値</i>を指定した場合、以下の規則が適用されます:
pl_pl: przy świadczeniu <i>progi</i> w następujących formatach, te zasady:
pt_pt: na prestação de <i>limiares</i> nos seguintes formatos, essas regras se aplicam:
ru_ru: при предоставлении <i>пороговых значений</i> в следующих форматах, применяются следующие правила:
zh_cn: 当以以下格式提供<i>阈值</ i>时，这些规则适用：

source: The SNMP wizard detected
bg_bg: Този SNMP съветник (wizard) откри
de_de: der SNMP-Assistenten erkannt
es_es: el asistente detecta snmp
fr_fr: l'assistant de snmp détecté
it_it: la procedura guidata snmp rilevato
ja_jp: SNMPウィザードによる検出数：
pl_pl: Wykryto kreator snmp
pt_pt: o assistente snmp detectado
ru_ru: Мастер SNMP обнаружено
zh_cn: 检测到SNMP向导

source: processes on
bg_bg: процесите са стартирани
de_de: Prozesse auf
es_es: procesos en
fr_fr: processus sur
it_it: processi su
ja_jp: プロセス, 対象ホスト：
pl_pl: Procesy na
pt_pt: processos em
ru_ru: процессы на
zh_cn: 进程

source: Linux Process
bg_bg: Linux процес
de_de: Linux-Prozess
es_es: Procesos Nagios
fr_fr: Processus Linux
it_it: Linux processo
ja_jp: Linuxプロセス
pl_pl: Proces linux
pt_pt: Processo de Monitoramento
ru_ru: Процесс Linux
zh_cn: Linux进程

source: Scanned Process List
bg_bg: Списък на сканираните процеси
de_de: gescannten Prozessliste
es_es: lista de procesos escaneada
fr_fr: liste de processus numérisée
it_it: lista dei processi scansionato
ja_jp: スキャンされたプロセスの一覧
pl_pl: zeskanowany lista proces
pt_pt: lista de processos digitalizados
ru_ru: отсканированные список процессов
zh_cn: 扫描进程列表

source: Monitor a Mac OS X machine.
bg_bg: Следи Mac OS X машина.
de_de: überwachen mac os / x-Maschine.
es_es: supervisar un mac os / x máquina.
fr_fr: contrôler un Mac OS / X de la machine.
it_it: monitorare un os / x mac macchina.
ja_jp: Mac OS Xマシンを監視します.
pl_pl: monitorowanie Mac OS / x maszynę.
pt_pt: monitorar uma máquina Mac OS / X.
ru_ru: мониторинг Mac OS / X машину.
zh_cn: 监视Mac OS X计算机。

source: Monitor an email server.
bg_bg: Наблюдавайте сървър за електронна поща.
de_de: Überwachung eines E-Mail-Server.
es_es: Monitorear el servicio cada
fr_fr: Surveiller un serveur de messagerie.
it_it: Monitorare un server di posta.
ja_jp: メールサーバーを監視します.
pl_pl: monitorować serwer e-mail.
pt_pt: Monitorar o serviço cada
ru_ru: Мониторинг сервера электронной почты.
zh_cn: 监控邮件服务器。

source: Mail Server
bg_bg: Сървър за електронна поща
es_es: Administrar Servicios
ja_jp: メールサーバー
pl_pl: Serwer poczty
pt_pt: Gerenciar serviçoes
zh_cn: 邮件服务器

source: Mail Server Information
bg_bg: Информация за сървъра за електронна поща
de_de: Mail Server Informationen
es_es: Informacion sobre la licencia
fr_fr: Informations Mail Server
it_it: Mail Server Informazioni
ja_jp: メールサーバーの情報
pl_pl: Informacje serwer poczty
pt_pt: Informações sobre a licença
ru_ru: Информация Mail Server
zh_cn: 邮件服务器信息

source: The IP address of the mail server you'd like to monitor
bg_bg: IP адреса на сървъра за електронна поща, който искате да наблюдавате
de_de: Die IP-Adresse des Mail-Servers Sie überwachen möchten
es_es: La dirección IP del servidor de correo que desea controlar
fr_fr: L'adresse IP du serveur de messagerie que vous souhaitez surveiller
it_it: L'indirizzo IP del server di posta che si desidera monitorare
ja_jp: 監視するメールサーバーのIPアドレス
pl_pl: Adres IP serwera pocztowego, które chcesz monitorować
pt_pt: O endereço IP do servidor de correio que você gostaria de monitorar
ru_ru: IP-адрес почтового сервера, вы хотите, чтобы контролировать
zh_cn: 您要监视的邮件服务器的IP地址

source: Invalid IP address.
bg_bg: Невалиден IP адрес.
de_de: Ungültige IP-Adresse.
es_es: Direccion invalida.
fr_fr: Adresse IP non valide.
it_it: Indirizzo IP non valido.
ja_jp: IPアドレスが不正です.
pl_pl: nieprawidłowy adres ip.
pt_pt: Relatório inválido
ru_ru: Неверный IP-адрес.
zh_cn: 无效的IP地址。

source: Mail Server Details
bg_bg: Подробности за сървъра за електронна поща
es_es: Detalles del Servicio
fr_fr: Détails du serveur de messagerie
it_it: Mail Server Dettagli
ja_jp: メールサーバーの詳細
pl_pl: dane serwera poczty
pt_pt: Detalhe de serviço
ru_ru: Подробности Mail Server
zh_cn: 邮件服务器详细信息

source: The name you'd like to have associated with this mail server
bg_bg: Името, което искате да се асоциира с този сървър за електронна поща
de_de: Der Name, den Sie gerne mit dieser E-Mail-Server zugeordnet haben würde
es_es: El nombre que te gustaría tener asociada con este servidor de correo
fr_fr: Le nom que vous aimeriez avoir associé à ce serveur de messagerie
it_it: Il nome che desideri sia associato questo server di posta
ja_jp: メールサーバーに関連付ける名前
pl_pl: Nazwa chcesz być związane z tym serwerem poczty
pt_pt: O host associado com este horário.
ru_ru: Имя, которое вы хотели бы иметь, связанный с этим почтовым сервером
zh_cn: 您想要与此邮件服务器关联的名称

source: Specify which services you'd like to monitor for the mail server
bg_bg: Определете кои сървиси бихте искали да следите за сървъра за електронна поща
de_de: Bestimmen Sie, welche Leistungen Sie möchten für den Mail-Server überwachen
es_es: Especifique qué servicios desea supervisar para el servidor de correo
fr_fr: Précisez les services que vous souhaitez surveiller pour le serveur de messagerie
it_it: Specificare quali servizi si desidera monitorare per il server di posta
ja_jp: メールサーバーで監視するサービスを指定します
pl_pl: określić, które usługi chcesz monitorować na serwerze pocztowym
pt_pt: Especificar quais os serviços que você gostaria de monitorar o servidor de correio
ru_ru: Укажите, какие услуги вы хотите, чтобы следить за почтовым сервером
zh_cn: 指定您要监视邮件服务器的服务

source: Monitors SMTP service availability
bg_bg: Следи за наличността на SMTP сървиси
de_de: Monitore SMTP Service-Verfügbarkeit
es_es: Monitorear el servicio cada
fr_fr: La disponibilité des moniteurs service SMTP
it_it: Monitor SMTP disponibilità del servizio
ja_jp: SMTPサービスが利用可能であることを監視します
pl_pl: monitoruje dostępność usługi SMTP
pt_pt: Veja a disponibilidade de serviço
ru_ru: Мониторы SMTP доступности услуг
zh_cn: 监控SMTP服务的可用性

source: Monitors IMAP service availability
bg_bg: Следи за наличността на IMAP сървиси
de_de: Monitore IMAP Service-Verfügbarkeit
es_es: Monitorear el servicio cada
fr_fr: La disponibilité des moniteurs service IMAP
it_it: Monitor IMAP disponibilità del servizio
ja_jp: IMAPサービスが利用可能であることを監視します
pl_pl: monitoruje dostępność usługi IMAP
pt_pt: Veja a disponibilidade de serviço
ru_ru: Мониторы IMAP доступности услуг
zh_cn: 监视IMAP服务可用性

source: Monitors POP service availability
bg_bg: Следи за наличността на POP сървиси
de_de: Monitore POP Service-Verfügbarkeit
es_es: Monitorear el servicio cada
fr_fr: Moniteurs POP disponibilité du service
it_it: Monitor POP disponibilità del servizio
ja_jp: POPサービスが利用可能であることを監視します
pl_pl: monitoruje dostępność usługi pop
pt_pt: Veja a disponibilidade de serviço
ru_ru: Мониторы POP доступности услуг
zh_cn: 监控POP服务的可用性

source: RBL Blacklist Check
bg_bg: RBL Blacklist проверка
de_de: RBL Blacklist prüfen
es_es: Ultimo Chequeo
fr_fr: RBL Check liste noire
it_it: RBL Blacklist Controllare
ja_jp: RBLブラックリストチェック
pl_pl: RBL czarnej listy wyboru
pt_pt: Última verificação
ru_ru: Черный список RBL Проверить
zh_cn: RBL黑名单检查

source: Checks to see if your mail server is listed on any public RBLs (real time blackhole lists)
bg_bg: Проверете, за да се видите дали вашия мейл сървър е в списъка на публични RBLs (real time blackhole lists)
de_de: Prüft, ob Ihre E-Mail-Server auf einer öffentlichen RBLs aufgeführt ist (real time Blackhole-Listen)
es_es: Comprueba si el servidor de correo está en la lista en cualquier RBLs públicos (reales listas blackhole del tiempo)
fr_fr: Vérifie si votre serveur de messagerie est cotée sur les RBL publiques (listes noires en temps réel)
it_it: Controlla se il server di posta è presente su tutte le RBL pubbliche (reale delle liste di blocco in tempo)
ja_jp: メールサーバーが公開RBL（リアルタイムブラックリスト）にリストされているかどうかをチェックします
pl_pl: sprawdza, czy twój serwer jest notowany na żadnej RBL publicznych (listy czarnych dziur w czasie rzeczywistym)
pt_pt: Verifica se o seu servidor de e-mail está listado em qualquer RBLs públicas (listas de blackhole em tempo real)
ru_ru: Проверяет, если ваш почтовый сервер котируются на каких белорусских рублях (реальных черных списков времени)
zh_cn: 检查您的邮件服务器是否在任何公共RBL（实时黑洞列表）上列出

source: Blacklist Servers
bg_bg: Блокирани сървъри
de_de: Blacklist-Server
es_es: Seleccione Servicios
fr_fr: Serveurs liste noire
it_it: Blacklist dei server
ja_jp: ブラックリストサーバ
pl_pl: czarnej listy serwerów
pt_pt: Lista negra Servidores
ru_ru: Черный список серверов
zh_cn: 黑名单服务器

source: Host name
bg_bg: Име на хост
es_es: Nombre del host
fr_fr: Nom d'hôte
ja_jp: ホスト名
pl_pl: Nazwa hosta
pt_pt: Nome do host
zh_cn: 主机名

source: Monitor a MongoDB Database
bg_bg: Наблюдавайте MongoDB база данни
de_de: Überwachung einer MSSQL-Datenbank
es_es: Controlar una base de datos MSSQL
fr_fr: Surveiller une base de données MSSQL
it_it: Monitorare un database MSSQL
ja_jp: MongoDBデータベースを監視します
pl_pl: monitorowanie bazy danych MongoDB
pt_pt: Banco de dados NagiosQL
ru_ru: Мониторинг базы данных MSSQL
zh_cn: 监控MongoDB数据库

source: MongoDB Database
bg_bg: MongoDB база данни
de_de: MongoDB-Datenbank
es_es: mongodb base de datos
fr_fr: base de données MongoDB
it_it: di database MongoDB
ja_jp: MongoDBデータベース
pl_pl: Baza danych MongoDB
pt_pt: banco de dados MongoDB
ru_ru: базы данных MongoDB
zh_cn: MongoDB数据库

source: It looks like you are missing pymongo on your Nagios XI server.
bg_bg: Изглежда сякаж ви липсват pymongo на вашия Nagios XI сървър.
de_de: es sieht aus wie Sie pymongo fehlen auf Ihrem nagios xi Server.
es_es: parece que se echa en falta pymongo en su servidor xi nagios.
fr_fr: on dirait que vous êtes absent pymongo sur votre serveur Nagios XI.
it_it: sembra che non trovi il pymongo sul server xi Nagios.
ja_jp: Nagios XIサーバーにpymongoが不足しているようです.
pl_pl: wygląda na to, brakuje pymongo na serwerze Nagios XI.
pt_pt: parece que está faltando pymongo no seu servidor xi nagios.
ru_ru: похоже, вам не хватает на вашем PyMongo Nagios XI сервера.
zh_cn: 看来您在Nagios XI服务器上缺少pymongo。

source: To use this wizard you must install pymongo on your server. If you are using CentOS or RHEL you can run:
bg_bg: За да използвате този помощник (wizard), вие трябва да инсталирате pymongo на вашия сървър. Ако използвате CentOS или RHEL, вие можете да изпълните командата "yum install pymongo".
de_de: um diesen Assistenten verwenden, müssen Sie pymongo auf Ihrem Server installieren. wenn Sie centos oder rhel werden Sie ausführen können "yum install pymongo".
es_es: utilizar este asistente debe instalar pymongo en su servidor. si está utilizando o centos rhel puede ejecutar "yum install pymongo".
fr_fr: à utiliser cet assistant vous devez installer pymongo sur votre serveur. si vous utilisez CentOS ou RHEL, vous pouvez exécuter "yum install pymongo".
it_it: di utilizzare questa procedura guidata è necessario installare pymongo sul vostro server. se si utilizza CentOS o RHEL è possibile eseguire "yum install pymongo".
ja_jp: このウィザードを使用するには、サーバーにpymongoをインストールする必要があります. CentOSまたはRHELを使用している場合、 次のコマンドを実行してください:
pl_pl: korzystać z tego kreatora musisz zainstalować pymongo na serwerze. jeśli używasz CentOS lub RHEL można uruchomić "yum install pymongo".
pt_pt: usar este assistente você deve instalar pymongo em seu servidor. se você estiver usando o CentOS ou RHEL você pode executar "yum install pymongo".
ru_ru: пользоваться мастером необходимо установить PyMongo на вашем сервере. если вы используете CentOS или RHEL вы можете запустить "ням установить PyMongo".
zh_cn: 要使用此向导，必须在服务器上安装pymongo。 如果您使用的是CentOS或RHEL，则可以运行：

source: It looks like you don't have the latest version of pymongo installed.
bg_bg: Изглежда, че нямате инсталирана последната версия на pymongo.
de_de: Es sieht so aus, als hättest du nicht die neueste Version von Pymongo installiert.
es_es: Parece que no tienes la última versión de pymongo instalada.
fr_fr: Il semble que vous n'avez pas la dernière version de pymongo installée.
it_it: sembra che non avete l'ultima versione di pymongo installati.
ja_jp: 最新バージョンのpymongoがインストールされていないようです。
pl_pl: Wygląda na to, że nie masz zainstalowanej najnowszej wersji pymongo.
pt_pt: Parece que você não tem a versão mais recente do pymongo instalada.
ru_ru: Похоже, у вас не установлена ​​последняя версия pymongo.
zh_cn: 看来您没有安装最新版本的pymongo。

source: If your version of MongoDB is newer, you may want to update pymongo using pip:
bg_bg: Ако вашата версия на mongodb е по-нова, може да искате да актуализирате pymongo с помощта на pip:
de_de: Wenn deine Version von Mongodb neuer ist, kannst du Pymongo mit Pip aktualisieren:
es_es: Si su versión de mongodb es más reciente, puede que desee actualizar pymongo utilizando pip:
fr_fr: Si votre version de mongodb est plus récente, vous pouvez mettre à jour pymongo en utilisant pip:
it_it: se la versione di MongoDB è più recente, si consiglia di aggiornare pymongo utilizzando pip:
ja_jp: MongoDBのバージョンが新しい場合は、pipを使用してpymongoを更新することができます:
pl_pl: Jeśli twoja wersja mongodb jest nowszy, możesz zaktualizować pymongo używając pip:
pt_pt: Se sua versão de mongodb é mais recente, você pode querer atualizar pymongo usando pip:
ru_ru: Если ваша версия mongodb новее, вы можете обновить pymongo using pip:
zh_cn: 如果您的MongoDB版本较新，则可能要使用pip更新pymongo：

source: MongoDB Information
bg_bg: MongoDB информация
de_de: mongodb Informationen
es_es: información mongodb
fr_fr: informations mongodb
it_it: Informazioni MongoDB
ja_jp: MongoDB情報
pl_pl: Informacje MongoDB
pt_pt: informações mongodb
ru_ru: MongoDB информации
zh_cn: MongoDB信息

source: Specify the details for connecting to the MongoDB database you want to monitor
bg_bg: Посочете данните за свързване към MongoDB базата данни, която искате да наблюдавате
de_de: Geben Sie die Details für die Verbindung zum MSSQL Datenbank, die Sie überwachen möchten,
es_es: Especifique los detalles para la conexión a la base de datos MSSQL desea supervisar
fr_fr: Spécifiez les détails pour se connecter à la base de données MSSQL vous souhaitez surveiller
it_it: Specificare i dettagli per la connessione al database MSSQL che si desidera monitorare
ja_jp: 監視するMongoDBデータベースに接続するための詳細を指定します
pl_pl: określa szczegółowe dane do połączenia z bazą danych MongoDB chcesz monitorować
pt_pt: Especifique o formato das mensagens SMS que você deseja receber.
ru_ru: Укажите сведения для подключения к базе данных MSSQL вы хотите контролировать
zh_cn: 指定用于连接到要监视的MongoDB数据库的详细信息

source: The IP address or FQDNS name of the MongoDB server
bg_bg: IP адрес или FQDNS име на MongoDB сървъра
de_de: Die IP-Adresse oder FQDN Namen des MSSQL-Server
es_es: La direccion IP o el nombre FQDNS del host
fr_fr: L'adresse IP ou le nom FQDN du serveur MSSQL
it_it: L'indirizzo IP o il nome FQDN del server MSSQL
ja_jp: MongoDBサーバーのIPアドレスまたはFQDN
pl_pl: adres IP lub FQDN nazwa serwera MongoDB
pt_pt: O endereço IP ou FQDN nome do host
ru_ru: IP-адрес или FQDN, имя сервера MSSQL
zh_cn: MongoDB服务器的IP地址或FQDNS名称
