Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Manage Contact Groups
bg_bg: Управлявайте групите за контакти
de_de: Verwalten von Kontaktgruppen
es_es: Administrar Grupos de Contactos
fr_fr: Gérer les groupes de contacts
it_it: Gestione gruppi di contatti
ja_jp: 連絡先グループを管理
pl_pl: zarządzać grup kontaktów
pt_pt: Gerenciar grupos de contato
ru_ru: Работа с группами контактов
zh_cn: 管理联络小组

source: Down
bg_bg: Спрян (Down)
de_de: Nach unten
es_es: Abajo
fr_fr: Vers le bas
it_it: Giù
ja_jp: 停止
pl_pl: w dół
pt_pt: Abaixo
ru_ru: Вниз
zh_cn: 停机

source: Critical
bg_bg: Критичен
de_de: Kritisch
es_es: Critico
fr_fr: Critique
it_it: Critico
ja_jp: クリティカル
pl_pl: krytyczny
pt_pt: Crítico
ru_ru: Критический
zh_cn: 临界

source: Recovery
bg_bg: Възстановяване
de_de: Wiederherstellung
es_es: recuperación
fr_fr: récupération
it_it: recupero
ja_jp: 復旧
pl_pl: poprawa
pt_pt: recuperação
ru_ru: восстановление
zh_cn: 恢复

source: Notification enabled
bg_bg: Нотификациите са активирани
de_de: Benachrichtigungen aktiviert
es_es: Notificaciones habilitadas
fr_fr: Notifications Activé
it_it: Notifiche Attivato
ja_jp: 通知の有効化
pl_pl: Powiadomienie włączony
pt_pt: Notificações são ativadas
ru_ru: Уведомления Доступно
zh_cn: 启用通知

source: Skip
bg_bg: Прескачам
de_de: überspringen
es_es: omitir
fr_fr: sauter
it_it: saltare
ja_jp: スキップ
pt_pt: pular
ru_ru: пропускать
zh_cn: 跳过

source: Up
bg_bg: Работещ (Up)
de_de: Nach oben
es_es: Arriba
fr_fr: Jusqu'à
it_it: Su
ja_jp: 稼働
pl_pl: w górę
pt_pt: Acima
ru_ru: Вверх
zh_cn: 开机

source: Changes detected! <strong>Apply Configuration</strong> for new changes to take effect.
bg_bg: Открити са промени! <strong>Приложете конфигурацията</strong> за да може новите промени да влязат в сила.
de_de: Änderungen erkannt! <strong>gelten Konfiguration</strong> für neue Änderungen in Kraft treten.
es_es: cambios detectados! <strong>aplicar la configuración</strong> para los nuevos cambios surtan efecto.
fr_fr: changements détectés! <strong>appliquer la configuration</strong> de nouvelles modifications prennent effet.
it_it: variazioni rilevate! <strong>applicare la configurazione</strong> di nuove modifiche abbiano effetto.
ja_jp: 変更が検出されました！新しい変更を有効にするために <strong>設定を適用</strong>してください.
pl_pl: wykryte zmiany! <strong>zastosowania konfigurację</strong> nowe zmiany odniosły skutek.
pt_pt: alterações detectadas! <strong>aplicar a configuração</strong> de novas alterações entrem em vigor.
ru_ru: изменения обнаружены! <strong>применить конфигурацию</strong> для новых изменений в силу.
zh_cn: 检测到更改！ <strong>应用配置</strong>以使新更改生效。

source: Add New
bg_bg: Добави нов
es_es: Agregar vista
fr_fr: Ajouter un nouveau
it_it: Aggiungi nuovo
ja_jp: 新規追加
pl_pl: dodaj nowy
pt_pt: Adicionar novo usuário
ru_ru: Добавить
zh_cn: 添加新的

source: Applied
bg_bg: Приложен
de_de: Angewandte
es_es: aplicada
fr_fr: appliquée
it_it: applicata
ja_jp: 適用済み
pl_pl: stosowany
pt_pt: Aplicada
ru_ru: прикладное
zh_cn: 应用

source: Not Applied
bg_bg: Не е приложен
de_de: nicht angewendet
es_es: no aplicado
fr_fr: pas appliqué
it_it: non applicato
ja_jp: 未適用
pl_pl: Nie zastosowano
pt_pt: não aplicado
ru_ru: не применяется
zh_cn: 不应用

source: View config
bg_bg: Вижте конфигурацията
de_de: Anzeigen Config
es_es: Ver configuracion
fr_fr: Voir Config
it_it: Visualizza Config
ja_jp: 設定を表示
pl_pl: Widok config
pt_pt: Ver configuração
ru_ru: Просмотр Config
zh_cn: 查看配置

source: Relationships
bg_bg: Взаимоотношения
de_de: Beziehungen
es_es: relaciones
fr_fr: des relations
it_it: relazioni
ja_jp: 関係
pl_pl: relacje
pt_pt: relações
ru_ru: отношения
zh_cn: 关系

source: No results returned from
bg_bg: Няма резултати, върнати от
de_de: Keine Ergebnisse kehrte aus
es_es: Ningun resultado retornado desde
fr_fr: Pas de résultats retournés par
it_it: Nessun risultato restituito da
ja_jp: 結果が返されませんでした
pl_pl: brak wyników wrócił z
pt_pt: Nenhum resultado voltou de
ru_ru: Результаты не вернулся из
zh_cn: 没有返回结果

source: table
bg_bg: таблица
de_de: Tabelle
es_es: tabla
it_it: tavolo
pl_pl: tabela
pt_pt: tabela
ru_ru: таблица
zh_cn: 表

source: Previous page
bg_bg: Предишна страница
de_de: Vorherige Seite
es_es: Pagina anterior
fr_fr: Page précédente
it_it: Pagina precedente
ja_jp: 前のページ
pl_pl: poprzednia strona
pt_pt: Página anterior
ru_ru: Предыдущая страница
zh_cn: 上一页

source: First page
bg_bg: Първа страница
de_de: Erste Seite
es_es: Primera pagina
fr_fr: Première page
it_it: Prima pagina
ja_jp: 最初のページ
pl_pl: Pierwsza strona
pt_pt: Primeira página
ru_ru: Первая страница
zh_cn: 第一页

source: Last page
bg_bg: Последна страница
de_de: Letzte Seite
es_es: Ultima pagina
fr_fr: Dernière page
it_it: Ultima pagina
ja_jp: 最後のページ
pl_pl: Ostatnia strona
pt_pt: Última página
ru_ru: Последняя страница
zh_cn: 尾页

source: Next page
bg_bg: Следваща страница
de_de: Nächste Seite
es_es: Proxima pagina
fr_fr: Page suivante
it_it: Pagina successiva
ja_jp: 次のページ
pl_pl: następna strona
pt_pt: Próxima página
ru_ru: Следующая страница
zh_cn: 下一页

source: Jump to page
bg_bg: Отиди на страница
de_de: Gehe zu Seite
es_es: saltar a la página
fr_fr: Aller à la page
it_it: Vai alla pagina
ja_jp: ページにジャンプ
pl_pl: Przejdź do strony
pt_pt: Ir para página
ru_ru: Перейдите на страницу
zh_cn: 跳转到页

source: attempts
bg_bg: опити
de_de: Versuch
es_es: Intento
fr_fr: Tentative
it_it: Tentativo
ja_jp: 試行
pl_pl: próba
pt_pt: Tentativa
ru_ru: Попытка
zh_cn: 尝试

source: sec
bg_bg: секунда
es_es: segundo
ja_jp: 秒
pl_pl: s
ru_ru: сек
zh_cn: 秒

source: Obsess over host
bg_bg: Преследвам (Obsess over) хост
de_de: besessen über Host
es_es: obsesionan con anfitrión
fr_fr: obsédés par l'hôte
it_it: ossessionare ospite
ja_jp: obsess over ホスト
pl_pl: przesady przyjmującego
pt_pt: obcecado com acolhimento
ru_ru: зациклены на хост
zh_cn: 主机偏执

source: Obsess over service
bg_bg: Преследвам (Obsess over) сървис
de_de: besessen über Service
es_es: obsesionarse con el servicio
fr_fr: obsédée par le service
it_it: ossessionare servizio
ja_jp: obsess over サービス
pl_pl: przesady usługi
pt_pt: obcecado com serviço
ru_ru: обольщайтесь службы
zh_cn: 服务偏执

source: Event handler
bg_bg: Манипулатор на събития (Event handler)
de_de: Veranstaltung Handler
es_es: Controlador de eventos
ja_jp: イベントハンドラ
pl_pl: obsługi zdarzeń
pt_pt: Manipulador de eventos
ru_ru: Обработчиков событий
zh_cn: 事件处理程序

source: Is Volatile
bg_bg: е Непостоянен
de_de: ist flüchtig
es_es: es volátil
fr_fr: est volatil
it_it: è volatile
ja_jp: 不安定（Volatile）か
pl_pl: jest lotny
pt_pt: é volátil
ru_ru: является летучим
zh_cn: 不稳定

source: Command Name
bg_bg: Име на командата
de_de: Command Type
es_es: Comando
fr_fr: Type de commande
it_it: Tipo di comando
ja_jp: コマンド名
pl_pl: Nazwa polecenia
pt_pt: Comando
ru_ru: Тип команды
zh_cn: 命令类型

source: Command Line
bg_bg: Командна линия
de_de: Command Type
es_es: Comando
fr_fr: Type de commande
it_it: Tipo di comando
ja_jp: コマンド行
pl_pl: Wiersz polecenia
pt_pt: Comando
ru_ru: Тип команды
zh_cn: 命令行

source: Command Type
bg_bg: Тип команда
es_es: Comando
fr_fr: Type de commande
it_it: Tipo di comando
ja_jp: コマンドタイプ
pl_pl: wpisz polecenie
pt_pt: Comando
ru_ru: Тип команды
zh_cn: 命令类型

source: check command
bg_bg: команда, използвана при проверката
de_de: Prüfbefehl
es_es: Comando para testear chequeo
fr_fr: Vérifiez commande
it_it: Controllare il comando
ja_jp: チェックコマンド
pl_pl: polecenie sprawdzenia
pt_pt: Teste o comando CHECK
ru_ru: Проверьте командой
zh_cn: 检查命令

source: misc command
bg_bg: Друга команда
de_de: misc Befehl
es_es: comando misc
fr_fr: misc commande
it_it: comando misc
ja_jp: その他のコマンド
pl_pl: Komenda misc
pt_pt: Misc comando
ru_ru: разное команду
zh_cn: 杂项命令

source: unclassified
bg_bg: некласифициран
de_de: nicht klassifiziert
es_es: no clasificados
fr_fr: non classés
it_it: non classificati
ja_jp: 未分類
pl_pl: niesklasyfikowana
pt_pt: não classificado
ru_ru: неклассифицированный
zh_cn: 未分类

source: Available Plugins
bg_bg: Налични плъгини (plugins)
de_de: Verfügbare Plugins
es_es: Plugins disponibles
fr_fr: Plugins disponibles
it_it: Plugin disponibili
ja_jp: 利用可能なプラグイン
pl_pl: dostępnych wtyczek
pt_pt: Plugins disponíveis
ru_ru: Доступные плагины
zh_cn: 可用插件

source: Selecting a plugin will also show documenation for that plugin.
bg_bg: Избирането на плъгин също така ще покаже и неговата документация.
de_de: Auswahl eines Plugin wird auch zeigen, Dokumenation für dieses Plugin.
es_es: seleccionar un plugin también mostrará documenation para ese plugin.
fr_fr: la sélection d'un plug-in sera également montrer documenation pour ce plugin.
it_it: selezione di un plugin mostrerà anche documenation per questo plugin.
ja_jp: プラグインを選択すると、そのプラグインのドキュメントが表示されます.
pl_pl: wybierając wtyczki pokaże również dla tej wtyczki Documenation.
pt_pt: selecionar um plugin também irá mostrar documenation para esse plugin.
ru_ru: выбрав плагин будет показывать также documenation для этого плагина.
zh_cn: 选择一个插件还将显示该插件的文档。

source: Template Name
bg_bg: Име на шаблон
es_es: Nombre de la plantilla
fr_fr: Nom du modèle
it_it: Nome modello
ja_jp: テンプレート名
pl_pl: Nazwa szablonu
pt_pt: Nome do modelo
ru_ru: Имя шаблона
zh_cn: 模板名称

source: Manage Parents
bg_bg: Управлявайте родители
de_de: Verwalten Eltern
es_es: Administrar Padres
fr_fr: Gérer les parents
it_it: Gestire i genitori
ja_jp: 親を管理
pl_pl: zarządzanie rodziców
pt_pt: Gerenciar pais
ru_ru: Управление Родителям
zh_cn: 管理父机

source: Display name
bg_bg: Покажете името
de_de: Anzeigenamen
es_es: Nombre desplegao
fr_fr: Du nom d'affichage
it_it: Nome visualizzato
ja_jp: 表示名
pl_pl: Nazwa wyświetlana
pt_pt: Exibir nome
ru_ru: Репутация:
zh_cn: 显示名称

source: Manage Hosts
bg_bg: Управлявайте хостове
de_de: Hosts verwalten
es_es: Administrar Hosts
fr_fr: Gérer les hôtes
it_it: Gestire gli host
ja_jp: ホストを管理
pl_pl: zarządzania hostami
pt_pt: Gerenciar hosts
ru_ru: Управление Хосты
zh_cn: 管理主机

source: Manage Host Groups
bg_bg: Управлявайте хост групите
de_de: Verwalten Hostgruppen
es_es: Administrar Hostgroups
fr_fr: Gérer les groupes d'hôtes
it_it: Gestione Hostgroups
ja_jp: ホストグループを管理
pl_pl: zarządzanie hostgroups
pt_pt: Gerenciar grupos de host
ru_ru: Управление группы узлов сети
zh_cn: 管理主机组

source: Manage Service Groups
bg_bg: Управлявайте сървис групи
de_de: Verwalten Servicegruppen
es_es: Administrar Servicegroups
fr_fr: Gérer les groupes de services
it_it: Gestione Servicegroups
ja_jp: サービスグル​​ープを管理
pl_pl: zarządzanie servicegroups
pt_pt: Gerenciar grupos de serviço
ru_ru: Управление Servicegroups
zh_cn: 管理服务组

source: Check command
bg_bg: Команда, използвана при проверката
de_de: Prüfbefehl
es_es: Comando para testear chequeo
fr_fr: Vérifiez commande
it_it: Controllare il comando
ja_jp: チェックコマンド
pl_pl: polecenie sprawdzenia
pt_pt: Teste o comando CHECK
ru_ru: Проверьте командой
zh_cn: 检查命令

source: Command view
bg_bg: Преглед на командата
es_es: Comando
fr_fr: Vue de commande
it_it: Comando Visualizza
ja_jp: コマンド表示
pl_pl: Widok polecenie
pt_pt: Comando
zh_cn: 命令视图

source: No command selected
bg_bg: Няма избрана команда
de_de: kein Befehl ausgewählt
es_es: ningún comando seleccionado
fr_fr: aucune commande sélectionnée
it_it: nessun comando selezionato
ja_jp: コマンドが選択されていません
pl_pl: nie wybrano polecenie
pt_pt: nenhum comando selecionado
ru_ru: Нет команды выбран
zh_cn: 未选择命令

source: Pager Number
bg_bg: номер на пейджъра
de_de: Pager-Nummer
es_es: número de buscapersonas
fr_fr: numéro de téléavertisseur
it_it: numero del cercapersone
ja_jp: ページャー番号
pl_pl: numer pagera
pt_pt: pager
ru_ru: номер пейджера
zh_cn: 呼机号码

source: Manage Contact Templates
bg_bg: Управлявайте шаблоните за контакти
de_de: Verwalten Kontakt Templates
es_es: Administrar Plantillas de Contactos
fr_fr: Gérer les contacts Modèles
it_it: Gestione Contatti modelli
ja_jp: 連絡先テンプレートを管理
pl_pl: zarządzania szablonami kontaktowe
pt_pt: gerenciar contato com modelos
ru_ru: Управление Контакт Шаблоны
zh_cn: 管理联系模板

source: Addon Address 1
bg_bg: Добавка (Addon) адрес 1
de_de: Addon-Adresse 1
es_es: Dirección addon 1
fr_fr: Adresse addon 1
it_it: Indirizzo addon 1
ja_jp: アドオンアドレス1
pl_pl: Adres dodatek 1
pt_pt: endereço addon 1
ru_ru: Аддон адресом 1
zh_cn: 插件地址1

source: Addon Address 2
bg_bg: Добавка (Addon) адрес 2
de_de: Addon-Adresse 2
es_es: Dirección addon 2
fr_fr: Adresse addon 2
it_it: Indirizzo addon 2
ja_jp: アドオンアドレス2
pl_pl: Adres dodatek 2
pt_pt: endereço addon 2
ru_ru: Аддон адресу 2
zh_cn: 插件地址2

source: Addon Address 3
bg_bg: Добавка (Addon) адрес 3
de_de: Addon-Adresse 3
es_es: Dirección addon 3
fr_fr: Adresse addon 3
it_it: Indirizzo addon 3
ja_jp: アドオンアドレス3
pl_pl: Adres dodatek 3
pt_pt: endereço addon 3
ru_ru: Аддон адрес 3
zh_cn: 插件地址3

source: Addon Address 4
bg_bg: Добавка (Addon) адрес 4
de_de: Addon-Adresse 4
es_es: Dirección addon 4
fr_fr: Adresse addon 4
it_it: Indirizzo addon 4
ja_jp: アドオンアドレス4
pl_pl: Adres dodatek 4
pt_pt: endereço addon 4
ru_ru: Аддон адрес 4
zh_cn: 插件地址4

source: Addon Address 5
bg_bg: Добавка (Addon) адрес 5
de_de: Addon-Adresse 5
es_es: Dirección addon 5
fr_fr: Adresse addon 5
it_it: Indirizzo addon 5
ja_jp: アドオンアドレス5
pl_pl: Adres dodatek 5
pt_pt: endereço addon 5
ru_ru: Аддон адрес 5
zh_cn: 插件地址5

source: Addon Address 6
bg_bg: Добавка (Addon) адрес 6
de_de: Addon-Adresse 6
es_es: Dirección addon 6
fr_fr: Adresse addon 6
it_it: Indirizzo addon 6
ja_jp: アドオンアドレス6
pl_pl: Adres dodatek 6
pt_pt: endereço addon 6
ru_ru: Аддон Адрес 6
zh_cn: 插件地址6

source: Host Notifications Enabled
bg_bg: Хост Нотификациите са Активирани
de_de: Benachrichtigungen aktiviert
es_es: Notificaciones habilitadas
fr_fr: Notifications Activé
it_it: Notifiche Attivato
ja_jp: ホスト通知の有効化
pl_pl: włączone powiadomienia gospodarza
pt_pt: Notificações são ativadas
ru_ru: Уведомления Доступно
zh_cn: 主机通知已启用

source: Host Notifications Timeperiod
bg_bg: Времеви период на хост нотификации
de_de: Deploy Benachrichtigung timePeriod
es_es: Desplegar plazos de notificacion
fr_fr: Déployer notification TimePeriod
it_it: Deploy di notifica timeperiod
ja_jp: ホスト通知期間
pl_pl: Powiadomienia gospodarza przedzialczasu
pt_pt: implantar notificação timeperiod
ru_ru: Развертывание Уведомление TimePeriod
zh_cn: 主机通知时间段

source: Host Notification options
bg_bg: Опции за нотификация на хост
de_de: Benachrichtigungsoptionen
es_es: Opciones de las Notificaciones
fr_fr: Options de notification
it_it: Opzioni di notifica
ja_jp: ホスト通知オプション
pl_pl: gospodarzem opcje powiadomień
pt_pt: Opções de Notificação
ru_ru: Параметры уведомлений
zh_cn: 主机通知选项

source: Service Notifications Enabled
bg_bg: Сървис нотификациите са активирани
de_de: Service-Benachrichtigungen deaktiviert
es_es: Notificaciones de servicios están desactivados
fr_fr: Notifications de service sont désactivés
it_it: Notifiche di servizio sono disabilitate
ja_jp: サービス通知の有効化
pl_pl: włączona obsługa powiadomień
pt_pt: Notificações de serviço são desativados
ru_ru: Служба уведомления отключены
zh_cn: 服务通知已启用

source: Service Notifications Timeperiod
bg_bg: Времеви период (Timeperiod) на сървис нотификаците
de_de: Deploy Benachrichtigung timePeriod
es_es: Desplegar plazos de notificacion
fr_fr: Déployer notification TimePeriod
it_it: Deploy di notifica timeperiod
ja_jp: サービス通知期間
pl_pl: Powiadomienia usług przedzialczasu
pt_pt: implantar notificação timeperiod
ru_ru: Развертывание Уведомление TimePeriod
zh_cn: 服务通知时间段

source: Service Notification options
bg_bg: опции за сървис нотификации
de_de: Service Benachrichtigungs-Optionen
es_es: las opciones de notificación de servicio
fr_fr: options de service de notification
it_it: Opzioni di notifica di servizio
ja_jp: サービス通知オプション
pl_pl: opcje powiadomień usługi
pt_pt: opções de notificação de serviços
ru_ru: Обслуживание уведомления
zh_cn: 服务通知选项

source: Manage Service Notification Commands
bg_bg: Управлявайте команди за сървис нотификации
de_de: Verwaltung Service-Benachrichtigungen
es_es: gestionar los comandos de notificación de servicio
fr_fr: gérer les commandes de notification de service
it_it: gestire i comandi Servizio di notifica
ja_jp: サービス通知コマンド管理
pl_pl: zarządzanie komend powiadomienia usługi
pt_pt: gerenciar os comandos de notificação de serviços
ru_ru: управлять командами сервисном сообщении
zh_cn: 管理服务通知命令

source: Can Submit Commands
bg_bg: Могат да подават команди
de_de: Senden Befehle
es_es: Someter comandos
fr_fr: La soumission de commandes
it_it: Invia comandi
ja_jp: コマンド実行可能
pl_pl: może złożyć polecenia
pt_pt: enviar comandos
ru_ru: Представьте команд
zh_cn: 可以提交命令

source: First / Last Notification
bg_bg: Първа / последна нотификация
de_de: erste / letzte Meldung
es_es: primera / última notificación
fr_fr: première dernière notification /
it_it: prima / ultima notifica
ja_jp: 最初 / 最後の通知
pl_pl: pierwsza / ostatnia notyfikacja
pt_pt: primeira / última notificação
ru_ru: первый / последний уведомление
zh_cn: 第一个/最后一个通知

source: First
bg_bg: Първи
de_de: als erstes
es_es: primero
fr_fr: première
it_it: primo
ja_jp: 最初
pl_pl: pierwszy
pt_pt: primeiro
ru_ru: первый
zh_cn: 第一

source: Last
bg_bg: Последен
de_de: letzte
es_es: último
fr_fr: dernier
it_it: ultimo
ja_jp: 最新
pl_pl: ostatni
pt_pt: último
ru_ru: последний
zh_cn: 最后

source: Notification Interval
bg_bg: Нотификационен интервал
es_es: Intervalo de la Notificacion
fr_fr: Intervalle de notification
it_it: Notifica Intervallo
ja_jp: 通知間隔
pl_pl: Przedział powiadomienia
pt_pt: Intervalo de notificação
ru_ru: Уведомление Interval
zh_cn: 通知间隔

source: Escalation Options
bg_bg: Опции за ескалиране
de_de: Escalation Optionen
es_es: Opciones de Escalamiento
fr_fr: Options de l'escalade
it_it: Escalation Opzioni
ja_jp: エスカレーションオプション
pl_pl: Opcje eskalacji
pt_pt: opções de escalação
ru_ru: Эскалация параметры
zh_cn: 升级选项

source: Inherit from parents
bg_bg: Наследи от родителите
de_de: erben von ihren Eltern
es_es: heredar de los padres
fr_fr: hériter de leurs parents
it_it: ereditare da genitori
ja_jp: 親から継承
pl_pl: dziedziczą po rodzicach
pt_pt: herdam dos pais
ru_ru: наследуют от родителей
zh_cn: 从父机继承

source: Execution failure criteria
bg_bg: Критерии за неуспех на изпълнение
de_de: Ausführung Versagenskriterien
es_es: criterios de fallo de ejecución
fr_fr: critère d'échec de l'exécution
it_it: criteri di rottura di esecuzione
ja_jp: 実行失敗判定基準
pl_pl: Kryteria niewydolności wykonanie
pt_pt: critérios de falha de execução
ru_ru: Критерии выполнения недостаточности
zh_cn: 执行失败的标准

source: Pending
bg_bg: В очакване на
de_de: Schwebend
es_es: Pendiente
fr_fr: En attendant
it_it: In attesa di
ja_jp: ペンディング
pl_pl: czasu
pt_pt: Pendente
ru_ru: В ожидании
zh_cn: 待定

source: Notification failure criteria
bg_bg: Критерии за неуспех на уведомление (notification failure criteria)
de_de: Fehlerbenachrichtigungs Kriterien
es_es: criterios de fallo de notificación
fr_fr: critère d'échec de notification
it_it: criteri di rottura di notifica
ja_jp: 通知失敗判定基準
pl_pl: Kryteria niewydolności powiadomienia
pt_pt: critérios de falha de notificação
ru_ru: Критерии отказа уведомления
zh_cn: 通知失败标准

source: Manage Services
bg_bg: Управлявайте сървиси
de_de: Services verwalten
es_es: Administrar Servicios
fr_fr: Gérer les services
it_it: Gestione servizi
ja_jp: サービスを管理
pl_pl: zarządzania usługami
pt_pt: Gerenciar serviçoes
ru_ru: Управление службами
zh_cn: 管理服务

source: Dependent Relationships
bg_bg: Зависими Отношения
de_de: Abhängigkeitsverhältnis
es_es: Relación de dependencia
fr_fr: Relation de dépendance
it_it: Rapporto di dipendenza
ja_jp: 依存関係
pl_pl: relacje zależne
pt_pt: Relação de dependência
ru_ru: Зависимые отношения
zh_cn: 依赖关系

source: Manage Dependent Hosts
bg_bg: Управлявайте зависими хостове
de_de: Verwalten Dependent Hosts
es_es: Administrar Hosts Dependientes
fr_fr: Gérer les hôtes à charge
it_it: Gestire gli host dipendenti
ja_jp: 依存ホストを管理
pl_pl: zarządzania hostami zależnych
pt_pt: Gerenciar hosts dependentes
ru_ru: Управление зависимых Хосты
zh_cn: 管理相关的主机

source: Manage Dependent Host Groups
bg_bg: управлявайте зависими хост групи
de_de: Verwalten Dependent Hostgruppen
es_es: Gestione Hostgroups dependientes
fr_fr: Gérer les groupes d'hôtes à charge
it_it: Gestione Hostgroups dipendenti
ja_jp: 依存ホストグループを管理
pl_pl: zarządzanie hostgroups zależnych
pt_pt: Gerenciar grupos de host dependentes
ru_ru: Управление Зависимые группы узлов сети
zh_cn: 管理从属主机组

source: Manage Dependent Services
bg_bg: управление на зависими услуги
de_de: abhängige Dienste verwalten
es_es: gestionar servicios dependientes
fr_fr: gérer les services dépendants
it_it: gestire i servizi dipendenti
ja_jp: 依存サービスを管理する
pl_pl: zarządzać usługami zależnymi
pt_pt: gerenciar serviços dependentes
ru_ru: управлять зависимыми службами
zh_cn: 管理依赖服务

source: Manage Dependent Service Groups
bg_bg: управлявайте зависими хост групи
de_de: Verwalten Dependent Hostgruppen
es_es: Gestione Hostgroups dependientes
fr_fr: Gérer les groupes d'hôtes à charge
it_it: Gestione Hostgroups dipendenti
ja_jp: 依存サービスグループを管理
pl_pl: zarządzanie hostgroups zależnych
pt_pt: Gerenciar grupos de host dependentes
ru_ru: Управление Зависимые группы узлов сети
zh_cn: 管理相关服务组

source: Management
bg_bg: Управление
es_es: Administracion de Usuarios
fr_fr: Gestion
it_it: Gestione
ja_jp: 管理
pl_pl: zarządzanie
pt_pt: Gerenciamento de usuários
ru_ru: Управление
zh_cn: 管理

source: This object is currently set as
bg_bg: В момента, този обект е зададен като
de_de: Diese Aufgabe wird zur Zeit eingestellt, wie
es_es: este objeto se establece en la actualidad como
fr_fr: cet objet est actuellement défini comme
it_it: questo oggetto è attualmente impostato come
ja_jp: このオブジェクトは、現在次のようにに設定されています :
pl_pl: cel ten jest aktualnie ustawiony jako
pt_pt: esse objeto está definido como
ru_ru: этот объект в настоящее время устанавливается как
zh_cn: 该对象当前设置为

source: Inactive
bg_bg: Неактивен
de_de: inaktiv
es_es: inactivo
fr_fr: inactif
it_it: inattivo
ja_jp: 非アクティブ
pl_pl: nieaktywny
pt_pt: inativo
ru_ru: неактивный
zh_cn: 不活跃

source: Common Settings
bg_bg: Общи настройки
de_de: Allgemeine Einstellungen
es_es: Configuraciones comunes
fr_fr: Paramètres communs
it_it: Impostazioni comuni
ja_jp: 一般設定
pl_pl: Wspólne ustawienia
pt_pt: Configurações comuns
ru_ru: Общие настройки
zh_cn: 通用设置

source: Check Settings
bg_bg: Проверете настройките на
de_de: Einstellungen überprüfen
es_es: Confiuraciones de Chequeo
fr_fr: Vérifiez les paramètres de
it_it: Controllare le impostazioni
ja_jp: チェック設定
pl_pl: Sprawdź ustawienia
pt_pt: Verifique as configurações
ru_ru: Проверьте настройки
zh_cn: 检查设置

source: Alert Setting
bg_bg: Настройка на известията
de_de: Alarm Setting
es_es: Configuracion Alertas
fr_fr: Alerte de réglage
ja_jp: アラート設定
pl_pl: Alarm ustawienie
pt_pt: Configuração de alerta
ru_ru: Оповещение Настройка
zh_cn: 警报设置

source: Misc Settings
bg_bg: Разни настройки
de_de: Verschiedene Einstellungen
es_es: Configuraciones Miscelaneas
fr_fr: Réglages Divers
it_it: Impostazioni varie
ja_jp: その他の設定
pl_pl: Różne ustawienia
pt_pt: Várias configurações
ru_ru: Разные настройки
zh_cn: 杂项设置

source: Alert Settings
bg_bg: Настройки на известията
de_de: Alarmeinstellungen
es_es: Configuracion de las Alertas
fr_fr: Paramètres d'alerte
it_it: Impostazioni avvisi
ja_jp: アラート設定
pl_pl: Ustawienia alertów
pt_pt: Configurações de alerta
ru_ru: Параметры предупреждений
zh_cn: 警报设置

source: Notes URL
de_de: Notizen url
es_es: notas url
it_it: note url
ja_jp: URLメモ
pl_pl: notatki url
pt_pt: notas url
ru_ru: отмечает URL
zh_cn: 备注网址

source: Action URL
bg_bg: Действие - URL
de_de: Aktion url
es_es: url acción
fr_fr: l'action url
it_it: url azione
ja_jp: アクションURL
pl_pl: Akcja url
pt_pt: url ação
ru_ru: URL действия
zh_cn: 行动网址

source: Assign Memberships
bg_bg: Определи членството
de_de: zuweisen Mitgliedschaften
es_es: asignar la pertenencia
fr_fr: attribuer des adhésions
it_it: assegnare appartenenze
ja_jp: メンバーシップを割り当て
pl_pl: przypisanie członkostwa
pt_pt: determinar os membros dos
ru_ru: назначить членство
zh_cn: 分配成员
