Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Some particular Open Source projects and development communities we'd like to thank include
bg_bg: Някои от Open Source проектите и общностите за програмиране, на които бихме искали да благодарим са
de_de: Einige besondere Open Source Projekte und Entwicklung Gemeinden möchten wir danken gehören
es_es: Algunos proyectos de Codigo Abierto y comunidades de desarrollo que nos gustaria agradecerles incluye
fr_fr: Certains projets particuliers et des communautés Open Source de développement, nous tenons à remercier comprennent
it_it: Alcuni particolari progetti Open Source e le comunità di sviluppo vorremmo ringraziare includere
ja_jp: いくつかの特定のオープンソースプロジェクトや開発コミュニティに感謝します
pl_pl: niektóre szczególności projektów Open Source i wspólnoty rozwoju chcielibyśmy podziękować m.in.
pt_pt: Alguns particulares projetos Open Source e comunidades de desenvolvimento que nós gostaríamos de agradecer a incluir
ru_ru: Некоторые частные проекты с открытым исходным кодом и развитие сообщества, которые мы хотели бы поблагодарить включают
zh_cn: 我们要感谢的一些特别的开源项目和开发社区包括

source: The PHP development community, the MySQL and Postgres development communities, the ADODB project team, The Jquery project team and expanded jQuery community, the Silk icon set author at famfamfam.com, the PHPMailer team, the RRDTool project, the Nagios Core project, the Nagios Plugins projects, the PNP project, the NagVis project, the NagiosQL project, the Vartour Style project, the author of the F*Nagios image pack, and the entire Nagios Community and greater OSS community members who make great OSS solutions a possibility through their tireless contributions. We just wanted to let you know that we think you rock.
bg_bg: Общността за развитие на PHP, общностите за развитие на MySQL и Postgres, екипът на ADODB проекта, екипът на Jquery проекта и разширената Jquery общност, Silk иконата поставя автора на famfamfam.com, екипът на PHPMailer, RRDTool проекта, Nagios Core ​​проекта, Nagios Plugins проектите, PNP проекта, Nagvis проекта, NagiosQL проекта, Vartour Style проекта, авторът на F*Nagios image pack и цялата Nagios общност и членовете на по-голямата OSS общност, които правят големите OSS проекти възможни, благодарение на техния неуморен принос. Ние просто исках да ви кажем, че мислим, че вие сте страхотни.
de_de: Die PHP-Entwickler-Community, die MySQL und Postgres Entwicklung Gemeinden, die ADODB Projektteam, die jQuery-Projekt-Team und erweiterte Jquery Gemeinschaft, die Silk Icon Set Autor bei famfamfam.com die PHPMailer Team, das RRDTool Projekt, das Nagios-Core-Projekt, die Nagios Plugins Projekte, die PNP-Projekt, das Nagvis Projekt, das NagiosQL Projekt, das Vartour Stil-Projekt, der Autor des F * Nagios Bild Packung, und die gesamte Nagios Community und mehr OSS Community-Mitglieder, die großen OSS-Lösungen die Möglichkeit zu machen durch ihre unermüdlichen Beiträge. Wir wollten einfach nur, um Ihnen mitzuteilen, dass wir denken, Sie rocken.
es_es: La comunidad de desarrollo de PHP, las comunidades de desarrollo de MySQL y Postgres, al equipo del proyecto ADODB, al equipo del proyecto de Jquery y extendido a la comunidad Jquery, al autor de los iconos Silk en famfamfam.com, al equipo de PHPMailer, al proyecto RRDTool, al proyecto de Nagios Core, a los proyectos de Nagios Plugins, al proyecto PNP, al proyecto Nagvis, al proyecto NagiosQL, al proyecto Vartour Style, al autor del paquete de imagenes de F*Nagios, y toda la comunidad Nagios y miembros de la comunidad OSS quienes crearon soluciones OSS una posibilidad a traves de sus contribuciones. Solo queremos dejarles saber que nosotros pensamos que ustedes pueden.
fr_fr: La communauté du développement PHP, MySQL et Postgres communautés de développement, l'équipe du projet ADODB, L'équipe du projet jQuery et jQuery communauté élargie, l'auteur de la Soie ensemble icône famfamfam.com, l'équipe PHPMailer, le projet RRDTool, le projet de base de Nagios, les Nagios plugins projets, le projet PNP, le projet Nagvis, le projet NagiosQL, le projet Vartour style, l'auteur du pack F * image de Nagios, et toute la communauté Nagios et plus membres de la communauté Open Source qui font de grands logiciels libres une possibilité par leur contributions inlassables. Nous voulions simplement vous dire que nous pensons que vous balancer.
it_it: La comunità di sviluppo PHP, MySQL e Postgres comunità di sviluppo, il team di progetto, ADODB Il team del progetto jQuery e la comunità Jquery espanso, l'icona della Seta autore insieme a famfamfam.com, la squadra PHPMailer, il progetto RRDTool, il progetto di base Nagios, i Nagios Plugins progetti, il progetto PNP, il progetto NagVis, il progetto NagiosQL, il progetto Style Vartour, l'autore del pacchetto F * immagine Nagios, e l'intera Comunità Nagios e maggiori membri della comunità open source che fanno grandi soluzioni OSS una possibilità attraverso la loro contributi instancabili. Volevamo solo farvi sapere che pensiamo rock you.
ja_jp: PHP開発コミュニティ、MySQLとPostgres開発コミュニティ、ADODBプロジェクト・チーム、Jqueryプロジェクト・チームと拡張されたJqueryコミュニティ、famfamfam.comのSilkアイコンセット、PHPMailerチーム、RRDToolプロジェクト、Nagios Coreプロジェクト、Nagios Pluginsプロジェクト、PNPプロジェクト、Nagvisプロジェクト、NagiosQLプロジェクト、Vartour Styleプロジェクト、F*Nagiosイメージ・パックの作成者、すべてのNagios Community、すばらしいOSSソリューションをたゆみない貢献を通じて可能性を作るOSSコミュニティのメンバー. あなた方が素晴らしいことを知らせたいと私たちは思っています。
pl_pl: rozwój społeczności PHP, MySQL i Postgres społeczności rozwoju, zespół projektowy adodb, zespół projektowy jquery jquery i rozszerzono społeczność, jedwabiu zestaw ikon autor w famfamfam.com zespół PHPMailer projekt rrdtool rdzeń projektu Nagios, Nagios plugins projekty, projekt pnp, projekt nagvis projekt nagiosql projekt styl vartour, autor f * Nagios zdjęciu opakowania, a cała społeczność Nagios i większe oss członkowie społeczności, którzy wspaniałe oss rozwiązań możliwość poprzez ich niestrudzony wkład. chcieliśmy poinformować, że uważamy, że rządzisz.
pt_pt: A comunidade de desenvolvimento do PHP, o MySQL e PostgreSQL comunidades de desenvolvimento, a equipe do projeto ADODB, a equipe jQuery e comunidade Jquery expandido, o autor de seda conjunto ícone na famfamfam.com, a equipe PHPMailer, o projeto RRDTool, o projeto Núcleo Nagios, os projetos Nagios Plugins, o projeto PNP, o projeto Nagvis, o projeto NagiosQL, o projeto Estilo Vartour, o autor do pacote de imagem F * Nagios, e da Comunidade Nagios inteiro e membros da comunidade OSS maiores que fazem grandes soluções OSS uma possibilidade por meio de sua contribuições incansáveis. Nós só queria que você saiba que nós pensamos que você balançar.
ru_ru: Сообществу PHP развития, MySQL и Postgres развития общин, команды ADODB проекта, Jquery команды проекта и расширенном сообществе jQuery, множество шелковый значок автора на famfamfam.com, команда PHPMailer, проект RRDTool, проект Nagios Core, Nagios плагины проектов, в рамках проекта PNP, проект Nagvis, NagiosQL проект, проект Vartour стиля, автор F * Пакет изображений Nagios, и всего сообщества Nagios и больше членов OSS сообщества, которые делают большие решений OSS возможность через своих неутомимый взносов. Мы просто хотели, чтобы вы знали, что мы думаем, вы рок.
zh_cn: PHP开发社区、MySQL和Postgres开发社区、ADODB项目团队、Jquery项目团队和扩展的jQuery社区、Silk图标集作者在famfamfam. com、PHPMailer团队、RRDTool项目、Nagios Core项目、Nagios Plugins项目、PNP项目、NagVis项目、NagiosQL项目、Vartour Style项目、F*Nagios图像包的作者，以及整个Nagios社区和更大的OSS社区成员，他们通过不懈的贡献使伟大的OSS解决方案成为可能。 我们只想让你知道，我们认为你是最棒的。

source: We'd like to give an extra special thanks to the individual founders and leaders of each OSS project mentioned above. We know that it takes a lot to build something that stands head and shoulders above the competition. Kudos for you to bringing awesomeness into the world.
bg_bg: Ние бихме искали да изкажем допълнителни специални благодарности към индивидуалните основатели и ръководители на всеки OSS проект, споменат по-горе. Ние знаем, че не е лесно да се изгради нещо, което се издига над конкуренцията. Браво на вас за това, че правите света по-добър.
de_de: Wir möchten einen ganz besonderen Dank an die einzelnen Gründer und Führer der einzelnen OSS-Projekt erwähnt geben. Wir wissen, dass es eine Menge braucht, um etwas, das Kopf und Schultern über dem Wettbewerb steht zu bauen. Kudos für Sie zu bringen awesomeness in die Welt.
es_es: Nos gustaría dar un agradecimiento especial adicionales a los fundadores y líderes individuales de cada proyecto de software libre se ha mencionado anteriormente. Sabemos que se necesita mucho para construir algo que se destaca ampliamente por encima de la competencia. Kudos para que usted pueda llevar pavor al mundo.
fr_fr: Nous aimerions donner un merci spéciales supplémentaires pour les fondateurs et les dirigeants individuels de chaque projet OSS mentionné ci-dessus. Nous savons qu'il en faut beaucoup pour construire quelque chose qui tient la tête et les épaules au-dessus de la concurrence. Coup de coeur pour vous apporter Awesomeness dans le monde.
it_it: Vorremmo dare un extra speciale grazie ai fondatori individuali e responsabili di ogni progetto open source di cui sopra. Sappiamo che ci vuole un sacco di costruire qualcosa che sta una spanna sopra la concorrenza. Complimenti per voi a portare suggestione nel mondo.
ja_jp: 上記のOSSプロジェクトの個々の創始者とリーダーに特別な感謝を贈ります. 我々は、競合よりはるかに優れた何かを構築するのは簡単ではないことを知っています.
pl_pl: chcielibyśmy dać dodatkowe podziękowania specjalne do indywidualnych założycieli i liderów każdego projektu oss mowa powyżej. Wiemy, że to zajmuje dużo budować coś, co wyróżnia góruje nad konkurencją. sława dla Ciebie do wniesienia awesomeness w świat.
pt_pt: Nós gostaríamos de dar um extra especial graças aos fundadores e líderes de cada projeto OSS mencionado acima. Sabemos que é preciso muito para construir algo que está a cabeça e ombros acima da concorrência. Parabéns para você trazer grandiosidade para o mundo.
ru_ru: Мы хотели бы дать дополнительное специальное благодаря индивидуальному основателей и руководителей каждого проекта OSS, упомянутых выше. Мы знаем, что это занимает много, чтобы построить что-то, что стоит на голову выше конкурентов. Престижность для вас принося удивительность в мире.
zh_cn: 我们要特别感谢上述每个OSS项目的创始人和领导者。 我们知道，要打造出高于竞争对手的产品，需要付出很多努力。 为你们为世界带来的精彩点赞。

source: Disclaimer of Warranty
bg_bg: Отказ от Гаранции (Disclaimer of Warranty)
de_de: Haftungsausschluss
es_es: Renuncia de Garantia
fr_fr: Exclusion de garantie
it_it: Esclusione di garanzia
ja_jp: 保証の免責事項
pl_pl: zrzeczenie się gwarancji
pt_pt: Renúncia de Garantia
ru_ru: Отказ от гарантии
zh_cn: 免责声明

source: and all information, documentation, and software components contained in and distributed with it are provided AS IS with NO WARRANTY OF ANY KIND, INCLUDING THE WARRANTY OF DESIGN, MERCHANTABILITY, AND FITNESS FOR A PARTICULAR PURPOSE.
bg_bg: Nagios ХI и цялата информация, документация, и софтуерни компоненти, които се съдържат в и разпространявани с него се предлагат "както е" ("AS IS"), без каквато и да е гаранция, включително гаранция за дизайн, продаваемост и пригодност за определена цел.
de_de: Nagios XI und alle Informationen, Dokumentationen und Software-Komponenten enthalten in und verteilt sie bereitgestellt WIE ES IST OHNE JEGLICHE GEWÄHRLEISTUNG, EINSCHLIESSLICH DER GARANTIE DER MARKTFÄHIGKEIT UND EIGNUNG FÜR EINEN BESTIMMTEN ZWECK.
es_es: Nagios XI y toda la informacion, documentacion, y los componentes del software contenidos y distribuidos con el , se proporcionan TAL CUAL sin GARANTIA DE NINGUN TIPO, INCLUYENDO LA GARANTIA DE DISEÑO, COMERCIALIZACION Y APTITUD PARA UN PROPOSITO EN PARTICULAR.
fr_fr: Nagios XI et toutes les informations, la documentation et les composants logiciels contenus dans et distribuées avec lui sont fournis EN L'SANS GARANTIE D'AUCUNE SORTE, Y COMPRIS LA GARANTIE DE CONCEPTION, DE QUALITE MARCHANDE, D'ADEQUATION A UN USAGE PARTICULIER.
it_it: Nagios XI e tutti, la documentazione delle informazioni e componenti software contenuti in e distribuito con esso sono forniti COME SONO SENZA ALCUN TIPO DI GARANZIA, INCLUSE GARANZIE DI PROGETTAZIONE, DI COMMERCIABILITÀ E IDONEITÀ PER UN PARTICOLARE SCOPO.
ja_jp: 含まれるすべての情報、ドキュメント、およびソフトウェアコンポーネントは、設計、商品性、特定目的への適合性の保証を含め、いかなる種類の保証なしで、現状のまま提供されます.
pl_pl: Nagios xi, a wszystkie informacje, dokumentacja i oprogramowanie składniki zawarte w i dystrybuowane wraz z nim są jak jest bez jakiejkolwiek gwarancji, w tym projektowanie, gwarancji przydatności handlowej i przydatności do określonego celu.
pt_pt: Nagios XI e todas as informações, documentação e componentes de software contido e distribuído com o mesmo são fornecidos COMO ESTÁ SEM GARANTIA DE QUALQUER TIPO, INCLUINDO A GARANTIA DE DESIGN, COMERCIALIZAÇÃO E ADEQUAÇÃO PARA UM DETERMINADO PROPÓSITO.
ru_ru: Nagios XI и вся информация, документация и программное обеспечение компонентов, содержащихся в и распространяется вместе с ней, предоставляются КАК ЕСТЬ БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ, В ТОМ ЧИСЛЕ ГАРАНТИЙ дизайн, КОММЕРЧЕСКОЙ ЦЕННОСТИ И ПРИГОДНОСТИ ДЛЯ КОНКРЕТНЫХ ЦЕЛЕЙ.
zh_cn: 以及包含和分发的所有信息、文档和软件组件均按原样提供，不提供任何形式的保证，包括设计、适销性和特定用途的适用性的保证。

source: Trademarks
bg_bg: Търговски марки
de_de: Marken
es_es: Marcas
fr_fr: Marques de commerce
it_it: Marchi di fabbrica
ja_jp: 商標について
pl_pl: znakami towarowymi
pt_pt: Marcas
ru_ru: Товарные знаки
zh_cn: 商标

source: Nagios, Nagios XI, Nagios Core, and Nagios graphics are trademarks, servicemarks, registered servicemarks or registered trademarks of Nagios Enterprises. All other trademarks, servicemarks, registered trademarks, and registered servicemarks mentioned herein may be the property of their respective owner(s). Use of our trademarks is subject to Nagios Enterprises'
bg_bg: Nagios, Nagios XI, Nagios Core, и Nagios graphics са запазени марки, servicemarks, регистрирани servicemarks или регистрирани търговски марки на Nagios Enterprises. Всички други търговски марки, servicemarks, регистрирани търговски марки и регистрирани servicemarks споменати тук, са собственост на съответните им собственик (ци). Използването на нашите търговски марки е собственост на Nagios Enterprises'
de_de: Nagios sind Nagios XI, Nagios Core und Nagios Grafiken Marken, Dienstleistungsmarken, eingetragene Dienstleistungsmarken oder eingetragene Marken von Nagios Enterprises. Alle anderen Marken, Dienstleistungsmarken, eingetragene Warenzeichen und eingetragenen Dienstleistungsmarken sind möglicherweise Eigentum der jeweiligen Besitzer (s) sein. Die Nutzung unserer Marken unterliegt den Nagios Enterprises '
es_es: Nagios, Nagios XI, Nagios Core, e imagenes de Nagios son marcas, marcas de servicios, marcas o marcas de servicios registradas por Nagios Enterprises. Todas las demas marcas, marcas de servicios, marcas y marcas de servicios registradas mencionadas aqui, son propiedad de sus respectivos propietarios. El uso de nuestras marcas esta sujeto a Nagios Enterprises
fr_fr: Nagios, Nagios XI, Nagios Core Nagios et les graphiques sont des marques de commerce, de service, de service, déposées ou non déposées de Nagios Enterprises. Toutes les autres marques, de service, des marques déposées et servicemarks déposées mentionnées dans ce communiqué appartiennent à leurs propriétaires respectifs (s). L'utilisation de nos marques de commerce est soumise aux Entreprises Nagios
it_it: Nagios, Nagios XI, Nagios Core e grafica di Nagios sono marchi commerciali, di servizio, di servizio registrati o marchi registrati di imprese Nagios. Tutti gli altri marchi, di servizio, marchi registrati e servicemarks registrati qui menzionati possono essere di proprietà dei rispettivi proprietari (s). L'uso dei nostri marchi è soggetto alle Imprese Nagios '
ja_jp: Nagios、Nagios XI、Nagios Core、Nagios graphicsは、商標、ロゴ、Nagios Enterprisesの登録商標マークまたは登録商標です. ここに記載されているその他すべての商標、ロゴ、登録商標、登録商標マークは、該当するそれぞれの所有者の財産です. 当社商標の使用は、Nagios Enterprisesの対象となります
pl_pl: Nagios, Nagios xi, Nagios Core i Nagios grafiki są znakami towarowymi zarejestrowanymi servicemarks servicemarks lub zastrzeżonymi znakami towarowymi przedsiębiorstw Nagios. Wszystkie inne znaki handlowe, servicemarks, zastrzeżonymi znakami towarowymi i zarejestrowanymi servicemarks wymienione w niniejszym dokumencie mogą być własnością ich właściciela (właścicieli). Korzystanie z naszych znaków towarowych podlega przedsiębiorstw Nagios "
pt_pt: Nagios, Nagios XI, Nagios Core e Nagios Graphics são marcas comerciais, servicemarks, servicemarks registradas ou marcas comerciais registradas da Nagios Enterprises. Todas as outras marcas comerciais, servicemarks, marcas registradas e servicemarks registradas aqui mencionadas podem ser de propriedade de seus respectivos proprietário(s). Uso de nossas marcas está sujeita a Nagios Enterprises '
ru_ru: Nagios, Nagios XI, Nagios Core, и Nagios графики являются торговыми марками, сервисными, зарегистрированным сервисными или зарегистрированными товарными знаками Nagios Enterprises. Все другие торговые марки, сервисные, зарегистрированные товарные знаки и зарегистрированные сервисными упомянутые здесь, могут являться собственностью их владельцев (ы). Использование наших торговых марок является предметом Nagios Предприятия '
zh_cn: Nagios、Nagios XI、Nagios Core 和 Nagios 图形是 Nagios Enterprises 的商标、服务商标、注册服务商标或注册商标。本文提及的所有其他商标、服务商标、注册商标和注册服务商标可能是其各自所有者的财产。 使用本公司的商标须遵守Nagios Enterprises的以下规定。

source: Trademark Use Restrictions
bg_bg: Ограничения за използване на търговската марка
de_de: Trademark Nutzungsbeschränkungen
es_es: Restricciones de Uso de Marcas
fr_fr: Restrictions d'utilisation des marques
it_it: Marchi Usa Restrizioni
ja_jp: 商標の使用制限
pl_pl: ograniczenia w ruchu towarowym
pt_pt: Restrições de uso de marcas registradas
ru_ru: Ограничения использования товарного знака
zh_cn: 商标使用限制

source: License Information
bg_bg: Информация за лиценза
de_de: Lizenz-Information
es_es: Informacion sobre la licencia
fr_fr: Informations sur la licence
it_it: Informazioni sulla licenza
ja_jp: ライセンス情報
pl_pl: Informacje o licencji
pt_pt: Informações sobre a licença
ru_ru: Информация о лицензии
zh_cn: 许可信息

source: Auth Check
bg_bg: Проверка за упълномощаване (оторизация)
es_es: comprobación de autenticación
fr_fr: chèque auth
it_it: controllo di autenticazione
ja_jp: 認証チェック
pl_pl: kontrola auth
pt_pt: verificação auth
ru_ru: проверка Auth
zh_cn: 验证检查

source: Account Information
bg_bg: Информация за потребителския профил
de_de: Account-Informationen
es_es: Informacion de la cuenta
fr_fr: Informations sur le compte
it_it: Informazioni account
ja_jp: アカウント情報
pl_pl: Informacje o koncie
pt_pt: Informações da Conta
ru_ru: Информация об учетной записи
zh_cn: 帐户信息

source: Your API Key hasn't been updated in a while! You should generate a new key.
bg_bg: Вашия API ключ не е бил актуализиран от доста време! Трябва да генерирате нов ключ.
de_de: Ihre api Schlüssel in eine Weile nicht aktualisiert worden! Sie sollten einen neuen Schlüssel erzeugen.
es_es: la clave de API no se ha actualizado en mucho tiempo! Debe generar una nueva clave.
fr_fr: votre clé api n'a pas été mis à jour en temps! vous devez générer une nouvelle clé.
it_it: la vostra chiave API non è stato aggiornato in un istante! È necessario generare una nuova chiave.
ja_jp: APIキーはしばらく更新されていません！新しいキーを生成してください.
pl_pl: Twój klucz API nie został zaktualizowany na jakiś czas! należy wygenerować nowy klucz.
pt_pt: sua chave de API não foi atualizado em quando! você deve gerar uma nova chave.
ru_ru: ваш ключ API не был обновлен в то время! вы должны создать новый ключ.
zh_cn: 您的API密钥已经有一段时间没有更新了！ 您应该生成一个新密钥。

source: Your account settings have been updated. The page may flash from the update.
bg_bg: настройките на профила ви бяха актуализирани. страницата може да мига от актуализацията.
de_de: Ihre Kontoeinstellungen wurden aktualisiert. Die Seite kann nach dem Update blinken.
es_es: la configuración de su cuenta ha sido actualizada. la página puede parpadear desde la actualización.
fr_fr: les paramètres de votre compte ont été mis à jour. la page peut clignoter à partir de la mise à jour.
it_it: le impostazioni del tuo account sono state aggiornate. la pagina potrebbe lampeggiare dall'aggiornamento.
ja_jp: アカウント設定が更新されました。更新によってページが点滅します。
pl_pl: ustawienia twojego konta zostały zaktualizowane. strona może migać z aktualizacji.
pt_pt: as configurações da sua conta foram atualizadas. a página pode piscar a partir da atualização.
ru_ru: ваши настройки учетной записи были обновлены. страница может мигать из обновления.
zh_cn: 您的帐户设置已更新。 该页面可能会从更新中闪烁。

source: General Account Settings
bg_bg: Настройки на общата сметка
de_de: Allgemeine Kontoeinstellungen
es_es: Configuración general de cuentas
fr_fr: Paramètres du compte général
it_it: Impostazioni generali
ja_jp: 一般アカウント設定
pl_pl: ogólne ustawienia konta
pt_pt: Configurações da Conta Geral
ru_ru: Общие настройки аккаунта
zh_cn: 常规帐户设置

source: Current Password
bg_bg: Настояща парола
de_de: Agent Password
es_es: Resetear contraseña
fr_fr: Agent Password
it_it: Agente password
ja_jp: 現在のパスワード
pl_pl: Hasło agenta
pt_pt: Redefinir senha
ru_ru: Агент пароль
zh_cn: 当前密码

source: Show password
bg_bg: Нова парола
de_de: New Password
es_es: Nueva contraseña
fr_fr: Nouveau mot de passe
it_it: Nuova password
ja_jp: パスワードを表示する
pl_pl: Nowe hasło
pt_pt: Nova senha
ru_ru: Новый пароль
zh_cn: 显示密码

source: New Password
bg_bg: Нова парола
es_es: Nueva contraseña
fr_fr: Nouveau mot de passe
it_it: Nuova password
ja_jp: 新しいパスワード
pl_pl: Nowe hasło
pt_pt: Nova senha
ru_ru: Новый пароль
zh_cn: 新密码

source: Name
bg_bg: Име
es_es: Nombre
fr_fr: Nom
it_it: Nome
ja_jp: 名前
pl_pl: nazwa
pt_pt: Nome
ru_ru: Имя
zh_cn: 名称

source: Email Address
bg_bg: Имейл адрес
de_de: E-Mail-Adresse
es_es: Direccion de Correo Electronico
fr_fr: Adresse e-mail
it_it: Indirizzo e-mail
ja_jp: メールアドレス
pl_pl: adres e-mail
pt_pt: Endereço de email
ru_ru: Адрес электронной почты
zh_cn: 电邮地址

source: API Key
bg_bg: API ключ
de_de: API-Schlüssel
es_es: clave de API
fr_fr: clé API
ja_jp: APIキー
pl_pl: klucz api
pt_pt: chave api
ru_ru: ключ API
zh_cn: API密钥

source: Generate new API key
bg_bg: Генерирайте API ключ
de_de: generieren neue api Schlüssel
es_es: generar nueva clave de API
fr_fr: générer nouvelle clé api
it_it: generare nuova chiave API
ja_jp: 新しいAPIキーの生成
pl_pl: wygenerować nowy klucz API
pt_pt: gerar nova chave de api
ru_ru: генерировать новый ключ API
zh_cn: 生成新的API密钥

source: Enable API Access
bg_bg: Позволете достъп до API
de_de: API-Zugriff aktivieren
es_es: permitir el acceso API
fr_fr: permettre l'accès api
it_it: consentire l'accesso API
ja_jp: APIアクセスを有効にする
pl_pl: umożliwić dostęp api
pt_pt: permitir o acesso api
ru_ru: разрешить доступ апи
zh_cn: 启用API访问

source: Insecure Login Settings
bg_bg: несигурни настройки за вход
de_de: unsichere Anmeldeeinstellungen
es_es: ajustes de inicio de sesión inseguros
fr_fr: paramètres de connexion non sécurisés
it_it: impostazioni di accesso non sicure
ja_jp: 安全でないログイン設定
pl_pl: niezabezpieczone ustawienia logowania
pt_pt: configurações de login inseguras
ru_ru: небезопасные настройки входа в систему
zh_cn: 不安全的登录设置

source: Enable Insecure Login
bg_bg: активирайте несигурното влизане
de_de: Aktivieren Sie unsichere Anmeldung
es_es: permitir el inicio de sesión inseguro
fr_fr: activer la connexion non sécurisée
it_it: abilita il login non sicuro
ja_jp: 安全でないログインを可能にする
pl_pl: włączyć niezabezpieczone logowanie
pt_pt: ativar login inseguro
ru_ru: включить небезопасный вход
zh_cn: 启用不安全的登录
