Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: This command creates or updates a service object. To update, a host_name or config_name must be specified to find the specific service.
bg_bg: тази команда създава или актуализира обект на услуга. за да се актуализира, трябва да се посочи име_на_файл или име_на_конфигурация, за да се намери конкретната услуга.
de_de: Dieser Befehl erstellt oder aktualisiert ein Serviceobjekt. Zur Aktualisierung muss ein Hostname oder ein Konfigurationsname angegeben werden, um den bestimmten Dienst zu finden.
es_es: este comando crea o actualiza un objeto de servicio. para actualizar, se debe especificar un nombre de host o nombre de configuración para encontrar el servicio específico.
fr_fr: cette commande crée ou met à jour un objet de service. Pour mettre à jour, un nom d'hôte ou un nom de configuration doit être spécifié pour rechercher le service spécifique.
it_it: questo comando crea o aggiorna un oggetto servizio. per aggiornare, è necessario specificare un nome_host o nome_config per trovare il servizio specifico.
ja_jp: このコマンドは、サービスオブジェクトを作成または更新します。更新するには、host_nameまたはconfig_nameを指定して特定のサービスを見つける必要があります
pl_pl: to polecenie tworzy lub aktualizuje obiekt usługi. Aby zaktualizować, należy podać nazwę hosta lub nazwa_konfiguracji, aby znaleźć określoną usługę.
pt_pt: este comando cria ou atualiza um objeto de serviço. para atualizar, um host_name ou config_name deve ser especificado para localizar o serviço específico.
ru_ru: эта команда создает или обновляет объект службы. для обновления необходимо указать имя_хоста или имя_конфигурации, чтобы найти конкретную службу.
zh_cn: 此命令创建或更新服务对象。 要更新，必须指定host_name或config_name才能找到特定的服务。

source: If you have special characters in the config_name or service_description and cannot pass it through the path, you can use %s with the %s and %s URL parameters instead.
bg_bg: ако имате специални символи в config_name или service_description и не можете да го предадете през пътя, можете вместо това да използвате% s с параметрите% s и% s url.
de_de: Wenn der Konfigurationsname oder die Dienstbeschreibung Sonderzeichen enthalten und diese nicht über den Pfad übergeben können, können Sie stattdessen% s mit den URL-Parametern% s und% s verwenden.
es_es: si tiene caracteres especiales en config_name o service_description y no puede pasarlos por la ruta, puede usar% s con los parámetros de URL% s y% s en su lugar.
fr_fr: si vous avez des caractères spéciaux dans config_name ou service_description et que vous ne pouvez pas le passer par le chemin, vous pouvez utiliser% s avec les paramètres url% s et% s à la place.
it_it: se hai caratteri speciali in config_name o service_description e non puoi passarli attraverso il percorso, puoi usare% s con i parametri URL% se% s.
ja_jp: config_nameまたはservice_descriptionに特殊文字があり、それをパスに渡すことができない場合は、代わりに％sおよび％s urlパラメーターとともに％sを使用できます。
pl_pl: jeśli masz znaki specjalne w config_name lub service_description i nie możesz ich przekazać przez ścieżkę, możesz zamiast tego użyć% s z parametrami% s i% s url.
pt_pt: se você tiver caracteres especiais em config_name ou service_description e não puder passá-los pelo caminho, poderá usar% s com os parâmetros de url% se% s.
ru_ru: если у вас есть специальные символы в config_name или service_description и вы не можете передать их по пути, вы можете вместо этого использовать% s с параметрами URL% s и% s.
zh_cn: 如果config_name或service_description中包含特殊字符且无法通过路径传递，则可以将％s与％s和％s url参数一起使用。

source: Updates a service name by using <code>config_name</code> and <code>service_description</code>.
bg_bg: обновява име на услуга с помощта на <code>config_name</code> и <code>service_description</code> .
de_de: aktualisiert einen <code>config_name</code> mithilfe von <code>config_name</code> und <code>service_description</code> .
es_es: actualiza un nombre de servicio usando <code>config_name</code> y <code>service_description</code> .
fr_fr: met à jour un nom de service en utilisant <code>config_name</code> et <code>service_description</code> .
it_it: aggiorna il nome di un servizio usando <code>config_name</code> e <code>service_description</code> .
ja_jp: <code>config_name</code>および<code>service_description</code>を使用してサービス名を更新します。
pl_pl: aktualizuje nazwę usługi za pomocą <code>config_name</code> i <code>service_description</code> .
pt_pt: atualiza um nome de serviço usando <code>config_name</code> e <code>service_description</code> .
ru_ru: обновляет имя службы, используя <code>config_name</code> и <code>service_description</code> .
zh_cn: 通过使用<code> config_name </code>和<code> service_description </code>更新服务名称。

source: This command removes a service object.
bg_bg: Тази команда премахва сървис обект.
de_de: entfernt dieser Befehl ein Dienstobjekt.
es_es: Este comando elimina un objeto de servicio.
fr_fr: cette commande supprime un objet de service.
it_it: questo comando rimuove un oggetto servizio.
ja_jp: このコマンドは、サービスオブジェクトを削除します.
pl_pl: to polecenie usuwa obiekt usługi.
pt_pt: este comando remove um objeto de serviço.
ru_ru: Эта команда удаляет объект службы.
zh_cn: 此命令删除服务对象。

source: This command gets all the configured host groups in the CCM even if they have not been applied. Note: This lists <i>all</i> host groups in the CCM unless filtered by the optional paramters below.
bg_bg: тази команда получава всички конфигурирани групи хостове в ccm, дори и да не са били приложени. Забележка: това изброява <i>всички</i> групи домакини в ccm, освен ако не са филтрирани по избор по-долу.
de_de: Dieser Befehl ruft alle konfigurierten Hostgruppen im ccm ab, auch wenn sie nicht angewendet wurden. Hinweis: Hier werden <i>alle</i> Hostgruppen in der ccm aufgelistet, sofern nicht durch die optionalen Parameter unten gefiltert.
es_es: este comando obtiene todos los grupos de hosts configurados en el ccm, incluso si no se han aplicado. nota: esto lista <i>todos</i> los grupos de hosts en el ccm a menos que se filtre por los parámetros opcionales a continuación.
fr_fr: cette commande récupère tous les groupes d'hôtes configurés dans la ccm même s'ils n'ont pas été appliqués. Remarque: ceci répertorie <i>tous</i> les groupes hôtes de la cmc, à moins que ceux-ci ne soient filtrés par les paramètres facultatifs ci-dessous.
it_it: questo comando ottiene tutti i gruppi host configurati nel ccm anche se non sono stati applicati. nota: elenca <i>tutti</i> i gruppi di host nel ccm, a meno che non vengano filtrati dai parametri opzionali riportati di seguito.
ja_jp: このコマンドは、ccm内に構成されているすべてのホストグループが適用されていなくても取得します。注：以下のオプションのパラメーターでフィルターをかけない限り、これはccm内の<i>すべての</i>ホストグループを一覧表示<i>し</i>ます。
pl_pl: to polecenie pobiera wszystkie skonfigurowane grupy hostów w ccm, nawet jeśli nie zostały zastosowane. uwaga: wyświetla listę <i>wszystkich</i> grup hostów w ccm, chyba że są one filtrowane przez opcjonalne parametry poniżej.
pt_pt: Esse comando obtém todos os grupos de hosts configurados no ccm, mesmo que eles não tenham sido aplicados. note: isso lista <i>todos</i> os grupos de hosts no ccm, a menos que sejam filtrados pelos opcionais abaixo.
ru_ru: эта команда возвращает все настроенные группы хостов в ccm, даже если они не были применены. примечание: здесь перечислены <i>все</i> группы хостов в ccm, если они не отфильтрованы по необязательным параметрам ниже.
zh_cn: 即使尚未应用，此命令也会获取CCM中所有已配置的主机组。 注意：除非通过以下可选参数过滤，否则此列表将列出CCM中的<i>所有</i>主机组。

source: This command gets all the configured service groups in the CCM even if they have not been applied. Note: This lists <i>all</i> service groups in the CCM unless filtered by the optional paramters below.
bg_bg: тази команда получава всички конфигурирани групи услуги в ccm, дори и да не са били приложени. Забележка: това изброява <i>всички</i> групи услуги в ccm, освен ако не са филтрирани от допълнителните параметри по-долу.
de_de: Dieser Befehl ruft alle konfigurierten Servicegruppen in der ccm ab, auch wenn sie nicht angewendet wurden. Hinweis: Hier werden <i>alle</i> Dienstgruppen in der ccm aufgelistet, sofern nicht durch die optionalen Parameter unten gefiltert.
es_es: este comando obtiene todos los grupos de servicios configurados en el ccm, incluso si no se han aplicado. nota: esto enumera <i>todos</i> los grupos de servicios en el ccm a menos que esté filtrado por los parámetros opcionales a continuación.
fr_fr: cette commande récupère tous les groupes de services configurés dans la ccm même s'ils n'ont pas été appliqués. Remarque: ceci répertorie <i>tous</i> les groupes de services de la cmc, à moins qu’il ne soit filtré par les paramètres facultatifs ci-dessous.
it_it: questo comando ottiene tutti i gruppi di servizi configurati nel ccm anche se non sono stati applicati. nota: elenca <i>tutti</i> i gruppi di servizi nel ccm, a meno che non vengano filtrati dai parametri opzionali riportati di seguito.
ja_jp: このコマンドは、適用されていなくても、ccmに設定されているすべてのサービスグループを取得します。注：以下のオプションのパラメータでフィルタリングしない限り、これはccm内の<i>すべての</i>サービスグループを一覧表示<i>し</i>ます。
pl_pl: to polecenie pobiera wszystkie skonfigurowane grupy usług w ccm, nawet jeśli nie zostały zastosowane. uwaga: wyświetla listę <i>wszystkich</i> grup usług w ccm, chyba że są one filtrowane przez opcjonalne parametry poniżej.
pt_pt: Esse comando obtém todos os grupos de serviços configurados no ccm, mesmo que eles não tenham sido aplicados. nota: isso lista <i>todos</i> os grupos de serviços no ccm, a menos que sejam filtrados pelos parâmetros opcionais abaixo.
ru_ru: эта команда получает все настроенные сервисные группы в ccm, даже если они не были применены. примечание: здесь перечислены <i>все</i> сервисные группы в ccm, если они не отфильтрованы необязательными параметрами ниже.
zh_cn: 即使尚未应用，此命令也会获取CCM中所有已配置的服务组。 注意：除非通过以下可选参数过滤，否则此列表将列出CCM中的<i>所有</i>服务组。

source: This command creates a new hostgroup object.
bg_bg: Тази команда създава нов хост група (hostgroup) обект.
de_de: Dieser Befehl erstellt eine neue Hostgruppe Objekt.
es_es: Este comando crea un nuevo objeto hostgroup.
fr_fr: cette commande crée un nouvel objet de groupe d'hôtes.
it_it: questo comando crea un nuovo oggetto gruppo di host.
ja_jp: このコマンドは、新しいホストグループオブジェクトを作成します.
pl_pl: to polecenie tworzy nowy obiekt hostgroup.
pt_pt: este comando cria um novo objeto hostgroup.
ru_ru: эта команда создает новый объект hostgroup.
zh_cn: 此命令创建一个新的主机组对象。

source: All normal hostgroup directives are able to be used like normal core config definition files.
bg_bg: Всичките най-обикновени хост директиви могат да бъдат използвани като основни конфигурационни файлове.
de_de: alle normalen Host-Richtlinien in der Lage sind wie normale Kernkonfigurationsdefinitionsdateien verwendet werden.
es_es: todas las directivas de acogida normales son capaces de ser utilizados como archivos de definición de configuración del núcleo normal.
fr_fr: toutes les directives normales de l'hôte sont capables d'être utilisés comme des fichiers de définition de config de base normale.
it_it: tutte le direttive di accoglienza normali sono in grado di essere utilizzati come file di base normale definizione config.
ja_jp: すべての通常のホストグループディレクティブは、通常のCoreコンフィグ定義ファイルと同じように使用できます.
pl_pl: wszystkie normalne dyrektyw gospodarze są w stanie być używane jak normalny podstawowych plików definicji config.
pt_pt: todas as directivas acolhimento normais são capazes de ser usado como arquivos de definição de configuração do núcleo normal.
ru_ru: все нормальные директивы хозяева смогли быть использованы как обычно основных файлов конфигурации четкости.
zh_cn: 所有普通的主机组指令都可以像普通的核心配置定义文件一样使用。

source: This command creates a new servicegroup object.
bg_bg: Тази команда създава нов сървис група (servicegroup) обект.
de_de: Dieser Befehl erstellt eine neue service Objekt.
es_es: Este comando crea un nuevo objeto Servicegroup.
fr_fr: cette commande crée un nouvel objet servicegroup.
it_it: questo comando crea un nuovo oggetto Servicegroup.
ja_jp: このコマンドは、新しいサービスグループオブジェクトを作成します.
pl_pl: to polecenie tworzy nowy obiekt servicegroup.
pt_pt: este comando cria um novo objeto SERVICEGROUP.
ru_ru: эта команда создает новый объект ServiceGroup.
zh_cn: 此命令创建一个新的服务组对象。

source: All normal servicegroup directives are able to be used like normal core config definition files.
bg_bg: Всичките най-обикновени хост директиви могат да бъдат използвани като основни конфигурационни файлове.
de_de: alle normalen Host-Richtlinien in der Lage sind wie normale Kernkonfigurationsdefinitionsdateien verwendet werden.
es_es: todas las directivas de acogida normales son capaces de ser utilizados como archivos de definición de configuración del núcleo normal.
fr_fr: toutes les directives normales de l'hôte sont capables d'être utilisés comme des fichiers de définition de config de base normale.
it_it: tutte le direttive di accoglienza normali sono in grado di essere utilizzati come file di base normale definizione config.
ja_jp: すべての通常のサービスグループディレクティブは、通常のCoreコンフィグ定義ファイルと同じように使用できます.
pl_pl: wszystkie normalne dyrektyw gospodarze są w stanie być używane jak normalny podstawowych plików definicji config.
pt_pt: todas as directivas acolhimento normais são capazes de ser usado como arquivos de definição de configuração do núcleo normal.
ru_ru: все нормальные директивы хозяева смогли быть использованы как обычно основных файлов конфигурации четкости.
zh_cn: 所有普通的服务组指令都可以像普通的核心配置定义文件一样使用。

source: This command updates a current hostgroup.
bg_bg: тази команда обновява текущата хостгрупа.
de_de: Dieser Befehl aktualisiert eine aktuelle Hostgruppe.
es_es: este comando actualiza un grupo de host actual.
fr_fr: cette commande met à jour un groupe hôte actuel.
it_it: questo comando aggiorna un hostgroup corrente.
ja_jp: このコマンドは現在のホストグループを更新します
pl_pl: to polecenie aktualizuje bieżącą grupę hostów.
pt_pt: este comando atualiza um host atual.
ru_ru: эта команда обновляет текущую группу хостов.
zh_cn: 此命令更新当前主机组。

source: If you have special characters in the hostgroup_name and cannot pass it through the path, you can use %s with the %s URL parameter instead.
bg_bg: ако имате специални символи в hostgroup_name и не можете да го прекарате през пътя, вместо това можете да използвате% s с параметъра% s url.
de_de: Wenn der Hostgruppenname Sonderzeichen enthält und diese nicht über den Pfad übergeben kann, können Sie stattdessen% s mit dem URL-Parameter% s verwenden.
es_es: si tiene caracteres especiales en hostgroup_name y no puede pasarlos por la ruta, puede usar% s con el parámetro% s url.
fr_fr: si vous avez des caractères spéciaux dans hostgroup_name et que vous ne pouvez pas le passer par le chemin, vous pouvez utiliser% s avec le paramètre url% s à la place.
it_it: se hai caratteri speciali in hostgroup_name e non puoi passarlo attraverso il percorso, puoi invece usare% s con il parametro% s url.
ja_jp: hostgroup_nameに特殊文字があり、それをパスに渡すことができない場合は、代わりに％s urlパラメーターを指定して％sを使用できます。
pl_pl: jeśli masz znaki specjalne w hostgroup_name i nie możesz przekazać ich przez ścieżkę, możesz zamiast tego użyć% s z parametrem% s url.
pt_pt: se você tiver caracteres especiais no hostgroup_name e não puder passá-los pelo caminho, você pode usar% s com o parâmetro de url% s.
ru_ru: если у вас есть специальные символы в hostgroup_name и вы не можете передать его по пути, вы можете вместо этого использовать% s с параметром url% s.
zh_cn: 如果hostgroup_name中包含特殊字符且无法通过路径传递，则可以将％s与％s url参数一起使用。

source: This command updates a current servicegroup.
bg_bg: тази команда актуализира текуща сервизна група.
de_de: Dieser Befehl aktualisiert eine aktuelle Servicegruppe.
es_es: este comando actualiza un grupo de servicios actual.
fr_fr: cette commande met à jour un groupe de service actuel.
it_it: questo comando aggiorna un gruppo di servizi corrente.
ja_jp: このコマンドは現在のサービスグループを更新します
pl_pl: to polecenie aktualizuje bieżącą grupę serwisową.
pt_pt: este comando atualiza um servicegroup atual.
ru_ru: эта команда обновляет текущую группу обслуживания.
zh_cn: 此命令更新当前服务组。

source: If you have special characters in the servicegroup_name and cannot pass it through the path, you can use %s with the %s URL parameter instead.
bg_bg: ако имате специални знаци в servicegroup_name и не можете да го прекарате през пътя, вместо това можете да използвате% s с параметъра% s url.
de_de: Wenn der Name der Servicegruppe Sonderzeichen enthält und diese nicht über den Pfad übergeben können, können Sie stattdessen% s mit dem URL-Parameter% s verwenden.
es_es: Si tiene caracteres especiales en servicegroup_name y no puede pasarlos por la ruta, puede usar% s con el parámetro% s url.
fr_fr: si vous avez des caractères spéciaux dans le servicegroup_name et que vous ne pouvez pas le passer par le chemin, vous pouvez utiliser% s avec le paramètre url% s à la place.
it_it: se hai caratteri speciali nel servicegroup_name e non puoi passarlo attraverso il percorso, puoi invece usare% s con il parametro% s url.
ja_jp: servicegroup_nameに特殊文字があり、それをパスに渡すことができない場合は、代わりに％s urlパラメーターを指定して％sを使用できます。
pl_pl: Jeśli masz znaki specjalne w servicegroup_name i nie możesz przekazać ich przez ścieżkę, możesz zamiast tego użyć% s z parametrem% s url.
pt_pt: se você tiver caracteres especiais no servicegroup_name e não puder passá-los pelo caminho, poderá usar% s com o parâmetro de url% s.
ru_ru: если у вас есть специальные символы в servicegroup_name и вы не можете передать его по пути, вы можете вместо этого использовать% s с параметром url% s.
zh_cn: 如果servicegroup_name中包含特殊字符且无法通过路径传递，则可以将％s与％s url参数一起使用。

source: This command removes a hostgroup object.
bg_bg: Тази команда премахва хост обект.
de_de: dieser Befehl entfernt ein Host-Objekt.
es_es: Este comando elimina un objeto host.
fr_fr: cette commande supprime un objet hôte.
it_it: questo comando rimuove un oggetto host.
ja_jp: このコマンドは、ホストオブジェクトを削除します.
pl_pl: to polecenie usuwa obiekt hosta.
pt_pt: este comando remove um objeto de host.
ru_ru: Эта команда удаляет объект хоста.
zh_cn: 该命令删除主机组对象。

source: This command removes a servicegroup object.
bg_bg: Тази команда премахва сървис обект.
de_de: entfernt dieser Befehl ein Dienstobjekt.
es_es: Este comando elimina un objeto de servicio.
fr_fr: cette commande supprime un objet de service.
it_it: questo comando rimuove un oggetto servizio.
ja_jp: このコマンドは、サービスオブジェクトを削除します
pl_pl: to polecenie usuwa obiekt usługi.
pt_pt: este comando remove um objeto de serviço.
ru_ru: Эта команда удаляет объект службы.
zh_cn: 此命令删除服务组对象。

source: This command gets all the configured commands in the CCM even if they have not been applied. Note: This lists <i>all</i> commands in the CCM unless filtered by the optional paramters below.
bg_bg: тази команда получава всички конфигурирани команди в ccm, дори и да не са били приложени. Забележка: това изброява <i>всички</i> команди в ccm, освен ако не са филтрирани от допълнителните параметри по-долу.
de_de: Dieser Befehl ruft alle konfigurierten Befehle im ccm ab, auch wenn sie nicht angewendet wurden. Hinweis: Hier werden <i>alle</i> Befehle in der ccm-Liste aufgeführt, sofern nicht durch die optionalen Parameter unten gefiltert.
es_es: este comando obtiene todos los comandos configurados en el ccm incluso si no se han aplicado. nota: esto lista <i>todos los</i> comandos en el ccm a menos que esté filtrado por los parámetros opcionales a continuación.
fr_fr: cette commande obtient toutes les commandes configurées dans la commande ccm, même si elles n'ont pas été appliquées. remarque: ceci liste <i>toutes les</i> commandes du ccm à moins d’être filtré par les paramètres optionnels ci-dessous.
it_it: questo comando ottiene tutti i comandi configurati nel ccm anche se non sono stati applicati. nota: questo elenca <i>tutti i</i> comandi nel ccm, a meno che non vengano filtrati dai parametri opzionali seguenti.
ja_jp: このコマンドは、適用されていない場合でも、ccm内のすべての設定済みコマンドを取得します。注：以下のオプションのパラメーターでフィルターをかけない限り、これはccm内の<i>すべての</i>コマンドをリスト<i>し</i>ます。
pl_pl: to polecenie pobiera wszystkie skonfigurowane polecenia w ccm, nawet jeśli nie zostały zastosowane. uwaga: wyświetla listę <i>wszystkich</i> poleceń w ccm, chyba że są one filtrowane przez opcjonalne parametry poniżej.
pt_pt: este comando obtém todos os comandos configurados no ccm, mesmo que eles não tenham sido aplicados. nota: isto lista <i>todos os</i> comandos no ccm, a menos que seja filtrado pelos opcionais abaixo.
ru_ru: эта команда получает все настроенные команды в ccm, даже если они не были применены. примечание: здесь перечислены <i>все</i> команды в ccm, если они не отфильтрованы необязательными параметрами ниже.
zh_cn: 即使尚未应用，此命令也会获取CCM中所有已配置的命令。 注意：除非通过以下可选参数过滤，否则此命令将在CCM中列出<i>所有</i>命令。

source: This endpoint creates a new command object.
bg_bg: тази крайна точка създава нов команден обект.
de_de: Dieser Endpunkt erstellt ein neues Befehlsobjekt.
es_es: este punto final crea un nuevo objeto de comando.
fr_fr: ce point de terminaison crée un nouvel objet de commande.
it_it: questo endpoint crea un nuovo oggetto comando.
ja_jp: このエンドポイントは新しいコマンドオブジェクトを作成します。
pl_pl: ten punkt końcowy tworzy nowy obiekt polecenia.
pt_pt: esse terminal cria um novo objeto de comando.
ru_ru: эта конечная точка создает новый объект команды.
zh_cn: 该端点创建一个新的命令对象。

source: All normal command directives are able to be used like normal core config definition files.
bg_bg: Всичките най-обикновени хост директиви могат да бъдат използвани като основни конфигурационни файлове.
de_de: alle normalen Host-Richtlinien in der Lage sind wie normale Kernkonfigurationsdefinitionsdateien verwendet werden.
es_es: todas las directivas de acogida normales son capaces de ser utilizados como archivos de definición de configuración del núcleo normal.
fr_fr: toutes les directives normales de l'hôte sont capables d'être utilisés comme des fichiers de définition de config de base normale.
it_it: tutte le direttive di accoglienza normali sono in grado di essere utilizzati come file di base normale definizione config.
ja_jp: すべての通常のコマンドディレクティブは、通常のCoreコンフィグ定義ファイルと同じように使用できます.
pl_pl: wszystkie normalne dyrektyw gospodarze są w stanie być używane jak normalny podstawowych plików definicji config.
pt_pt: todas as directivas acolhimento normais são capazes de ser usado como arquivos de definição de configuração do núcleo normal.
ru_ru: все нормальные директивы хозяева смогли быть использованы как обычно основных файлов конфигурации четкости.
zh_cn: 所有常规命令指令都可以像常规核心配置定义文件一样使用。

source: This endpoint edits a command object.
bg_bg: тази крайна точка изтрива команден обект.
de_de: Dieser Endpunkt löscht ein Befehlsobjekt.
es_es: este punto final elimina un objeto de comando.
fr_fr: ce point de terminaison supprime un objet de commande.
it_it: questo endpoint cancella un oggetto comando.
ja_jp: このエンドポイントはコマンドオブジェクトを編集します。
pl_pl: ten punkt końcowy usuwa obiekt polecenia.
pt_pt: esse terminal exclui um objeto de comando.
ru_ru: эта конечная точка удаляет объект команды.
zh_cn: 该端点编辑命令对象。
