Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: This can be very useful if you want to make detailed information on the service group, emergency contact methods, etc. available to other support staff.
bg_bg: Това може да бъде много полезно ако искате да направите подробната информация за сървис групата, методите за връзка при спешни случаи, и т.н. достъпни за друг помощен персонал.
de_de: Dies kann sehr nützlich sein, wenn Sie detaillierte Informationen über die Servicegruppe, Notfallkontaktmethoden usw. für anderes Support-Mitarbeiter machen wollen.
es_es: esto puede ser muy útil si quiere hacer que la información detallada sobre el grupo de servicio, métodos de contacto de emergencia, etc. disponible para otro personal de apoyo.
fr_fr: cela peut être très utile si vous souhaitez des informations détaillées sur le groupe de services, des méthodes de contact d'urgence, etc. disponibles à d'autres employés de soutien.
it_it: questo può essere molto utile se si vuole rendere le informazioni dettagliate sul gruppo di servizi, metodi di contatto di emergenza, ecc disponibile ad altro personale di supporto.
ja_jp: 他のサポートスタッフが利用できるサービスグループおよび緊急時の連絡方法などの詳細情報を作成する場合、非常に便利です.
pl_pl: może to być bardzo przydatne, jeśli chcesz, aby szczegółowe informacje na temat grup usług, metod kontaktu awaryjnych itp dostępnych do innych pracowników pomocniczych.
pt_pt: isso pode ser muito útil se você quiser fazer a informação detalhada sobre o grupo de serviços, métodos de contato de emergência, etc. disponível para outro pessoal de apoio.
ru_ru: это может быть очень полезно, если вы хотите, чтобы подробную информацию о группе услуг, методов экстренной связи, и т.д. доступными для других вспомогательного персонала.
zh_cn: 如果你想把服务群体的详细信息、紧急联系方法等提供给其他支持人员，这就非常有用。

source: This directive is used to define an optional URL that can be used to provide more actions to be performed on the service group. If you specify an URL, you will see a red "splat" icon in the CGIs (when you are viewing service group information) that links to the URL you specify here. Any valid URL can be used. If you plan on using relative paths, the base path will the the same as what is used to access the CGIs
bg_bg: Тази директива се използва за определяне на допълнителен (незадължителен) URL адрес, който може да бъде използван за осигуряване на повече действия, извършени на сървис групата. Ако определите URL, вие ще видите икона с формата на червено "кръгче" в CGIs (когато разглеждате информацията за сървис групата), сочеща към адреса, който се задали тук. Всеки валиден URL адрес може да се използва. Ако имате намерение да използвате на относителните пътеки (relative paths), основната пътека (base path) ще бъде същата, като тази, която се използва за достъп до CGIs
de_de: Diese Direktive wird benutzt, um einen optionalen URL, die verwendet werden kann, um weitere Aktionen für diese Servicegruppe werden können definieren. Wenn Sie einen URL angeben, werden Sie einen roten "Klecks" in den CGIs sehen (wenn Sie Servicegruppeninformationen), die auf die URL die Sie hier angeben. Jeder gültige URL kann benutzt werden. Wenn Sie relative Pfade benutzen, wird der Basis-Pfad der gleiche sein, der benutzt, um auf die CGIs zuzugreifen
es_es: esta directiva se utiliza para definir una URL opcional que se puede utilizar para proporcionar más acciones que se realizarán en el grupo de servicio. si especifica una URL, verá un icono rojo "plaf" en el cgis (si es que ves la información del grupo de servicios) que enlaza con la URL que especifique aquí. cualquier URL válida se puede utilizar. si usted planea usar rutas relativas, la ruta de la base será el mismo que lo que se utiliza para acceder a la cgis
fr_fr: cette directive est utilisée pour définir une URL optionnelle qui peut être utilisé pour fournir plus d'actions à effectuer sur le groupe de services. si vous spécifiez une URL, vous verrez une icône rouge "Splat" dans le CGI (quand vous regardez les informations de groupe de services) qui renverra vers l'URL que vous spécifiez ici. toute URL valide peut être utilisée. si vous prévoyez d'utiliser des chemins relatifs, le chemin de base sera le même que celui utilisé pour accéder aux CGI
it_it: questa direttiva è utilizzato per definire un URL opzionale che può essere utilizzato per fornire più azioni da effettuare sul gruppo di servizio. se si specifica un URL, verrà visualizzata una icona rossa "splat" in CGI (quando si visualizzano le informazioni sui gruppi di servizio) che collega all'URL specificato qui. qualsiasi URL valido può essere utilizzato. se si pensa di utilizzare percorsi relativi, il percorso di base sarà la stessa come quello che viene utilizzato per accedere al CGI
ja_jp: このディレクティブは、サービスグループに対して実行される複数のアクションを提供するために使用できる任意のURLを定義するために使用されます. URLを指定する場合、（サービスグループ情報を表示すると）ここで指定したURLにリンクするCGIに赤い「スプラット」アイコンが表示されます. 任意の有効なURLを使用することができます. 相対パスを使用する場合は、ベースパスはCGIにアクセスするために使用されるものと同じです
pl_pl: dyrektywa ta jest stosowana do określenia opcjonalny adres URL, który może być wykorzystywany do zapewnienia więcej działań do wykonania w grupie usług. jeśli podasz adres url, zobaczysz ikonę czerwony "ikona" w CGI (gdy oglądasz dane grupy usług), który łączy się z adresem URL określonym tutaj. każdy poprawny adres URL może być używany. jeśli planujesz używać ścieżek względnych, ścieżka bazowa będzie takie samo jak to, co służy do uzyskania dostępu do CGI
pt_pt: esta directiva é utilizado para definir um URL opcional que pode ser utilizado para proporcionar mais acções a serem realizadas no grupo de serviço. se você especificar uma URL, você verá um ícone vermelho "splat" no CGIs (quando você estiver visualizando as informações do grupo de serviços), que liga para a URL que você especificar aqui. qualquer URL válido pode ser utilizado. se você planeja usar caminhos relativos, o caminho base será a igual ao que é usado para acessar os CGIs
ru_ru: Эта директива используется для определения дополнительного URL, которые могут быть использованы для обеспечения более действий, которые будут выполняться на сервисной группы. если вы указываете URL, вы увидите красный значок "пейнтбольный" в CGIS (при просмотре информации о группе услуг), ссылки на URL-адрес вы указали здесь. любой действительный URL могут быть использованы. Если вы планируете использовать относительные пути, базовый путь будет такой же, как то, что используется для доступа к CGI,
zh_cn: 该指令用于定义一个可选的URL，该URL可用于提供对服务组执行的更多操作。如果您指定了一个URL，您将在CGIs中看到一个红色的 "splat "图标（当您查看服务组信息时），该图标链接到您在这里指定的URL。可以使用任何有效的URL。如果您计划使用相对路径，基本路径将与用于访问CGI的路径相同。

source: servicegroup members
bg_bg: членове на сървис група
de_de: Servicegroup Mitglieder
es_es: Miembros del Grupo de Servicios
fr_fr: Membres servicegroup
it_it: Servicegroup Membri
ja_jp: サービスグループメンバ
pl_pl: Członkowie servicegroup
pt_pt: Membros do grupo de serviço
ru_ru: Servicegroup участников
zh_cn: 服务组成员

source: This optional directive can be used to include services from other "sub" service groups in this service group. Specify a comma-delimited list of short names of other service groups whose members should be included in this group.
bg_bg: Тази незадължителна директива може да се използва за включване на сървиси от други сървис "под-групи" в тази сървис група. Определете списък с кратки имена на други сървис групи, разделени със запетаи, чиито членове трябва да бъдат включени в тази група.
de_de: Diese optionale Direktive kann verwendet werden, um Services aus anderen "sub" Dienstgruppen in dieser Servicegruppe gehören werden. geben Sie eine durch Kommata getrennte Liste von Kurznamen anderer Servicegruppen an, deren Mitglieder in diese Gruppe aufgenommen werden.
es_es: esta directiva opcional puede utilizarse para incluir los servicios de otros grupos de servicio "sub" en este grupo de servicio. especificar una lista delimitada por comas de nombres cortos de otros grupos de servicios cuyos miembros deben incluirse en este grupo.
fr_fr: cette directive en option peut être utilisée pour inclure des services d'autres groupes de services "sous" dans ce groupe de services. spécifier une liste de noms courts d'autres groupes de services dont les membres devraient être inclus dans ce groupe délimité par des virgules.
it_it: questa direttiva opzionale può essere usato per includere servizi da altri gruppi di servizi "sub", in questo gruppo di servizio. specificare un elenco separato da virgole di nomi brevi di altri gruppi di servizi i cui membri dovrebbero essere inclusi in questo gruppo.
ja_jp: このディレクティブは任意です. このサービスグループ内の他の「サブ」サービスグループからサービスを含むために使用することができます. このグループに所属すべきメンバのサービスグループの短縮名をカンマ区切りのリストで指定してください.
pl_pl: Ta opcjonalna dyrektywę można stosować na usługi od innych, "pod" grupy usług w tej grupie usług. określić listę oddzielonych przecinkami krótkich nazw innych grup usług, których członkowie powinny być zawarte w tej grupie.
pt_pt: esta directiva opcional pode ser usado para incluir serviços de outros grupos de serviço "sub" neste grupo de serviço. especificar uma lista de nomes curtos de outros grupos de serviços, cujos membros devem ser incluídos neste grupo separado por vírgulas.
ru_ru: Это необязательная директива может использоваться, чтобы включать в себя услуги от других "SUB" групп обслуживания в этой группе услуг. указать через запятую список коротких имен других групп, услугами которого члены должны быть включены в эту группу.
zh_cn: 这个可选指令可用于将其他 "子 "服务组的服务包含在这个服务组中。指定一个以逗号分隔的其他服务组的简称，其成员应该被包含在这个组中。

source: Hosttemplate - template name
bg_bg: Шаблон на хост (hosttemplate) - име на шаблона (template name)
de_de: host - Vorlagennamen
es_es: hosttemplate - nombre de la plantilla
fr_fr: hosttemplate - nom du modèle
it_it: hosttemplate - nome del modello
ja_jp: ホストテンプレート - テンプレート名
pl_pl: hosttemplate - nazwa szablonu
pt_pt: hosttemplate - nome do modelo
ru_ru: hosttemplate - имя шаблона
zh_cn: 主机模板-模板名称

source: This directive is used to define a short name used to identify the host template.
bg_bg: Тази директива се използва за определяне на краткото име, използвано за идентифициране на шаблона за хост.
de_de: Diese Direktive wird benutzt, um einen Kurznamen verwendet, um die Host-Template, um zu definieren.
es_es: esta directiva se utiliza para definir un nombre corto utilizado para identificar la plantilla de acogida.
fr_fr: cette directive est utilisée pour définir un nom court utilisé pour identifier le modèle hôte.
it_it: questa direttiva viene utilizzata per definire un nome breve utilizzato per identificare il modello di accoglienza.
ja_jp: このディレクティブは、ホストテンプレートを識別するために使用される短縮名を定義するために使用されます.
pl_pl: dyrektywa ta jest używana do określenia krótką nazwę używaną do identyfikacji szablon hosta.
pt_pt: esta directiva é usado para definir um nome abreviado usado para identificar o modelo de host.
ru_ru: Эта директива используется для определения краткое имя, используемое для идентификации шаблона хоста.
zh_cn: 该指令用于定义一个用于标识主机模板的简短名称。

source: Servicetemplate - template name
bg_bg: шаблон за сървис (servicetemplate) - име на шаблона
de_de: servicetemplate - Vorlagennamen
es_es: servicetemplate - nombre de la plantilla
fr_fr: servicetemplate - nom du modèle
it_it: servicetemplate - nome del modello
ja_jp: サービステンプレート - テンプレート名
pl_pl: servicetemplate - nazwa szablonu
pt_pt: servicetemplate - nome do modelo
ru_ru: servicetemplate - имя шаблона
zh_cn: 服务模板-模板名称

source: This directive is used to define a short name used to identify the service template.
bg_bg: Тази директива се използва за определяне на краткото име, използвано за идентифициране на шаблона за сървис.
de_de: Diese Direktive wird benutzt, um einen Kurznamen verwendet, um die Service-Template, um zu definieren.
es_es: esta directiva se utiliza para definir un nombre corto utilizado para identificar la plantilla de servicio.
fr_fr: cette directive est utilisée pour définir un nom court utilisé pour identifier le modèle de service.
it_it: questa direttiva viene utilizzata per definire un nome breve utilizzato per identificare il modello di servizio.
ja_jp: このディレクティブは、サービステンプレートを識別するために使用される短縮名を定義するために使用されます.
pl_pl: dyrektywa ta jest używana do określenia krótką nazwę używaną do identyfikacji szablon usług.
pt_pt: esta directiva é usado para definir um nome abreviado usado para identificar o modelo de serviço.
ru_ru: Эта директива используется для определения краткое имя, используемое для идентификации шаблона службы.
zh_cn: 该指令用于定义一个用于标识服务模板的简短名称。

source: Contact -
bg_bg: Контакт -
de_de: Kontakt
es_es: Contactenos
fr_fr: Contactez-nous
it_it: Contattaci
ja_jp: 連絡先 -
pl_pl: skontaktuj się z nami
pt_pt: Contato
ru_ru: Связаться с Нами
zh_cn: 联系我们

source: This directive is used to define a short name used to identify the contact. It is referenced in contact group definitions. Under the right circumstances, the
bg_bg: Тази директива се използва за определяне на краткото име, използвано за идентифициране на контакта. Тя е посочена в дефинициите за контактни групи. При правилните обстоятелства,
de_de: Diese Direktive wird benutzt, um einen Kurznamen, um den Kontakt zu identifizieren definieren. es ist in Kontakt Gruppendefinitionen verwiesen. unter den richtigen Umständen, die
es_es: esta directiva se utiliza para definir un nombre corto utilizado para identificar el contacto. que se hace referencia en las definiciones de grupos de contacto. en las circunstancias adecuadas, el
fr_fr: cette directive est utilisée pour définir un nom court utilisé pour identifier le contact. il est référencé dans les définitions du groupe de contact. dans les bonnes circonstances, le
it_it: questa direttiva viene utilizzata per definire un nome breve utilizzato per identificare il contatto. si fa riferimento a definizioni di gruppo di contatto. nelle giuste circostanze, la
ja_jp: このディレクティブは、連絡先を識別するために使用される短縮名を定義するために使用されます. 連絡先グループ定義で参照されます. 正しい環境下で、
pl_pl: dyrektywa ta jest używana do określenia krótką nazwę używaną do identyfikacji kontakt. jest wymieniony w definicji grupy kontaktów. w odpowiednich warunkach
pt_pt: esta directiva é utilizado para definir um nome abreviado utilizado para identificar o contacto. ele é referenciado em definições do grupo de contacto. sob as circunstâncias corretas, a
ru_ru: Эта директива используется для определения краткое имя, используемое для идентификации контакта. на него ссылаются в определениях контактной группы. при правильных обстоятельствах,
zh_cn: 该指令用于定义一个简短的名称，用于识别联系人。 它在联系人组定义中被引用。 在适当的情况下，

source: macro will contain this value.
bg_bg: макрото ще съдържа тази стойност.
de_de: Makro wird diesen Wert enthalten.
es_es: macro contendrá este valor.
fr_fr: macro contiendra cette valeur.
it_it: macro conterrà questo valore.
ja_jp: マクロがこの値を含みます.
pl_pl: makro będzie zawierać tę wartość.
pt_pt: macro irá conter esse valor.
ru_ru: Макрос будет содержать это значение.
zh_cn: 宏将包含该值。

source: contactgroups
bg_bg: контактни групи
de_de: Kontaktgruppen
es_es: Grupo de Contactos
ja_jp: 連絡先グループ
pt_pt: Grupos de contato
zh_cn: 联络小组

source: of the contactgroup(s) that the contact belongs to. Multiple contactgroups should be separated by commas. This directive may be used as an alternative to (or in addition to) using the
bg_bg: на контактната група(и), към която(ито) контактът принадлежи. Множеството контактни групи трябва да бъдат разделени със запетаи. Тази директива може да се използва като алтернатива на (или в допълнение към) с помощта на
de_de: der Kontaktgruppe (n), dass der Kontakt gehört. mehrere Kontaktgruppen werden durch ein Komma getrennt werden. Diese Direktive kann als Alternative zu verwenden (oder zusätzlich zu) mit der
es_es: de la CONTACTGROUP (s) que el contacto pertenece. múltiples CONTACTGROUPS deben estar separados por comas. esta directiva se puede utilizar como una alternativa a (o además de) utilizando el
fr_fr: de la contactgroup (s) que le contact appartient. contactgroups multiples doivent être séparées par des virgules. cette directive peut être utilisé comme une alternative à (ou en plus) en utilisant le
it_it: del contactgroup (s) che il contatto appartiene. più contactgroups devono essere separati da virgole. tale direttiva può essere utilizzata come alternativa al (o in aggiunta) utilizzando la
ja_jp: : 連絡先が所属する連絡先グループ. 連絡先が複数ある場合はカンマで区切る必要があります. このディレクティブを使用して連絡先グループ定義の
pl_pl: z contactgroup (ów) należy kontakt. wiele contactgroups powinny być oddzielone przecinkami. dyrektywa ta może być stosowana jako alternatywa dla (lub oprócz) za pomocą
pt_pt: contactgroup da (s) que o contacto pertence. múltiplas contactgroups devem ser separados por vírgulas. esta directiva pode ser usado como uma alternativa à (ou em adição a) utilizando o
ru_ru: в contactgroup (ы), входит контакт. несколько contactgroups должны быть разделены запятыми. Эта директива может использоваться в качестве альтернативы (или в дополнение к) с использованием
zh_cn: 联系人所属的联系人组中的一个。 多个联系人组应以逗号分隔。 该指令可以替代使用（或除了）

source: directive in contactgroup definitions.
bg_bg: директивата в дефиницията на контактна група
de_de: Direktive in den contact Definitionen.
es_es: directiva en definiciones CONTACTGROUP.
fr_fr: dans les définitions de la directive contactgroup.
it_it: la direttiva in definizioni contactgroup.
ja_jp: を使用して代替（または追加）として使用できます.
pl_pl: dyrektywy w definicji contactgroup.
pt_pt: directiva, em definições contactgroup.
ru_ru: директивы в определениях contactgroup.
zh_cn: 联系小组定义中的指令。

source: If a contactgroup is defined here - this contact will
bg_bg: Ако една контактна група (contactgroup) е дефинирана тук - този контакт ще
de_de: wenn eine Kontaktgruppe wird hier festgelegt - dieser Kontakt wird
es_es: si un CONTACTGROUP se define aquí - Este contacto
fr_fr: si un contactgroup est défini ici - Ce contact
it_it: se un contactgroup è definito qui - questo contatto
ja_jp: ここで連絡先グループを定義した場合 - この連絡先は同じ連絡先グループ定義のメンバフィールド内で
pl_pl: jeśli contactgroup rozumie się tu - ten kontakt będzie
pt_pt: se um contactgroup é definido por aqui - Este contato
ru_ru: если contactgroup определяется здесь - этот контакт будет
zh_cn: 如果在此定义了联系人组-该联系人将

source: inside the member field of the same contactgroup definition!
bg_bg: вътре, в полето на члена на същата дефиниция на контакт група (contactgroup definition)!
de_de: innerhalb der Mitgliedsfeld des gleichen contactgroup-Definition!
es_es: dentro del campo de miembro de la misma definición CONTACTGROUP!
fr_fr: à l'intérieur du champ de membre de la même définition de contactgroup!
it_it: all'interno del campo membro della stessa definizione contactgroup!
ja_jp: 同じコンタクトグループ定義のメンバーフィールド内です!
pl_pl: wewnątrz pola członkiem tej samej definicji contactgroup!
pt_pt: dentro do campo membro da mesma definição contactgroup!
ru_ru: внутри области члена той же определению contactgroup!
zh_cn: 在同一联系小组定义的成员字段中！

source: This directive is used to define a longer name or description for the contact. Under the rights circumstances, the
bg_bg: Тази директива се използва за определяне на дългото име или описанието за контакта. При правилните обстоятелства,
de_de: Diese Direktive wird benutzt, um einen längeren Namen oder eine Beschreibung für den Kontakt zu definieren. Bei korrekter Anwendung der
es_es: esta directiva se utiliza para definir un nombre más largo o una descripción para el contacto. bajo las circunstancias de derechos, la
fr_fr: cette directive est utilisée pour définir un nom long ou une description pour le contact. dans les circonstances de l'homme, le
it_it: questa direttiva viene utilizzato per definire un nome più lungo o una descrizione per il contatto. date le circostanze di diritti, il
ja_jp: このディレクティブは、連絡先の長い名前や説明を定義するために使用されます.
pl_pl: dyrektywa ta służy do zdefiniowania większej nazwę lub opis kontaktu. w tych okolicznościach praw,
pt_pt: esta directiva é usado para definir um nome ou descrição mais longa para o contato. sob as circunstâncias de direitos, a
ru_ru: эта директива используется для определения более длинное название или описание для контакта. в условиях прав,
zh_cn: 该指令用于为联系人定义更长的名称或描述。 在享有权利的情况下，

source: macro will contain this value. If not specified, the <em>contact_name</em> will be used as the alias.
bg_bg: макрото ще съдържа тази стойност. Ако не е указано изрично, <em>contact_name</em> ще се използва като псевдоним.
de_de: Makro wird diesen Wert enthalten. wenn nicht angegeben, wird die <em>contact_name</em> als Alias ​​verwendet werden.
es_es: macro contendrá este valor. Si no se especifica, el <em>contact_name</em> se utilizará como el alias.
fr_fr: macro contiendra cette valeur. si ce ne est spécifié, le <em>contact_name</em> sera utilisé comme alias.
it_it: macro conterrà questo valore. se non specificato, il <em>contact_name</em> verrà utilizzato come alias.
ja_jp: マクロは、この値を含みます. 指定されていない場合は<em>contact_name</em>がエイリアスとして使用されます.
pl_pl: makro będzie zawierać tę wartość. jeśli nie podano, <em>CONTACT_NAME</em> będzie używany jako alias.
pt_pt: macro irá conter esse valor. se não especificado, o <em>contact_name</em> será usado como alias.
ru_ru: Макрос будет содержать это значение. если не указано, <em>CONTACT_NAME</em> будет использоваться в качестве псевдонима.
zh_cn: 宏将包含此值。 如果未指定，<em>contact_name</em>将用作别名。

source: email
bg_bg: електронна поща
es_es: Correo Electronico
ja_jp: メール
zh_cn: 电子邮件

source: This directive is used to define an email address for the contact. Depending on how you configure your notification commands, it can be used to send out an alert email to the contact. Under the right circumstances, the
bg_bg: Тази директива се използва за определяне на имейл адреса за контакт. В зависимост от това как конфигурирате вашите команди за уведомяване, тя може да се използва за изпращане на предупредителен имейл към контакта. При правилните обстоятелства,
de_de: Diese Direktive wird benutzt, um eine E-Mail-Adresse für den Kontakt zu definieren. je nachdem, wie Sie Ihren Benachrichtigungsbefehlen kann sie verwendet werden, um zu senden eine Alarm-Mail an den Kontakt. unter den richtigen Umständen, die
es_es: esta directiva se utiliza para definir una dirección de correo electrónico para el contacto. dependiendo de cómo se configure sus comandos de notificación, que puede ser utilizado para enviar un correo electrónico de alerta al contacto. en las circunstancias adecuadas, el
fr_fr: cette directive est utilisée pour définir une adresse de courriel pour le contact. selon la façon dont vous configurez vos commandes de notification, il peut être utilisé pour envoyer un e-mail d'alerte au contact. dans les bonnes circonstances, le
it_it: questa direttiva è utilizzato per definire un indirizzo email del contatto. a seconda di come si configurano i comandi di notifica, può essere utilizzato per l'invio di una e-mail di avviso al contatto. nelle giuste circostanze, la
ja_jp: このディレクティブは、連絡先のメールアドレスを定義するために使用されます. 通知コマンドの構成方法に応じて、その連絡先にアラートメールを送信するために使用することができます.
pl_pl: dyrektywa ta służy do określenia adresu e-mail do kontaktu. w zależności od sposobu skonfigurowania poleceń powiadomień, może być używany do wysyłania powiadomienie e-mail do kontaktu. w odpowiednich warunkach
pt_pt: esta directiva é usado para definir um endereço de e-mail para o contato. dependendo de como você configurar seus comandos de notificação, ele pode ser usado para enviar um e-mail alerta para o contato. sob as circunstâncias corretas, a
ru_ru: Эта директива используется для определения адреса электронной почты для контакта. в зависимости от того, как настроить ваши команды уведомления, он может быть использован для отправки оповещений по электронной почте контакта. при правильных обстоятельствах,
zh_cn: 此指令用于定义联系人的电子邮件地址。根据您配置通知命令的方式，它可以用来向联系人发送提醒邮件。在适当的情况下，

source: pager
bg_bg: пейджър
de_de: Seite
es_es: pagina
fr_fr: page
it_it: pagina
ja_jp: ページャー番号
pl_pl: strona
pt_pt: Página
ru_ru: страница
zh_cn: 页面调度程序
