Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: More information on volatile service and how they differ from normal services can be found in the nagios documentation.
bg_bg: Повече информация за "променливите" (volatile) сървиси и как те се различават от "нормалните" сървиси, може да се намери в документацията за Nagios.
de_de: Weitere Informationen zu sprunghaften Services und wie sie sich von normalen Services finden Sie in der Nagios-Dokumentation.
es_es: más información sobre el servicio volátil y cómo se diferencian de los servicios normales se puede encontrar en la documentación de Nagios.
fr_fr: plus d'informations sur le service volatile et en quoi ils diffèrent des services normaux peut être trouvé dans la documentation nagios.
it_it: maggiori informazioni sul servizio volatili e come si differenziano dai servizi normali si possono trovare nella documentazione nagios.
ja_jp: 不安定（volatile）なサービスおよびこれが通常のサービスとどう違うのかについては、nagiosドキュメントをお読みください.
pl_pl: Więcej informacji na temat usług i lotnych jak różnią się od zwykłych usług można znaleźć w dokumentacji Nagios.
pt_pt: obter mais informações sobre o serviço volátil e como eles diferem dos serviços normais podem ser encontradas na documentação do nagios.
ru_ru: Более подробная информация о летучих обслуживания и чем они отличаются от обычных услуг можно найти в документации Nagios.
zh_cn: 可以在nagios文档中找到有关易失性服务以及它们与正常服务有何不同的更多信息。

source: service is not volatile,
bg_bg: сървиса не е "непостоянен" (volatile)
de_de: Service ist nicht flüchtig,
es_es: servicio no es volátil,
fr_fr: service ne est pas volatile,
it_it: servizio non è volatile,
ja_jp: サービスが不安定（volatile）である.
pl_pl: Usługa nie jest lotny,
pt_pt: serviço não é volátil,
ru_ru: услуга не летучие,
zh_cn: 服务不是不稳定的

source: service is volatile.
bg_bg: сървиса е "непостоянен" (volatile)
de_de: Service flüchtig ist.
es_es: servicio es volátil.
fr_fr: service est volatile.
it_it: servizio è volatile.
ja_jp: サービスが不安定（volatile）である.
pl_pl: Usługa jest lotny.
pt_pt: serviço é volátil.
ru_ru: услуга нестабильной.
zh_cn: 服务是不稳定的。

source: contacts
bg_bg: контакти
de_de: Kontakte
es_es: Contactos
it_it: Contatti
ja_jp: 連絡先
pl_pl: Kontakty
pt_pt: Contatos
ru_ru: Связи
zh_cn: 联系人

source: This is a list of the
bg_bg: Това е списък на
de_de: Dies ist eine Liste der
es_es: esta es una lista de la
fr_fr: ce est une liste de la
it_it: questa è una lista di
ja_jp: これは
pl_pl: jest to lista
pt_pt: esta é uma lista do
ru_ru: это список
zh_cn: 这是清单

source: of the contacts that should be notified whenever there are problems (or recoveries) with this service. Multiple contacts should be separated by commas. Useful if you want notifications to go to just a few people and don't want to configure contact groups. You must specify at least one contact or contact group in each service definition.
bg_bg: на контактите, които трябва да бъдат уведомени, когато има проблеми (или възстановявания) с този сървис. Многократните контакти трябва да бъдат разделени със запетаи. Това е полезно, ако искате нотификациите да бъдат изпратени само до само няколко души и да не искате конфигурирате контактни групи. Трябва да посочите поне един контакт или контактна група във всяка дефиниция на сървис.
de_de: der Kontakte, die informiert werden sollen, wenn es Probleme (oder Erholungen) dieses Service. Mehrere Kontakte werden durch Kommata getrennt werden. nützlich, wenn Sie Benachrichtigungen nur an ein paar Leute gehen und nicht wollen, Kontaktgruppen definieren. Sie müssen mindestens einen Kontakt oder eine Kontaktgruppe in jeder Service-Definition angeben.
es_es: de los contactos que deben ser notificados cada vez que hay problemas (o recuperaciones) con este servicio. varios contactos deben estar separados por comas. útil si desea que las notificaciones para ir a unas pocas personas y no quieren configurar grupos de contacto. debe especificar al menos un contacto o grupo de contactos en cada definición de servicio.
fr_fr: des contacts qui devraient être notifiés chaque fois il ya des problèmes (ou retours) avec ce service. plusieurs contacts doivent être séparées par des virgules. utile si vous souhaitez envoyer des notifications vers quelques personnes et ne veulent pas configurer des groupes de contact. vous devez spécifier au moins un contact ou groupe de contacts dans chaque définition de service.
it_it: dei contatti che devono essere notificate quando ci sono problemi (o recuperi) con questo servizio. più contatti devono essere separati da virgole. utile se si desidera che le notifiche andare a poche persone e non vogliono configurare gruppi di contatti. è necessario specificare almeno un contatto o di un gruppo di contatto in ogni definizione di servizio.
ja_jp: （このサービスに障害がある（または復旧した）たびに通知すべき連絡先）のリストです. 連絡先が複数ある場合は、カンマで区切る必要があります. 少数の人のみに通知する場合や連絡先グループを構成しない場合に便利です. 各サービス定義に少なくとも１つの連絡先または連絡先グループが必要です.
pl_pl: kontaktów, które należy zgłaszać, gdy są problemy (lub odzyskanie) z tej usługi. wielokrotne kontakty powinny być oddzielone przecinkami. przydatne, jeśli chcesz, aby przejść do powiadomienia tylko kilka osób i nie chcesz, aby skonfigurować grupy kontaktów. należy określić co najmniej jeden kontakt lub grupę kontaktów w każdej definicji usługi.
pt_pt: dos contatos que devem ser notificados sempre que houver problemas (ou recuperações) com este serviço. vários contatos devem ser separados por vírgulas. útil se você quiser notificações para ir para apenas algumas pessoas e não deseja configurar grupos de contatos. você deve especificar pelo menos um contato ou grupo de contatos em cada definição de serviço.
ru_ru: контакты, которые должны быть уведомлены всякий раз, когда есть проблемы (или восстановление) с этой службой. несколько контактов должны быть разделены запятыми. полезно, если вы хотите уведомления пойти просто несколько человек и не хочу, чтобы настроить группы контактов. Вы должны указать хотя бы один контакт или группу контактов в каждом определении сервиса.
zh_cn: 当此服务出现问题（或恢复）时应通知的联系人数量。 多个联系人应以逗号分隔。 如果您希望仅将通知发送给几个人并且不想配置联系人组，则很有用。 您必须在每个服务定义中至少指定一个联系人或联系人组。

source: yes (no, if a contact group is defined)
bg_bg: Да (не, ако е определена контакт група)
de_de: ja (nein, wenn eine Kontaktgruppe definiert)
es_es: sí (no, si un grupo de contacto se define)
fr_fr: oui (non, si un groupe de contact est défini)
it_it: sì (no, se viene definito un gruppo di contatto)
ja_jp: 必須（連絡先グループが定義されている場合は、必須ではない）
pl_pl: tak (nie, jeśli jest zdefiniowana grupa kontaktowa)
pt_pt: sim (não, se um grupo de contatos é definida)
ru_ru: да (нет, если контактная группа определена)
zh_cn: 是（否，如果定义了联系人组）

source: contact groups
bg_bg: контактни групи
de_de: Kontaktgruppen
es_es: Grupo de Contactos
ja_jp: 連絡先グループ
pt_pt: Grupos de contato
zh_cn: 联络小组

source: of the contact groups that should be notified whenever there are problems (or recoveries) with this service. Multiple contact groups should be separated by commas. You must specify at least one contact or contact group in each service definition.
bg_bg: на контактните групи, които трябва да бъдат уведомени, когато има проблеми (или възстановявания), Множеството контактни групи трябва да бъдат разделени със запетаи. Трябва да посочите поне един контакт или контактна група във всяка дефиниция на сървис.
de_de: der Kontaktgruppen, die informiert werden sollen, wenn es Probleme (oder Erholungen) dieses Service. Mehrere Kontaktgruppen werden durch ein Komma getrennt werden. Sie müssen mindestens einen Kontakt oder eine Kontaktgruppe in jeder Service-Definition angeben.
es_es: de los grupos de contacto que deberían notificarse cada vez que hay problemas (o recuperaciones) con este servicio. varios grupos de contacto deben estar separados por comas. debe especificar al menos un contacto o grupo de contactos en cada definición de servicio.
fr_fr: des groupes de contact qui doivent être notifiés chaque fois qu'il ya des problèmes (ou des recouvrements) avec ce service. groupes de contact multiples doivent être séparées par des virgules. vous devez spécifier au moins un contact ou groupe de contacts dans chaque définition de service.
it_it: dei gruppi di contatto che devono essere notificate quando ci sono problemi (o recuperi) con questo servizio. più gruppi di contatto devono essere separati da virgole. è necessario specificare almeno un contatto o di un gruppo di contatto in ogni definizione di servizio.
ja_jp: （このサービスに障害がある（または復旧した）たびに通知すべき連絡先グループ）のリストです. 連絡先グループが複数ある場合は、カンマで区切る必要があります. 各サービス定義に少なくとも１つの連絡先または連絡先グループが必要です.
pl_pl: z grup kontaktów, które powinny być zgłoszone, gdy są problemy (lub odzyskanie) z tej usługi. wiele grup kontaktowe powinny być oddzielone przecinkami. należy określić co najmniej jeden kontakt lub grupę kontaktów w każdej definicji usługi.
pt_pt: dos grupos de contatos que devem ser notificados sempre que houver problemas (ou recuperações) com este serviço. vários grupos de contato devem ser separados por vírgulas. você deve especificar pelo menos um contato ou grupo de contatos em cada definição de serviço.
ru_ru: контактных групп, которые должны быть уведомлены всякий раз, когда есть проблемы (или восстановление) с этой службой. несколько контактных групп должны быть разделены запятыми. Вы должны указать хотя бы один контакт или группу контактов в каждом определении сервиса.
zh_cn: 该服务出现问题（或恢复）时应通知的联系组中的多少。 多个联系人组应以逗号分隔。 您必须在每个服务定义中至少指定一个联系人或联系人组。

source: notification period
bg_bg: Нотификационен период
de_de: Benachrichtigungs-Methoden
es_es: Metodos de Notificacion
fr_fr: Méthodes de notification
it_it: Metodi di notifica
ja_jp: 通知期間
pl_pl: Termin powiadomienia
pt_pt: Métodos de Notificação
ru_ru: Методы оповещения
zh_cn: 通知周期

source: This directive is used to specify the short name of the time period during which notifications of events for this service can be sent out to contacts. No service notifications will be sent out during times which is not covered by the time period.
bg_bg: Тази директива се използва за определяне на краткото име на периода от време, през който могат да бъдат изпращани нотификации за събития за този сървис до контакти. Никакви известия за сървиси няма да бъдат изпратени извън този период от време.
de_de: Diese Direktive wird benutzt, um den Kurznamen des Zeitfensters, in dem Benachrichtigungen zu Ereignissen dieses Service an Kontakte versandt werden. keine Service-Benachrichtigungen werden in Zeiten, die von der Zeitfenster liegen, versandt.
es_es: esta directiva se utiliza para especificar el nombre corto del período de tiempo durante el cual las notificaciones de eventos para este servicio se pueden enviar a los contactos. no hay notificaciones de servicio serán enviados en momentos que no está cubierto por el período de tiempo.
fr_fr: cette directive est utilisée pour spécifier le nom court de la période de temps pendant laquelle les notifications d'événements de ce service peuvent être envoyées aux contacts. aucune notification de service seront envoyés pendant les périodes qui ne est pas couverte par la période de temps.
it_it: questa direttiva viene utilizzato per specificare il nome breve periodo di tempo durante il quale le notifiche di eventi di questo servizio possono essere inviati ai contatti. senza notifiche di servizio saranno inviati durante i periodi che non sono coperti dal periodo di tempo.
ja_jp: このディレクティブは、このサービスのイベント通知を連絡先に送信することができる期間の短縮名を指定するために使用されます. 期間外はサービス通知は送信されません.
pl_pl: dyrektywa ta jest stosowana do określenia krótką nazwę okresu, w którym powiadomienia o wydarzeniach dla tej usługi może być wysłany do kontaktów. powiadomienia nie usług zostanie wysłana w czasach, które nie jest objęte okresie.
pt_pt: esta directiva é usado para especificar o nome abreviado do período de tempo durante o qual as notificações de eventos para este serviço podem ser enviadas para os contatos. não há notificações de serviço será enviado em períodos que não está abrangido pelo período de tempo.
ru_ru: Эта директива используется, чтобы указать краткое название периода времени, в течение которого уведомления о событиях этой службы, могут быть отправлены в список контактов. нет сервисных уведомлений не будет разослан во время которых не распространяются на период времени.
zh_cn: 该指令用于指定可向联系人发送本服务事件通知的时间段的简称。在该时间段以外的时间，将不会发送服务通知。

source: notification options
bg_bg: нотификационни опции
de_de: Benachrichtigungsoptionen
es_es: Opciones de las Notificaciones
fr_fr: Options de notification
it_it: Opzioni di notifica
ja_jp: 通知オプション
pl_pl: opcje powiadomień
pt_pt: Opções de Notificação
ru_ru: Параметры уведомлений
zh_cn: 通知选项

source: This directive is used to determine when notifications for the service should be sent out. Valid options are a combination of one or more of the following:
bg_bg: Тази директива се използва, за да се определи кога уведомленията за сървис трябва да бъдат изпратени. Валидни опции са комбинация от един или повече от следните:
de_de: Diese Direktive wird benutzt, um festzustellen, wann Benachrichtigungen für diesen Service versandt werden. gültigen Optionen sind eine Kombination von einem oder mehreren der folgenden:
es_es: esta directiva se utiliza para determinar cuando las notificaciones para el servicio deben ser enviados. Las opciones válidas son una combinación de uno o más de los siguientes:
fr_fr: cette directive est utilisée pour déterminer quand les notifications pour le service doivent être envoyées. options valides sont une combinaison d'un ou plusieurs des éléments suivants:
it_it: questa direttiva è usata per determinare quando le notifiche per il servizio dovranno essere inviati. opzioni valide sono una combinazione di uno o più dei seguenti:
ja_jp: このディレクティブは、サービス通知がいつ送信されるか決定するために使用されます. 有効なオプションは、以下の1つ以上の組み合わせです：
pl_pl: dyrektywa ta jest używana do określenia, kiedy powiadomienia dla usługi powinny być wysyłane. Poprawne opcje kombinacja jednego lub więcej z następujących:
pt_pt: esta directiva é usado para determinar quando as notificações para o serviço deve ser enviado para fora. opções válidas são uma combinação de um ou mais dos seguintes:
ru_ru: Эта директива используется для определения того, когда оповещения для службы должны быть отправлены. Действующие параметры представляют собой сочетание одного или более из следующих:
zh_cn: 该指令用于确定何时应发送服务的通知。有效的选项是以下一个或多个选项的组合：

source: send notifications on a WARNING state,
bg_bg: Изпратете уведомления за ПРЕДУПРЕДИТЕЛНО състояние (WARNING state),
de_de: Benachrichtigungen bei einem Warnzustand,
es_es: enviar notificaciones en un estado de alerta,
fr_fr: envoyer des notifications sur un état d'avertissement,
it_it: inviare notifiche su uno stato di avviso,
ja_jp: 警告ステータスで通知を送信する,
pl_pl: wysyłanie powiadomień o stanie ostrzegawczym,
pt_pt: enviar notificações em um estado de alerta,
ru_ru: отправлять уведомления на состояние предупреждения,
zh_cn: 发送警告状态的通知，

source: send notifications on an UNKNOWN state,
bg_bg: Изпратете уведомления на НЕИЗВЕСТНО състояние (UNKNOWN state),
de_de: Benachrichtigungen bei einem unbekannten Zustand,
es_es: enviar notificaciones en un estado desconocido,
fr_fr: envoyer des notifications sur un état inconnu,
it_it: inviare notifiche su uno stato sconosciuto,
ja_jp: 不明ステータスで通知を送信する,
pl_pl: wysyłanie powiadomień na nieznanym stanie,
pt_pt: enviar notificações em um estado desconhecido,
ru_ru: отправлять уведомления на неизвестном состоянии,
zh_cn: 在未知状态下发送通知，

source: send notifications on a CRITICAL state,
bg_bg: Изпратете уведомления за КРИТИЧНО състояние (CRITICAL state),
de_de: Benachrichtigungen bei einem kritischen Zustand,
es_es: enviar notificaciones en un estado crítico,
fr_fr: envoyer des notifications sur un état critique,
it_it: inviare notifiche in uno stato critico,
ja_jp: クリティカルステータスで通知を送信する,
pl_pl: wysyłanie powiadomień w stanie krytycznym,
pt_pt: enviar notificações em estado crítico,
ru_ru: отправлять уведомления на критическом состоянии,
zh_cn: 在严重状态下发送通知，

source: send notifications on recoveries (OK state),
bg_bg: Изпратете уведомления за възстановяванията (ОК състояние),
de_de: Benachrichtigungen bei Erholungen (OK-Zustand)
es_es: enviar notificaciones sobre las recuperaciones (ok estado),
fr_fr: envoyer des notifications sur les recouvrements (état correct),
it_it: inviare notifiche sui recuperi (ok Stato),
ja_jp: 復旧ステータス（OKステータス）で通知を送信する,
pl_pl: wysyłanie powiadomień o odzyskanych (stan ok),
pt_pt: enviar notificações sobre as recuperações (estado ok),
ru_ru: отправлять уведомления по возмещений (ОК состояние),
zh_cn: 发送有关恢复的通知（“正常”状态），

source: send notifications when the service starts and stops flapping, and
bg_bg: Изпратете уведомления, когато започва и завършва честата промяна на състоянието на сървиса (flapping), и
de_de: Benachrichtigungen versenden, wenn der Service startet und stoppt zu flattern, und
es_es: enviar notificaciones cuando el servicio se inicia y se detiene aleteo, y
fr_fr: envoyer des notifications lorsque le service démarre et arrête d'osciller, et
it_it: inviare notifiche quando il servizio si avvia e si ferma sbattere, e
ja_jp: サービスが開始しフラッピングが停止したときに通知を送信する,
pl_pl: wysyłanie powiadomień po uruchomieniu usługi i zatrzymuje trzepotanie i
pt_pt: enviar notificações quando o serviço inicia e pára bater, e
ru_ru: отправлять уведомления при запуске службы и прекращает хлопать, и
zh_cn: 在服务启动和停止flap时发送通知，以及

source: Example: If you specify
bg_bg: Пример: ако посочите
de_de: Beispiel: Wenn Sie angeben,
es_es: ejemplo: si especifica
fr_fr: exemple: si vous spécifiez
it_it: esempio: se si specifica
ja_jp: 例：このフィールドに
pl_pl: Przykład: jeśli określisz
pt_pt: exemplo: se você especificar
ru_ru: пример: если вы определяете
zh_cn: 例如：如果您指定

source: in this field, notifications will only be sent out when the service goes into a WARNING state and when it recovers from a WARNING state.
bg_bg: В това поле, нотификациите ще бъдат изпратени само когато сървиса си промени състоянието на ПРЕДУПРЕЖДЕНИЕ (WARNING state) и когато се възстанови от състоянието на ПРЕДУПРЕЖДЕНИЕ (WARNING state).
de_de: in diesem Bereich, werden Benachrichtigungen nur dann versandt, wenn der Service in einen Warnzustand und wenn es von einem Warnzustand erholt.
es_es: en este campo, las notificaciones sólo serán enviados cuando el servicio entra en un estado de alerta y cuando se recupere de un estado de alerta.
fr_fr: dans ce domaine, les notifications ne seront envoyés lorsque le service passe dans un état d'alerte et quand il récupère d'un état d'alerte.
it_it: in questo campo, le notifiche saranno inviate solo quando il servizio va in uno stato di allarme e quando recupera da uno stato di allarme.
ja_jp: を指定した場合、サービスが警告ステータスになったときと警告ステータスから復旧したときに、通知が送信されます.
pl_pl: w tej dziedzinie, powiadomienia będą wysyłane tylko wtedy, gdy usługa przechodzi w stan ostrzegawczy, a kiedy odzyskuje od stanu ostrzegawczego.
pt_pt: neste campo, as notificações só serão enviados quando o serviço entra em estado de alerta e quando se recupera de um estado de alerta.
ru_ru: в этой области, будут отправляться уведомления только, когда служба идет в состоянии предупреждения, и когда он оправится от предупреждения государства.
zh_cn: 在此字段中，仅当服务进入“警告”状态并且从“警告”状态恢复时，才会发出通知。

source: notification interval
bg_bg: нотификационен интервал
es_es: Intervalo de la Notificacion
fr_fr: Intervalle de notification
it_it: Notifica Intervallo
ja_jp: 通知間隔
pl_pl: Przedział powiadomienia
pt_pt: Intervalo de notificação
ru_ru: Уведомление Interval
zh_cn: 通知间隔

source: in a non-OK state. Unless you've changed the interval_length directive from the default value of 60, this number will mean minutes. If you set this value to 0, Nagios will <em>not</em> re-notify contacts about problems for this service - only one problem notification will be sent out.
bg_bg: в не-добро (non-OK) състояние. Освен ако не сте променили стойността на директивата interval_length, която е 60 по подразбиране, този брой ще означава минути. Ако сте задали стойност 0, Nagios <em>няма</em> повторно да уведоми контактите за проблеми с този сървис - само една нотификация за проблема ще бъде изпратена.
de_de: in einem nicht-OK-Zustand. sofern Sie nicht die interval_length Direktive mit einem Default-Wert von 60 nicht verändert haben, bedeutet diese Zahl Minuten. Wenn Sie diesen Wert auf 0 setzen, wird Nagios <em>nicht</em> erneut benachrichtigen Kontakte über Probleme dieses Service informieren - nur eine Problembenachrichtigung wird versandt.
es_es: en un estado no-ok. a menos que haya cambiado la directiva interval_length del valor por defecto de 60, este número significa minutos. si se establece este valor en 0, Nagios <em>no</em> volverá a notificar contactos acerca de los problemas de este servicio - sólo una notificación problema será enviado.
fr_fr: dans un état non-OK. sauf si vous avez modifié le interval_length de la valeur par défaut de 60, ce nombre exprime des minutes. si vous définissez cette valeur à 0, Nagios <em>ne</em> re-notifiera pas les contacts des problèmes pour ce service - une seule notification de problème sera envoyée.
it_it: in uno stato di non-ok. a meno che non hai cambiato la direttiva interval_length dal valore predefinito di 60, questo numero significa minuti. se si imposta questo valore su 0, Nagios <em>non</em> ri-notificare contatti sui problemi di questo servizio - sarà inviato solo una notifica problema.
ja_jp: 非OKステータスであることを連絡先に再通知する前に待機する「時間単位」の回数を決定するために使用されます。 interval_lengthディレクティブを既定の 60 から変更していない限り、この数は分を意味します。 この値に 0 を設定した場合、Nagiosはこのサービスの障害について連絡先に再通知を<em>行いません</em>。 - 障害通知は１回のみ送信されます.
pl_pl: w stanie nie-ok. chyba, że ​​zmieniła dyrektywę interval_length z domyślnej wartości 60, liczba ta będzie oznaczać minut. Jeśli ta wartość zostanie ustawiona na 0, Nagios <em>nie</em> będzie ponownie powiadomić kontakty o problemach dotyczących tej usługi - tylko jedno zgłoszenie problemu zostanie wysłana.
pt_pt: em um estado não-ok. a menos que você tenha mudado a directiva interval_length do valor padrão de 60, este número vai significar minutos. se você definir esse valor como 0, o Nagios <em>não</em> voltará a notificar contatos sobre problemas para este serviço - apenas uma notificação problema será enviado para fora.
ru_ru: в не состоянии ОК. если вы не изменили interval_length директиву значение по умолчанию 60, это число будет означать минут. если вы установите это значение в 0, Nagios <em>не</em> повторно уведомить контакты о проблемах этой службы, - только одно уведомление проблема будет разослан.
zh_cn: 处于非正常状态。 除非您已将interval_length指令的默认值更改为60，否则该数字表示分钟。 如果将此值设置为0，Nagios将<em>not</em>重新通知联系人有关此服务的问题-仅发送一个问题通知。

source: first notification delay
bg_bg: първо забавяне (delay) на нотификация
de_de: ersten Mitteilung Verzögerung
es_es: primera retraso de notificación
fr_fr: premier retard de notification
it_it: primo ritardo di notifica
ja_jp: 最初の通知の遅延
pl_pl: pierwsze opóźnienie powiadomienia
pt_pt: primeiro atraso de notificação
ru_ru: Первая задержка уведомления
zh_cn: 第一次通知延迟
