Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Monitors the website DNS name to ensure it resolves to the current known IP address. Helps ensure your DNS doesn't change unexpectedly, which may mean a security breach has occurred.
bg_bg: Следи DNS името на уебсайта за да гарантира, че то се свежда до валиден IP адрес. Помага да се гарантира, че вашия DNS не се променя неочаквано, което може да означава, е настъпило нарушение на сигурността.
de_de: Überwacht die Website DNS-Namen, um sicherzustellen, es löst die aktuell vorhandene IP-Adresse. Hilft sicherzustellen, dass Ihre DNS nicht unerwartet ändern, was bedeuten kann eine Sicherheitslücke aufgetreten ist.
es_es: Supervisa el nombre del sitio web DNS para asegurarse de que se resuelve en la dirección IP actual conocido. Ayuda a asegurar su DNS no cambia de forma inesperada, lo que puede significar una violación de la seguridad se ha producido.
fr_fr: Surveille le nom du site DNS pour vous assurer qu'il correspond à l'adresse IP connue courante. Aide à assurer votre DNS ne change pas inopinément, ce qui peut signifier une violation de sécurité s'est produite.
it_it: Controlla il nome del sito DNS per assicurare che restituisce l'indirizzo IP corrente nota. Aiuta a garantire il DNS non cambia in modo imprevisto, che può significare una violazione della sicurezza si è verificato.
ja_jp: WebサイトのDNS名が現在既知のIPアドレスに解決されることを確認するために、WebサイトのDNS名を監視します. DNSが予期せず変更されないこと(セキュリティ違反が発生したことを意味する)を確認するために役立ちます.
pl_pl: monitoruje strony internetowej nazwy DNS w celu zapewnienia, że ​​postanawia obecnej znany adres ip. pomaga zapewnić swój DNS ma nieoczekiwanie nie zmieni, co może oznaczać naruszenie bezpieczeństwa wystąpił.
pt_pt: Monitora o website nome de DNS para garantir que ele resolve para o atual endereço de IP conhecido. Ajuda a garantir o seu DNS não muda de forma inesperada, o que pode significar uma falha de segurança ocorreu.
ru_ru: Мониторы имя DNS веб-сайта, чтобы убедиться, что он решает текущие известны IP-адреса. Помогает обеспечить ваш DNS не меняется неожиданно, что может означать нарушение безопасности не произошло.
zh_cn: 监视网站DNS名称，以确保它解析为当前的已知IP地址。 帮助确保您的DNS不会发生意外更改，这可能意味着发生了安全漏洞。

source: Web Page Content
bg_bg: Съдържанието на уеб страница
de_de: Web Seiteninhalt
es_es: Administrar componentes
fr_fr: Contenu de la page Web
it_it: Contenuto della pagina Web
ja_jp: Webページのコンテンツ
pl_pl: Zawartość strony internetowej
pt_pt: Gerenciar componentes
ru_ru: Содержимое веб-страницы
zh_cn: 网页内容

source: Monitors the website to ensure the specified string is found in the content of the web page. A content mismatch may indicate that your website has experienced a security breach or is not functioning correctly.
bg_bg: Следи сайта, за да се гарантира, че определен символен низ (string) е намерен в съдържанието на уеб страницата. Несъответствие на съдържанието може да означава, че сигурността на вашият сайт е нарушена или сайта не функционира правилно.
de_de: Überwacht die Website, um sicherzustellen, die angegebene Zeichenfolge in den Inhalt der Web-Seite zu finden ist. Ein Content-Mismatch kann darauf hindeuten, dass Ihre Website hat eine Sicherheitslücke erlebt oder nicht richtig funktioniert.
es_es: Supervisa el sitio web para asegurar la cadena especificada se encuentra en el contenido de la página web. La falta de concordancia contenido puede indicar que su sitio web ha experimentado un fallo de seguridad o no está funcionando correctamente.
fr_fr: Surveille le site pour assurer la chaîne spécifiée est trouvée dans le contenu de la page Web. Une disparité de contenu peut indiquer que votre site web a connu une brèche de sécurité ou ne fonctionne pas correctement.
it_it: Controlla il sito per garantire la stringa specificata viene trovato nel contenuto della pagina web. Una mancata corrispondenza contenuto potrebbe indicare che il vostro sito ha subito una violazione della sicurezza o non funziona correttamente.
ja_jp: 指定した文字列がWebページのコンテンツ内に見つかることを確認します. コンテンツの不一致は、Webサイトがセキュリティ侵害されたか、正常に動作していないことを示している場合があります.
pl_pl: monitoruje stronę internetową, aby zapewnić określony ciąg znaków znajduje się w treści strony. Niezgodność treści może wskazywać, że witryna doświadczyła naruszenia bezpieczeństwa lub nie działa poprawnie.
pt_pt: Monitora o site para garantir a seqüência especificada é encontrado no conteúdo da página web. Uma incompatibilidade conteúdo pode indicar que seu site sofreu uma violação de segurança ou não está funcionando corretamente.
ru_ru: Мониторы сайта для обеспечения заданной строки можно найти в содержании веб-страницы. Содержание несоответствие может означать, что ваш сайт испытывает нарушения безопасности или не функционирует правильно.
zh_cn: 监视网站，以确保在网页内容中找到指定的字符串。 内容不匹配可能表明您的网站出现安全漏洞或无法正常运行。

source: Content String To Expect
bg_bg: Символен низ (string), който се очаква
de_de: Inhalt String können Sie erwarten
es_es: Contenido de la cadena Esperar
fr_fr: Chaîne contenu s'attendre
it_it: Contenuto String aspettarsi
ja_jp: 期待するコンテンツ文字列
pl_pl: Zawartość ciąg oczekiwać
pt_pt: Cordas conteúdo que esperar
ru_ru: Содержимое струнного Ожидать
zh_cn: 期望的内容字符串

source: Some string
bg_bg: Някакъв символен низ (string)
de_de: einige Zeichen ...
es_es: una cuerda ...
fr_fr: une chaîne ...
it_it: qualche stringa ...
pl_pl: niektóre ciąg ...
pt_pt: uma corda ...
ru_ru: некоторые строки ...
zh_cn: 一些字符串...

source: Web Page Regular Expression Match
bg_bg: Регулярен израз (regular expression) на уеб страница
de_de: Web Page Regular Expression Spiel
es_es: Partido Página Web de expresiones regulares
fr_fr: Page Web une expression régulière
it_it: Pagina Web di espressioni regolari Partita
ja_jp: Webページの正規表現マッチ
pl_pl: strona Dopasowanie wyrażenia regularnego
pt_pt: Web Page Correspondência de expressão regular
ru_ru: Веб-страница Соответствие регулярного выражения
zh_cn: 网页正则表达式匹配

source: Monitors the website to ensure the specified regular expression is found in the content of the web page. A content mismatch may indicate that your website has experienced a security breach or is not functioning correctly.
bg_bg: Следи сайта, за да се гарантира, че определен регулярен израз (regular expression) е намерен в съдържанието на уеб страницата. Несъответствие на съдържанието може да означава, че сигурността на вашият сайт е нарушена или сайта не функционира правилно.
de_de: Überwacht die Website, um sicherzustellen, die angegebenen regulären Ausdruck in den Inhalt der Web-Seite zu finden ist. Ein Content-Mismatch kann darauf hindeuten, dass Ihre Website hat eine Sicherheitslücke erlebt oder nicht richtig funktioniert.
es_es: Supervisa el sitio web para asegurar la expresión regular especificada se encuentra en el contenido de la página web. La falta de concordancia contenido puede indicar que su sitio web ha experimentado un fallo de seguridad o no está funcionando correctamente.
fr_fr: Surveille le site pour assurer l'expression régulière spécifiée se trouve dans le contenu de la page Web. Une disparité de contenu peut indiquer que votre site web a connu une brèche de sécurité ou ne fonctionne pas correctement.
it_it: Controlla il sito per garantire l'espressione regolare specificata viene trovato nel contenuto della pagina web. Una mancata corrispondenza contenuto potrebbe indicare che il vostro sito ha subito una violazione della sicurezza o non funziona correttamente.
ja_jp: 指定した正規表現がWebページのコンテンツ内に見つかることを確認します. コンテンツの不一致は、Webサイトがセキュリティ侵害されたか、正常に動作していないことを示している場合があります.
pl_pl: monitoruje strony internetowej, aby zapewnić określone wyrażenie regularne znajduje się w treści strony. Niezgodność treści może wskazywać, że witryna doświadczyła naruszenia bezpieczeństwa lub nie działa poprawnie.
pt_pt: Monitora o site para garantir a expressão regular especificada é encontrado no conteúdo da página web. Uma incompatibilidade conteúdo pode indicar que seu site sofreu uma violação de segurança ou não está funcionando corretamente.
ru_ru: Мониторы сайта для обеспечения заданного регулярного выражения можно найти в содержании веб-страницы. Содержание несоответствие может означать, что ваш сайт испытывает нарушения безопасности или не функционирует правильно.
zh_cn: 监视网站，以确保在网页内容中找到指定的正则表达式。 内容不匹配可能表明您的网站出现安全漏洞或无法正常运行。

source: Regular Expression To Expect
bg_bg: Регулярен израз (regular expression), който се очаква
de_de: Regular Expression können Sie erwarten
es_es: Expresión Regular Esperar
fr_fr: Expression régulière To Expect
it_it: Regular Expression aspettarsi
ja_jp: 期待する正規表現
pl_pl: Wyrażenie regularne oczekiwać
pt_pt: Expressão regular que esperar
ru_ru: Регулярные выражения Ожидать
zh_cn: 正则表达式期望

source: SSL Certificate
bg_bg: SSL сертификат
de_de: SSL-Zertifikat
es_es: Certificaciones
fr_fr: Certificat SSL
it_it: Certificato SSL
ja_jp: SSL証明書
pl_pl: Certyfikat SSL
pt_pt: certificação
ru_ru: SSL-сертификат
zh_cn: SSL证书

source: Monitors the expiration date of the website's SSL certificate and alerts you if it expires within the specified number of days. Helps ensure that SSL certificates don't inadvertently go un-renewed.
bg_bg: Следи датата на изтичане на SSL сертификата на сайта и ви предупреждава, ако той изтича в рамките на определен брой дни. Помага да се гарантира, че подновяването на SSL сертификатите няма да се пропусне по невнимание.
de_de: Überwacht das Ablaufdatum der Website SSL-Zertifikat und warnt Sie, wenn sie innerhalb der angegebenen Anzahl von Tagen abläuft. Stellt sicher, dass SSL-Zertifikate nicht versehentlich un-erneuerten gehen.
es_es: Supervisa la fecha de vencimiento del certificado SSL del sitio web y le avisa si se vence dentro del número especificado de días. Ayuda a garantizar que los certificados SSL no inadvertidamente quedan sin renovada.
fr_fr: Surveille la date d'expiration du certificat SSL du site Web et vous avertit s'il expire pendant le nombre de jours spécifié. Permet de s'assurer que les certificats SSL ne sont pas, par inadvertance, non renouvelé.
it_it: Controlla la data di scadenza del certificato SSL del sito e avvisa l'utente se scade entro il numero di giorni specificato. Aiuta a garantire che i certificati SSL non inavvertitamente dare nell'occhio rinnovata.
ja_jp: WebサイトのSSL証明書の有効期限を監視し、指定した日数内に有効期限が切れる場合に警告します. SSL証明書が誤って更新されないことを保証します.
pl_pl: monitoruje datę ważności certyfikatu SSL witryny i ostrzega użytkownika, jeśli wygasa w ciągu określonej liczby dni. pomaga zapewnić, że certyfikaty ssl nie przypadkowo go un-odnowione.
pt_pt: Monitora a data de validade do certificado SSL do site e avisa se ela expirar dentro do número de dias especificado. Ajuda a garantir que os certificados SSL não inadvertidamente ir un renovada.
ru_ru: Мониторы срока действия сертификата SSL веб-сайта и предупреждает вас, если истечения срока его действия в течение указанного количества дней. Помогает убедиться, что SSL сертификаты случайно не пойти ООН-возобновлено.
zh_cn: 监视网站的SSL证书的到期日期，并在指定的天数内到期时提醒您。 帮助确保SSL证书不会意外更新。

source: Days To Expiration
bg_bg: Дни до изтичане
es_es: Días del vencimiento
fr_fr: Jours à l'expiration
it_it: Giorni della scadenza
ja_jp: 有効期限日
pl_pl: dni do wygaśnięcia
pt_pt: Dias do vencimento
ru_ru: Дней до истечения
zh_cn: 到期天数

source: You must specify a string to expect in the web page content.
bg_bg: Трябва да посочите символен низ (string), който да се очаква в съдържанието на уеб страницата.
de_de: Sie müssen eine Zeichenfolge, die in der Web-Seite Inhalte erwarten.
es_es: Usted debe especificar al menos un host destino para el NSCA.
fr_fr: Vous devez spécifier une chaîne de s'attendre au contenu de la page Web.
it_it: È necessario specificare una stringa di aspettarsi nel contenuto della pagina web.
ja_jp: Webページコンテンツに期待する文字列を指定する必要があります.
pl_pl: należy określić ciąg oczekiwać w zawartości strony internetowej.
pt_pt: Você deve especificar pelo menos um host alvo NSCA.
ru_ru: Вы должны указать строку ожидать в содержании веб-страницы.
zh_cn: 您必须指定网页内容中期望的字符串。

source: You must specify a regular expression to expect in the web page content.
bg_bg: Трябва да посочите регулярен израз (regular expression), който да се очаква в съдържанието на уеб страницата.
de_de: Sie müssen einen regulären Ausdruck in der Web-Seite Inhalte erwarten.
es_es: Debe especificar una expresión regular que se espera en el contenido de la página web.
fr_fr: Vous devez spécifier une expression régulière pour attendre dans le contenu de la page Web.
it_it: È necessario specificare un'espressione regolare aspettarsi nel contenuto della pagina web.
ja_jp: Webページコンテンツに期待する正規表現を指定する必要があります.
pl_pl: należy określić wyrażenie regularne oczekiwać w zawartości strony internetowej.
pt_pt: Você deve especificar uma expressão regular para esperar no conteúdo da página.
ru_ru: Вы должны указать регулярное выражение ожидать в содержании веб-страницы.
zh_cn: 您必须指定网页内容中应包含的正则表达式。

source: Invalid number of days for SSL certificate expiration.
bg_bg: Невалиден брой дни до изтичането на SSL сертификата.
de_de: Ungültige Anzahl von Tagen für SSL Zertifikat abläuft.
es_es: Número no válido de días para la caducidad del certificado SSL.
fr_fr: Nombre incorrect de jours de l'expiration des certificats SSL.
it_it: Numero non valido di giorni per la scadenza del certificato SSL.
ja_jp: SSL証明書の有効期限の日数が無効です.
pl_pl: nieprawidłowa ilość dni do wygaśnięcia certyfikatu SSL.
pt_pt: Número inválido de dias para a expiração do certificado SSL.
ru_ru: Неверное количество дней для SSL истечения сертификата.
zh_cn: SSL证书到期的天数无效。

source: You must specify the number of days until SSL certificate expiration.
bg_bg: Трябва да зададете броя на дните до изтичане на SSL сертификата.
de_de: Sie müssen die Anzahl der Tage bis SSL-Zertifikat Ablaufdatum angeben.
es_es: Debe especificar el número de días hasta que caduque el certificado SSL.
fr_fr: Vous devez spécifier le nombre de jours avant expiration du certificat SSL.
it_it: È necessario specificare il numero di giorni prima della scadenza del certificato SSL.
ja_jp: SSL証明書の有効期限までの日数を指定する必要があります.
pl_pl: należy podać liczbę dni, do czasu wygaśnięcia certyfikatu SSL.
pt_pt: Você deve especificar o número de dias até a expiração do certificado SSL.
ru_ru: Вы должны указать количество дней до истечения срока SSL сертификата.
zh_cn: 您必须指定SSL证书到期之前的天数。

source: Monitor a website for defacement.
bg_bg: Наблюдавайте уеб сайт за обезобразено съдържание.
de_de: überwachen eine Website für Verunstaltung.
es_es: monitorear un sitio web de que se deteriore.
fr_fr: surveiller un site Web pour la dégradation.
it_it: monitorare un sito web per defacement.
ja_jp: 改ざん検出のためWebサイトを監視します.
pl_pl: monitorować stronę internetową dla wymazanie.
pt_pt: monitorar um site para defacement.
ru_ru: мониторинг веб-сайт для порчу.
zh_cn: 监视网站是否有污损。

source: Website Defacement
bg_bg: Уебсайт обезобразяване
es_es: sitio web desfiguración
fr_fr: site dégradation
it_it: sito web defacement
ja_jp: Webサイト改ざん
pl_pl: strona oszpecenie
ru_ru: сайт порчу
zh_cn: 网站污损

source: URL to Monitor
bg_bg: URL за наблюдение
de_de: URL zu überwachen
es_es: url para monitorear
fr_fr: URL pour surveiller
it_it: url per monitorare
ja_jp: 監視するURL
pl_pl: url do monitorowania
pt_pt: url para monitorar
ru_ru: URL для мониторинга
zh_cn: URL监控

source: The URL of the website you'd like to monitor.
bg_bg: URL адреса на сайта, който искате да наблюдавате.
de_de: Die vollständige URL der Website, die Sie gerne zu überwachen hatte.
es_es: La dirección URL de la página web que desea supervisar.
fr_fr: L'URL complète du site que vous souhaitez surveiller.
it_it: L'URL completo del sito web che si desidera monitorare.
ja_jp: 監視するWebサイトのURL.
pl_pl: url witryny chcesz monitorować.
pt_pt: A URL completa do site que você gostaria de monitorar.
ru_ru: Полный адрес веб-сайта вы хотели бы контролировать.
zh_cn: 您要监视的网站的URL。

source: URL Details
bg_bg: URL Детайли
de_de: URL Einzelheiten
es_es: Detalles
fr_fr: URL Détails
it_it: URL Dettagli
ja_jp: URLの詳細
pl_pl: url szczegóły
pt_pt: Detalhes
ru_ru: URL Подробности
zh_cn: URL详细信息

source: Service Name Prefix
bg_bg: Префикс на името на сървиса
es_es: Advertencia de Servicio
fr_fr: Préfixe Nom du service
it_it: Name Service Prefisso
ja_jp: サービス名プレフィックス
pl_pl: Prefiks nazwy usługi
pt_pt: Aviso de serviço
ru_ru: Префикс Имя службы
zh_cn: 服务名称前缀

source: The service name prefix that you'd like to have used for specific URL services you select below. This prefix helps to identify this URL when monitoring different URLs on the same web server.
bg_bg: Префикс на сървис името, който бихте искали да използвате за конкретни URL сървиси, избрани от вас по-долу. Този префикс помага за идентифициране на този конкретен URL адрес, когато наблюдавате различни URL адреси на един и същ уеб сървър.
de_de: Der Service Präfix, die Sie gerne für bestimmte URL-Dienste wählen Sie unten verwendet haben würde. Dieses Präfix hilft, diese URL zu identifizieren, wenn die Überwachung unterschiedlicher URLs auf dem gleichen Webserver.
es_es: El prefijo de nombre de servicio que le gustaría haber utilizado los servicios de URL específicas que seleccione a continuación. Este prefijo permite identificar este URL en el seguimiento URLs diferentes en el mismo servidor web.
fr_fr: Le préfixe du nom du service que vous aimeriez avoir utilisé pour des services spécifiques que vous sélectionnez URL ci-dessous. Ce préfixe permet d'identifier cette URL lors de la surveillance des URL différentes sur le même serveur Web.
it_it: Il prefisso del nome del servizio che si desidera di aver utilizzato per i servizi di URL specifici selezionati qui sotto. Questo prefisso aiuta a identificare questo URL per il monitoraggio URL diversi sul server web stesso.
ja_jp: 下で選択する特定のURLサービスに使用するサービス名のプレフィックス. プレフィックスを設定すれば、同一Webサーバーで異なるURLを監視する場合に、このURLを特定しやすくなります.
pl_pl: Nazwa usługi prefiks, że chcesz się stosować do określonych usług URL wybranych poniżej. ten przedrostek pomaga zidentyfikować ten url przy monitorowaniu różnych adresów na tym samym serwerze.
pt_pt: O prefixo do nome do serviço que você gostaria de ter usado para serviços específicos de URL que você selecionar abaixo. Este prefixo ajuda a identificar este URL ao monitorar URLs diferentes no mesmo servidor web.
ru_ru: Префикс имени службы, что вы хотели бы использовали для конкретных услуг URL выбрать ниже. Этот префикс помогает определить эту URL при мониторинге различных URL-адресов на одном веб-сервере.
zh_cn: 您要在以下选择的特定URL服务中使用的服务名称前缀。 在监视同一Web服务器上的不同URL时，此前缀有助于标识此URL。

source: URL Options
bg_bg: URL Опции
de_de: URL Optionen
es_es: Opciones
fr_fr: Options de URL
it_it: URL Opzioni
ja_jp: URLオプション
pl_pl: Opcje url
pt_pt: Opções
ru_ru: URL параметры
zh_cn: URL选项

source: Monitor the URL using SSL/HTTPS.
bg_bg: Наблюдавайте URL адреса с помощта на SSL / HTTPS.
de_de: Überwachen Sie die URL mit SSL / HTTPS.
es_es: Supervisar la URL usando SSL / HTTPS.
fr_fr: Surveiller l'URL en utilisant SSL / HTTPS.
it_it: Monitorare l'URL utilizzando SSL / HTTPS.
ja_jp: SSL/HTTPSを使用してURLを監視します.
pl_pl: monitorować url przy użyciu protokołu SSL / HTTPS.
pt_pt: Monitorar a URL usando SSL / HTTPS.
ru_ru: Мониторинг URL использованием SSL / HTTPS.
zh_cn: 使用SSL / HTTPS监视URL。

source: The username and password to use to authenticate to the URL (optional). If specified, basic authentication is used.
bg_bg: Потребителското име и паролата, които да се използват за оторизация на URL адреса (по избор). Ако е определена, се използва основна оторизация (basic authentication).
de_de: Der Benutzername und das Kennwort zu verwenden, um die URL (optional) authentifizieren. Falls angegeben, wird die Standardauthentifizierung verwendet.
es_es: El nombre de usuario y la contraseña a utilizar para autenticarse en el URL (opcional). Si se especifica, se utiliza la autenticación básica.
fr_fr: Le nom d'utilisateur et mot de passe à utiliser pour authentifier l'URL (optionnel). S'il est spécifié, l'authentification de base est utilisée.
it_it: Il nome utente e la password da utilizzare per l'autenticazione per l'URL (opzionale). Se specificato, l'autenticazione di base viene utilizzato.
ja_jp: URLを認証するために使用するユーザー名とパスワード（任意）. 指定した場合、基本認証が使用されます.
pl_pl: Nazwa użytkownika i hasło, aby użyć do uwierzytelnienia url (opcjonalnie). jeśli jest określony, używane jest uwierzytelnianie podstawowe.
pt_pt: O nome de usuário e senha para usar para autenticar o URL (opcional). Se especificado, a autenticação básica é usada.
ru_ru: Имя пользователя и пароль для аутентификации в URL (опционально). Если указано, используется базовая аутентификация.
zh_cn: 用于验证URL的用户名和密码（可选）。 如果指定，则使用基本身份验证。

source: Defacement Monitoring Services
bg_bg: Сървиси за мониторинг на обезобразяване (Defacement)
de_de: Verunstaltung Überwachungsdienste
es_es: servicios de monitoreo de la desfiguración
fr_fr: services de surveillance de la dégradation
it_it: servizi di monitoraggio defacement
ja_jp: 改ざん監視サービス
pl_pl: Usługi monitoringu oszpecenie
pt_pt: serviços de monitoramento de defacement
ru_ru: службы мониторинга порчу
zh_cn: 污损监测服务

source: Specify which defacement services you'd like to monitor your website with.
bg_bg: Определете с кои сървиси за "обезобразяване" (defacement services) бихте искали да наблюдавате вашия сайт.
de_de: anzugeben, welche Leistungen Verunstaltung Sie möchten, dass Ihre Website mit überwachen.
es_es: especificar qué servicios desfiguración desea monitorear su sitio web con.
fr_fr: spécifier les services de dégradations que vous souhaitez surveiller votre site web avec.
it_it: specificare quali servizi defacement vuoi controllare il vostro sito web con.
ja_jp: Webサイトで監視する改ざんサービスを指定します.
pl_pl: określić, które oszpecenie usługi, które chcesz monitorować swoją stronę z.
pt_pt: especificar quais os serviços desfiguração que você gostaria de monitorar o seu site com.
ru_ru: указать, какие порчу услуги вы хотели бы контролировать свой сайт с.
zh_cn: 指定您要用来监视网站的污损服务。

source: Defacement Content Locator
bg_bg: Локатор за обезобразено съдържание напр. на уеб страница (Defacement Content Locator)
de_de: Verunstaltung Inhalt Suche
es_es: contenido desfiguración localizador
fr_fr: localisateur de contenu de dégradation
it_it: contenuti defacement locator
ja_jp: 改ざんコンテンツロケータ
pl_pl: Zawartość oszpecenie lokalizator
pt_pt: conteúdo defacement localizador
ru_ru: Содержание порчу локатор
zh_cn: 污损内容定位器
