Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Every system that is activated using your MSP license is listed below indicating the amount of checks on each system. You can edit the system names to make it easier to distinguish different systems using your MSP license.
bg_bg: всяка система, която се активира с вашия лиценз msp, е посочена по-долу, като посочва размера на проверките на всяка система. можете да редактирате имената на системата, за да улесните различаването на различни системи, като използвате вашия лиценз msp.
de_de: Jedes System, das mit Ihrer MSP-Lizenz aktiviert wird, ist unten aufgeführt und gibt die Anzahl der Überprüfungen auf jedem System an. Sie können die Systemnamen bearbeiten, um die Unterscheidung verschiedener Systeme mithilfe Ihrer MSP-Lizenz zu vereinfachen.
es_es: Todos los sistemas que se activan con su licencia de msp se enumeran a continuación, lo que indica la cantidad de controles en cada sistema. puede editar los nombres del sistema para que sea más fácil distinguir diferentes sistemas con su licencia de msp.
fr_fr: chaque système activé à l'aide de votre licence msp est répertorié ci-dessous, indiquant le nombre de contrôles sur chaque système. vous pouvez modifier les noms de système pour faciliter la distinction des différents systèmes à l'aide de votre licence msp.
it_it: ogni sistema che viene attivato usando la tua licenza msp è elencato di seguito indicando la quantità di controlli su ciascun sistema. è possibile modificare i nomi di sistema per semplificare la distinzione tra sistemi diversi utilizzando la licenza msp.
ja_jp: mspライセンスを使用してアクティブ化されるすべてのシステムは以下にリストされ、各システムのチェック量を示します。システム名を編集して、mspライセンスを使用してさまざまなシステムを簡単に区別できます。
pl_pl: każdy system aktywowany przy użyciu licencji msp jest wymieniony poniżej, wskazując liczbę kontroli w każdym systemie. możesz edytować nazwy systemów, aby ułatwić rozróżnianie różnych systemów za pomocą licencji msp.
pt_pt: todos os sistemas ativados usando sua licença msp estão listados abaixo, indicando a quantidade de verificações em cada sistema. você pode editar os nomes dos sistemas para facilitar a distinção de sistemas diferentes usando sua licença msp.
ru_ru: каждая система, которая активируется с использованием вашей лицензии msp, перечислена ниже с указанием количества проверок в каждой системе. Вы можете редактировать имена систем, чтобы было легче различать разные системы, используя вашу лицензию msp.
zh_cn: 下面列出了使用MSP许可证激活的每个系统，指示每个系统上的检查数量。 您可以编辑系统名称，以便使用MSP许可证更轻松地区分不同的系统。

source: System Name
bg_bg: име на системата
es_es: Nombre del sistema
fr_fr: nom du système
it_it: nome del sistema
ja_jp: システム名
pl_pl: nazwa systemu
pt_pt: nome do sistema
ru_ru: имя системы
zh_cn: 系统名称

source: You can set the system name that will appear on the billing details below. This name should be used to identify this system from others that are also using your MSP license key. <b>This name will appear in place of the activation key on this page in all your MSP licensed systems after it has synced.</b>
bg_bg: можете да зададете името на системата, което ще се показва в данните за плащане по-долу. това име трябва да се използва за идентифициране на тази система от други, които също използват лицензния ви ключ msp. <b>това име ще се появи на мястото на ключа за активиране на тази страница във всичките ви лицензирани системи msp, след като се синхронизира.</b>
de_de: Sie können den Systemnamen festlegen, der in den folgenden Rechnungsdetails angezeigt wird. Dieser Name sollte verwendet werden, um dieses System von anderen zu unterscheiden, die ebenfalls Ihren MSP-Lizenzschlüssel verwenden. <b>Dieser Name wird auf allen Ihren MSP-lizenzierten Systemen nach der Synchronisierung anstelle des Aktivierungsschlüssels auf dieser Seite angezeigt.</b>
es_es: puede configurar el nombre del sistema que aparecerá en los detalles de facturación a continuación. este nombre debe usarse para identificar este sistema de otros que también están usando su clave de licencia de msp. <b>este nombre aparecerá en lugar de la clave de activación en esta página en todos sus sistemas con licencia msp después de que se haya sincronizado.</b>
fr_fr: vous pouvez définir le nom du système qui apparaîtra sur les détails de facturation ci-dessous. ce nom doit être utilisé pour identifier ce système des autres qui utilisent également votre clé de licence msp. <b>ce nom apparaîtra à la place de la clé d'activation sur cette page dans tous vos systèmes sous licence msp après sa synchronisation.</b>
it_it: puoi impostare il nome del sistema che comparirà nei dettagli di fatturazione di seguito. questo nome dovrebbe essere usato per identificare questo sistema da altri che usano anche la chiave di licenza msp. <b>questo nome apparirà al posto della chiave di attivazione in questa pagina in tutti i sistemi con licenza msp dopo la sincronizzazione.</b>
ja_jp: 下記のお支払い情報に表示されるシステム名を設定できます。この名前は、mspライセンスキーを使用している他のユーザーからこのシステムを識別するために使用する必要があります。 <b>この名前は、同期後にすべてのmspライセンスシステムでこのページのアクティベーションキーの代わりに表示されます。</b>
pl_pl: możesz ustawić nazwę systemu, która pojawi się w szczegółach płatności poniżej. ta nazwa powinna być używana do identyfikacji tego systemu od innych, którzy również używają twojego klucza licencyjnego msp. <b>ta nazwa pojawi się w miejscu klucza aktywacyjnego na tej stronie we wszystkich twoich licencjonowanych systemach msp po synchronizacji.</b>
pt_pt: você pode definir o nome do sistema que aparecerá nos detalhes de cobrança abaixo. esse nome deve ser usado para identificar esse sistema de outras pessoas que também estão usando sua chave de licença msp. <b>esse nome aparecerá no lugar da chave de ativação nesta página em todos os seus sistemas licenciados em msp após a sincronização.</b>
ru_ru: Вы можете установить имя системы, которое будет отображаться в платежных данных ниже. это имя должно использоваться для идентификации этой системы от других, которые также используют ваш лицензионный ключ msp. <b>это имя будет отображаться вместо ключа активации на этой странице во всех ваших лицензированных системах msp после его синхронизации.</b>
zh_cn: 您可以设置系统名称，该名称将显示在下面的帐单详细信息中。 此名称应用于与使用MSP许可证密钥的其他系统区别此系统。 <b>此名称将在同步后显示在您所有MSP许可的系统中此页面上的激活密钥上。</ b>

source: All systems (all combined activations)
bg_bg: всички системи (всички комбинирани активи)
de_de: alle Systeme (alle kombinierten Aktivierungen)
es_es: todos los sistemas (todas las activaciones combinadas)
fr_fr: tous les systèmes (toutes les activations combinées)
it_it: tutti i sistemi (tutte le attivazioni combinate)
ja_jp: すべてのシステム（すべての複合アクティベーション）
pl_pl: wszystkie systemy (wszystkie połączone aktywacje)
pt_pt: todos os sistemas (todas as ativações combinadas)
ru_ru: все системы (все комбинированные активации)
zh_cn: 所有系统（所有组合激活）

source: Current System
bg_bg: Сегашно състояние
de_de: Aktueller Status
es_es: Estatus actual del Host
fr_fr: Statut actuel
it_it: Stato corrente
ja_jp: 現在のステータス
pl_pl: stan obecny
pt_pt: Estado do host atual
ru_ru: Нынешнее состояние
zh_cn: 当前系统

source: Month
bg_bg: Месец
de_de: Monat
es_es: Mes
fr_fr: Mois
it_it: Mese
ja_jp: 月別
pl_pl: miesiąc
pt_pt: Mês
ru_ru: Месяц
zh_cn: 月

source: Max Checks
bg_bg: макс проверки
de_de: max Schecks
es_es: cheques máximos
fr_fr: max contrôles
it_it: controlli massimi
ja_jp: 最大チェック
pl_pl: maks. kontrole
pt_pt: cheques máximos
ru_ru: максимальные проверки
zh_cn: 最高支票

source: Billing Status
bg_bg: състояние на фактуриране
de_de: Rechnungsstatus
es_es: estado de facturación
fr_fr: état de facturation
it_it: stato di fatturazione
ja_jp: 請求ステータス
pl_pl: status rozliczeniowy
pt_pt: status de faturamento
ru_ru: платежный статус
zh_cn: 帐单状态

source: Current Month
bg_bg: Настоящите хостове
de_de: aktuellen Hosts
es_es: hosts actuales
fr_fr: les hôtes actuels
it_it: padroni di casa attuali
ja_jp: 現在のホスト
pl_pl: Obecne gospodarze
pt_pt: hospedeiros atuais
ru_ru: принимают в настоящее время
zh_cn: 本月

source: Paid
bg_bg: платен
de_de: bezahlt
es_es: pagado
fr_fr: payé
it_it: pagato
ja_jp: 支払った
pl_pl: płatny
pt_pt: pago
ru_ru: оплаченный
zh_cn: 已付

source: Due
bg_bg: в следствие
de_de: fällig
es_es: debido
fr_fr: dû
it_it: dovuto
ja_jp: 期限
pl_pl: z powodu
pt_pt: vencimento
ru_ru: в связи
zh_cn: 到期

source: Indicates the current month, this value may increase during the month
bg_bg: показва текущия месец, тази стойност може да се увеличи през месеца
de_de: Gibt den aktuellen Monat an. Dieser Wert kann sich im Laufe des Monats erhöhen
es_es: indica el mes actual, este valor puede aumentar durante el mes
fr_fr: indique le mois en cours, cette valeur peut augmenter au cours du mois
it_it: indica il mese corrente, questo valore può aumentare durante il mese
ja_jp: 現在の月を示します。この値は月中に増加する場合があります
pl_pl: wskazuje bieżący miesiąc, wartość ta może wzrosnąć w ciągu miesiąca
pt_pt: indica o mês atual, esse valor pode aumentar durante o mês
ru_ru: указывает на текущий месяц, это значение может увеличиться в течение месяца
zh_cn: 表示当前月份，该值可能在该月份增加

source: This Server Current Stats
bg_bg: текущата статистика на този сървър
de_de: dieser Server aktuelle Statistiken
es_es: las estadísticas actuales de este servidor
fr_fr: les statistiques actuelles de ce serveur
it_it: statistiche attuali di questo server
ja_jp: このサーバーの現在の統計
pl_pl: bieżące statystyki tego serwera
pt_pt: este servidor stats atual
ru_ru: этот сервер текущая статистика
zh_cn: 该服务器的当前统计信息

source: Last Checkin
bg_bg: Последната проверка
de_de: Last Check
es_es: Ultimo Chequeo
fr_fr: Dernière vérification
it_it: Ultimo controllo
ja_jp: 前回のチェック
pl_pl: ostatniej kontroli
pt_pt: Última verificação
ru_ru: Последняя проверка
zh_cn: 最后检查

source: Host Count
bg_bg: брой хостове
de_de: Hostanzahl
es_es: recuento de host
fr_fr: nombre d'hôtes
it_it: conteggio degli host
ja_jp: ホスト数
pl_pl: liczba hostów
pt_pt: contagem de host
ru_ru: количество хостов
zh_cn: 主机数

source: Service Count
bg_bg: Коментари за услугата
de_de: Dienstbefehl
es_es: Comando de servicio
fr_fr: Commande de service
it_it: Comando di servizio
ja_jp: サービスのコメント
pl_pl: Polecenie usługi
pt_pt: Comando de serviço
ru_ru: Служебная команда
zh_cn: 服务命令

source: Hostgroup Count
bg_bg: брой на домакин
de_de: Anzahl der Hostgruppen
es_es: recuento de grupos de hosts
fr_fr: nombre de groupes d'hôtes
it_it: numero di hostgroup
ja_jp: ホストグループ数
pl_pl: liczba grup hostów
pt_pt: contagem de grupos de host
ru_ru: количество групп хостов
zh_cn: 主机组数

source: Servicegroup Count
bg_bg: брой обслужващи групи
de_de: Anzahl der Servicegruppen
es_es: recuento de grupos de servicio
fr_fr: nombre de groupes de services
it_it: conteggio dei gruppi di servizi
ja_jp: サービスグループ数
pl_pl: liczba grup serwisowych
pt_pt: contagem de grupos de serviços
ru_ru: количество сервисных групп
zh_cn: 服务组数

source: User Count
bg_bg: Потребителски акаунт
de_de: Benutzerkonto
es_es: cuenta de usuario
fr_fr: compte d'utilisateur
it_it: account utente
ja_jp: ユーザーカウント
pl_pl: konto użytkownika
pt_pt: conta de usuário
ru_ru: учетная запись пользователя
zh_cn: 用户数

source: Contact Count
bg_bg: брой контакти
de_de: Kontaktanzahl
es_es: recuento de contactos
fr_fr: nombre de contacts
it_it: conteggio dei contatti
ja_jp: コンタクト数
pl_pl: liczba kontaktów
pt_pt: contagem de contatos
ru_ru: количество контактов
zh_cn: 联络人数

source: Current Checks
bg_bg: Текуща проверка
de_de: Aktuelle prüfen
es_es: Chequeo actual
fr_fr: Vérifier actuelle
it_it: Verifica corrente
ja_jp: 現在のチェック
pl_pl: Obecna kontrola
pt_pt: Verificação atual
ru_ru: Данной проверки
zh_cn: 当前检查

source: This report shows the current system's MSP license check usage by hostgroups and servicegroups. This report will only show hosts and services that are in a group.
bg_bg: този отчет показва използването на проверка на лиценза на msp за текущата система от хост групи и сервизни групи. този отчет ще показва само хостове и услуги, които са в група.
de_de: Dieser Bericht zeigt die Verwendung der MSP-Lizenzprüfung des aktuellen Systems durch Hostgruppen und Servicegruppen. In diesem Bericht werden nur Hosts und Dienste angezeigt, die sich in einer Gruppe befinden.
es_es: Este informe muestra el uso actual de la verificación de licencia de msp del sistema por parte de grupos de servidores y grupos de servicios. Este informe solo mostrará los hosts y servicios que están en un grupo.
fr_fr: ce rapport montre l'utilisation du contrôle de licence msp du système actuel par les groupes d'hôtes et les groupes de services. ce rapport n'affichera que les hôtes et les services qui font partie d'un groupe.
it_it: questo rapporto mostra l'utilizzo del controllo di licenza msp del sistema corrente da parte di gruppi di host e gruppi di servizi. questo rapporto mostrerà solo host e servizi che fanno parte di un gruppo.
ja_jp: このレポートは、現在のシステムのホストグループおよびサービスグループごとのmspライセンスチェックの使用状況を示します。このレポートには、グループ内のホストとサービスのみが表示されます。
pl_pl: ten raport pokazuje bieżące użycie sprawdzania licencji msp systemu przez grupy hostów i grupy serwisowe. ten raport pokazuje tylko hosty i usługi należące do grupy.
pt_pt: este relatório mostra o uso da verificação de licença msp do sistema atual por grupos de host e grupos de serviços. este relatório mostrará apenas hosts e serviços que estão em um grupo.
ru_ru: В этом отчете показано использование проверки MSP лицензии текущей системы группами хостов и сервисными группами. В этом отчете будут показаны только те хосты и сервисы, которые находятся в группе.
zh_cn: 此报告按主机组和服务组显示当前系统的MSP许可证检查使用情况。 此报告将仅显示组中的主机和服务。

source: Host Group Name
bg_bg: Име на хост групата
de_de: Hostgroup-Namen
es_es: nombre hostgroup
fr_fr: groupe d'hôtes
it_it: Nome hostgroup
ja_jp: ホストグループ名
pl_pl: Nazwa hostgroup
pt_pt: nome hostgroup
ru_ru: Название hostgroup
zh_cn: 主机组名称

source: Total Checks
bg_bg: Общо проверки:
de_de: Insgesamt Checks:
es_es: Total de Alertas
fr_fr: Contrôle total:
it_it: Controlli totali:
ja_jp: トータルチェック：
pl_pl: Suma kontrole:
pt_pt: Alertas totais
ru_ru: Всего Проверки:
zh_cn: 检查汇总

source: Host Checks
bg_bg: Проверки на хост
de_de: Host-Prüfungen
es_es: Ultimo Chequeo
fr_fr: Contrôles d'hôtes
it_it: Controlli host
ja_jp: ホストチェック
pl_pl: Kontrole gospodarza
pt_pt: Última verificação
ru_ru: Хост Проверки
zh_cn: 主机检查

source: Service Checks
bg_bg: Проверки на сървиси
es_es: Chequeo de Servicios Activos
fr_fr: Contrôles de service
it_it: Servizio Controlli
ja_jp: サービスチェック
pl_pl: Kontrole usług
pt_pt: Serviço
ru_ru: Служба проверки
zh_cn: 服务检查

source: No host groups defined.
bg_bg: не са дефинирани хост групи.
de_de: Keine Hostgruppen definiert.
es_es: No hay grupos de hosts definidos.
fr_fr: aucun groupe d'hôtes défini.
it_it: nessun gruppo host definito.
ja_jp: ホストグループが定義されていません。
pl_pl: nie zdefiniowano grup hostów.
pt_pt: nenhum grupo de hosts definido.
ru_ru: группы хостов не определены.
zh_cn: 未定义主机组。

source: Totals
bg_bg: Общо
es_es: Totales
fr_fr: Totaux
it_it: Totali
ja_jp: 合計
pl_pl: Podsumowania
pt_pt: Total
ru_ru: Итоги
zh_cn: 汇总

source: Service Group Name
bg_bg: име на сървис група
de_de: Servicegroup-Namen
es_es: nombre Servicegroup
fr_fr: groupe de services
it_it: Nome Servicegroup
ja_jp: サービスグループ名
pl_pl: Nazwa servicegroup
pt_pt: nome servicegroup
ru_ru: Название ServiceGroup
zh_cn: 服务组名称

source: No service groups defined.
bg_bg: не са дефинирани групи услуги.
de_de: Es sind keine Servicegruppen definiert.
es_es: No hay grupos de servicio definidos.
fr_fr: aucun groupe de services défini.
it_it: nessun gruppo di servizi definito.
ja_jp: サービスグループが定義されていません。
pl_pl: nie zdefiniowano grup usług.
pt_pt: Nenhum grupo de serviços definido.
ru_ru: не определены сервисные группы.
zh_cn: 未定义服务组。

source: Error
bg_bg: Грешка
de_de: Fehler
fr_fr: Erreur
it_it: Errore
ja_jp: エラー
pl_pl: błąd
pt_pt: Erro
ru_ru: Ошибка
zh_cn: 错误

source: is missing arguments in configuration file
bg_bg: липсва аргументи в конфигурационния файл
de_de: fehlen Argumente in der Konfigurationsdatei
es_es: no se encuentra argumentos en el archivo de configuración
fr_fr: est manquant arguments dans le fichier de configuration
it_it: manca argomenti nel file di configurazione
ja_jp: 設定ファイル内の引数が不足しています
pl_pl: brakuje argumentów w pliku konfiguracyjnym
pt_pt: está faltando argumentos no arquivo de configuração
ru_ru: отсутствует аргументы в конфигурационном файле
zh_cn: 配置文件中缺少参数

source: Missing
bg_bg: Липсващ
de_de: fehlt
es_es: que falta
fr_fr: manquant
it_it: mancante
ja_jp: 見つかりません
pl_pl: brakujący
pt_pt: desaparecido
ru_ru: без вести пропавшие
zh_cn: 缺少

source: option for member
bg_bg: опция за член
de_de: Möglichkeit für die Mitglied
es_es: opción para el miembro
fr_fr: possibilité pour membre
it_it: possibilità per gli Stati
ja_jp: メンバーのオプション
pl_pl: rozwiązaniem dla członka
pt_pt: opção para membro
ru_ru: вариант для члена
zh_cn: 成员选项

source: Check config for
bg_bg: Провери кофигурацията за
de_de: Check Config für
es_es: comprobar configuración para
fr_fr: vérifier config pour
it_it: controllare la configurazione per
ja_jp: 次の設定を確認してください
pl_pl: sprawdzić konfiguracyjny
pt_pt: verificar configuração para
ru_ru: проверить конфигурации для
zh_cn: 检查配置

source: Group ID
bg_bg: ID на групата
de_de: Gruppen-ID
es_es: ID de Grupo
fr_fr: ID de groupe
it_it: ID gruppo
ja_jp: グループID
pl_pl: identyfikator grupy
pt_pt: grupo id
ru_ru: Группа ID
zh_cn: 组号

source: Processing
bg_bg: Обработване
de_de: Die Verarbeitung ...
es_es: Procesando...
fr_fr: Traitement en cours ...
it_it: Elaborazione in corso ...
ja_jp: 処理中
pl_pl: Przetwarzanie ...
pt_pt: Processando
ru_ru: Обработка ...
zh_cn: 处理中...

source: Object with index
bg_bg: Обект с индекс
de_de: Objekt mit dem Index
es_es: objeto con el índice
fr_fr: objet avec index
it_it: oggetto con indice
ja_jp: インデックスを持つオブジェクト
pl_pl: Obiekt o indeksie
pt_pt: objeto com o índice
ru_ru: Объект с индексом
zh_cn: 对象索引

source: does not exist, check configuration
bg_bg: не съществува, проверете конфигурацията
de_de: nicht vorhanden ist, überprüfen Konfiguration
es_es: no existe, comprobar la configuración
fr_fr: n'existe pas, vérifiez la configuration
it_it: non esiste, controllare la configurazione
ja_jp: 存在しません. 設定を確認してください
pl_pl: nie istnieje, sprawdź konfigurację
pt_pt: não existe, verifique a configuração
ru_ru: не существует, проверьте конфигурацию
zh_cn: 不存在，请检查配置

source: option for Group
bg_bg: опция за група
de_de: Option für die Gruppe
es_es: opción para el grupo de
fr_fr: possibilité pour le groupe
it_it: opzione per il gruppo
ja_jp: グループのオプション
pl_pl: opcja dla grupy
pt_pt: opção para o grupo
ru_ru: вариант для группы
zh_cn: 小组选项​​

source: Member
bg_bg: Член
de_de: Mitglied
es_es: Miembro
fr_fr: Membre
it_it: Membro
ja_jp: メンバー
pl_pl: członek
pt_pt: membro
ru_ru: Член
zh_cn: 成员

source: Essential member
bg_bg: Основен член
de_de: wesentliche Mitglied
es_es: miembro esencial
fr_fr: membre essentiel
it_it: membro essenziale
ja_jp: 必須メンバ
pl_pl: istotnym członkiem
pt_pt: membro essencial
ru_ru: важно член
zh_cn: 重要成员

source: Handled state (acknowledged or in downtime)
bg_bg: състоянието на обработка (потвърдено или прекъсване)
de_de: behandelter Zustand (bestätigt oder in Ausfallzeit)
es_es: estado manejado (reconocido o en tiempo de inactividad)
fr_fr: état géré (acquitté ou en panne)
it_it: stato gestito (riconosciuto o in pausa)
ja_jp: 処理ステータス(確認済またはダウン中)
pl_pl: stan obsługiwany (potwierdzony lub w czasie przestoju)
pt_pt: estado manipulado (reconhecido ou no tempo de inatividade)
ru_ru: (подтверждено или в режиме простоя)
zh_cn: 处理状态（已确认或处于停机状态）

source: Unknown Host
bg_bg: неизвестен домакин
de_de: unbekannter Gastgeber
es_es: host desconocido
fr_fr: hôte inconnu
it_it: Host sconosciuto
ja_jp: 未知のホスト
pl_pl: nieznany host
pt_pt: host desconhecido
ru_ru: неизвестный хост
zh_cn: 未知主机

source: Unknown Service
bg_bg: неизвестна услуга
de_de: unbekannter Dienst
es_es: servicio desconocido
fr_fr: service inconnu
it_it: servizio sconosciuto
ja_jp: 不明なサービス
pl_pl: nieznana usługa
pt_pt: serviço desconhecido
ru_ru: неизвестная услуга
zh_cn: 未知服务

source: Contains child groups
bg_bg: Съдържа "наследник" групи (child groups)
de_de: enthält Kindergruppen
es_es: contiene grupos secundarios
fr_fr: contient des groupes d'enfants
it_it: contiene gruppi figlio
ja_jp: 子グループが含まれています
pl_pl: zawiera grupy dzieci
pt_pt: contém grupos filho
ru_ru: содержит дочерние группы
zh_cn: 包含子组

source: Sort by priority
bg_bg: Подреди по приоритет
de_de: sortieren nach Priorität
es_es: ordenar por prioridad
fr_fr: Trier par priorité
it_it: ordina per priorità
ja_jp: 優先度順に並べ替え
pl_pl: Sortuj według priorytetu
pt_pt: ordenar por prioridade
ru_ru: Сортировать по приоритет
zh_cn: 按优先级排序

source: Missing index 'type' for Group
bg_bg: Липсващата индекс 'тип' за група
de_de: fehlende Index "Typ" für Gruppe
es_es: falta de índice "tipo" para el grupo
fr_fr: manquant indice «type» pour le groupe
it_it: indice 'tipo' mancante per il gruppo
ja_jp: グループの 'type' インデックスが見つかりません
pl_pl: Brakujący index "typem" dla grupy
pt_pt: index 'tipo' que faltava para o grupo
ru_ru: отсутствует индекс 'тип' для группы
zh_cn: 组缺少索引“类型”

source: You do not have access to this host.
bg_bg: Вие нямате достъп до тази страница.
de_de: Sie haben keinen Zugang zu diesem Abschnitt.
es_es: usted no tiene acceso a esta sección.
fr_fr: vous ne disposez pas d'accès à cette section.
it_it: non hai accesso a questa sezione.
ja_jp: このセクションにはアクセスできません.
pl_pl: nie masz dostępu do tej części.
pt_pt: você não tem acesso a esta seção.
ru_ru: у вас нет доступа к этому разделу.
zh_cn: 您无权访问此主机。

source: This host object does not exist.
bg_bg: този хост обект не съществува.
de_de: Dieses Host-Objekt existiert nicht.
es_es: este objeto host no existe.
fr_fr: cet objet hôte n'existe pas.
it_it: questo oggetto host non esiste.
ja_jp: このホストオブジェクトは存在しません。
pl_pl: ten obiekt hosta nie istnieje.
pt_pt: este objeto de host não existe.
ru_ru: этот объект-хозяин не существует.
zh_cn: 该主机对象不存在。

source: You do not have access to this host/service.
bg_bg: Вие нямате достъп до тази секция.
de_de: Sie haben keinen Zugang zu diesem Abschnitt.
es_es: usted no tiene acceso a esta sección.
fr_fr: vous ne disposez pas d'accès à cette section.
it_it: non hai accesso a questa sezione.
ja_jp: このセクションにはアクセスできません.
pl_pl: nie masz dostępu do tej części.
pt_pt: você não tem acesso a esta seção.
ru_ru: у вас нет доступа к этому разделу.
zh_cn: 您无权访问此主机/服务。

source: This service object does not exist.
bg_bg: този обект на услугата не съществува.
de_de: Dieses Serviceobjekt existiert nicht.
es_es: este objeto de servicio no existe.
fr_fr: cet objet de service n'existe pas.
it_it: questo oggetto di servizio non esiste.
ja_jp: このサービスオブジェクトは存在しません。
pl_pl: ten obiekt usługi nie istnieje.
pt_pt: este objeto de serviço não existe.
ru_ru: этот служебный объект не существует.
zh_cn: 该服务对象不存在。

source: CRITICAL
bg_bg: КРИТИЧЕН
es_es: CRÍTICA
fr_fr: CRITIQUE
it_it: CRITICA
ja_jp: クリティカル
pl_pl: krytyczny
pt_pt: CRÍTICA
ru_ru: КРИТИЧЕСКИЕ
zh_cn: 关键

source: DOWN
bg_bg: СПРЯН (DOWN)
de_de: nach unten
es_es: abajo
fr_fr: vers le bas
it_it: giù
ja_jp: ダウン
pl_pl: w dół
pt_pt: baixa
ru_ru: вниз
zh_cn: 停机

source: WARNING
bg_bg: ВНИМАНИЕ
de_de: WARNUNG
es_es: ADVERTENCIA
fr_fr: AVERTISSEMENT
it_it: ATTENZIONE
ja_jp: 警告
pl_pl: ostrzeżenie
pt_pt: AVISO
ru_ru: ВНИМАНИЕ!
zh_cn: 警告

source: UNKNOWN
bg_bg: НЕИЗВЕСТЕН
de_de: unbekannt
es_es: desconocido
fr_fr: inconnu
it_it: sconosciuto
ja_jp: 不明
pl_pl: nieznany
pt_pt: desconhecido
ru_ru: неизвестный
zh_cn: 未知

source: is in a problem state
bg_bg: е в проблемно състояние
de_de: ist in einem Problemzustand
es_es: está en un estado problema
fr_fr: est dans un état de problème
it_it: è in uno stato problema
ja_jp: 障害ステータスです
pl_pl: jest w stanie problemu
pt_pt: está em um estado de problema
ru_ru: находится в состоянии проблемы
zh_cn: 在故障状态
