Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Configure basic settings for your system.
bg_bg: Конфигурирайте основните настройки за вашата XI система.
de_de: Konfigurieren Sie Grundeinstellungen für Ihre XI-System.
es_es: Configure los parámetros básicos para su sistema XI.
fr_fr: Configurer les paramètres de base de votre système XI.
it_it: Configurare le impostazioni di base per il sistema XI.
ja_jp: システムの基本設定を構成します。
pl_pl: konfigurowania podstawowych ustawień systemu xi.
pt_pt: Configurar as definições básicas para o seu sistema XI.
ru_ru: Настройка основных параметров для XI системы.
zh_cn: 配置系统的基本设置。

source: Configure mail settings
bg_bg: Конфигурирайте настройките на пощата
de_de: Konfigurieren Mail-Einstellungen
es_es: Administrar Configuracion de Correo
fr_fr: Configurer les paramètres de messagerie
it_it: Configurare le impostazioni e-mail
ja_jp: メール設定の構成
pl_pl: skonfigurować ustawienia poczty
pt_pt: Gerenciar as configurações de e-mail
ru_ru: Настройка почты
zh_cn: 配置邮件设置

source: Configure email settings for your system.
bg_bg: Конфигурирайте настройките за електронна поща на вашата XI система.
de_de: Konfigurieren Sie E-Mail-Einstellungen für Ihren XI-System.
es_es: Configurar las opciones de correo electrónico para su sistema XI.
fr_fr: Configurer les paramètres de messagerie pour votre système XI.
it_it: Configurare le impostazioni e-mail per il sistema XI.
ja_jp: システムのメール設定を構成します。
pl_pl: skonfigurować ustawienia poczty dla systemu xi.
pt_pt: Configurar as definições de e-mail para o seu sistema XI.
ru_ru: Настройка параметров электронной почты для вашего XI системы.
zh_cn: 为您的系统配置电子邮件设置。

source: Initial Setup Tasks
bg_bg: Начални стъпки при настройката
es_es: Tareas de configuración inicial
fr_fr: Tâches de configuration initiales
it_it: Attività iniziali di configurazione
ja_jp: 初期セットアップタスク
pl_pl: Początkowe zadania konfiguracyjne
pt_pt: Tarefas de Configuração Iniciais
ru_ru: Задачи начальной настройки
zh_cn: 初始设置任务

source: The last
bg_bg: Последният
de_de: Der letzte
es_es: Los Hosts
fr_fr: Le dernier
it_it: L'ultimo
ja_jp: 前回の
pl_pl: Ostatnia
pt_pt: A última
ru_ru: Последняя
zh_cn: 最后

source: update check failed
bg_bg: Проверката за актуализация не успя
de_de: Update fehlgeschlagen
es_es: Chequeo de la ultima actualizacion fallo
fr_fr: cocher Mettre à jour échoué
it_it: aggiornamento non riuscito
ja_jp: 更新チェックに失敗しました
pl_pl: Kontrola aktualizacja nie powiodła się
pt_pt: Última verificação falhou
ru_ru: обновления не прошел проверку
zh_cn: 更新检查失败

source: A new Nagios XI
bg_bg: Нов Nagios XI
de_de: Eine neue Nagios XI
es_es: Acerca de Nagios XI
fr_fr: Un nouveau Nagios XI
it_it: Un nuovo Nagios XI
ja_jp: 新しいNagios XI
pl_pl: Nowy Nagios XI
pt_pt: Sobre o Nagios XI
ru_ru: Новая Nagios XI
zh_cn: 一个新的Nagios XI

source: update is available
bg_bg: Налична актуализация
de_de: Update verfügbar ist
es_es: Una actualizacion esta disponible.
fr_fr: mise à jour est disponible
it_it: aggiornamento è disponibile
ja_jp: アップデートが利用可能です
pl_pl: Aktualizacja jest dostępna
pt_pt: Uma atualização está disponível
ru_ru: Обновление доступно
zh_cn: 更新可用

source: Important Tasks
bg_bg: Важни задачи
de_de: Wichtige Aufgaben
es_es: Importante
fr_fr: Tâches importants
it_it: Importanti compiti
ja_jp: 重要なタスク
pl_pl: ważne zadania
pt_pt: IMPORTANTE
ru_ru: Важные задачи
zh_cn: 重要的任务

source: Ongoing Tasks
bg_bg: Текущи задачи
de_de: Laufende Aufgaben
es_es: Tareas en curso
fr_fr: Tâches en cours
it_it: Attività in corso
ja_jp: 継続的なタスク
pl_pl: bieżące zadania
pt_pt: Tarefas em curso
ru_ru: Текущие задачи
zh_cn: 进行中的任务

source: Configure your monitoring setup
bg_bg: Конфигурирайте настройките си за наблюдение
de_de: Konfigurieren Sie Ihren Überwachungs-Setup
es_es: Configurar monitoreo basico
fr_fr: Configurer votre installation de surveillance
it_it: Configurare l'impostazione di monitoraggio
ja_jp: 監視設定の構成
pl_pl: skonfigurować ustawienia monitorowania
pt_pt: Altere suas configurações do celular
ru_ru: Настройка мониторинга
zh_cn: 配置您的监控设置

source: Add or modify items to be monitored
bg_bg: Добави или промени елементите, които ще се наблюдават
de_de: Elemente hinzufügen oder ändern zu überwachenden
es_es: Agregar o modificar elementos a monitorizar
fr_fr: Ajouter ou modifier des éléments à surveiller
it_it: Aggiungere o modificare gli elementi da monitorare
ja_jp: 監視するアイテムを追加または変更します
pl_pl: dodawać lub modyfikować elementy mają być monitorowane
pt_pt: Adicionar ou modificar itens a serem monitorados
ru_ru: Добавление или изменение элементов, подлежащих мониторингу
zh_cn: 添加或修改要监控的项目

source: Add new user accounts
bg_bg: Добави нови потребителски профили
de_de: Hinzufügen neuer Benutzerkonten
es_es: Añadir notas acerca de este
fr_fr: Ajouter de nouveaux comptes utilisateurs
it_it: Aggiungi nuovi account utente
ja_jp: 新しいユーザーアカウントの追加
pl_pl: dodać nowe konta użytkowników
pt_pt: Um novo usuário acrescentado:
ru_ru: Добавить новые учетные записи пользователей
zh_cn: 添加新的用户帐户

source: Setup new users with access to %s.
bg_bg: Настройвам новите потребители с достъп до Nagios XI.
de_de: Richten Sie neue Benutzer mit Zugriff auf Nagios XI.
es_es: Configuración de nuevos usuarios con acceso a Nagios XI.
fr_fr: Configurer de nouveaux utilisateurs avec un accès à Nagios XI.
it_it: Impostare nuovi utenti con accesso alla Nagios XI.
ja_jp: %s にアクセスする新しいユーザーを設定します。
pl_pl: konfiguracja nowych użytkowników z dostępem do Nagios XI.
pt_pt: Configurar novos usuários com acesso ao Nagios XI.
ru_ru: Установка новых пользователей, имеющих доступ к Nagios XI.
zh_cn: 设置有权访问%s的新用户。

source: Getting Started Guide
bg_bg: Начално ръководство
es_es: Guia de inicio
fr_fr: Guide de démarrage
it_it: Guida introduttiva
ja_jp: 入門ガイド
pl_pl: instrukcja wprowadzająca
pt_pt: Guia de Introdução
ru_ru: Руководство по началу работы
zh_cn: 入门指南

source: Common Tasks
bg_bg: Общи задачи
de_de: Allgemeine Aufgaben
es_es: Herramientas comunes
fr_fr: Tâches courantes
it_it: Attività comuni
ja_jp: 一般的なタスク
pl_pl: typowych zadań
pt_pt: Ferramentas comuns
ru_ru: Общие задачи
zh_cn: 常见任务

source: Change your account settings
bg_bg: Променете настройките на профила
de_de: Ändern Sie Ihre Account-Einstellungen
es_es: Cambie las configuraciones de su cuenta
fr_fr: Modifiez vos paramètres de compte
it_it: Modificare le impostazioni dell'account
ja_jp: アカウント設定の変更
pl_pl: zmienić ustawienia swojego konta
pt_pt: Altere suas configurações de conta
ru_ru: Изменение параметров учетной записи
zh_cn: 更改您的帐户设置

source: Change your account password and general preferences
bg_bg: Сменете потребителската си парола и общите опции
de_de: Ändern Sie Ihr Kennwort und allgemeine Einstellungen
es_es: Cambiar la contraseña de la cuenta y las preferencias generales
fr_fr: Changez votre mot de passe et les préférences générales
it_it: Cambiare la password dell'account e delle preferenze generali
ja_jp: アカウントのパスワードと一般的な設定を変更します
pl_pl: zmienić hasło do konta i ogólne preferencje
pt_pt: Alterar a senha da conta e preferências gerais
ru_ru: Изменение пароля учетной записи и общие преференции
zh_cn: 更改您的帐户密码和常规首选项

source: Change your notifications settings
bg_bg: Променете настройките си за известяване
de_de: Ändern Sie Ihre Benachrichtigungseinstellungen
es_es: Cambien las configuraciones de su mobile
fr_fr: Modifiez vos paramètres de notification
it_it: Modificare le impostazioni di notifiche
ja_jp: 通知設定の変更
pl_pl: zmienić ustawienia powiadomień
pt_pt: Altere suas configurações do celular
ru_ru: Изменить настройки уведомлений
zh_cn: 更改通知设置

source: Change how and when you receive alert notifications
bg_bg: Променете как и кога да получавате предупредителни известия (alert notifications)
de_de: Ändern Sie wie und wann Sie Warnmeldungen erhalten
es_es: Cambiar cómo y cuándo recibir notificaciones de alerta
fr_fr: Changer comment et quand vous recevez des notifications d'alerte
it_it: Cambiare come e quando si ricevono le notifiche di avviso
ja_jp: アラート通知をいつ、どのように受信するかを変更します
pl_pl: zmienić sposób i kiedy otrzymasz powiadomienia o alertach
pt_pt: Mudar como e quando você recebe notificações de alerta
ru_ru: Изменения, как и когда вы получаете уведомлений
zh_cn: 更改接收警报通知的方式和时间

source: Add or modify items to be monitored with easy-to-use wizards
bg_bg: Добави или промени елементите, които ще се наблюдават с лесни за употреба помощници (wizards)
de_de: Elemente hinzufügen oder ändern, um mit einfach zu bedienenden Assistenten überwacht werden
es_es: Agregar o modificar elementos a monitorizar con fácil de utilizar asistentes
fr_fr: Ajouter ou modifier des éléments à surveiller avec facile-à-utiliser des assistants
it_it: Aggiungere o modificare gli elementi da monitorare con facile da usare wizard
ja_jp: 使いやすいウィザードで監視するアイテムを追加または編集します
pl_pl: dodawać lub modyfikować elementy mają być monitorowane za pomocą łatwych w użyciu kreatorów
pt_pt: Adicionar ou modificar itens a serem monitorados com fácil de usar assistentes
ru_ru: Добавить или изменить пунктов, которые будут контролироваться с помощью простых в использовании мастеров
zh_cn: 使用易于使用的向导添加或修改要监视的项目

source: Learn more about XI and its capabilities
bg_bg: Научите повече за XI и неговите възможности
de_de: Erfahren Sie mehr über XI und seine Fähigkeiten
es_es: Aprenda mas acerca de XI y sus capacidades.
fr_fr: En savoir plus sur XI et de ses capacités
it_it: Per saperne di più su XI e le sue capacità
ja_jp: XIとその機能の詳細について学習します
pl_pl: dowiedzieć się więcej o xi i jej możliwości
pt_pt: Saiba mais sobre XI e das suas capacidades.
ru_ru: Узнать больше о XI и его возможности
zh_cn: 了解更多关于XI和其功能

source: Stay informed on the latest updates and happenings for XI
bg_bg: Бъдете информирани за най-новите актуализации и събития за XI
de_de: Der neuesten Updates und Ereignisse für XI auf dem Laufenden halten
es_es: Manténgase informado de las últimas actualizaciones y eventos de XI
fr_fr: Restez informé des dernières mises à jour et des événements pour les XI
it_it: Tieniti informato degli ultimi aggiornamenti e avvenimenti per XI
ja_jp: XIの最新アップデートと最新情報を入手します
pl_pl: stały dostęp do informacji o najnowszych aktualizacjach i happeningi dla xi
pt_pt: Mantenha-se informado sobre as últimas atualizações e acontecimentos para XI.
ru_ru: Будьте в курсе последних обновлений и событий на XI
zh_cn: 随时了解XI的最新更新和动态

source: Latest Nagios XI News
bg_bg: Най-новите Nagios XI новини
de_de: Neueste Nagios XI Nachrichten
es_es: Noticias recientes de Nagios XI
fr_fr: Dernière Nagios XI Nouvelles
it_it: Ultime notizie Nagios XI
ja_jp: 最新Nagios XIニュース
pl_pl: Najnowsze wiadomości Nagios XI
pt_pt: Últimas Notícias Nagios XI
ru_ru: Последний Nagios XI Новости
zh_cn: 最新的Nagios XI新闻

source: Loading latest news...
bg_bg: Зареждане на последните новини...
de_de: Lädt letzten Nachrichten ...
es_es: Cargando noticias recientes
fr_fr: Chargement des dernières nouvelles ...
it_it: Caricamento ultime notizie ...
ja_jp: 最新のニュースを読み込んでいます...
pl_pl: loading najnowsze wiadomości ...
pt_pt: Carregando últimas notícias ...
ru_ru: Загрузка последних новостей ...
zh_cn: 正在载入最新消息...

source: Monitoring Engine Event Queue
bg_bg: Опашка за събития за двигателя за наблюдение
de_de: Überwachung Engine Veranstaltung Queue
es_es: Supervisión de eventos del motor de cola
fr_fr: File d'attente d'événement de surveillance du moteur
it_it: Controllo dei motori coda di eventi
ja_jp: 監視エンジンイベントキュー
pl_pl: Monitorowanie kolejki zdarzeń silnika
pt_pt: monitoramento de fila de eventos do motor
ru_ru: Мониторинг двигателя событие очереди
zh_cn: 监视引擎事件队列

source: Scheduled Events Over Time
bg_bg: Планирани събития в течение на времето
de_de: Geplante Veranstaltungen im Laufe der Zeit
es_es: Eventos Programados en cierto tiempo
fr_fr: Activités prévues au fil du temps
it_it: Eventi programmati nel tempo
ja_jp: スケジュールイベント（経時）
pl_pl: zaplanowanych wydarzeń w czasie
pt_pt: Os eventos programados ao longo do tempo
ru_ru: Запланированные события с течением времени
zh_cn: 随着时间安排的事件

source: Do not display graph legend in dashboard
bg_bg: Не показвайте графичната легенда на таблото
de_de: nicht angezeigt Graph Legende in Armaturenbrett
es_es: no mostrar el gráfico de leyenda en el salpicadero
fr_fr: ne pas afficher le graphique légende dans le tableau de bord
it_it: non visualizzare la legenda del grafico in plancia
ja_jp: ダッシュボードにグラフの凡例を表示しない
pl_pl: nie wyświetla wykres legendę w desce rozdzielczej
pt_pt: não exibir o gráfico lenda em painel
ru_ru: не отображать график легенду в приборной панели
zh_cn: 不要在操作面板中显示图例

source: Host Performance Graph
bg_bg: Графика за ефективността на хост
de_de: Host Leistung Graph
es_es: Grafica de desempeño del Host
fr_fr: Graphique de performance des hôtes
it_it: Host Grafico delle prestazioni
ja_jp: ホストのパフォーマンスグラフ
pl_pl: gospodarzem wykres wydajności
pt_pt: Gráfico de desempenho do host
ru_ru: График производительности хоста
zh_cn: 主机性能图

source: View All
bg_bg: виж всички
de_de: Alle ansehen
es_es: ver todo
fr_fr: Voir tout
it_it: guarda tutto
ja_jp: すべて見る
pl_pl: Pokaż wszystkie
pt_pt: ver tudo
ru_ru: посмотреть все
zh_cn: 查看全部

source: Host Performance
bg_bg: Core производителност
de_de: Core Leistung
es_es: Core Performance
fr_fr: Core Performance
it_it: Core Performance
ja_jp: Coreパフォーマンス
pl_pl: Rdzeń wydajność
pt_pt: desempenho do núcleo
ru_ru: Core Performance
zh_cn: 主机性能

source: View Detailed
bg_bg: виж подробно
de_de: detaillierte anzeigen
es_es: ver detallado
fr_fr: voir détaillé
it_it: guarda dettagliato
ja_jp: 詳細を表示
pl_pl: zobacz szczegółowe
pt_pt: ver detalhado
ru_ru: просмотреть подробный
zh_cn: 查看详细

source: Datasource
bg_bg: Източник на данни
de_de: Datenquelle
es_es: fuente de datos
fr_fr: source de données
ja_jp: データソース
pl_pl: Źródło danych
pt_pt: fonte de dados
ru_ru: источник данных
zh_cn: 数据源

source: %s News Feed
bg_bg: % s новини
de_de: % s Nachrichtenfeed
es_es: Feed de noticias de% s
fr_fr: Fil d'actualités% s
it_it: % s feed di notizie
ja_jp: %s ニュースフィード
pl_pl: % s źródło wiadomości
pt_pt: % s feed de notícias
ru_ru: % S лента новостей
zh_cn: %s新闻提要

source: Shows the latest tutorials, howtos, videos, and news on %s.
bg_bg: Показва най-новите ръководства, справочници, видео материали и новини относно Nagios XI.
de_de: Zeigt die neuesten Tutorials, HowTos, Videos und Nachrichten Nagios XI.
es_es: Muestra los últimos tutoriales, tutoriales, vídeos y noticias sobre Nagios XI.
fr_fr: Affiche les derniers tutoriels, howto, vidéos et news sur Nagios XI.
it_it: Mostra gli ultimi tutorial, tutorial, video, e notizie su Nagios XI.
ja_jp: %s の最新のチュートリアル、HOWTO文書、ビデオ、ニュースを表示します。
pl_pl: pokazuje ostatni tutoriale, porady, filmy i wiadomości na Nagios XI.
pt_pt: Mostra os últimos tutoriais, vídeos, e notícias sobre Nagios XI.
ru_ru: Показывает новейшие учебники, HOWTO, видео и новости на Nagios XI.
zh_cn: 在%s上显示最新的教程，操作方法，视频和新闻。

source: Displays helpful information on getting started with %s.
bg_bg: Показва полезна информация за начинаещи, които започват работа с Nagios XI.
de_de: Zeigt hilfreiche Informationen über den Einstieg in Nagios XI gestartet.
es_es: Muestra información útil sobre cómo empezar con Nagios XI.
fr_fr: Affiche des informations utiles sur la mise en route avec Nagios XI.
it_it: Visualizza le informazioni utili su come iniziare con Nagios XI.
ja_jp: %s の使用を開始するのに有用な情報を表示します。
pl_pl: wyświetla przydatne informacje dotyczące rozpoczęcia Nagios XI.
pt_pt: Exibe informações úteis sobre como começar com o Nagios XI.
ru_ru: Отображает полезную информацию о начале работы с Nagios XI.
zh_cn: 显示有关%s入门的有用信息。

source: Displays tasks that an administrator should take to setup and maintain the %s installation.
bg_bg: Показва стъпките, които един администратор трябва да предприеме, за настройката и поддържането на Nagios XI инсталацията.
de_de: Zeigt die Aufgaben an, dass ein Verwalter einzurichten und zu pflegen den Nagios XI Installation sollte.
es_es: Muestra las tareas que un administrador debe seguir para configurar y mantener la instalación de Nagios XI.
fr_fr: Affiche les tâches qu'un administrateur doit prendre à installer et à maintenir l'installation de Nagios XI.
it_it: Visualizza le attività che un amministratore dovrebbe prendere da impostare e gestire l'installazione di Nagios XI.
ja_jp: 管理者が、 %s インストールをセットアップしメンテナンスしなければならないタスクを表示します。
pl_pl: wyświetla zadania, które administrator powinien podjąć w celu instalacji i utrzymania instalacji xi Nagios.
pt_pt: Exibe tarefas que um administrador deve tomar para configurar e manter a instalação do Nagios XI
ru_ru: Отображает задачи, которые администратор должен предпринять, чтобы установить и поддерживать Nagios XI установки.
zh_cn: 显示管理员用于设置和维护%s安装的任务。

source: Displays realtime status of the monitoring engine event queue.
bg_bg: Показва състоянието на опашката за събития (event queue) на двигателя за наблюдение (monitoring engine) на XI в реално време.
de_de: Zeigt Echtzeit Status des XI Überwachung Engine Ereigniswarteschlange.
es_es: Muestra el estado en tiempo real de la cola de eventos de seguimiento XI del motor.
fr_fr: Affiche l'état en temps réel de la file d'attente de surveillance du moteur XI.
it_it: Visualizza lo stato in tempo reale della XI coda degli eventi di monitoraggio del motore.
ja_jp: 監視エンジンのイベントキューのリアルタイムステータスを表示します。
pl_pl: wyświetla stan w czasie rzeczywistym kolejki zdarzeń silnika monitorowania xi.
pt_pt: exibe o status em tempo real do xi monitoramento fila de eventos do motor.
ru_ru: Отображение реального времени статус XI очереди двигатель мониторинга событий.
zh_cn: 显示监视引擎事件队列的实时状态。

source: Core Component Status
bg_bg: Статус на Core компонента
es_es: Estatus de los Componentes del Sistema XI
fr_fr: Etat des composants de base
it_it: Nucleo Stato componente
ja_jp: Coreコンポーネントステータス
pl_pl: Rdzeń stan składnika
pt_pt: Status do componente XI Sistema
ru_ru: Статус ключевых компонентов
zh_cn: 核心组件状态

source: Displays realtime status of core system components.
bg_bg: Показва състоянието на основните компоненти на XI системата в реално време.
de_de: Zeigt Echtzeit-Status der Kern XI Systemkomponenten.
es_es: Muestra el estado en tiempo real de los componentes principales del sistema XI.
fr_fr: Affiche l'état en temps réel des composants de base du système XI.
it_it: Visualizza lo stato in tempo reale delle principali componenti del sistema XI.
ja_jp: Core システムコンポーネントのリアルタイムステータスを表示します。
pl_pl: wyświetla stan w czasie rzeczywistym z kluczowych komponentów xi.
pt_pt: Exibe o status em tempo real os componentes essenciais do sistema XI.
ru_ru: Отображение реального времени состояние основных компонентов XI системы.
zh_cn: 显示核心系统组件的实时状态。

source: Server Stats
bg_bg: Сървърни статистики
es_es: Estatus del Servicio
fr_fr: Stats du serveur
ja_jp: サーバーの統計
pl_pl: Statystyki serwera
pt_pt: Status do Serviço
ru_ru: Статистика сервера
zh_cn: 服务器统计

source: Displays realtime statistics of the server.
bg_bg: Показва статистиката на XI сървъра в реално време.
de_de: Zeigt Echtzeit-Statistiken der XI-Server.
es_es: Muestra las estadísticas de tiempo real del servidor XI.
fr_fr: Affiche les statistiques en temps réel du serveur XI.
it_it: Visualizza le statistiche in tempo reale del server XI.
ja_jp: サーバーのリアルタイム統計を表示します。
pl_pl: wyświetla w czasie rzeczywistym statystyki serwera xi.
pt_pt: Exibe estatísticas em tempo real do servidor XI.
ru_ru: Отображение реального времени статистику XI сервера.
zh_cn: 显示服务器的实时统计信息。

source: Monitoring Engine Stats
bg_bg: Статистики на двигателя за наблюдение
de_de: Überwachung Engine Statistik
es_es: Estatus del Motor de Monitoreo
fr_fr: Statistiques moteur de surveillance
it_it: Monitoraggio del motore Stats
ja_jp: 監視エンジン統計
pl_pl: Statystyki silnika monitoringu
pt_pt: Processo do Mecanismo de Monitoramento
ru_ru: Статистика мониторинга двигателя
zh_cn: 监控引擎数据

source: Displays realtime check statistics of the monitoring engine.
bg_bg: Показва статистика на проверката на двигателя за наблюдение на XI в реално време.
de_de: Zeigt Echtzeit Check Statistik des XI Überwachung-Engine.
es_es: Muestra las estadísticas en tiempo real de verificación del motor de monitorización XI.
fr_fr: Affiche les statistiques en temps réel de contrôle du moteur de supervision XI.
it_it: Visualizza le statistiche di controllo in tempo reale del motore di monitoraggio XI.
ja_jp: 監視エンジンのリアルタイムチェック統計を表示します。
pl_pl: wyświetla w czasie rzeczywistym sprawdzić statystyki silnika monitorowania xi.
pt_pt: Exibe estatísticas de verificação em tempo real do mecanismo de monitoramento XI.
ru_ru: Отображение реального времени статистику проверки XI контроля двигателя.
zh_cn: 显示监视引擎的实时检查统计信息。

source: Displays realtime performance of the monitoring engine.
bg_bg: Показва производителността на двигателя за наблюдение на XI в реално време.
de_de: Zeigt Echtzeit Leistung des XI Überwachung-Engine.
es_es: Muestra en tiempo real el rendimiento del motor de monitorización XI.
fr_fr: Affiche des performances en temps réel du moteur de supervision XI.
it_it: Consente di visualizzare in tempo reale le prestazioni del motore di monitoraggio XI.
ja_jp: 監視エンジンのリアルタイムパフォーマンスを表示します。
pl_pl: wyświetla wyniki w czasie rzeczywistym silnika monitorowania xi.
pt_pt: Exibe em tempo real o desempenho do mecanismo de monitoramento XI.
ru_ru: Отображение реального времени производительность XI контроля двигателя.
zh_cn: 显示监视引擎的实时性能。

source: Displays realtime information of the XI monitoring engine process.
bg_bg: Показва информация за процеса на двигателя за наблюдение на XI в реално време.
de_de: Zeigt Echtzeit-Informationen des XI Überwachung Engine Prozess.
es_es: Muestra información en tiempo real del proceso de supervisión del motor XI.
fr_fr: Affiche des informations en temps réel du processus de surveillance moteur XI.
it_it: Consente di visualizzare informazioni in tempo reale del processo di monitoraggio del motore XI.
ja_jp: XI監視エンジンプロセスのリアルタイム情報を表示します.
pl_pl: wyświetla w czasie rzeczywistym informacje o procesie silnika monitorowania xi.
pt_pt: Exibe informações em tempo real do processo de monitoramento do motor XI.
ru_ru: Отображает информацию в реальном времени в XI процессе мониторинга двигателя.
zh_cn: 显示XI监视引擎进程的实时信息。

source: Performance Graph
bg_bg: Графика за ефективността
es_es: Grafica de Rendimiento
fr_fr: Graphique des performances
it_it: Grafico delle prestazioni
ja_jp: パフォーマンスグラフ
pl_pl: Wykres wydajności
pt_pt: Gráfico de desempenho
zh_cn: 性能图

source: Displays a performance data graph for a specific host or service.
bg_bg: Показва графика на данните за ефективност за определен хост или сървис.
de_de: Zeigt eine Leistung Daten Graphen für einen bestimmten Host oder Service.
es_es: Muestra un gráfico de datos de rendimiento para un host o servicio específico.
fr_fr: Affiche un graphique des données de performance pour un hôte ou un service spécifique.
it_it: Consente di visualizzare un grafico i dati di performance per un host specifico o un servizio.
ja_jp: 特定のホストまたはサービスのパフォーマンスデータのグラフを表示します.
pl_pl: wyświetla wykres danych wydajności dla konkretnego komputera lub usługi.
pt_pt: Apresenta um gráfico de dados de desempenho para um host ou serviço específico.
ru_ru: Отображает график данные о производительности для определенного хоста или услуги.
zh_cn: 显示特定主机或服务的性能数据图。

source: Displays a table with a quick summary of host status.
bg_bg: Показва таблица с кратка обобщена информация за състоянието на хоста.
de_de: Zeigt eine Tabelle mit einer kurzen Zusammenfassung der Host-Status.
es_es: Muestra una tabla con un resumen rápido de estado del host.
fr_fr: Affiche un tableau avec un résumé rapide de l'état d'accueil.
it_it: Consente di visualizzare una tabella con un rapido riepilogo dello stato ospitante.
ja_jp: ホストのステータス概要を持つテーブルを表示します.
pl_pl: wyświetlana jest tabela z szybkim podsumowaniem stanu gospodarza.
pt_pt: Exibe uma tabela com um resumo rápido do estado do host.
ru_ru: Отображает таблицу с краткий обзор хозяин положения.
zh_cn: 显示带有主机状态快速摘要的表。
