Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: This endpoint returns service availability information for a speficied, host, service, hostgroup, or servicegroup. You can define a host and service at the same time. While there are no required paramteres, you must have at least one host, service, hostgroup, or servicegroup in your query.
bg_bg: тази крайна точка връща информация за наличността на услугата за специалист, домакин, услуга, хост група или сервизна група. можете да дефинирате хост и услуга едновременно. докато няма задължителни параметри, в заявката ви трябва да има поне един хост, услуга, хост група или сервизна група.
de_de: Dieser Endpunkt gibt Serviceverfügbarkeitsinformationen für einen bestimmten Host, Service, eine Hostgruppe oder Servicegruppe zurück. Sie können einen Host und einen Dienst gleichzeitig definieren. Während keine erforderlichen Parameter vorhanden sind, müssen Sie in Ihrer Abfrage mindestens einen Host, Service, eine Hostgruppe oder eine Servicegruppe enthalten.
es_es: este punto final devuelve información de disponibilidad de servicio para un speficied, host, servicio, grupo de host o grupo de servicio. puede definir un host y un servicio al mismo tiempo. aunque no hay parámetros obligatorios, debe tener al menos un host, servicio, grupo de servidores o grupo de servicio en su consulta.
fr_fr: ce point de terminaison renvoie les informations de disponibilité du service pour un hôte, un service, un groupe d'hôtes ou un groupe de services speficied. vous pouvez définir un hôte et un service en même temps. Bien qu'il n'y ait aucun paramètre requis, vous devez avoir au moins un hôte, un service, un groupe d'hôtes ou un groupe de services dans votre requête.
it_it: questo endpoint restituisce le informazioni sulla disponibilità del servizio per un gruppo speficiato, host, servizio, host o gruppo di servizi. puoi definire un host e un servizio allo stesso tempo. mentre non ci sono parametri richiesti, è necessario avere almeno un host, un servizio, un gruppo di host o un gruppo di servizi nella query.
ja_jp: このエンドポイントは、特定のホスト、サービス、ホストグループ、またはサービスグル​​ープのサービス可用性情報を返します。ホストとサービスを同時に定義することができます。必要なパラメータはありませんが、クエリに少なくとも1つのホスト、サービス、ホストグループ、またはサービスグル​​ープが必要です。
pl_pl: ten punkt końcowy zwraca informacje o dostępności usługi dla sprofilowanego, hosta, usługi, grupy hostów lub grupy servic. możesz zdefiniować host i usługę w tym samym czasie. podczas gdy nie ma wymaganych parametrów, w zapytaniu musisz mieć co najmniej jeden host, usługę, grupę hostów lub grupę servic.
pt_pt: esse terminal retorna informações de disponibilidade de serviço para um servidor, host, grupo de hosts ou grupo de serviços especificado. você pode definir um host e serviço ao mesmo tempo. Embora não haja parâmetros necessários, você deve ter pelo menos um host, serviço, grupo de hosts ou grupo de serviços em sua consulta.
ru_ru: эта конечная точка возвращает информацию о доступности услуг для специализированного хоста, службы, хост-группы или группы обслуживания. вы можете определить хост и службу одновременно. в то время как нет требуемых параметров, в вашем запросе должен быть по крайней мере один хост, служба, хост-группа или группа обслуживания.
zh_cn: 该端点返回指定的，主机，服务，主机组或服务组的服务可用性信息。 您可以同时定义主机和服务。 虽然没有必需的参数，但查询中必须至少有一个主机，服务，主机组或服务组。

source: The name of the service to use. Optional but one object must be selected.
bg_bg: името на услугата, която да използвате. по избор, но трябва да бъде избран един обект.
de_de: Der Name des zu verwendenden Dienstes. optional, aber ein Objekt muss ausgewählt sein.
es_es: el nombre del servicio a usar. opcional, pero se debe seleccionar un objeto.
fr_fr: le nom du service à utiliser. optionnel mais un objet doit être sélectionné.
it_it: il nome del servizio da utilizzare. facoltativo ma un oggetto deve essere selezionato.
ja_jp: 使用するサービスの名前。オプションですが、1つのオブジェクトを選択する必要があります。
pl_pl: nazwa usługi do użycia. opcjonalnie, ale musi zostać wybrany jeden obiekt.
pt_pt: o nome do serviço a ser usado. opcional, mas um objeto deve ser selecionado.
ru_ru: имя используемой службы. необязательно, но нужно выбрать один объект.
zh_cn: 要使用的服务的名称。 可选，但必须选择一个对象。

source: This endpoint returns SLA information for a speficied, host, service, hostgroup, or servicegroup. You can define a host and service at the same time. While there are no required paramteres, you must have at least one host, service, hostgroup, or servicegroup in your query.
bg_bg: тази крайна точка връща информация за специалист, домакин, услуга, група домакин или сервизна група. можете да дефинирате хост и услуга едновременно. докато няма задължителни параметри, в заявката ви трябва да има поне един хост, услуга, хост група или сервизна група.
de_de: Dieser Endpunkt gibt Sla-Informationen für einen bestimmten Host, Service, eine Hostgruppe oder Servicegruppe zurück. Sie können einen Host und einen Dienst gleichzeitig definieren. Während keine erforderlichen Parameter vorhanden sind, müssen Sie in Ihrer Abfrage mindestens einen Host, Service, eine Hostgruppe oder eine Servicegruppe enthalten.
es_es: este punto final devuelve información de sla para un speficied, host, servicio, grupo de host o grupo de servicio. puede definir un host y un servicio al mismo tiempo. aunque no hay parámetros obligatorios, debe tener al menos un host, servicio, grupo de servidores o grupo de servicio en su consulta.
fr_fr: ce point de terminaison renvoie des informations sla pour un hôte, un service, un groupe d'hôtes ou un groupe de services speficied. vous pouvez définir un hôte et un service en même temps. Bien qu'il n'y ait aucun paramètre requis, vous devez avoir au moins un hôte, un service, un groupe d'hôtes ou un groupe de services dans votre requête.
it_it: questo endpoint restituisce le informazioni relative a uno spezzato, host, servizio, gruppo di host o gruppo di servizi. puoi definire un host e un servizio allo stesso tempo. mentre non ci sono parametri richiesti, è necessario avere almeno un host, un servizio, un gruppo di host o un gruppo di servizi nella query.
ja_jp: このエンドポイントは、特定のホスト、サービス、ホストグループ、またはサービスグル​​ープのsla情報を返します。ホストとサービスを同時に定義することができます。必要なパラメータはありませんが、クエリに少なくとも1つのホスト、サービス、ホストグループ、またはサービスグル​​ープが必要です。
pl_pl: ten punkt końcowy zwraca informacje o slabie dla spermicowanego, hosta, usługi, grupy hostów lub grupy servic. możesz zdefiniować host i usługę w tym samym czasie. podczas gdy nie ma wymaganych parametrów, w zapytaniu musisz mieć co najmniej jeden host, usługę, grupę hostów lub grupę servic.
pt_pt: esse terminal retorna informações sla para um speficied, host, service, hostgroup ou servicegroup. você pode definir um host e serviço ao mesmo tempo. Embora não haja parâmetros necessários, você deve ter pelo menos um host, serviço, grupo de hosts ou grupo de serviços em sua consulta.
ru_ru: эта конечная точка возвращает информацию sla для специализированного хоста, службы, группы хостов или группы обслуживания. вы можете определить хост и службу одновременно. в то время как нет требуемых параметров, в вашем запросе должен быть по крайней мере один хост, служба, хост-группа или группа обслуживания.
zh_cn: 该端点返回专用，主机，服务，主机组或服务组的SLA信息。 您可以同时定义主机和服务。 虽然没有必需的参数，但查询中必须至少有一个主机，服务，主机组或服务组。

source: Set to 1 to show the options that were passed to the SLA report.
bg_bg: задайте на 1, за да видите опциите, които са били предадени на доклада sla.
de_de: Setzen Sie den Wert auf 1, um die Optionen anzuzeigen, die an den sla-Bericht übergeben wurden.
es_es: configurado en 1 para mostrar las opciones que se pasaron al informe sla.
fr_fr: mis à 1 pour afficher les options qui ont été transmises au rapport sla.
it_it: impostato su 1 per mostrare le opzioni che sono state passate al report sla.
ja_jp: 1に設定すると、slaレポートに渡されたオプションが表示されます。
pl_pl: ustaw na 1, aby wyświetlić opcje, które zostały przekazane do raportu o slabie.
pt_pt: definido como 1 para mostrar as opções que foram passadas para o relatório sla.
ru_ru: установите значение 1, чтобы отобразить параметры, которые были переданы в отчет sla.
zh_cn: 设置为1以显示已传递到SLA报告的选项。

source: Set to 1 to not count downtime in SLA report.
bg_bg: настроите на 1, за да не отброявате времето на прекъсване в доклада.
de_de: auf 1 gesetzt, um Ausfallzeiten im Sla-Bericht nicht zu zählen.
es_es: configurado en 1 para no contar el tiempo de inactividad en el informe sla.
fr_fr: mis à 1 pour ne pas compter les temps d'arrêt dans le rapport sla.
it_it: impostato su 1 per non contare i tempi di inattività nel report sla.
ja_jp: slaレポートの停止時間をカウントしないように1に設定します。
pl_pl: ustawić na 1, aby nie liczyć przestojów w raporcie o slabie.
pt_pt: definido como 1 para não contar o tempo de inatividade no relatório sla.
ru_ru: установите значение 1, чтобы не считать время простоя в отчете sla.
zh_cn: 设置为1可不计入SLA报告中的停机时间。

source: Set to 1 to not count warning in SLA report.
bg_bg: задайте 1, за да не броите предупрежденията в доклада.
de_de: Auf 1 setzen, um die Warnung im Sla-Bericht nicht zu zählen.
es_es: configurado en 1 para no contar la advertencia en el informe sla.
fr_fr: mis à 1 pour ne pas compter l'avertissement dans le rapport sla.
it_it: impostato su 1 per non contare gli avvisi nel report sla.
ja_jp: slaレポートで警告を数えないように1に設定します。
pl_pl: ustawić na 1, aby nie liczyć ostrzeżenia w raporcie o slabie.
pt_pt: definido como 1 para não contar o aviso no relatório sla.
ru_ru: установите значение 1, чтобы не считать предупреждение в отчете sla.
zh_cn: 设置为1则不将SLA报告中的警告计数。

source: Set to 1 to not count unknown in SLA report.
bg_bg: задаване на 1, за да не се отчита неизвестното в доклада.
de_de: Auf 1 setzen, um im Sla-Bericht nicht unbekannt zu zählen.
es_es: configurado en 1 para no contar desconocido en el informe sla.
fr_fr: mis à 1 pour ne pas compter inconnu dans le rapport sla.
it_it: impostato su 1 per non contare sconosciuto nel report sla.
ja_jp: slaレポートで未知数をカウントしないように1に設定します。
pl_pl: ustawić na 1, aby nie liczyć nieznanego w raporcie o slabie.
pt_pt: definido como 1 para não contar desconhecido no relatório sla.
ru_ru: установить в 1, чтобы не считать неизвестным в отчете sla.
zh_cn: 设置为1不会在SLA报告中计数未知。

source: The format of the data changes slightly depending on the type of object used. A host SLA report looks different than a service SLA report.
bg_bg: форматът на данните се променя леко в зависимост от вида на използвания обект. докладът на домакина изглежда различен от доклад за услугата.
de_de: Das Format der Daten ändert sich je nach Art des verwendeten Objekts geringfügig. Ein Host-Sla-Bericht sieht anders aus als ein Service-Sla-Bericht.
es_es: el formato de los datos cambia ligeramente según el tipo de objeto utilizado. un informe de host sla se ve diferente a un informe de sla de servicio.
fr_fr: le format des données change légèrement en fonction du type d'objet utilisé. un rapport de serveur hôte est différent d'un rapport de service sla.
it_it: il formato dei dati cambia leggermente in base al tipo di oggetto utilizzato. un report di host sla sembra diverso da un report di servizio.
ja_jp: データのフォーマットは、使用するオブジェクトのタイプによってわずかに変わります。ホストslaレポートはサービスslaレポートとは異なります。
pl_pl: format danych zmienia się nieznacznie w zależności od rodzaju używanego obiektu. raport dotyczący hosta wygląda inaczej niż raport o usłudze.
pt_pt: o formato dos dados muda um pouco dependendo do tipo de objeto usado. um relatório sla host parece diferente de um relatório sla de serviço.
ru_ru: формат данных немного меняется в зависимости от типа используемого объекта. отчет хоста sla выглядит иначе, чем отчет службы sla.
zh_cn: 数据的格式根据所使用的对象类型而略有变化。 主机SLA报告看起来与服务SLA报告不同。

source: This endpoint returns BPI group summary information in a condensed format.
bg_bg: тази крайна точка връща обобщената информация за групата bpi в кондензиран формат.
de_de: Dieser Endpunkt gibt bpi-Gruppenzusammenfassungsinformationen in einem komprimierten Format zurück.
es_es: este punto final devuelve información resumida del grupo bpi en un formato condensado.
fr_fr: ce point de terminaison renvoie des informations de résumé de groupe bpi dans un format condensé.
it_it: questo endpoint restituisce le informazioni di riepilogo del gruppo bpi in un formato condensato.
ja_jp: このエンドポイントは、BPI グループサマリー情報を圧縮形式で戻します。
pl_pl: ten punkt końcowy zwraca informacje podsumowujące grupy bpi w skróconym formacie.
pt_pt: esse terminal retorna informações resumidas do grupo bpi em um formato condensado.
ru_ru: эта конечная точка возвращает сводную информацию группы bpi в сжатом формате.
zh_cn: 该端点以压缩格式返回BPI组摘要信息。

source: The system section of the API allows management of the system, services, and backend.
bg_bg: Системната секция на API позволява управление на системата, сървисите, и бекенд (backend).
de_de: das System Abschnitt des API ermöglicht die Verwaltung des Systems, Dienste und Backend.
es_es: la sección del sistema de la API permite la gestión del sistema, los servicios y backend.
fr_fr: la section du système de l'API permet la gestion du système, les services et backend.
it_it: la sezione di sistema del api permette la gestione del sistema, servizi, e backend.
ja_jp: APIのシステムセクションでは、システム、サービス、バックエンドの管理を行うことができます.
pl_pl: sekcja System API pozwala na zarządzanie systemem, usług i zaplecza.
pt_pt: a seção sistema da API permite o gerenciamento do sistema, serviços e infra-estrutura.
ru_ru: раздел система API позволяет управлять системой, услуг и серверной.
zh_cn: API的“系统”部分允许管理系统，服务和后端。

source: Basic System
bg_bg: Основна система
de_de: Grundsystem
es_es: sistema básico
fr_fr: système de base
it_it: sistema di base
ja_jp: 基本システム
pl_pl: system podstawowy
pt_pt: sistema básico
ru_ru: Базовая система
zh_cn: 基本系统

source: Gives the output of the current system status.
bg_bg: Показва текущото състояние на системата.
de_de: gibt das Ausgangssignal des aktuellen Systemstatus.
es_es: da la salida del estado actual del sistema.
fr_fr: donne la sortie de l'état actuel du système.
it_it: fornisce l'uscita dello stato attuale del sistema.
ja_jp: 現在のシステムステータスの出力を提供します.
pl_pl: daje sygnał wyjściowy z aktualnego stanu systemu.
pt_pt: dá a saída do estado actual do sistema.
ru_ru: дает выход текущего состояния системы.
zh_cn: 给出当前系统状态的输出。

source: Gives the output of the current system status in more detail.
bg_bg: Показва текущото състояние на системата.
de_de: gibt das Ausgangssignal des aktuellen Systemstatus.
es_es: da la salida del estado actual del sistema.
fr_fr: donne la sortie de l'état actuel du système.
it_it: fornisce l'uscita dello stato attuale del sistema.
ja_jp: 現在のシステムステータスの出力を提供します。
pl_pl: daje sygnał wyjściowy z aktualnego stanu systemu.
pt_pt: dá a saída do estado actual do sistema.
ru_ru: дает выход текущего состояния системы.
zh_cn: 更详细地给出当前系统状态的输出。

source: Gives the output of the current system information.
bg_bg: Показва текущото състояние на системата.
de_de: gibt das Ausgangssignal des aktuellen Systemstatus.
es_es: da la salida del estado actual del sistema.
fr_fr: donne la sortie de l'état actuel du système.
it_it: fornisce l'uscita dello stato attuale del sistema.
ja_jp: 現在のシステムステータスの出力を提供します.
pl_pl: daje sygnał wyjściowy z aktualnego stanu systemu.
pt_pt: dá a saída do estado actual do sistema.
ru_ru: дает выход текущего состояния системы.
zh_cn: 给出当前系统信息的输出。

source: Show status of subsystem commands. Can be filtered to a subset, shown in the second example.
bg_bg: показва състоянието на командите на подсистемата. може да се филтрира до подмножество, показано във втория пример.
de_de: zeige den Status der Subsystembefehle an. kann zu einer Teilmenge gefiltert werden, die im zweiten Beispiel gezeigt wird.
es_es: mostrar el estado de los comandos del subsistema. se puede filtrar a un subconjunto, que se muestra en el segundo ejemplo.
fr_fr: affiche l'état des commandes du sous-système. peut être filtré sur un sous-ensemble, montré dans le second exemple.
it_it: mostra lo stato dei comandi del sottosistema. può essere filtrato su un sottoinsieme, mostrato nel secondo esempio.
ja_jp: サブシステムコマンドのステータスを表示します。第2の例に示すように、サブセットにフィルターすることができます。
pl_pl: pokaż status poleceń podsystemu. może być filtrowany do podzbioru, pokazanego w drugim przykładzie.
pt_pt: mostra o status dos comandos do subsistema. pode ser filtrado para um subconjunto, mostrado no segundo exemplo.
ru_ru: показать статус команд подсистемы. могут быть отфильтрованы подмножеством, показанным во втором примере.
zh_cn: 显示子系统命令的状态。 可以过滤到一个子集，如第二个示例所示。

source: You may want to see just a single command, to check something like the status. This can be done by passing <code>system/status/&lt;command_id&gt;</code> in the URL. You can also pass the <code>status_code</code> in the URL to get only values with certain status codes. Below is an example of how to grab a single command by <code>command_id</code>.
bg_bg: може да искате да видите само една команда, за да проверите нещо като състоянието. това може да се направи чрез преминаване на <code>system/status/<command_id></code> в URL адреса. можете също да предавате <code>status_code</code> в URL адреса, за да получите само стойности с определени кодове на състоянието. долу е пример за това как да вземете една команда от <code>command_id</code> .
de_de: Vielleicht möchten Sie nur einen einzigen Befehl sehen, um etwas wie den Status zu überprüfen. Dies kann durch Übergeben von <code>system/status/<command_id></code> in der URL erfolgen. Sie können den <code>status_code</code> in der URL übergeben, um nur Werte mit bestimmten Statuscodes zu erhalten. Im Folgenden finden Sie ein Beispiel dafür, wie Sie einen einzelnen Befehl mit <code>command_id</code> .
es_es: Es posible que desee ver solo un comando, para verificar algo como el estado. esto se puede hacer pasando el <code>system/status/<command_id></code> en la url. También puede pasar el <code>status_code</code> en la URL para obtener sólo los valores con ciertos códigos de estado. a continuación se muestra un ejemplo de cómo tomar un solo comando por <code>command_id</code> .
fr_fr: vous voudrez peut-être voir juste une seule commande, pour vérifier quelque chose comme le statut. cela peut être fait en passant <code>system/status/<command_id></code> dans l'url. Vous pouvez également passer le <code>status_code</code> dans l'URL pour obtenir uniquement des valeurs avec certains codes d'état. ci-dessous est un exemple de comment attraper une seule commande par <code>command_id</code> .
it_it: potresti voler vedere solo un singolo comando, per controllare qualcosa come lo stato. questo può essere fatto passando <code>system/status/<command_id></code> . puoi anche passare lo <code>status_code</code> per ottenere solo valori con determinati codici di stato. di seguito è riportato un esempio di come ottenere un singolo comando da <code>command_id</code> .
ja_jp: 1つのコマンドだけで、ステータスなどをチェックしたいかもしれません。これは、URLに<code>system/status/<command_id></code>を渡すことで実行できます。 URLに<code>status_code</code>を渡して、特定のステータスコードの値だけを取得することもできます。以下は、 <code>command_id</code>単一のコマンドを取得する方法の例です。
pl_pl: możesz chcieć zobaczyć tylko jedno polecenie, aby sprawdzić coś takiego jak status. można to zrobić, przekazując w adresie <code>system/status/<command_id></code> . możesz również przekazać <code>status_code</code> w <code>status_code</code> URL, aby uzyskać tylko wartości z pewnymi kodami statusu. poniżej znajduje się przykład pobierania pojedynczego polecenia przez <code>command_id</code> .
pt_pt: Você pode querer ver apenas um único comando, para verificar algo como o status. isso pode ser feito passando <code>system/status/<command_id></code> no url. Você também pode passar o <code>status_code</code> na url para obter apenas valores com determinados códigos de status. Abaixo está um exemplo de como pegar um único comando por <code>command_id</code> .
ru_ru: вы можете увидеть только одну команду, чтобы проверить что-то вроде статуса. это можно сделать, передав <code>system/status/<command_id></code> в URL-адрес. вы также можете передать <code>status_code</code> в url, чтобы получить только значения с определенными кодами состояния. ниже приведен пример того, как захватить одну команду командой <code>command_id</code> .
zh_cn: 你可能只想看到一条命令，检查一些类似状态的东西。这可以通过在URL中传递<code>system/status/<command_id></code>来实现。你也可以在URL中传递<code>status_code</code>，以只获取具有特定状态代码的值。下面是一个如何通过<code>command_id</code>抓取单个命令的例子。

source: Core System
bg_bg: основна система
es_es: sistema central
fr_fr: Système de base
it_it: sistema centrale
ja_jp: Core システム
pl_pl: system podstawowy
pt_pt: sistema central
ru_ru: основная система
zh_cn: Core系统

source: Run the apply config command which imports configs and restarts Nagios Core. This should normally be ran after adding objects via the API if the <code>applyconfig=1</code> parameter is not sent. Note: You can also run this as either a GET or POST.
bg_bg: Стартирайте прилагането на конфигурационната команда, която внася конфигурацията и рестартира Nagios Core. Това обикновено трябва да се направи след добавяне на обекти чрез API ако <code>applyconfig=1</code> параметъра не е изпратен.
de_de: führen Sie den Konfigurationsbefehl, der configs importiert und startet Nagios Core gelten. Dies sollte in der Regel nach dem Hinzufügen von Objekten über die API, wenn die lief werden <code>applyconfig=1</code> Parameter wird nicht gesendet.
es_es: ejecute el comando config que importa configuraciones y reinicia núcleo nagios aplican. esto normalmente debe corrió tras la adición de objetos a través de la API si el <code>applyconfig=1</code> no se envía parámetro.
fr_fr: exécutez la commande config qui importe configs et redémarre noyau nagios appliquent. Ceci devrait normalement être couru après l'ajout d'objets via l'API si le <code>applyconfig=1</code> paramètre est pas envoyé.
it_it: eseguire il comando di configurazione che importa configurazioni e riavvia nucleo Nagios si applicano. questo dovrebbe essere normalmente corse dopo l'aggiunta di oggetti tramite l'API se la <code>applyconfig=1</code> parametro non viene inviato.
ja_jp: コンフィグをインポートし、Nagios Coreを再起動する設定適用コマンドを実行します. <code>applyconfig=1</code>パラメータが送信されない場合、これは通常APIを介してオブジェクトを追加した後に実行する必要があります. 注：GET,POSTのどちらも実行可能です。
pl_pl: uruchomić polecenie, które stosuje config i restartuje configs importuje Nagios rdzeń. to powinno być normalnie prowadził po dodaniu obiektów poprzez api, jeśli <code>applyconfig=1</code> parametr nie zostanie wysłana.
pt_pt: executar o comando de configuração que importa configs e reinicia nagios núcleo aplicar. esta deve ser normalmente correu após a adição de objetos por meio da API, se o <code>applyconfig=1</code> parâmetro não é enviado.
ru_ru: запустить применять команду конфигурации, которое импортирует конфиги и перезапускает ядро ​​Nagios. это должно быть нормально побежал после добавления объектов с помощью API, если <code>applyconfig=1</code> параметр не передается.
zh_cn: 运行apply config命令，该命令将导入配置并重新启动Nagios Core。 如果未发送<code> applyconfig = 1 </ code>参数，则通常应在通过API添加对象之后运行该命令。 注意：您也可以将其作为GET或POST运行。

source: Runs the import command which imports all configuration files from
bg_bg: изпълнява импортната команда, която импортира всички конфигурационни файлове
de_de: Führt den Importbefehl aus, der alle Konfigurationsdateien importiert
es_es: ejecuta el comando de importación que importa todos los archivos de configuración
fr_fr: exécute la commande import qui importe tous les fichiers de configuration
it_it: esegue il comando di importazione che importa tutti i file di configurazione
ja_jp: すべての設定ファイルをインポートするimportコマンドを実行します。
pl_pl: uruchamia polecenie importu, które importuje wszystkie pliki konfiguracyjne
pt_pt: executa o comando import que importa todos os arquivos de configuração de
ru_ru: запускает команду импорта, которая импортирует все файлы конфигурации из
zh_cn: 运行导入命令，从中导入所有配置文件
