Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Access key/keyholes
bg_bg: Ключ/ключалка за достъп
de_de: Zugriffsschlüssel / Schlüssellöcher
es_es: clave de acceso / cerraduras
fr_fr: clés d'accès / trous de serrure
it_it: chiave di accesso / fori
ja_jp: アクセスキー/キーホール
pl_pl: Kluczowe dostępu / dziurkę od klucza
pt_pt: Chave de Acesso / keyholes
ru_ru: для доступа к ключу / замочные скважины
zh_cn: 访问密钥/锁眼

source: NagiosQL uses a very simplified access control mechanism by using up to 8 keys.
bg_bg: NagiosQL използва много опростен механизъм за контрол на достъпа чрез използване на не повече от 8 ключа.
de_de: NagiosQL verwendet eine sehr vereinfachte Zugriffskontrollmechanismus, indem Sie bis zu 8 Tasten.
es_es: NagiosQL utiliza un mecanismo de control de acceso muy simplificado mediante el uso de hasta 8 teclas.
fr_fr: NagiosQL utilise un mécanisme de contrôle d'accès très simplifié en utilisant jusqu'à huit touches.
it_it: NagiosQL utilizza un meccanismo di controllo di accesso molto semplificato utilizzando fino a 8 tasti.
ja_jp: NagiosQLは最大8キーを使用する非常に単純なアクセス制御メカニズムを使用します.
pl_pl: nagiosql używa bardzo uproszczony mechanizm kontroli dostępu z wykorzystaniem do 8 klawiszy.
pt_pt: NagiosQL usa um mecanismo de controle de acesso muito simplificado usando até 8 chaves.
ru_ru: nagiosql использует очень упрощенный механизм контроля доступа с использованием до 8 ключей.
zh_cn: NagiosQL通过使用多达8个键来使用非常简化的访问控制机制。

source: To access a secure object (menu, domain), a user must have a key for every defined keyhole.
bg_bg: За достъп до защитен обект (меню, домейн), потребителят трябва да има ключ за всяка дефинирана ключалка.
de_de: um ein sicheres Objekt (Menü Domäne) zugreifen zu können, muss ein Benutzer über eine Taste für jede definierte Schlüsselloch.
es_es: para acceder a un objeto seguro (menú, de dominio), el usuario debe tener una clave para cada ojo de la cerradura definido.
fr_fr: d'accéder à un objet sécurisé (menu, domaine), un utilisateur doit avoir une clé pour chaque serrure défini.
it_it: per accedere a un oggetto fisso (menu, dominio), un utente deve avere una chiave per ogni serratura definito.
ja_jp: 安全なオブジェクト（メニュー、ドメイン）にアクセスするには、ユーザーはすべての定義されたキーホールにキーを持っている必要があります.
pl_pl: aby uzyskać dostęp do bezpiecznego obiektu (menu, domeny), użytkownik musi mieć klucz dla każdego zdefiniowanego dziurkę od klucza.
pt_pt: para acessar um objeto seguro (menu, domínio), o usuário deve ter uma chave para cada fechadura definido.
ru_ru: доступ к безопасной объект (меню, домен) пользователь должен иметь ключ для каждого определенного замочную скважину.
zh_cn: 要访问安全对象（菜单，域），用户必须为每个定义的钥匙孔都拥有一个密钥。

source: Example:
bg_bg: Пример:
de_de: Beispiel:
es_es: Ejemplo
fr_fr: Exemple:
it_it: Esempio:
ja_jp: 例:
pl_pl: Przykład:
pt_pt: Exemplo
ru_ru: Пример:
zh_cn: 示例：

source: User A has key 1,2,5,7 (can be defined in user management)<br>User B has key 3,5,7,8 (can be defined in user management)
bg_bg: Потребителя А има ключове 1,2,5,7 (може да се определи в управлението на потребителите) <br>Потребителя Б има ключове 3,5,7,8 (може да се определи в управлението на потребителите)
de_de: Benutzer hat eine Taste 1,2,5,7 (kann in der Benutzerverwaltung festgelegt werden) <br> Benutzer b hat Schlüssel 3,5,7,8 (kann in der Benutzerverwaltung festgelegt werden)
es_es: un usuario tiene 1,2,5,7 clave (puede ser definido en la gestión de usuarios) <br> el usuario B tiene 3,5,7,8 clave (puede ser definido en la gestión de usuarios)
fr_fr: utilisateur un a 1,2,5,7 clés (peut être défini dans la gestion des utilisateurs) <br> b utilisateur a 3,5,7,8 clés (peut être défini dans la gestion des utilisateurs)
it_it: utente ha una chiave 1,2,5,7 (possono essere definiti in gestione utente) <br> utente b ha 3,5,7,8 chiave (possono essere definiti in gestione utente)
ja_jp: ユーザーAがキー 1, 2, 5, 7 （ユーザー管理で定義可能）を持っており<br>ユーザーBがキー 3, 5, 7, 8（ユーザー管理で定義可能）を持っています
pl_pl: Użytkownik ma kluczowe 1,2,5,7 (można zdefiniować w zarządzanie użytkownikami) <br> Użytkownik ma kluczowe 3,5,7,8 b (można zdefiniować w zarządzanie użytkownikami)
pt_pt: usuário tem a 1,2,5,7-chave (pode ser definido no gerenciamento de usuários) <br> b usuário tem 3,5,7,8-chave (pode ser definido no gerenciamento de usuários)
ru_ru: Пользователь имеет основные 1,2,5,7 (могут быть определены в управлении пользователя) <br> Пользователь B имеет основные 3,5,7,8 (могут быть определены в управлении пользователя)
zh_cn: 用户A具有密钥1,2,5,7（可以在用户管理中定义）<br>用户B具有密钥3,5,7,8（可以在用户管理中定义）

source: Menu 1 has keyhole 3,5<br>Menu 2 has keyhole 2,5,7
bg_bg: Mеню 1 има ключалка 3,5<br>Mеню 2 има ключалка 2,5,7
de_de: Menü 1 hat Schlüsselloch 3,5 <br> Menü 2 ist Schlüsselloch 2,5,7
es_es: menú 1 tiene 3,5 ojo de la cerradura <br> Menú 2 tiene 2,5,7 ojo de la cerradura
fr_fr: menu 1 a 3,5 trou de la serrure <br> menu 2 a 2,5,7 trou de la serrure
it_it: Menu 1 ha 3,5 buco della serratura <br> Menu 2 ha 2,5,7 buco della serratura
ja_jp: メニュー1 はキーホール 3, 5<bt> メニュー2 はキーホール 2,5,7
pl_pl: Menu 1 ma dziurka 3,5, <br> Menu 2 ma dziurka 2,5,7
pt_pt: Menu 1 tem 3,5 buraco da fechadura <br> Menu 2 tem 2,5,7 buraco da fechadura
ru_ru: Меню 1 имеет замочной скважины 3,5 <br> Меню 2 имеет замочной скважины 2,5,7
zh_cn: 菜单1带有钥匙孔3,5 <br>菜单2带有钥匙孔2,5,7

source: Menu 3 has no keyhole
bg_bg: Mеню 3 е без ключалка
de_de: Menü 3 keine Schlüsselloch
es_es: Menú 3 no tiene ojo de la cerradura
fr_fr: Menu 3 n'a pas de trou de la serrure
it_it: Menu 3 non ha alcun buco della serratura
ja_jp: メニュー 3 にはキーホールがない
pl_pl: Menu 3 ma dziurkę od klucza
pt_pt: menu de 3 não tem buraco da fechadura
ru_ru: Меню 3 не имеет замочной скважины
zh_cn: 菜单3没有钥匙孔

source: Menu 4 has keyhole 4
bg_bg: Mеню 4 има ключалка 4
de_de: Menü 4 hat Schlüsselloch 4
es_es: Menú 4 tiene 4 ojo de la cerradura
fr_fr: Menu 4 a 4 trou de la serrure
it_it: Menu 4 ha serratura 4
ja_jp: メニュー 4 にはキーホール 4
pl_pl: Menu 4 ma dziurka 4
pt_pt: menu de 4 tem 4 buraco da fechadura
ru_ru: Меню 4 имеет замочной скважины 4
zh_cn: 菜单4有钥匙孔4

source: User A has access to menu 2 and menu 3 (key 3 for menu 1 and key 4 for menu 4 are missing)
bg_bg: Потребителя А има достъп до меню 2 и меню 3 (ключ 3 за меню 1 и ключ 4 за меню 4 липсват)
de_de: Benutzer hat Zugriff auf ein Menü 2 und 3 Menü (Taste 3 für Menü 1 und Taste 4 für die Menü 4 fehlen)
es_es: usuario tiene acceso a un menú de 2 y 3 del menú (clave 3 para el menú 1 y la tecla 4 para el menú 4 están desaparecidos)
fr_fr: l'utilisateur a accès à un menu 2 et le menu 3 (touche 3 pour le menu et une touche 4 pour le menu 4 sont manquants)
it_it: utente ha accesso a un menu 2 e 3 menù (tasto 3 per il menu 1 e il tasto 4 per il menu di 4 mancano)
ja_jp: ユーザー A はメニュー2とメニュー3 へアクセス可能（メニュー 1のための キー 3 と メニュー 4 のためのキー 4 はなし）
pl_pl: Użytkownik ma dostęp do menu 2 i menu 3 (element 3 do menu 1 i klucz do menu 4 4 brakujące)
pt_pt: usuário tem acesso a um menu de 2 e 3 menu (tecla 3 para o menu 1 e chave 4 para o menu 4 estão em falta)
ru_ru: Пользователь имеет доступ к меню 2 и меню 3 (позиция 3 для меню 1 и ключ 4 для меню 4 пропавших без вести)
zh_cn: 用户A有权访问菜单2和菜单3（缺少菜单1的键3和菜单4的键4）

source: User B has access to menu 1 and menu 3 (key 2 for menu 2 and key 4 for menu 4 are missing)
bg_bg: Потребителя Б има достъп до меню 1 и меню 3 (ключ 2 за меню 2 и ключ 4 за меню 4 липсват)
de_de: Benutzer b hat Zugang zu Menü 1 und Menü 3 (Taste 2 für Menü 2 und Taste 4 für die Menü 4 fehlen)
es_es: b usuario tiene acceso a menú 1 y 3 del menú (clave 2 para el menú 2 y la tecla 4 para el menú 4 están desaparecidos)
fr_fr: b utilisateur a accès au menu 1 et le menu 3 (touche 2 pour le menu 2 et touche 4 pour le menu 4 sont manquants)
it_it: utente B ha accesso al menù 1 e il menu 3 (tasto 2 per il menu 2 e il tasto 4 per il menu di 4 mancano)
ja_jp: ユーザー B は メニュー 1とメニュー 3 へアクセス可能（メニュー 2 へのキー 2とメニュー 4 へのキー 4 はなし）
pl_pl: Użytkownik B ma dostęp do menu 1 i menu 3 (przycisk 2 do menu 2 i klucz do menu 4 4 brakujące)
pt_pt: b usuário tem acesso ao menu 1 e menu de 3 (tecla 2 para o menu 2 e 4 chave para o menu 4 estão em falta)
ru_ru: Пользователь B имеет доступ к меню 1 и меню 3 (ключ 2 для меню 2 и ключ 4 для меню 4 пропавших без вести)
zh_cn: 用户B可以访问菜单1和菜单3（缺少菜单2的键2和菜单4的键4）

source: User - webserver authentification
bg_bg: Потребител - уеб сървър оторизация
de_de: Nutzer - Webserver Authentifizierung
es_es: usuario - autentificación del servidor web
fr_fr: utilisateur - serveur web authentification
it_it: utente - webserver autenticazione
ja_jp: ユーザー - Webサーバ認証
pl_pl: użytkownika - uwierzytelnianie serwera WWW
ru_ru: Пользователь - веб-сервер аутентификации
zh_cn: 用户-Web服务器身份验证

source: If your webserver uses authentification and the NagiosQL user name is the same which is actually logged in - the NagiosQL login process will passed. This means, that NagiosQL no longer shows a login page if this user is already logged in by webserver authentification.
bg_bg: Ако вашия уеб сървър използва оторизация и потребителското име на NagiosQL е същото, с което потребителя в влязал в сървъра - влизането на NagiosQL ще бъде успешно. Това означава, че NagiosQL не показва страницата за вход, ако този потребител вече е влязъл в с уеб сървър оторизация.
de_de: Wenn Ihr Webserver verwendet Authentifizierung und die NagiosQL Benutzernamen ist die gleiche, die tatsächlich angemeldet ist - die NagiosQL Login-Prozess wird übergeben. Dies bedeutet, dass nicht mehr NagiosQL zeigt eine Anmeldeseite, wenn dieser Benutzer bereits von Webserver-Authentifizierung angemeldet.
es_es: si su servidor web utiliza autenticación y el nombre de usuario NagiosQL es el mismo que está realmente conectado - el proceso de inicio de sesión NagiosQL será pasado. esto significa, que NagiosQL ya no muestra una página de acceso si este usuario ya está conectado mediante autentificación del servidor web.
fr_fr: si votre serveur web utilise authentification et le nom d'utilisateur NagiosQL est le même qui est en fait connecté - le processus de connexion NagiosQL sera passé. cela signifie que NagiosQL ne affiche plus une page de connexion, si cet utilisateur est déjà connecté par le serveur Web identification.
it_it: se il vostro server web usa l'autenticazione ed il nome utente NagiosQL è lo stesso che in realtà è connesso - il processo di login NagiosQL sarà passata. questo significa, che NagiosQL non mostra una pagina di login, se l'utente è già connesso dal webserver autenticazione.
ja_jp: Webサーバーが認証を使用し、NagiosQLユーザー名が実際のログインと同じであれば、 - NagiosQLログイン処理が成功します. つまり、NagiosQLはこのユーザーがWebサーバ認証で既にログイン済みであればログインページを表示しません.
pl_pl: jeśli serwer WWW wykorzystuje uwierzytelnianie i nagiosql nazwa użytkownika jest taka sama, która jest faktycznie zalogowany - nagiosql proces logowania będzie przekazywana. Oznacza to, że nie pokazuje nagiosql strony logowania, jeśli użytkownik jest już zalogowany przez webserwerem autentyczności.
pt_pt: Se o seu servidor web utiliza autenticação e o nome de usuário NagiosQL é o mesmo que na verdade é logado - o processo de login NagiosQL será aprovada. Isto significa que, NagiosQL não mostra mais uma página de login se o usuário já está conectado por webserver autenticação.
ru_ru: Если ваш веб-сервер использует аутентификацию и nagiosql имя пользователя тот самый, который на самом деле вошли в систему - nagiosql процесс Логин будет принят. Это не значит, что nagiosql больше не показывает страницу входа, если этот пользователь уже зарегистрирован в на веб-сервера аутентификации.
zh_cn: 如果您的网络服务器使用身份验证，并且NagiosQL用户名与实际登录的用户名相同，则NagiosQL登录过程将通过。 这意味着，如果该用户已经通过Web服务器身份验证登录，则NagiosQL不再显示登录页面。

source: This function will be implemented in a future NagiosQL version. Actually, this option is not implemented!
bg_bg: Тази функция ще се изпълни в някоя от бъдещите NagiosQL версии. Всъщност, тази опция не е изпълнена!
de_de: Diese Funktion wird in einer zukünftigen Version NagiosQL umgesetzt werden. tatsächlich ist diese Option nicht implementiert!
es_es: esta función se llevará a cabo en una versión futura NagiosQL. En realidad, esta opción no está implementado!
fr_fr: cette fonction sera mise en œuvre dans une version future NagiosQL. effectivement, cette option ne est pas mis en œuvre!
it_it: questa funzione viene implementata in una futura versione NagiosQL. in realtà, questa opzione non è implementata!
ja_jp: この関数は将来のNagiosQLバージョンで実装されます. このオプションはまだ実装されていません!
pl_pl: funkcja ta będzie realizowana w przyszłej wersji nagiosql. faktycznie, ta opcja nie jest dostępna!
pt_pt: esta função será implementada numa futura versão NagiosQL. na verdade, essa opção não é implementada!
ru_ru: Эта функция будет реализована в будущем nagiosql версии. На самом деле, эта опция не реализована!
zh_cn: 此功能将在将来的NagiosQL版本中实现。 实际上，此选项未实现！

source: Absolute path to your Nagios configuration directory.
bg_bg: Абсолютна пътека към твоята Nagios конфигурация директория (Nagios configuration directory).
de_de: absolute Pfad zu Ihrem Nagios-Konfigurationsverzeichnis.
es_es: ruta absoluta a su directorio de configuración de Nagios.
fr_fr: chemin absolu à votre répertoire de configuration de Nagios.
it_it: percorso assoluto alla directory di configurazione di Nagios.
ja_jp: Nagiosコンフィグレーションディレクトリへの絶対パス.
pl_pl: Bezwzględna ścieżka do katalogu konfiguracyjnym Nagios.
pt_pt: caminho absoluto para seu diretório de configuração do Nagios.
ru_ru: Абсолютный путь к папке конфигурации Nagios.
zh_cn: Nagios配置目录的绝对路径。

source: Be sure, that your
bg_bg: бъдете сигурни, че вашият
de_de: sicher sein, dass Ihre
es_es: Por cierto, que su
fr_fr: assurez-vous que votre
it_it: essere sicuri che il vostro
ja_jp: 確認してください
pl_pl: mieć pewność, że Twoje
pt_pt: não se esqueça, que o seu
ru_ru: быть уверены, что ваш
zh_cn: 确保您的

source: ist located inside this directory. NagiosQL uses this to handle this two files.
bg_bg: ist се намира в тази директория. NagiosQL използва това, за да управлява тези два файла.
de_de: ist in diesem Verzeichnis. NagiosQL nutzt diese, um diese beiden Dateien.
es_es: ist situado dentro de este directorio. NagiosQL lo utiliza para manejar estos dos archivos.
fr_fr: ist situé à l'intérieur de ce répertoire. NagiosQL utilise pour gérer ces deux fichiers.
it_it: ist situato all'interno di questa directory. NagiosQL utilizza per gestire questi due file.
ja_jp: がこのディレクトリ内に存在すること. NagiosQLはこの２つのファイルを処理するためにこれを使用します.
pl_pl: ist znajduje się wewnątrz tego katalogu. nagiosql używa tego do obsługi to dwa pliki.
pt_pt: ist localizado dentro deste diretório. NagiosQL usa isso para lidar com esses dois arquivos.
ru_ru: IST находится внутри этого каталога. nagiosql использует это, чтобы справиться с этим два файла.
zh_cn: ist位于此目录中。 NagiosQL使用它来处理这两个文件。

source: Absolute path to your configuration import directory.
bg_bg: Абсолютна пътека към вашата конфигурационна импорт директория (import directory).
de_de: absoluten Pfad zu Ihrer Konfiguration Importverzeichnis.
es_es: ruta absoluta a su directorio de importación de configuración.
fr_fr: chemin absolu à votre répertoire d'importation de configuration.
it_it: percorso assoluto alla directory di configurazione di importazione.
ja_jp: コンフィグレーションインポートディレクトリへの絶対パス.
pl_pl: Ścieżka bezwzględna do konfiguracji katalogu importu.
pt_pt: caminho absoluto para seu diretório de importação de configuração.
ru_ru: Абсолютный путь к папке импорта конфигурации.
zh_cn: 配置导入目录的绝对路径。

source: You can use this directory to store old or example configuration files in it which should be accessable by the importer of NagiosQL.
bg_bg: Можете да използвате тази директория за съхранение на стари или примерни конфигурационни файлове, която трябва да бъде достъпна от вносителя на NagiosQL.
de_de: Sie können dieses Verzeichnis verwenden, um alte oder beispielsweise Konfigurationsdateien in es, die zugänglich durch den Einführer NagiosQL sein sollte zu speichern.
es_es: puede utilizar este directorio para almacenar los archivos de configuración antiguos o de ejemplo de lo que debería ser accesible por el importador del NagiosQL.
fr_fr: vous pouvez utiliser ce répertoire pour stocker les fichiers de configuration ou anciens exemple dans ce qui devrait être accessible par l'importateur de NagiosQL.
it_it: è possibile utilizzare questa directory per memorizzare i vecchi file di configurazione o di esempio in esso che dovrebbe essere accessibile da parte dell'importatore di NagiosQL.
ja_jp: このディレクトリは古いまたは例のコンフィグレーションファイルに保存するために使用できます. このディレクトリはNagiosQLのインポータでアクセス可能でなければなりません.
pl_pl: możesz użyć tego katalogu do przechowywania starych lub przykładowe pliki konfiguracyjne w nim, które powinny być accessable przez importera nagiosql.
pt_pt: você pode usar este diretório para armazenar arquivos antigos ou exemplo de configuração em que ela deve estar acessível, pelo importador, NagiosQL.
ru_ru: Вы можете использовать этот каталог для хранения старых или примеры конфигурационных файлов в ней, которые должны быть добраться на импортера nagiosql.
zh_cn: 您可以使用此目录在其中存储旧的或示例配置文件，NagiosQL的进口商应可以访问该文件。

source: Absolute path to your Nagios binary file.
bg_bg: Абсолютна пътека към твоя Nagios двоичен файл (Nagios binary file).
de_de: absolute Pfad zu Ihrem Nagios Binärdatei.
es_es: ruta absoluta a sus nagios archivo binario.
fr_fr: chemin absolu à vos nagios de fichiers binaires.
it_it: percorso assoluto per i vostri nagios file binario.
ja_jp: Nagiosバイナリファイルへの絶対パス.
pl_pl: Ścieżka bezwzględna do Nagios pliku binarnego.
pt_pt: caminho absoluto dos nagios arquivo binário.
ru_ru: Абсолютный путь к вашей Nagios двоичный файл.
zh_cn: Nagios二进制文件的绝对路径。

source: This is used to verify your configuration.
bg_bg: Това се използва за проверка на вашата конфигурация.
de_de: Diese wird verwendet, um die Konfiguration zu überprüfen.
es_es: esto se utiliza para verificar su configuración.
fr_fr: ceci est utilisé pour vérifier votre configuration.
it_it: questo viene utilizzato per verificare la configurazione.
ja_jp: このコンフィグレーションを確認するために使用します.
pl_pl: ten jest stosowany w celu sprawdzenia konfiguracji.
pt_pt: este é utilizado para verificar a sua configuração.
ru_ru: это используется для проверки конфигурации.
zh_cn: 这用于验证您的配置。

source: Absolute path to your Nagios process file.
bg_bg: Абсолютна пътека към твоя Nagios процес файл (Nagios process file).
de_de: absolute Pfad zu Ihrem Nagios-Prozess-Datei.
es_es: ruta absoluta al archivo de proceso nagios.
fr_fr: chemin absolu à votre fichier de processus de Nagios.
it_it: percorso assoluto al file processo Nagios.
ja_jp: Nagiosプロセスファイルへの絶対パス.
pl_pl: Bezwzględna ścieżka do pliku procesu Nagios.
pt_pt: caminho absoluto para o arquivo do processo nagios.
ru_ru: Абсолютный путь к файлу Nagios процесса.
zh_cn: Nagios处理文件的绝对路径。

source: This is used to check if nagios is running before sending a reload command to the nagios command file.
bg_bg: Това се използва, за да се провери, дали Nagios работи, преди да се изпрати команда за презареждане на командния файл на Nagios (nagios command file).
de_de: Diese wird verwendet, um zu überprüfen, ob Nagios vor dem Senden eines Reload-Befehl an den Nagios-Befehlsdatei ausgeführt wird.
es_es: esto se utiliza para comprobar si nagios está ejecutando antes de enviar un comando reload para el archivo de comandos nagios.
fr_fr: ceci est utilisé pour vérifier si Nagios avant d'envoyer une commande reload pour le fichier de commande nagios.
it_it: questo è usato per controllare se Nagios è in esecuzione prima di inviare un comando reload per il file di comando nagios.
ja_jp: Nagiosがnagiosコマンドファイルへ再読み込みコマンドを送信する前に稼働するかのチェックに使用されます.
pl_pl: ta służy do sprawdzania, czy Nagios jest uruchomiony przed wysłaniem polecenia reload do pliku poleceń Nagios.
pt_pt: este é utilizado para verificar se nagios está executando antes de enviar um comando reload para o arquivo de comando nagios.
ru_ru: это используется, чтобы проверить, если Nagios работает, прежде чем отправить команду перезагрузки в командной файла Nagios.
zh_cn: 这用于在将重载命令发送到nagios命令文件之前检查nagios是否正在运行。

source: The nagios version which is running in this domain.
bg_bg: Nagios версията, която работи в този домейн.
de_de: die Nagios-Version, die in diesem Bereich aktiv ist.
es_es: la versión Nagios que se está ejecutando en este dominio.
fr_fr: la version nagios qui est en cours d'exécution dans ce domaine.
it_it: la versione nagios che è in esecuzione in questo dominio.
ja_jp: このドメインで稼働しているnagiosバージョン.
pl_pl: version nagios która działa w tej dziedzinie.
pt_pt: a versão nagios, que está sendo executado neste domínio.
ru_ru: версия Nagios, который работает в этой области.
zh_cn: 在此域中运行的nagios版本。

source: Be sure you select the correct version here - otherweise not all configuration options are available or not supported options are shown.
bg_bg: Уверете се, че сте избрали правилната версия тук - в противен случай, не всички конфигурационни опции ще са на разположение или поддържаните опции няма да бъдат показани.
de_de: sicherzustellen, dass Sie die richtige Version hier wählen - otherweise nicht alle Konfigurationsoptionen verfügbar sind oder nicht unterstützt Optionen angezeigt werden.
es_es: asegúrese de seleccionar la versión correcta aquí - no de algún otro modo todas las opciones de configuración están disponibles o no se muestran las opciones soportadas.
fr_fr: assurez-vous que vous sélectionnez la bonne version ici - otherweise pas toutes les options de configuration sont disponibles ou non options prises en charge sont présentés.
it_it: assicurarsi di selezionare la versione corretta qui - non Otherweise sono disponibili o meno le opzioni supportate sono visualizzate tutte le opzioni di configurazione.
ja_jp: ここで正しいバージョンを選択してください - 正しいバージョンが選択されていない場合、すべての設定オプションが利用可能でないか、サポートされないオプションが表示されます.
pl_pl: upewnij się, wybrać odpowiednią wersję tutaj - nie otherweise dostępne lub nie są obsługiwane opcje przedstawione są wszystkie opcje konfiguracyjne.
pt_pt: certifique-se de selecionar a versão correta aqui - não otherweise todas as opções de configuração estão disponíveis ou não as opções suportadas são mostrados.
ru_ru: убедитесь, что вы выбрали правильный вариант здесь - otherweise не все варианты настройки, либо не поддерживается опции показаны.
zh_cn: 确保在此处选择正确的版本-否则，并非所有配置选项都可用，或者显示了不支持的选项。
