Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: The SNMP community string required to query the device.
bg_bg: SNMP парола (community string), използвана за извличане на информация от устройството.
de_de: Der SNMP-Community-String verwendet, um das Gerät abzufragen.
es_es: La cadena de comunidad SNMP que se utiliza para consultar el dispositivo.
fr_fr: La chaîne de communauté SNMP utilisé pour interroger le dispositif.
it_it: La stringa di comunità SNMP utilizzata per interrogare il dispositivo.
ja_jp: デバイスを照会するために使用する SNMP コミュニティ文字列。
pl_pl: Ciąg społeczności SNMP wymagane używane do kwerendy urządzenia.
pt_pt: A string de comunidade SNMP usado para consultar o dispositivo.
ru_ru: SNMP строку сообщества используется для запроса устройства.
zh_cn: 查询设备所需的SNMP社区字符串。

source: When using SNMP v3 you must specify authentication information.
bg_bg: При използване на SNMP v3 трябва да посочите информация за оторизация (authentication information).
de_de: Bei der Verwendung von SNMP v3 müssen Sie angeben, Informationen zur Authentifizierung.
es_es: Cuando se utiliza SNMP v3, debe especificar la información de autenticación.
fr_fr: Lors de l'utilisation de SNMP v3, vous devez spécifier les informations d'authentification.
it_it: Quando si utilizza SNMP v3 è necessario specificare le informazioni di autenticazione.
ja_jp: SNMP V3を使用する場合は、認証情報を指定する必要があります.
pl_pl: przy użyciu protokołu SNMP v3 należy podać informacje uwierzytelniające.
pt_pt: Ao utilizar o SNMP v3 você deve especificar informações de autenticação.
ru_ru: При использовании SNMP v3 необходимо указать сведения о проверке подлинности.
zh_cn: 使用SNMP v3时，必须指定身份验证信息。

source: SNMP Services
bg_bg: SNMP сървиси
de_de: SNMP-Dienste
es_es: Servicios
fr_fr: Services SNMP
it_it: Servizi SNMP
ja_jp: SNMPサービス
pl_pl: usług SNMP
pt_pt: Serviços
ru_ru: SNMP услуги
zh_cn: SNMP服务

source: Specify any OIDs you'd like to monitor via SNMP. Sample entries have been provided as examples.
bg_bg: Изберете които и да са OIDs, които искате да наблюдавате чрез SNMP. Примерни пера са били предоставени като образци.
de_de: Geben Sie alle OIDs Sie gerne über SNMP zu überwachen hatte. Beispieleinträge wurden als Beispiele zur Verfügung gestellt.
es_es: Especifique cualquier OID que le gustaría controlar vía SNMP. Ejemplos de registros se han proporcionado como ejemplos.
fr_fr: Spécifiez les OID que vous souhaitez contrôler via SNMP. Des exemples d'entrées ont été fournis à titre d'exemples.
it_it: Specificare qualsiasi OID vorresti monitorare tramite SNMP. Voci di esempio sono state fornite a titolo di esempio.
ja_jp: SNMPを介して監視するOIDを指定します. 例としてサンプルエントリが提供されています.
pl_pl: określił OID, które chcesz monitorować za pomocą protokołu SNMP. przykładowe wpisy zostały podane jako przykłady.
pt_pt: Especificar quaisquer OIDs que você gostaria de monitorar via SNMP. Exemplos de entradas têm sido fornecidos como exemplos.
ru_ru: Укажите любые идентификаторы вы хотели бы контролировать с помощью SNMP. Пример записи были предоставлены в качестве примера.
zh_cn: 指定您要通过SNMP监视的所有OID。 示例条目已作为示例提供。

source: Data Label
bg_bg: Етикет (класификация) на данните
de_de: Datenbeschriftung
es_es: Tipos de Datos
fr_fr: Étiquette de données
it_it: Etichetta dati
ja_jp: データラベル
pl_pl: Etykieta danych
pt_pt: Tipo de dados
ru_ru: Данные этикетки
zh_cn: 数据标签

source: Data Units
bg_bg: Данни - Мерни единици
es_es: Unidades de Datos
it_it: Unità di dati
ja_jp: データ単位
pl_pl: Jednostki danych
pt_pt: Unidades de dados
zh_cn: 数据单元

source: Match Type
bg_bg: Тип сходство
de_de: Spiel Typ
es_es: Tipos de Datos
fr_fr: Type de correspondance
it_it: Tipo di corrispondenza
ja_jp: 適合タイプ
pl_pl: typ dopasowania
pt_pt: Tipo de dados
ru_ru: Тип соответствия
zh_cn: 匹配类型

source: Range
bg_bg: Диапазон
de_de: Reichweite
es_es: Naranja
fr_fr: Gamme
it_it: Gamma
ja_jp: 範囲
pl_pl: zakres
pt_pt: Laranja
ru_ru: Диапазон
zh_cn: 范围

source: To Match
bg_bg: Да съвпадне
de_de: Um Spiel
es_es: Para coincidir
fr_fr: Pour correspondre
it_it: Per Corrispondenza
ja_jp: 一致
pl_pl: dopasować
pt_pt: Correspondente
ru_ru: Для матче
zh_cn: 要匹配

source: MIB To Use
bg_bg: MIB за използване
de_de: MIB Verwenden
es_es: MIB utilizar
fr_fr: MIB utiliser
it_it: MIB Utilizzo
ja_jp: 使用するMIB
pl_pl: MIB w użyciu
pt_pt: MIB usar
ru_ru: MIB Использовать
zh_cn: 使用的MIB

source: Numeric
bg_bg: Числов
de_de: Numerisch
es_es: Numérico
fr_fr: Numérique
it_it: Numerico
ja_jp: 数値
pl_pl: numeryczny
pt_pt: Numérico
ru_ru: Числовой
zh_cn: 数字

source: You have not selected any OIDs to monitor.
bg_bg: Вие не сте избрали никакви OIDs за наблюдение.
de_de: Sie haben keine OIDs ausgewählt, um zu überwachen.
es_es: Usted no ha definido ninguna herramienta todavia
fr_fr: Vous n'avez sélectionné aucun OID à surveiller.
it_it: Non hai selezionato alcun OID da monitorare.
ja_jp: 監視するOIDが選択されていません.
pl_pl: nie wybrano żadnych OID monitorowania.
pt_pt: Você não definiu quaisquer ferramentas ainda.
ru_ru: Вы не выбрали ни одного OIDs контролировать.
zh_cn: 您尚未选择任何要监视的OID。

source: Invalid warning numeric range for OID
bg_bg: Невалиден предупредителен цифров диапазон за OID
de_de: Ungültige Warnung Zahlenbereich für OID
es_es: Invalid zona de advertencia OID numérico para
fr_fr: Invalid plage d'avertissement numérique pour OID
it_it: Non valido per il campo di avvertimento numerico OID
ja_jp: OIDの警告数値範囲が不正です
pl_pl: nieważne ostrzeżenie zakres numeryczny dla oid
pt_pt: Faixa inválida aviso numérico para OID
ru_ru: Неверный предупреждение числовой диапазон OID
zh_cn: OID的警告数字范围无效

source: Invalid critical numeric range for OID
bg_bg: Невалиден критичен цифров диапазон за OID
de_de: Ungültige kritischen Zahlenbereich für OID
es_es: Invalid rango crítico OID numérico para
fr_fr: Invalid plage critique OID numérique pour
it_it: Valido intervallo critico numerico per OID
ja_jp: OIDのクリティカル数値範囲が不正です
pl_pl: nieważne krytyczne zakres numeryczny dla oid
pt_pt: Inválido faixa crítica numérico para OID
ru_ru: Неверный критической числовой диапазон OID
zh_cn: OID的临界数字范围无效

source: Invalid string match for OID
bg_bg: Невалиден символен низ за OID
de_de: Ungültige Zeichenfolge Spiel für OID
es_es: Invalid partido cadena de OID
fr_fr: Invalid string match pour OID
it_it: Partita valida stringa per OID
ja_jp: OIDの文字列一致が不正です
pl_pl: nieważne mecz ciąg dla oid
pt_pt: Inválido string jogo para OID
ru_ru: Недопустимая строка матч за OID
zh_cn: OID的字符串匹配无效

source: Monitor SNMP Traps.
bg_bg: Наблюдавайте SNMP капани (Traps).
de_de: Überwachung von SNMP-Traps.
es_es: Monitorear trampas SNMP.
fr_fr: Surveiller les interruptions SNMP.
it_it: Monitorare trap SNMP.
ja_jp: SNMPトラップを監視します.
pl_pl: monitorowanie SNMP.
pt_pt: Monitorar SNMP.
ru_ru: Мониторинг SNMP Traps.
zh_cn: 监视SNMP陷阱。

source: SNMP Trap
bg_bg: SNMP капан (Trap)
it_it: Trap SNMP
ja_jp: SNMPトラップ
zh_cn: SNMP陷阱

source: This wizard allows you to enable SNMP Traps for existing hosts that are being monitored.
bg_bg: Този съветник (wizard) ви позволява да активирате SNMP капани (Traps) за съществуващите хостове, които се наблюдават.
de_de: Dieser Assistent ermöglicht es Ihnen, SNMP Traps für bestehende Hosts, die überwacht werden können.
es_es: Este asistente le permite habilitar SNMP Traps para los hosts existentes que están siendo monitoreados.
fr_fr: Cet assistant vous permet d'activer des interruptions SNMP pour les hôtes existants qui sont surveillés.
it_it: Questa procedura guidata consente di attivare trap SNMP per gli host esistenti che vengono monitorati.
ja_jp: このウィザードでは、監視されている既存のホストのSNMPトラップを有効にすることができます.
pl_pl: Ten kreator pozwala włączyć pułapek SNMP dla istniejących hostów, które są monitorowane.
pt_pt: Este assistente permite que você ative Traps SNMP para hosts existentes que estão sendo monitorados.
ru_ru: Этот мастер позволяет включить SNMP Traps для существующих хостов, которые находятся под наблюдением.
zh_cn: 该向导允许您为正在监视的现有主机启用SNMP陷阱。

source: It looks like you are missing the trap handling file <b>snmptraphandling.py</b> normally located here: /usr/local/bin/ - To use this wizard you must configure SNMP using the document <a href="https://assets.nagios.com/downloads/nagiosxi/docs/Integrating_SNMP_Traps_With_Nagios_XI.pdf">How to Integrate SNMP Traps With Nagios XI</a>.
bg_bg: Изглежда сякаж ви липсва файл за боравене с SNMP trap <b>snmptraphandling.py</b> обикновено се намира тук: /usr/local/bin/ - За да използвате този помощник (wizard), вие ще трябва да конфигурирате SNMP, използвайки документа <a href="https://assets.nagios.com/downloads/nagiosxi/docs/Integrating_SNMP_Traps_With_Nagios_XI.pdf">How to Intergrate SNMP Traps With Nagios XI</a>.
de_de: es sieht aus wie Sie vermissen die Falle Handhabung Datei <b>snmptraphandling.py</b> normalerweise hier: / usr / local / bin / -, um diesen Assistenten verwenden, müssen Sie SNMP mit dem Dokument zu konfigurieren <a href="http://assets.nagios.com/downloads/nagiosxi/docs/integrating_snmp_traps_with_nagios_xi.pdf">, wie Sie SNMP-Traps mit Nagios xi intergrate</a> .
es_es: parece que se echa en falta el archivo <b>snmptraphandling.py</b> manejo trampa normalmente se encuentra aquí: / usr / local / bin / - para utilizar este asistente debe configurar SNMP utilizando el documento <a href="http://assets.nagios.com/downloads/nagiosxi/docs/integrating_snmp_traps_with_nagios_xi.pdf">cómo intergrate trampas SNMP con nagios xi</a> .
fr_fr: il semble que vous êtes absent le <b>snmptraphandling.py</b> de fichier de traitement de piège normalement situé ici: / ​​usr / local / bin / - pour utiliser cet assistant vous devez configurer SNMP à l'aide du document <a href="http://assets.nagios.com/downloads/nagiosxi/docs/integrating_snmp_traps_with_nagios_xi.pdf">comment intergrate traps SNMP avec nagios xi</a> .
it_it: sembra che vi manca il file gestione trappola <b>snmptraphandling.py</b> normalmente si trova qui: / usr / local / bin / - di utilizzare questa procedura guidata è necessario configurare SNMP utilizzando il documento <a href="http://assets.nagios.com/downloads/nagiosxi/docs/integrating_snmp_traps_with_nagios_xi.pdf">come intergrate trap SNMP con Nagios xi</a> .
ja_jp: トラップ処理のためのファイル <b>snmptraphandling.py</b> が見つからないようです。 通常、このファイルは /usr/local/bin/ にあります。 - このウィザードを使用するには、次のドキュメントを参照して SNMP を構成する必要があります。 <a href="https://assets.nagios.com/downloads/nagiosxi/docs/Integrating_SNMP_Traps_With_Nagios_XI.pdf">How to Intergrate SNMP Traps With Nagios XI</a>.
pl_pl: wygląda na to, że brakuje <b>snmptraphandling.py</b> Obsługa plików pułapka zwykle znajduje się tutaj: / usr / local / bin / -, aby korzystać z tego kreatora należy skonfigurować protokół SNMP przy użyciu dokumentu <a href="http://assets.nagios.com/downloads/nagiosxi/docs/integrating_snmp_traps_with_nagios_xi.pdf">jak intergrate pułapek SNMP z Nagios XI</a> .
pt_pt: parece que você está faltando o arquivo <b>snmptraphandling.py</b> manuseio armadilha normalmente encontrada em: / usr / local / bin / - para usar este assistente, você deverá configurar o SNMP usando o documento <a href="http://assets.nagios.com/downloads/nagiosxi/docs/integrating_snmp_traps_with_nagios_xi.pdf">como intergrate traps SNMP com nagios xi</a> .
ru_ru: это выглядит как вам не хватает работы с файлами ловушка <b>snmptraphandling.py</b> находящееся здесь: / USR / местные / бен / - использовать этот мастер необходимо настроить SNMP с помощью документа <a href="http://assets.nagios.com/downloads/nagiosxi/docs/integrating_snmp_traps_with_nagios_xi.pdf">, как Intergrate SNMP ловушки с Nagios XI</a> .
zh_cn: 看来您缺少陷阱处理文件<b> snmptraphandling.py </ b>通常位于以下位置：/ usr / local / bin /-要使用此向导，必须使用文档<a href =“ https： //assets.nagios.com/downloads/nagiosxi/docs/Integrating_SNMP_Traps_With_Nagios_XI.pdf“>如何将SNMP陷阱与Nagios XI集成</a>。

source: SNMP Trap Details
bg_bg: Подробности за SNMP капан (Trap)
de_de: SNMP Trap Einzelheiten
es_es: Detalles del Estatus
fr_fr: Détails de déroutement SNMP
it_it: Dettagli trap SNMP
ja_jp: SNMPトラップの詳細
pl_pl: SNMP trap szczegóły
pt_pt: Detalhes de Status
ru_ru: SNMP Trap Подробнее
zh_cn: SNMP陷阱详情

source: Select the hosts you would like to enable SNMP Traps for.
bg_bg: Изберете хостовете, за които бихте искали да актовирате SNMP Traps.
de_de: Wählen Sie die Hosts, die Sie gerne SNMP Traps für ermöglichen würde.
es_es: Seleccione los hosts que desea habilitar SNMP Traps para.
fr_fr: Sélectionnez les hôtes que vous souhaitez activer des interruptions SNMP pour.
it_it: Selezionare i padroni di casa che si desidera attivare trap SNMP per.
ja_jp: SNMPトラップを有効にするホストを選択します.
pl_pl: wybierz hosty, które chcesz włączyć pułapki SNMP do.
pt_pt: Selecione a conta de usuário que você gostaria de obter URLs API backend para.
ru_ru: Выберите хозяева, которых вы хотели бы включить SNMP Ловушки для.
zh_cn: 选择您要为其启用SNMP陷阱的主机。

source: Toggle all hosts
bg_bg: Превключете всички хостове
de_de: wechseln alle Hosts
es_es: cambiar todos los hosts
fr_fr: basculer tous les hôtes
it_it: alternare tutti gli host
ja_jp: すべてのホストを選択します
pl_pl: przełączyć wszystkie hosty
pt_pt: activar todos os hosts
ru_ru: переключаться все хосты
zh_cn: 切换所有主机

source: Previous
bg_bg: Предишен
de_de: Früher
es_es: Pagina anterior
fr_fr: Précédent
it_it: Precedente
ja_jp: 前へ
pl_pl: poprzedni
pt_pt: Página anterior
ru_ru: Предыдущий
zh_cn: 上一步

source: No hosts selected.
bg_bg: Няма избрани хостове.
de_de: Keine Hosts ausgewählt.
es_es: Ninguna cuenta seleccionanda
fr_fr: Aucun hôte sélectionné.
it_it: Nessun host selezionato.
ja_jp: ホストが選択されていません.
pl_pl: wybrane żadne gospodarze.
pt_pt: Sem conta selecionada.
ru_ru: Нет хозяева выбрали.
zh_cn: 未选择主机。

source: There are no monitoring options to configure with SNMP Traps. Click Next to continue.
bg_bg: Не съществуват възможности за наблюдение, които да се конфигурират с SNMP капани (Traps). Кликнете "Следващ" (Next) да продължите.
de_de: Es gibt keine Überwachung Optionen mit SNMP-Traps konfigurieren. Klicken Sie auf Weiter, um fortzufahren.
es_es: No hay opciones de control para configurar con trampas SNMP. Haga clic en Siguiente para continuar.
fr_fr: Il n'y a pas d'options pour configurer la surveillance des interruptions SNMP. Cliquez sur Suivant pour continuer.
it_it: Non ci sono opzioni di controllo per la configurazione con il trap SNMP. Fare clic su Avanti per continuare.
ja_jp: SNMPトラップを設定するための監視オプションはありません. 次へをクリックします.
pl_pl: nie ma możliwości monitorowania konfigurowania pułapek SNMP. kliknij przycisk Dalej, aby kontynuować.
pt_pt: Não há opções de monitoramento para configurar com SNMP. Clique em Next para continuar.
ru_ru: Есть никаких мониторинга параметров для настройки с SNMP Traps. Нажмите кнопку Далее, чтобы продолжить.
zh_cn: 没有使用SNMP陷阱进行配置的监视选项。 单击下一步继续。

source: Scan an SNMP-enabled device for elements to monitor.
bg_bg: Сканирайте устройството с SNMP-поддръжка за елементи, които да се следят.
de_de: Scannen eines SNMP-fähigen Gerät für Elemente zu überwachen.
es_es: Escaneo de un dispositivo SNMP habilitado para los elementos a controlar.
fr_fr: Numérisation d'un dispositif compatible SNMP pour les éléments à surveiller.
it_it: Scansione di un dispositivo abilitato SNMP per gli elementi da monitorare.
ja_jp: 監視するためにSNMP有効デバイスをスキャンします.
pl_pl: skanować urządzenia dla SNMP elementów monitorowania.
pt_pt: Digitalização de um dispositivo SNMP habilitado para elementos a serem monitorados.
ru_ru: Сканирование SNMP-устройства для элементов для мониторинга.
zh_cn: 扫描启用了SNMP的设备以查找要监视的元素。

source: SNMP Walk
bg_bg: SNMP разходка (сканиране) (Walk)
ja_jp: SNMPウォーク
pl_pl: snmp spacer
pt_pt: Caminhada SNMP
zh_cn: SNMP漫游

source: Device Port
bg_bg: Порт на устройството
es_es: Dispositivos encontrados
fr_fr: Port périphérique
it_it: Dispositivo Port
ja_jp: デバイスポート
pl_pl: Urządzenie portu
pt_pt: Serviço
zh_cn: 设备端口

source: The port on which the SNMP device is listening.
bg_bg: Порта, на който SNMP устройството слуша.
de_de: Der Port, auf dem der SNMP-Gerät zuhört.
es_es: El puerto en el que el dispositivo SNMP está escuchando.
fr_fr: Le port sur lequel le dispositif est à l'écoute SNMP.
it_it: La porta su cui il dispositivo SNMP è in ascolto.
ja_jp: SNMPデバイスがリッスンするポート.
pl_pl: port, na którym nasłuchuje urządzenia SNMP.
pt_pt: A porta na qual o dispositivo SNMP está ouvindo.
ru_ru: Порт, на котором SNMP устройства прослушивания.
zh_cn: SNMP设备正在侦听的端口。

source: SNMP Authentication
bg_bg: удостоверяване на snmp
de_de: SNMP-Authentifizierung
es_es: Habilitar autenticacion LDAP
fr_fr: L'authentification SNMP
it_it: Autenticazione SNMP
ja_jp: SNMP認証
pl_pl: uwierzytelniania SNMP
pt_pt: Token de autenticação
ru_ru: SNMP аутентификации
zh_cn: SNMP认证

source: The SNMP protocol version used to commicate with the device.
bg_bg: Версия на SNMP протокола, използвана за комуникация с устройството.
de_de: Das SNMP-Protokoll-Version verwendet werden, um mit dem Gerät commicate.
es_es: La versión del protocolo SNMP usa para commicate con el dispositivo.
fr_fr: La version du protocole SNMP utilisé pour commicate avec le dispositif.
it_it: La versione del protocollo SNMP utilizzato per commicate con il dispositivo.
ja_jp: デバイスとの通信に使用されるSNMPプロトコルのバージョン.
pl_pl: wersja protokołu SNMP wykorzystywany do commicate z urządzeniem.
pt_pt: A versão do protocolo SNMP usado para commicate com o dispositivo.
ru_ru: SNMP версии протокола, используемого для commicate с устройством.
zh_cn: 用于与设备通信的SNMP协议版本。

source: The SNMP community string used to query the device.
bg_bg: SNMP парола (community string), използвана за извличане на информация от устройството.
de_de: Der SNMP-Community-String verwendet, um das Gerät abzufragen.
es_es: La cadena de comunidad SNMP que se utiliza para consultar el dispositivo.
fr_fr: La chaîne de communauté SNMP utilisé pour interroger le dispositif.
it_it: La stringa di comunità SNMP utilizzata per interrogare il dispositivo.
ja_jp: デバイスを照会するために使用するSNMPコミュニティ文字列.
pl_pl: Ciąg społeczności SNMP wymagane używane do kwerendy urządzenia.
pt_pt: A string de comunidade SNMP usado para consultar o dispositivo.
ru_ru: SNMP строку сообщества используется для запроса устройства.
zh_cn: 用于查询设备的SNMP社区字符串。

source: SNMP Scan Settings
bg_bg: Настройки SNMP сканиране
de_de: SNMP Scan-Einstellungen
es_es: Parametros de SMTP
fr_fr: SNMP des paramètres de numérisation
it_it: SNMP Impostazioni scansione
ja_jp: SNMPスキャン設定
pl_pl: SNMP ustawienia skanowania
pt_pt: Configurações de SMTP
ru_ru: SNMP Параметры сканирования
zh_cn: SNMP扫描设置

source: Specify some specifics to narrow down the SNMP scan results.
bg_bg: задайте някои специфики за стесняване на резултатите от сканиране на snmp.
de_de: Geben Sie einige Details an, um die Ergebnisse des SNMP-Scans einzugrenzen.
es_es: especifique algunos detalles para reducir los resultados del escaneo snmp.
fr_fr: spécifiez quelques détails pour affiner les résultats de l'analyse snmp.
it_it: specificare alcuni dettagli per restringere i risultati della scansione snmp.
ja_jp: いくつかの詳細を指定して、SNMPスキャン結果を絞り込みます。
pl_pl: podaj szczegóły, aby zawęzić wyniki skanowania snmp.
pt_pt: especifique alguns detalhes para restringir os resultados da varredura snmp.
ru_ru: укажите некоторые особенности, чтобы сузить результаты сканирования snmp.
zh_cn: 指定一些细节以缩小SNMP扫描结果的范围。

source: Add another MIB
bg_bg: добавете още миб
de_de: füge eine weitere Mib hinzu
es_es: agrega otra mib
fr_fr: ajouter un autre mib
it_it: aggiungi un altro fiocco
ja_jp: 別のMIBを追加
pl_pl: dodaj kolejny mib
pt_pt: adicione outro mamilo
ru_ru: добавить еще один Mib
zh_cn: 添加另一个MIB

source: Select MIBs whose OIDs you want to see. By default, if no MIBs selected, the scan will show all OIDs for all MIBs.
bg_bg: изберете миб, чиито оиди искате да видите. по подразбиране, ако няма избрани микрофони, сканирането ще покаже всички версии за всички.
de_de: wähle mibs aus, deren oids du sehen willst. Wenn keine Mibs ausgewählt sind, zeigt der Scan standardmäßig alle Oids für alle Mibs an.
es_es: seleccione mibs cuyos oids desea ver. de forma predeterminada, si no hay mibs seleccionados, el escaneo mostrará todos los oids para todas las mibs.
fr_fr: sélectionnez les mibs dont vous voulez voir les oids. Par défaut, si aucun mib n'est sélectionné, l'analyse affichera toutes les OID pour tous les mib.
it_it: seleziona i mib di cui vuoi vedere gli oids. per impostazione predefinita, se non sono stati selezionati i fiocchi, la scansione mostrerà tutti gli oid per tutti i fiocchi.
ja_jp: OIDを表示するMIBを選択します。デフォルトでは、MIBが選択されていない場合、スキャンはすべてのMIBのすべてのOIDを表示します。
pl_pl: wybierz miby, których oids chcesz zobaczyć. domyślnie, jeśli nie wybrano MIB, skanowanie pokaże wszystkie OID dla wszystkich MIB.
pt_pt: selecione mibs cujos recursos você deseja ver. por padrão, se nenhum mib selecionado, a varredura mostrará todos os auxílios para todos os mibs.
ru_ru: выберите MIBS, чьи oids вы хотите увидеть. по умолчанию, если не выбраны mib, при сканировании будут показаны все oids для всех mib.
zh_cn: 选择要查看其OID的MIB。 默认情况下，如果未选择MIB，则扫描将显示所有MIB的所有OID。

source: SNMP Advanced Scan Settings
bg_bg: snmp разширени настройки за сканиране
de_de: snmp erweiterte Scaneinstellungen
es_es: snmp configuración avanzada de escaneo
fr_fr: snmp paramètres d'analyse avancés
it_it: impostazioni di scansione avanzate snmp
ja_jp: SNMPの高度なスキャン設定
pl_pl: Zaawansowane ustawienia skanowania snmp
ru_ru: расширенные настройки сканирования snmp
zh_cn: SNMP高级扫描设置

source: Specify advanced settings for the SNMP scan. Adjusting these settings is <b>optional</b>.
bg_bg: посочете разширени настройки за сканиране на snmp. настройката на тези настройки не е <b>задължителна</b> .
de_de: Geben Sie erweiterte Einstellungen für den SNMP-Scan an. Das Anpassen dieser Einstellungen ist <b>optional</b> .
es_es: especifique configuraciones avanzadas para la exploración snmp. ajustar esta configuración es <b>opcional</b> .
fr_fr: spécifier les paramètres avancés pour l'analyse snmp. l'ajustement de ces paramètres est <b>facultatif</b> .
it_it: specificare le impostazioni avanzate per la scansione snmp. la regolazione di queste impostazioni è <b>facoltativa</b> .
ja_jp: SNMPスキャンの詳細設定を指定します。これらの設定の調整は<b>オプションです</b> 。
pl_pl: określ zaawansowane ustawienia skanowania snmp. dostosowanie tych ustawień jest <b>opcjonalne</b> .
pt_pt: especifique configurações avançadas para a varredura snmp. ajustar essas configurações é <b>opcional</b> .
ru_ru: укажите дополнительные настройки для сканирования snmp. регулировка этих настроек не является <b>обязательной</b> .
zh_cn: 指定SNMP扫描的高级设置。 调整这些设置是<b>可选</ b>。
