Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Deploy Notification Settings
bg_bg: Разположете настройките за известяване
de_de: Bereitstellen Notification Settings
es_es: Desplegar las configuraciones de las notificaciones
fr_fr: Déployer des paramètres de notification
it_it: Distribuire impostazioni di notifica
ja_jp: 通知設定の展開
pl_pl: wdrożyć ustawienia powiadomień
pt_pt: Configurações de Notificação
ru_ru: Развертывание Настройки уведомлений
zh_cn: 部署通知设置

source: has been deleted.
bg_bg: беше изтрито.
de_de: wurde gelöscht.
es_es: ha sido borrado.
fr_fr: a été supprimée.
it_it: è stato eliminato.
ja_jp: が削除されました.
pl_pl: został usunięty.
pt_pt: foi excluído.
ru_ru: была удалена.
zh_cn: 已被删除。

source: Error Deleting Template
bg_bg: Грешка при изтриването на шаблон (Template)
de_de: Fehler beim Löschen template
es_es: error plantilla eliminar
fr_fr: erreur gabarit suppression
it_it: Errore di template cancellazione
ja_jp: テンプレートの削除エラー
pl_pl: Błąd usuwania szablonu
pt_pt: modelo de exclusão de erro
ru_ru: ошибка при удалении шаблона
zh_cn: 错误删除模板

source: Notification Settings Management
bg_bg: Управление на нотификационните настройки
es_es: Administracion de las configuraciones de las notificaciones
fr_fr: Paramètres de notification de gestion
it_it: Notifica delle impostazioni di gestione
ja_jp: 通知設定の管理
pl_pl: Zarządzanie ustawienia powiadomień
pt_pt: notificação gestão de configurações
ru_ru: Настройки уведомлений управления
zh_cn: 通知设置管理

source: This page allows for notification settings to be saved and deployed to all users, a selection of users, or a selection of contact groups. This component will only update notification settings for contacts that are created by Nagios XI, or contacts created according to the
bg_bg: Тази страница дава възможност да се запазят настройките за известяване и да бъдат изпратени до всички потребители, някои избрани потребители, или потребители от избрани контактни групи. Този компонент ще актуализира само настройките за известяване за контакти, създадени от Nagios XI, или контакти, създадени в съответствие с
de_de: Diese Seite ermöglicht die Benachrichtigungseinstellungen zu speichern und für alle Benutzer, eine Auswahl von Benutzer oder Benutzer in einer Auswahl von Kontaktgruppen eingesetzt werden. Diese Komponente wird nur Benachrichtigungseinstellungen für Kontakte, die von Nagios XI erstellt werden, oder die Kontakte nach der erstellt
es_es: esta página permite la configuración de las notificaciones que se guarden y se despliegan a todos los usuarios, una selección de usuarios o usuarios en un grupo de contacto de selección. este componente sólo se actualizará la configuración de notificaciones para los contactos que son creados por nagios xi o contactos creados de acuerdo con el
fr_fr: cette page permet de paramètres de notification soient sauvés et déployés à tous les utilisateurs, une sélection d'utilisateurs ou d'utilisateurs dans un groupe de contact de sélection. cette composante ne mettra à jour les paramètres de notification pour les contacts qui sont créés par nagios xi, ou des contacts créés selon le
it_it: questa pagina consente impostazioni di notifica siano salvati e distribuiti a tutti gli utenti, una selezione di utenti o utenti in un gruppi di contatti selezione. questa componente aggiorna solo le impostazioni di notifica per i contatti che vengono creati da Nagios xi, o contatti creati in base alla
ja_jp: このページでは、通知設定を保存し、すべてのユーザー、選択したユーザー、連絡先グループで選択したユーザーに展開できます。 このコンポーネントはNagios XIで作成された連絡先、または次のドキュメントに従って作成された連絡先の通知設定のみを更新します。
pl_pl: ta strona pozwala na ustawienia powiadomień, aby być zapisywane i stosowane do wszystkich użytkowników, wybór użytkowników lub użytkowników w grupach kontaktowych wybór. składnik ten będzie tylko zaktualizować ustawienia powiadomień dla kontaktów, które są tworzone przez Nagios XI lub kontaktów utworzonych zgodnie
pt_pt: Nesta página permite configurações de notificação para ser salvo e implantado para todos os usuários, uma seleção de usuários, ou usuários em um grupos de contatos seleção. este componente só irá atualizar as configurações de notificação para os contactos que são criados por nagios xi, ou contatos criados de acordo com o
ru_ru: Эта страница позволяет настройки уведомлений, чтобы спастись и развернуты для всех пользователей, выбор пользователей, или пользователей в выборе контактных групп. этот компонент будет только обновить настройки уведомлений для контактов, созданных Nagios XI, или контактов, созданных в соответствии с
zh_cn: 此页面允许将通知设置保存并部署到所有用户，部分用户或部分联系人组。 该组件将仅更新Nagios XI创建的联系人或根据该联系人创建的联系人的通知设置。

source: XI Users and Contacts
bg_bg: Потребители и контакти на ХI
de_de: XI-Benutzer und Kontakte
es_es: XI Usuarios y Contactos
fr_fr: Les utilisateurs XI et contacts
it_it: Gli utenti XI e Contatti
ja_jp: XIユーザーと連絡先
pl_pl: użytkowników xi i kontakty
pt_pt: xi usuários e contatos
ru_ru: XI пользователей и контактов
zh_cn: XI用户和联系人

source: Unless notification settings are locked, all users can still modify their own notification settings from the
bg_bg: Освен ако настройките за известяване не са заключени, всички потребители все още ще могат да променят своите собствени настройки за уведомяване от
de_de: Sofern Benachrichtigungs-Einstellungen gesperrt sind, können alle Benutzer noch ändern ihre eigenen Benachrichtigungs-Einstellungen aus der
es_es: A menos que las configuraciones de notificaciones esten bloqueadas, todos los usuarios pueden todavia modificar sus propias configuraciones de notificaciones desde la
fr_fr: À moins que les paramètres de notification sont verrouillés, tous les utilisateurs peuvent toujours modifier leurs propres paramètres de notification de la
it_it: A meno che le impostazioni di notifica sono bloccati, tutti gli utenti possono comunque modificare le impostazioni di notifica del
ja_jp: 通知設定がロックされていない限り、すべてのユーザーは自分の通知設定を以下から変更できます
pl_pl: chyba ustawienia powiadomień są zablokowane, wszyscy użytkownicy mogą nadal modyfikować własne ustawienia powiadomień z
pt_pt: a menos que as configurações de notificação são bloqueados, todos os usuários ainda podem modificar suas próprias configurações de notificação do
ru_ru: Если параметры уведомлений заблокированы, все пользователи могут изменить свои настройки уведомлений от
zh_cn: 除非通知设置被锁定，否则所有用户仍然可以通过以下方式修改自己的通知设置：

source: My Account Settings
bg_bg: Настройките на профила ми
de_de: Mein Account Settings
es_es: Configuraciones de mi Cuenta
fr_fr: Mes Paramètres du compte
it_it: Il mio account Impostazioni
ja_jp: マイアカウント設定
pl_pl: Ustawienia mojego konta
pt_pt: Minhas Configurações de Conta
ru_ru: Мои Настройки аккаунта
zh_cn: 我的帐户设置

source: Available Saved Templates
bg_bg: Налични запазени шаблони (templates)
de_de: Verfügbare Gespeicherte Vorlagen
es_es: Plantillas salvadas disponibles
fr_fr: Disponible Modèles enregistrés
it_it: Disponibili modelli salvati
ja_jp: 利用可能な保存済みテンプレート
pl_pl: dostępne zapisane szablony
pt_pt: modelos salvos disponíveis
ru_ru: Доступные сохраненные шаблоны
zh_cn: 可用的已保存模板

source: Load Template
bg_bg: Заредете шаблона
de_de: Hochladen Template
es_es: Plantilla de carga
fr_fr: Télécharger un modèle
it_it: Carica modello
ja_jp: テンプレートをロード
pl_pl: przesłać szablon
pt_pt: Carregar modelo
ru_ru: Загрузите шаблон
zh_cn: 上传模板

source: Delete Template
bg_bg: Изтрийте шаблон
de_de: Service Templates
es_es: Plantillas de Servicios
fr_fr: Modèles de services
it_it: Modelli di servizio
ja_jp: テンプレートを削除
pl_pl: szablony usług
pt_pt: Modelos de serviços
ru_ru: Обслуживание Шаблоны
zh_cn: 删除模板

source: Template Title
bg_bg: Заглавие на шаблон
de_de: Template Titel
es_es: Titulo de la plantilla
fr_fr: Titre modèle
it_it: Template Titolo
ja_jp: テンプレートタイトル
pl_pl: Tytuł szablonu
pt_pt: título do modelo
ru_ru: Название шаблона
zh_cn: 模板标题

source: Set these notification messages as default for all users
bg_bg: Определете тези уведомителни съобщения, като стандартни (по подразбиране) за всички потребители
de_de: Setzen Sie diese Benachrichtigungen als Standard für alle Benutzer
es_es: Aplique estos mensajes de notificacion por defecto para todos los usuarios
fr_fr: Définissez ces messages de notification par défaut pour tous les utilisateurs
it_it: Impostare questi messaggi di notifica come impostazione predefinita per tutti gli utenti
ja_jp: これらの通知メッセージをすべてのユーザーの既定として設定する
pl_pl: ustawienie tych powiadomień jako domyślny dla wszystkich użytkowników
pt_pt: definir essas mensagens de notificação como padrão para todos os usuários
ru_ru: Набор этих уведомлений по умолчанию для всех пользователей
zh_cn: 将所有用户的这些通知消息设置为默认

source: Email Messages
bg_bg: Имейл съобщения
de_de: E-Mail-Nachrichten
es_es: mensajes de correo electrónico
fr_fr: e-mails
it_it: messaggi e-mail
ja_jp: メールメッセージ
pl_pl: wiadomości e-mail
pt_pt: mensagens de e-mail
ru_ru: сообщения электронной почты
zh_cn: 电子邮件信息

source: Mobile Text (SMS) Messages
bg_bg: Мобилни текстови (SMS) съобщения
de_de: Handy-Textnachrichten (SMS)
es_es: de texto de móvil (SMS)
fr_fr: texte portable (SMS)
it_it: testo mobile (SMS)
ja_jp: モバイルテキスト（SMS）メッセージ
pl_pl: Tekst komórkowej (SMS)
pt_pt: (SMS) mensagens de texto para celular
ru_ru: Мобильные текстовые (SMS) сообщения
zh_cn: 手机短信（SMS）消息

source: Notification Timeperiods
bg_bg: Нотификационни времеви периоди (Timeperiods)
de_de: Benachrichtigung Zeitfenster
es_es: Plazos de notificacion
fr_fr: Timeperiods notification
it_it: Notifica Timeperiods
ja_jp: 通知期間
pl_pl: timeperiods powiadomień
pt_pt: Número de notificação
ru_ru: Уведомление Timeperiods
zh_cn: 通知时间

source: Deploy to Users
bg_bg: Разположете за потребителитете
de_de: Bereitstellen für Benutzer
es_es: Desplegar a usuarios
fr_fr: Déployer vers les utilisateurs
it_it: Distribuire agli utenti
ja_jp: ユーザーに展開
pl_pl: wdrożyć do użytkowników
pt_pt: Implantar para os usuários
ru_ru: Развернуть для пользователей
zh_cn: 部署到用户

source: Specify the format of the host and service alert messages you receive via email.
bg_bg: Определете формата на съобщенията за предупреждение за хостове и сървиси, които получавате по електронната поща.
de_de: Geben Sie das Format der Host-und Service-Warnmeldungen erhalten Sie per E-Mail.
es_es: Especifique el formato del host y los mensajes de alerta de servicio que usted recibe por correo electrónico.
fr_fr: Spécifiez le format de l'hôte et des messages d'alerte des services que vous recevez par courrier électronique.
it_it: Specificare il formato del host e messaggi di avviso di servizio si riceve via e-mail.
ja_jp: メール受信するホストとサービスのアラートッセージの形式を指定します.
pl_pl: określić format gospodarza i usług otrzymywanych wiadomości alarmowych poprzez e-mail.
pt_pt: Especifique o formato do host e as mensagens de alerta de serviço que você receber via e-mail.
ru_ru: Укажите формат хозяина и сообщений службы оповещения вы получите по электронной почте.
zh_cn: 指定您通过电子邮件收到的主机和服务警报消息的格式。

source: Contacts must have the
bg_bg: Контактите, трябва да имат
de_de: Kontakte muss die
es_es: Contactenos
fr_fr: Les contacts doivent avoir la
it_it: I contatti devono avere la
ja_jp: 連絡先には
pl_pl: Styki muszą mieć
pt_pt: Contacte-nos
ru_ru: Контакты должны быть
zh_cn: 联系人必须具有

source: commands defined for the selected contacts in order for these notification settings to be applied.
bg_bg: Команди, определени за избраните контакти, за да могат да се приложат настройките за уведомяване.
de_de: Befehle für den ausgewählten Kontakten Damit diese Zustellung Einstellungen angewendet werden definiert.
es_es: comandos definido para los contactos seleccionados para que estos ajustes de notificación a ser aplicados.
fr_fr: commandes définies pour les contacts sélectionnés dans l'ordre de ces paramètres de notification à appliquer.
it_it: comandi definito per i contatti selezionati in ordine per queste impostazioni di notifica da applicare.
ja_jp: コマンドが必要です. このコマンドは選択した連絡先にこれらの通知設定を適用するために定義されます.
pl_pl: Polecenia zdefiniowane dla wybranych kontaktów, aby dla tych ustawień powiadomień, które należy stosować.
pt_pt: comandos definidos para os contatos selecionados para que essas configurações de notificação a ser aplicadas.
ru_ru: Команды, определенные для выбранного контакта для того, чтобы эти параметры уведомлений, которые должны применяться.
zh_cn: 为所选联系人定义的命令，以便应用这些通知设置。

source: Specify the format of the host and service alert messages you receive via mobile text message.
bg_bg: Определете формата на предупредителните съобщения за хостове и сървиси, които получавате чрез мобилно текстово съобщение.
de_de: Geben Sie das Format der Host-und Service-Warnmeldungen erhalten Sie per Handy SMS.
es_es: Especifique el formato del host y mensajes de servicio de alerta que recibirá un mensaje de texto móvil.
fr_fr: Spécifiez le format de l'hôte et des messages d'alerte des services que vous recevez par SMS mobile.
it_it: Specificare il formato del host e messaggi di avviso di servizio si riceve via sms inviato.
ja_jp: 携帯電話のテキストメッセージで受信するホストとサービスのアラートメッセージの形式を指定します.
pl_pl: określenie formatu hosta i wiadomości usług alert otrzymasz SMS-em na telefon komórkowy.
pt_pt: Especifique o formato do host e as mensagens de alerta de serviço que você receber via mensagem de texto para celular.
ru_ru: Укажите формат хозяина и сообщений службы оповещения вы получите с помощью мобильных текстовых сообщений.
zh_cn: 指定通过手机短信接收的主机和服务警报消息的格式。

source: Deploy notification preferences
bg_bg: Разположете предпочитанията за известяване
de_de: Benachrichtigungseinstellungen bereitstellen
es_es: implementar las preferencias de notificación
fr_fr: déployer des préférences de notification
it_it: distribuire preferenze di notifica
ja_jp: 通知設定を展開
pl_pl: wdrożyć ustawienia powiadomień
pt_pt: implantar preferências de notificação
ru_ru: развернуть настройки уведомлений
zh_cn: 部署通知首选项

source: Enable or disable notifications for the selected users
bg_bg: Активиране или деактивиране на известията за избраните потребители
de_de: Aktivieren oder Deaktivieren von Benachrichtigungen für den ausgewählten Benutzern
es_es: Activar o desactivar las notificaciones para los usuarios seleccionados
fr_fr: Activer ou désactiver les notifications pour les utilisateurs sélectionnés
it_it: Attivare o disattivare le notifiche per gli utenti selezionati
ja_jp: 選択したユーザーの通知を有効または無効にします
pl_pl: włączyć lub wyłączyć powiadomienia dla wybranych użytkowników
pt_pt: habilitar ou desabilitar notificações para os usuários selecionados
ru_ru: Включить или отключить уведомления для выбранных пользователей
zh_cn: 启用或禁用所选用户的通知

source: Lock notification preferences
bg_bg: Заключете предпочитанията за известяване
de_de: Benachrichtigungseinstellungen
es_es: Preferencias de las Notificaciones
fr_fr: Préférences de notification
it_it: Preferenze di notifica
ja_jp: 通知設定をロック
pl_pl: Powiadomienia i
pt_pt: Preferências de notificação
ru_ru: Настройки уведомлений
zh_cn: 锁定通知首选项

source: Lock notification messages and preferences for the selected (non-administrative) users
bg_bg: Заключете съобщенията и предпочитанията за известяване за избраните (не-административни) потребители
de_de: Sperren Benachrichtigungen und Einstellungen für die ausgewählte (nicht-administrative) Benutzer
es_es: Bloqueo de mensajes de notificación y la configuración de los seleccionados (no administrativas) los usuarios
fr_fr: Verrouiller messages de notification et les paramètres sélectionnés (pour les non-utilisateurs administratifs)
it_it: Bloccare i messaggi di notifica e le impostazioni per i selezionati (non amministrative) gli utenti
ja_jp: 選択した（非管理）ユーザーの通知メッセージと設定をロックします
pl_pl: zablokować wiadomości i ustawienia powiadomień dla wybranych użytkowników (nie-administracyjnych)
pt_pt: bloquear mensagens de notificação e as configurações para os usuários (não-administrativas), selecionados
ru_ru: Блокировка уведомлений и настройки для выбранного (не администраторов)
zh_cn: 锁定选定（非管理）用户的通知消息和首选项

source: Select email notification types for the selected users to recieve
bg_bg: Изберете вида известия, които да получавате по имейл за избраните потребители
de_de: Wählen Sie E-Mail-Benachrichtigungstypen für die ausgewählten Benutzer zu erhalten
es_es: seleccione los tipos de notificación de correo electrónico para los usuarios seleccionados para recibir los
fr_fr: sélectionner les types de notification par courrier électronique pour les utilisateurs sélectionnés pour recevoir
it_it: selezionare i tipi di notifica e-mail per gli utenti selezionati per ricevere
ja_jp: 受信のために選択したユーザーのメール通知タイプを選択します
pl_pl: wybrać rodzaje powiadomień e-mail dla wybranych użytkowników, aby otrzymywać
pt_pt: selecionar os tipos de notificação de e-mail para os usuários selecionados para receber
ru_ru: выбрать типы уведомлений по электронной почте для выбранных пользователей, чтобы получать
zh_cn: 选择电子邮件通知类型以供所选用户接收

source: Select mobile text (SMS) notification types for the selected users to recieve
bg_bg: Изберете мобилен текст (SMS) вид нотификация, която да поучите за избраните потребители
de_de: Wählen mobilen Textnachrichten (SMS) Benachrichtigungstypen für die ausgewählten Benutzer zu erhalten
es_es: seleccionar texto móvil (sms) tipos de notificación para los usuarios seleccionados para recibir los
fr_fr: sélectionner du texte mobile (SMS) types de notification pour les utilisateurs sélectionnés pour recevoir
it_it: selezionare il testo mobili (sms) tipi di notifica per gli utenti selezionati per ricevere
ja_jp: 受信のために選択したユーザーのモバイルテキスト（SMS）通知タイプを選択します
pl_pl: zaznaczyć tekst mobilną (SMS) rodzaje powiadomień dla wybranych użytkowników, aby otrzymywać
pt_pt: selecionar o texto móvel (sms) tipos de notificação para os usuários selecionados para receber
ru_ru: выберите мобильный Текстовые сообщения (SMS) типы уведомлений для выбранных пользователей, чтобы получать
zh_cn: 选择移动文本（SMS）通知类型以供所选用户接收

source: Deploy notification timeperiods
bg_bg: Разположете времевите периоди (timeperiods) за известяване
de_de: Deploy Benachrichtigung timePeriod
es_es: Desplegar plazos de notificacion
fr_fr: Déployer notification TimePeriod
it_it: Deploy di notifica timeperiod
ja_jp: 通知期間を展開
pl_pl: wdrożyć powiadomienia przedzialczasu
pt_pt: implantar notificação timeperiod
ru_ru: Развертывание Уведомление TimePeriod
zh_cn: 部署通知时间

source: If checked, this will deploy a notification time period for all selected contacts with the notification time period of
bg_bg: Ако е избрано, това ще приложи срок за нотификация за всички избрани контакти с периода от време за нотификация на
de_de: Dies wird eine Benachrichtigung Zeitraum für alle ausgewählten Kontakte mit der Mitteilung Zeitraum bereitstellen
es_es: Esto desplegará un período de tiempo de notificación para todos los contactos seleccionados con el plazo de notificación
fr_fr: Cela permettra de déployer une période de notification pour tous les contacts sélectionnés avec la période de notification
it_it: Questo distribuire un periodo di tempo di notifica per tutti i contatti selezionati con il periodo di tempo la notifica di
ja_jp: 選択した場合、通知期間を選択されたすべての連絡先に展開します
pl_pl: to będzie wdrażać termin zgłaszania wszystkich wybranych kontaktów z okresu powiadomienia o
pt_pt: isso vai implantar um período de tempo notificação para todos os contatos selecionados com o período de tempo notificação
ru_ru: Это позволит развернуть период уведомление время для всех выбранных контактов с периодом уведомление время
zh_cn: 如果选中，它将为所有选定联系人部署一个通知时间段，通知时间段为

source: username
bg_bg: потребителско име
de_de: Benutzername
es_es: usuario
fr_fr: nom d'utilisateur
it_it: nome utente
ja_jp: ユーザー名
pl_pl: nazwa użytkownika
pt_pt: Nome de Utilizador
ru_ru: имя пользователя
zh_cn: 用户名

source: Example for user
bg_bg: Пример за потребителя
de_de: Beispiel für Benutzer
es_es: Ejemplo para usuario
fr_fr: Exemple pour l'utilisateur
it_it: Esempio per l'utente
ja_jp: ユーザー例
pl_pl: Przykładem dla użytkownika
pt_pt: exemplo para o usuário
ru_ru: Пример для пользователей
zh_cn: 示例用户

source: Sunday
bg_bg: Неделя
de_de: Sonntag
es_es: Domingo
fr_fr: Dimanche
it_it: Domenica
ja_jp: 日曜日
pl_pl: niedziela
pt_pt: Domingo
ru_ru: Воскресенье
zh_cn: 星期天

source: Monday
bg_bg: Понеделник
de_de: Montag
es_es: Lunes
fr_fr: Lundi
it_it: Lunedi
ja_jp: 月曜日
pl_pl: poniedziałek
pt_pt: Segunda-feira
ru_ru: Понедельник
zh_cn: 星期一

source: Tuesday
bg_bg: Вторник
de_de: Dienstag
es_es: Martes
fr_fr: Mardi
it_it: Martedì
ja_jp: 火曜日
pl_pl: wtorek
pt_pt: Terça-feira
ru_ru: Вторник
zh_cn: 星期二

source: Wednesday
bg_bg: Сряда
de_de: Mittwoch
es_es: Miercoles
fr_fr: Mercredi
it_it: Mercoledì
ja_jp: 水曜日
pl_pl: środa
pt_pt: Quarta-feira
ru_ru: Среда
zh_cn: 星期三

source: Thursday
bg_bg: Четвъртък
de_de: Donnerstag
es_es: Jueves
fr_fr: Jeudi
it_it: Giovedi
ja_jp: 木曜日
pl_pl: czwartek
pt_pt: Quinta-feira
ru_ru: Четверг
zh_cn: 星期四

source: Friday
bg_bg: Петък
de_de: Freitag
es_es: Viernes
fr_fr: Vendredi
it_it: Venerdì
ja_jp: 金曜日
pl_pl: piątek
pt_pt: Sexta-feira
ru_ru: Пятница
zh_cn: 星期五

source: Saturday
bg_bg: Събота
de_de: Samstag
es_es: Sabado
fr_fr: Samedi
it_it: Sabato
ja_jp: 土曜日
pl_pl: sobota
pt_pt: Sábado
ru_ru: Суббота
zh_cn: 星期六

source: Select the users to apply the current template/settings to.
bg_bg: Изберете потребителите, на които да приложите настоящите шаблони/настройки.
de_de: wählen Sie die Benutzer, um die aktuelle Vorlage / Einstellungen anzuwenden.
es_es: seleccione los usuarios a aplicar las plantillas / configuración actual.
fr_fr: sélectionnez les utilisateurs à appliquer le modèle / paramètres actuels.
it_it: selezionare gli utenti ad applicare il modello / impostazioni correnti.
ja_jp: 現在のテンプレート/設定を適用するユーザを選択します.
pl_pl: wybierz użytkowników, aby zastosować bieżące ustawienia szablonu /.
pt_pt: selecione os usuários para aplicar os atuais modelos / configurações para.
ru_ru: выберите пользователей, чтобы применить текущий шаблон / настройки для.
zh_cn: 如果选中，它将为所有选定联系人部署一个通知时间段，通知时间段为

source: Nagios XI Users
bg_bg: Nagios XI потребители
de_de: Nagios XI Benutzer
es_es: Usuarios de Nagios XI
fr_fr: Les utilisateurs Nagios XI
it_it: Nagios XI utenti
ja_jp: Nagios XIユーザー
pl_pl: użytkowników xi Nagios
pt_pt: Últimas Notícias Nagios XI
ru_ru: Nagios XI пользователей
zh_cn: Nagios XI 用户

source: Save Template
bg_bg: Запазете шаблона
de_de: Service Template
es_es: Plantillas de Servicios
fr_fr: Modèle de service
it_it: Servizio Template
ja_jp: テンプレートを保存
pl_pl: Szablon usługi
pt_pt: Modelos de serviços
ru_ru: Обслуживание шаблона
zh_cn: 保存模板

source: Deploy Preferences
bg_bg: Разположете предпочитанията
de_de: Einstellungen bereitstellen
es_es: desplegar preferencias
fr_fr: déployer des préférences
it_it: distribuire preferenze
ja_jp: プリファレンスを展開
pl_pl: wdrożyć preferencje
pt_pt: implantar preferências
ru_ru: развернуть предпочтения
zh_cn: 部署首选项

source: Preferences for
bg_bg: Предпочитания за
de_de: Voreinstellungen für
es_es: preferencias para
fr_fr: préférences pour
it_it: preferenze per
ja_jp: プリファレンスが
pl_pl: preferencje dla
pt_pt: preferências para
ru_ru: преференции для
zh_cn: 偏好

source: deployed successfully
bg_bg: Разположени успешно
de_de: erfolgreich eingesetzt
es_es: desplegado con éxito
fr_fr: déployé avec succès
it_it: implementato con successo
ja_jp: に正常に展開されました
pl_pl: stosowane z powodzeniem
pt_pt: implantado com êxito
ru_ru: развернуть успешно
zh_cn: 成功部署
