Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Download Agent Installation Instructions
bg_bg: Изтегляне на инструкции за инсталация на агент
de_de: Laden Sie die Agent-Installation Instructions
es_es: Descargar las instrucciones de instalación de agente
fr_fr: Télécharger les instructions d'installation de l'agent
it_it: Scarica Istruzioni per l'installazione dell'agente
ja_jp: エージェントのインストール手順をダウンロード
pl_pl: pobierz instrukcje instalacji agenta
pt_pt: Download Instruções de instalação do agente
ru_ru: Скачать Инструкция установки агента
zh_cn: 下载代理安装说明

source: Specify which services you'd like to monitor for the Solaris server
bg_bg: Определете кои сървиси бихте искали да следите за Solaris сървъра
de_de: Bestimmen Sie, welche Leistungen Sie möchten für den Mail-Server überwachen
es_es: Especifique qué servicios desea supervisar para el servidor de correo
fr_fr: Précisez les services que vous souhaitez surveiller pour le serveur de messagerie
it_it: Specificare quali servizi si desidera monitorare per il server di posta
ja_jp: Solarisサーバーで監視するサービスを指定します
pl_pl: określić, które usługi chcesz monitorować serwera solaris
pt_pt: Especificar quais os serviços que você gostaria de monitorar o servidor de correio
ru_ru: Укажите, какие услуги вы хотите, чтобы следить за почтовым сервером
zh_cn: 指定要监视Solaris服务器的服务

source: Monitors the server with an ICMP "ping". Useful for watching network latency and general uptime
bg_bg: Следи сървъра с ICMP "пинг". Полезно за наблюдението на латентността на мрежата и общото време за работа (uptime)
de_de: Überwacht den Server mit einem ICMP "ping ". Nützlich für beobachtete Netzwerklatenz und allgemeinen Verfügbarkeit.
es_es: Supervisa el servidor con un ICMP "ping ". Resulta útil para ver la latencia de red y tiempo de actividad general.
fr_fr: Surveille le serveur avec un message ICMP "ping ". Utile pour regarder la latence du réseau et de disponibilité générale.
it_it: Monitora il server con un "ping " ICMP. Utile per la visione di latenza di rete e uptime generale.
ja_jp: ICMP "ping"でサーバーを監視します. ネットワークの遅延や通常の稼働時間を監視するために役立ちます
pl_pl: monitoruje serwer z ICMP "ping". przydatne do oglądania opóźnienie sieci i ogólny czas pracy
pt_pt: Monitora o servidor com um ICMP "ping". Útil para assistir a latência da rede eo tempo de atividade geral.
ru_ru: Мониторы сервер с ICMP "пинг ". Полезно для просмотра задержка сети и общего времени безотказной работы.
zh_cn: 使用ICMP“ ping”监视服务器。 有助于观察网络延迟和总体正常运行时间

source: Monitors the load on the server (1,5,15 minute values)
bg_bg: Следи натоварването на сървъра (1,5,15 минутни стойности)
de_de: Überwacht die Last auf dem Server (1/5/15 Minuten-Werte)
es_es: Monitoriza la carga en el servidor (01/05/15 valores minutos)
fr_fr: Surveille la charge sur le serveur (05/01/15 valeurs minute)
it_it: Controlla il carico sul server (1/5/15 valori al minuto)
ja_jp: サーバーの負荷 (1, 5, 15分の値) を監視します
pl_pl: monitoruje obciążenie serwera (1,5,15 wartości minut)
pt_pt: Monitoriza a carga no servidor (1/5/15 valores minutos)
ru_ru: Мониторы нагрузки на сервер (1/5/15 минут значениями)
zh_cn: 监视服务器上的负载（1,5,15分钟的值）

source: CPU Statistics
bg_bg: Статистика на процесора
de_de: CPU Statistik
es_es: Estadisticas del Servidr
fr_fr: Statistiques CPU
it_it: CPU Statistiche
ja_jp: CPU統計
pl_pl: Statystyki cpu
pt_pt: Estatísticas do Servidor
ru_ru: Процессор статистика
zh_cn: CPU统计

source: Monitors the server CPU statistics (user, system, iowait %s).
bg_bg: Следи процесорната статистика на сървъра (потребител, система, iowait %s).
de_de: überwacht die Server-CPU-Statistiken (% Benutzer-, System iowait).
es_es: supervisa las estadísticas de la CPU del servidor (el usuario%, sistema, iowait).
fr_fr: surveille les statistiques du processeur du serveur (utilisateur%, système, iowait).
it_it: controlla le statistiche del server cpu (utente%, sistema, iowait).
ja_jp: サーバーのCPU統計 (user, system, iowait %s)を監視します.
pl_pl: monitoruje statystyki serwera cpu (% użytkownika, system, iowait).
pt_pt: monitora as estatísticas do servidor CPU (usuário%, sistema, iowait).
ru_ru: мониторинг серверов процессора статистики (% пользователей, система, iowait).
zh_cn: 监视服务器CPU统计信息（用户，系统，iowait%s）

source: Monitors the free memory on the server
bg_bg: Следи свободната памет на сървъра
de_de: überwacht den freien Speicherplatz auf dem Server
es_es: monitorea la memoria disponible en el servidor
fr_fr: surveille la mémoire disponible sur le serveur
it_it: controlla la memoria disponibile sul server
ja_jp: サーバーの空きメモリを監視します
pl_pl: monitoruje wolnej pamięci na serwerze
pt_pt: Monitorar o serviço cada
ru_ru: контролирует свободной памяти на сервере
zh_cn: 监视服务器上的可用内存

source: Monitors the swap usage on the server
bg_bg: Следи използването на сървърния swap
de_de: Überwacht die Swap-Nutzung auf dem Server
es_es: Monitorear el servicio cada
fr_fr: Surveille l'utilisation du swap sur le serveur
it_it: Controlla l'utilizzo dello swap sul server
ja_jp: サーバーのスワップ使用量を監視します
pl_pl: monitoruje użycie aby na serwerze
pt_pt: Monitorar o serviço cada
ru_ru: Мониторы свопа на сервере
zh_cn: 监视服务器上的交换使用情况

source: Open Files
bg_bg: Отворени файлове
es_es: Problemas abiertos
fr_fr: Ouvrir des fichiers
it_it: File aperti
ja_jp: オープンファイル
pl_pl: otwarte pliki
pt_pt: Abrir problemas
ru_ru: Открытые файлы
zh_cn: 打开文件

source: Monitors the number of open files on the server
bg_bg: Наблюдава броя на отворените файлове на сървъра
de_de: Überwacht die Anzahl der geöffneten Dateien auf dem Server
es_es: Supervisa el número de archivos abiertos en el servidor
fr_fr: Surveille le nombre de fichiers ouverts sur le serveur
it_it: Controlla il numero di file aperti sul server
ja_jp: サーバーで開いているファイル数を監視します
pl_pl: monitoruje liczbę otwartych plików na serwerze
pt_pt: Monitora o número de arquivos abertos no servidor
ru_ru: Контролирует количество открытых файлов на сервере
zh_cn: 监视服务器上打开的文件数

source: Monitors the number of users currently logged in to the server
bg_bg: Следи броя на потребителите, влезли в сървъра
de_de: Überwacht die Anzahl der Benutzer, die derzeit angemeldet auf dem Server
es_es: Supervisa el número de usuarios actualmente conectados al servidor
fr_fr: Surveille le nombre d'utilisateurs actuellement connectés au serveur
it_it: Controlla il numero di utenti attualmente connessi al server
ja_jp: サーバーに現在ログインしているユーザー数を監視します
pl_pl: monitoruje liczbę użytkowników aktualnie zalogowany na serwerze
pt_pt: Monitora o número de usuários atualmente conectados ao servidor
ru_ru: Контролирует количество пользователей вошли на сервер
zh_cn: 监视当前登录到服务器的用户数

source: Monitors disk usage on the server. Paths can be mount points or partition names
bg_bg: Следи използването на дисковото пространство на сървъра. Пътеките могат да бъдат или точки на монтиране, или имена на дискови партиции
de_de: Überwacht Speicherverbrauch auf dem Server. Pfade können Mountpunkte oder Partition Namen sein
es_es: Controla el uso de disco en el servidor. Las rutas pueden ser puntos de montaje o los nombres de las particiones
fr_fr: Surveille l'utilisation du disque sur le serveur. Les chemins peuvent être des points de montage ou des partitions
it_it: Controlla l'uso del disco sul server. I percorsi possono essere i punti di montaggio o le partizioni
ja_jp: サーバーのディスク使用量を監視します. パスには、マウントポイントまたはパーティション名を指定します
pl_pl: monitoruje wykorzystanie dysku na serwerze. Ścieżki mogą być punkty lub nazw stref montażu
pt_pt: Monitora o uso do disco no servidor. Os caminhos podem ser pontos de montagem ou nomes de partição
ru_ru: Контролирует использование дискового пространства на сервере. Пути могут быть точками монтирования разделов или имена
zh_cn: 监视服务器上的磁盘使用情况。 路径可以是安装点或分区名称

source: Path
bg_bg: Пътека
de_de: Paths
es_es: Caminos
fr_fr: Chemins
it_it: Percorsi
ja_jp: パス(path)
pl_pl: ścieżka
pt_pt: Caminhos
ru_ru: Пути
zh_cn: 路径

source: Specify any services normally started by the SMF that should be monitored to ensure they're in a running state
bg_bg: Посочете които и да са сървиси, които обикновено започват от SMF, които трябва да се следят, за да се гарантира, че не са спрени
de_de: Geben Sie alle Dienste in der Regel durch den init-Prozess, die überwacht werden sollte, um sicherzustellen, dass sie in einem laufenden Zustand
es_es: Especifique los servicios normalmente iniciados por el proceso init que debe vigilarse para asegurar que están en un estado de ejecución
fr_fr: Spécifiez les services normalement démarrés par le processus init qui doivent être surveillés pour s'assurer qu'ils sont en état de marche
it_it: Specificare eventuali servizi normalmente avviate dal processo init che devono essere monitorati per garantire che siano in uno stato di esecuzione
ja_jp: 通常SMFによって開始され、稼働していることを保証するために監視すべきサービスを指定します
pl_pl: podać żadnych usług normalnie rozpoczęte przez SMF, które powinny być monitorowane w celu zapewnienia, że ​​są w stanie uruchomionym
pt_pt: Especificar quaisquer serviços normalmente iniciados pelo processo init que deve ser monitorado para garantir que eles estão em um estado de execução
ru_ru: Укажите любые услуги, обычно, созданные инициализации процесса, которые должны быть проверены, чтобы убедиться, что они находятся в рабочем состоянии
zh_cn: 指定应由SMF正常启动的任何服务，应对其进行监视以确保它们处于运行状态

source: SMF Service
bg_bg: SMF сървис
de_de: SNMP-Dienste
es_es: Servicios
fr_fr: Services SNMP
it_it: Servizi SNMP
ja_jp: SMFサービス
pl_pl: Usługa smf
pt_pt: Serviço
ru_ru: SNMP услуги
zh_cn: SNMP服务

source: Specify any process names that should be monitored to ensure they're running
bg_bg: Посочете които и да са имена на процеси, които трябва да бъдат наблюдавани, за да се гарантира, че не са спрени
de_de: Geben Sie alle Prozess-Namen, die überwacht, um sicherzustellen, sie laufen sollen
es_es: Especifique los nombres de los procesos que deben ser controlados para asegurarse de que está ejecutando
fr_fr: Spécifiez les noms des processus qui doivent être surveillés pour s'assurer qu'ils exécutent
it_it: Specificare i nomi dei processi che dovrebbero essere controllati per assicurarsi che sta eseguendo
ja_jp: 稼動を確認するために監視すべきプロセスを指定します
pl_pl: podać żadnych nazw procesów, które powinny być monitorowane w celu zapewnienia, że ​​używasz
pt_pt: Especificar quaisquer nomes de processos que devem ser monitorados para garantir que eles estão correndo
ru_ru: Укажите любые имена процессов, которые должны быть проверены, чтобы убедиться, что они работают
zh_cn: 指定任何应监视的进程名称，以确保它们正在运行

source: Solaris Process
bg_bg: Solaris процес
de_de: solaris-Prozess
es_es: solaris proceso
fr_fr: processus de solaris
it_it: solaris processo
ja_jp: Solarisプロセス
pl_pl: Proces solaris
pt_pt: Processo de núcleo
ru_ru: Solaris процесса
zh_cn: Solaris进程

source: Dont forget to download and install the Solaris Agent on the target server
bg_bg: Не забравяйте да изтеглите и инсталирате Solaris агента на сървъра, който ще наблюдавате
de_de: Vergessen Sie nicht, downloaden und installieren Sie das Windows Agent auf dem Zielserver!
es_es: No te olvides de descargar e instalar el Agente de Windows en el servidor de destino!
fr_fr: N'oubliez pas de télécharger et d'installer l'agent Windows sur le serveur cible!
it_it: Non dimenticate di scaricare e installare l'agente di Windows sul server di destinazione!
ja_jp: 忘れずにSolarisエージェントをダウンロードして対象サーバーにインストールしてください
pl_pl: Nie zapomnij, aby pobrać i zainstalować agenta solaris na serwerze docelowym
pt_pt: Não se esqueça de baixar e instalar o agente do Windows no servidor de destino!
ru_ru: Не забудьте скачать и установить агента Windows на целевом сервере!
zh_cn: 不要忘记在目标服务器上下载并安装Solaris Agent

source: Monitor a remote Linux, Unix, or Mac OS/X machine using SSH.
bg_bg: Наблюдавайте дистанционно Linux, Unix, или Mac OS/X машина, използвайки SSH.
de_de: Überwachung eines entfernten Linux, Unix oder Mac OS / X Maschine mit SSH.
es_es: Supervisión de un remoto Linux, Unix, Mac OS o máquina / X usando SSH.
fr_fr: Surveiller une télécommande Linux, Unix ou Mac OS / X machine en utilisant SSH.
it_it: Monitorare un remoto Linux, Unix o Mac OS / X macchina tramite SSH.
ja_jp: SSHを使用してリモートのLinux、UNIX、またはMac OS/Xマシンを監視します.
pl_pl: monitorować zdalne Linux, Unix lub Mac OS / X maszyny za pomocą protokołu SSH.
pt_pt: Monitorar um remoto Linux, Unix, Mac ou máquina OS / X usando SSH.
ru_ru: Мониторинг удаленных Linux, Unix или Mac OS / X машине с помощью SSH.
zh_cn: 使用SSH监视远程Linux，Unix或Mac OS / X计算机。

source: SSH Proxy
bg_bg: SSH прокси
ja_jp: SSHプロキシ
ru_ru: SSH прокси
zh_cn: SSH代理

source: The IP address or FQDNS name of the server you'd like to monitor.
bg_bg: IP адрес или FQDNS име на сървъра, който искате да наблюдавате.
de_de: Die IP-Adresse oder FQDN-Namen des Servers Sie überwachen würde.
es_es: La direccion IP o el nombre FQDNS del host
fr_fr: L'adresse IP ou le nom FQDN du serveur que vous souhaitez surveiller.
it_it: L'indirizzo IP o il nome FQDN del server che si desidera monitorare.
ja_jp: 監視するサーバーのIPアドレスまたはFQDN.
pl_pl: adres IP lub FQDN nazwa serwera, który chcesz monitorować.
pt_pt: O endereço IP ou FQDN nome do host
ru_ru: IP-адрес или FQDN, имя сервера, вы хотите контролировать.
zh_cn: 您要监视的服务器的IP地址或FQDNS名称。

source: The operating system running on the server you'd like to monitor.
bg_bg: Операционната система работи на сървъра, който искате да наблюдавате.
de_de: Das Betriebssystem läuft auf dem Server, den Sie möchten, zu überwachen.
es_es: El sistema operativo que se ejecuta en el servidor que desea supervisar.
fr_fr: Le système d'exploitation exécuté sur le serveur que vous souhaitez surveiller.
it_it: Il sistema operativo in esecuzione sul server che si desidera monitorare.
ja_jp: 監視するサーバーで稼動しているオペレーティングシステム.
pl_pl: system operacyjny uruchomiony na serwerze, który chcesz monitorować.
pt_pt: O sistema operacional em execução no servidor que você gostaria de monitorar.
ru_ru: Операционной системы, установленной на сервере вы хотели бы контролировать.
zh_cn: 您要监视的服务器上运行的操作系统。

source: If you haven't used this wizard before, documentation can be accessed here.
bg_bg: ако още не сте използвали този съветник, документацията може да бъде достъпна тук.
de_de: Wenn Sie diesen Assistenten noch nicht verwendet haben, können Sie hier auf die Dokumentation zugreifen.
es_es: si no ha utilizado este asistente anteriormente, se puede acceder a la documentación aquí.
fr_fr: Si vous n'avez pas encore utilisé cet assistant, vous pouvez accéder à la documentation ici.
it_it: se non hai mai utilizzato questa procedura guidata, puoi accedere alla documentazione qui.
ja_jp: これまでこのウィザードを使用していない場合は、ここでドキュメントにアクセスできます。
pl_pl: jeśli wcześniej nie korzystałeś z tego kreatora, dostęp do dokumentacji można uzyskać tutaj.
pt_pt: Se você não usou este assistente antes, a documentação pode ser acessada aqui.
ru_ru: если вы еще не использовали этот мастер, доступ к документации можно получить здесь.
zh_cn: 如果您以前从未使用过此向导，则可以在此处访问文档。

source: The name you'd like to have associated with this server.
bg_bg: Името, което искате да се асоциира с този сървър.
de_de: Der Name, den Sie gerne mit diesem Server zugeordnet haben würde.
es_es: El nombre que usted desea usar para este reporte.
fr_fr: Le nom que vous aimeriez avoir associé à ce serveur.
it_it: Il nome che desideri sia associato a questo server.
ja_jp: サーバーに関連付ける名前.
pl_pl: Nazwa chcesz być związane z tym serwerem.
pt_pt: O host associado com este horário.
ru_ru: Имя, которое вы хотели бы иметь, связанные с этим сервером.
zh_cn: 您想要与此服务器关联的名称。

source: Specify which services you'd like to monitor for the server.
bg_bg: Определете кои сървиси бихте искали да следите за сървъра.
de_de: Bestimmen Sie, welche Leistungen Sie möchten für den Server zu überwachen.
es_es: Especifique qué servicios desea controlar para el servidor.
fr_fr: Précisez les services que vous souhaitez surveiller pour le serveur.
it_it: Specificare quali servizi si desidera monitorare per il server.
ja_jp: 監視するサービスを指定します.
pl_pl: określić, które usługi chcesz monitorować serwera.
pt_pt: Especificar os momentos do dia que você gostaria de receber alertas.
ru_ru: Укажите, какие услуги вы хотите, чтобы следить за сервером.
zh_cn: 指定您要监视服务器的服务。

source: SSH Commands
bg_bg: SSH команди
de_de: ssh-Befehle
es_es: comandos ssh
fr_fr: commandes ssh
it_it: comandi ssh
ja_jp: SSHコマンド
pl_pl: polecenia ssh
pt_pt: comandos ssh
ru_ru: команды SSH
zh_cn: SSH命令

source: Specify any remote commands that should be executed/monitored on the server using SSH. Note that these scripts must exist on the remote system at the path specified below.
bg_bg: да зададете кои отдалечени команди да се изпълняват / контролират на сървъра чрез ssh. имайте предвид, че тези скриптове трябва да съществуват на отдалечената система по посочения по-долу път.
de_de: Geben Sie alle Remote-Befehle an, die mit ssh auf dem Server ausgeführt / überwacht werden sollen. Beachten Sie, dass diese Skripts auf dem Remote-System unter dem unten angegebenen Pfad vorhanden sein müssen.
es_es: especifique los comandos remotos que se deben ejecutar / monitorear en el servidor usando ssh. tenga en cuenta que estos scripts deben existir en el sistema remoto en la ruta especificada a continuación.
fr_fr: spécifiez les commandes à distance qui doivent être exécutées / surveillées sur le serveur à l'aide de ssh. Notez que ces scripts doivent exister sur le système distant au chemin spécifié ci-dessous.
it_it: specificare eventuali comandi remoti che dovrebbero essere eseguiti / monitorati sul server usando ssh. si noti che questi script devono esistere sul sistema remoto nel percorso specificato di seguito.
ja_jp: SSH を使用してサーバーで実行/監視すべきリモートコマンドを指定します。これらのスクリプトは、以下に指定されたリモートシステムのパスに存在していなければなりません。
pl_pl: określa wszelkie polecenia zdalne, które powinny być wykonywane / monitorowane na serwerze przy użyciu ssh. zauważ, że te skrypty muszą istnieć w systemie zdalnym na ścieżce podanej poniżej.
pt_pt: Especifique quaisquer comandos remotos que devem ser executados / monitorados no servidor usando ssh. Observe que esses scripts devem existir no sistema remoto no caminho especificado abaixo.
ru_ru: указать любые удаленные команды, которые должны выполняться / контролироваться на сервере с помощью ssh. обратите внимание, что эти сценарии должны существовать в удаленной системе по указанному ниже пути.
zh_cn: 指定应使用SSH在服务器上执行/监视的所有远程命令。 请注意，这些脚本必须在远程系统上的以下指定路径中存在。

source: Remote Command
bg_bg: Дистанционна команда
es_es: Someter comandos
fr_fr: Commande à distance
it_it: Comando remoto
ja_jp: リモートコマンド
pl_pl: polecenia zdalnego
pt_pt: Teste o comando CHECK
ru_ru: Удаленная команда
zh_cn: 远程命令

source: Monitor a network switch or router.
bg_bg: Наблюдавайте мрежов комутатор (network switch) или рутер (router).
de_de: Überwachen einen Netzwerk-Switch oder Router.
es_es: Supervisión de un conmutador de red o router.
fr_fr: Superviser un switch réseau ou un routeur.
it_it: Monitorare uno switch di rete o router.
ja_jp: ネットワークスイッチまたはルータを監視します.
pl_pl: monitorowanie przełącznika sieciowego lub routera.
pt_pt: Monitorar um switch de rede ou roteador.
ru_ru: Мониторинг сетевой коммутатор или маршрутизатор.
zh_cn: 监视网络交换机或路由器。

source: Network Switch / Router
bg_bg: Мрежов комутатор (Switch)/ маршрутизатор (Router)
fr_fr: Commutateur réseau / routeur
it_it: Switch di rete / Router
ja_jp: ネットワークスイッチ/ルータ
pl_pl: przełącznik sieciowy / router
pt_pt: Network Switch / Roteador
ru_ru: Сетевой коммутатор / маршрутизатор
zh_cn: 网络交换机/路由器

source: Router/Switch Information
bg_bg: Информация за Рутер/Превключвател
de_de: Router / Switch-Informationen
es_es: router / switch información
fr_fr: routeur / switch informations
it_it: router / switch informazioni
ja_jp: スイッチ/ルータ情報
pl_pl: Router / Przełącznik informacji
pt_pt: Informações da Conta
ru_ru: маршрутизатора / коммутатора информации
zh_cn: 路由器/交换机的信息

source: The IP address of the network device you'd like to monitor
bg_bg: IP адреса на мрежовото устройство, което искате да наблюдавате
de_de: Die IP-Adresse des Geräts Sie überwachen möchten
es_es: La direccion IP del Host con LDAP
fr_fr: L'adresse IP de l'appareil que vous souhaitez surveiller
it_it: L'indirizzo IP del dispositivo che si desidera monitorare
ja_jp: 監視するネットワーク機器のIPアドレス
pl_pl: Adres IP urządzenia sieciowego, które chcesz monitorować
pt_pt: O endereço IP do dispositivo que você gostaria de monitorar
ru_ru: IP-адрес устройства, вы хотите, чтобы контролировать
zh_cn: 您要监控的网络设备的IP地址

source: The port of the network device
bg_bg: Порт на мрежовото устройство
de_de: der Port des Netzwerkgeräts
es_es: el puerto del dispositivo de red
fr_fr: le port de dispositif de réseau
it_it: la porta del dispositivo di rete
ja_jp: ネットワークデバイスのポート
pl_pl: Port urządzenia sieciowego
pt_pt: a porta do dispositivo de rede
ru_ru: порт сетевого устройства
zh_cn: 网络设备的端口

source: The SNMP community string required used to to query the network device
bg_bg: SNMP паролата (community string), която трябва да се използва, за извличане на информация от мрежовото устройство
de_de: Der SNMP-Community-String Bedarf eingesetzt, um das Gerät abzufragen.
es_es: La cadena de comunidad SNMP necesario utilizar para consultar el dispositivo.
fr_fr: La chaîne de communauté SNMP utilisé pour nécessaire d'interroger le périphérique.
it_it: La stringa di comunità SNMP necessari utilizzato per interrogare il dispositivo.
ja_jp: ネットワーク機器を照会するために必要なSNMPコミュニティ文字列
pl_pl: Ciąg społeczności SNMP wymagane używane do kwerendy urządzenie sieciowe
pt_pt: A string de comunidade SNMP exigido usado para consultar o dispositivo.
ru_ru: SNMP строку сообщества необходимо использовать для запроса устройства.
zh_cn: 用于查询网络设备的SNMP社区字符串

source: Monitoring Options
bg_bg: Опции за наблюдение
de_de: Überwachung Daemons
es_es: Configuraciones de Monitoreo
fr_fr: Démons de surveillance
it_it: Monitoraggio Demoni
ja_jp: 監視オプション
pl_pl: Opcje monitoringu
pt_pt: Configurações de monitoramento
ru_ru: Мониторинг демонов
zh_cn: 监控选项

source: Monitor Using:
bg_bg: Наблюдавайте с помощта на:
de_de: Überwachung mit:
es_es: monitor mediante:
fr_fr: surveiller à l'aide:
it_it: monitorare con:
ja_jp: 監視使用：
pl_pl: monitorowanie za pomocą:
pt_pt: Monitoramento
ru_ru: контролировать с помощью:
zh_cn: 监控使用：

source: Port's Number
bg_bg: Номер на порта
de_de: Port-Nummer
es_es: Numero de Telefono
fr_fr: Numéro de port
it_it: Numero di porta
ja_jp: ポート番号
pl_pl: numer portu, za
pt_pt: Número de telefone
ru_ru: Номер порта
zh_cn: 端口号

source: Port's Name
bg_bg: Име на порта
de_de: Port Name
es_es: Nombre del reporte
fr_fr: Nom du port
it_it: Nome porta
ja_jp: ポート名
pl_pl: Nazwa portu w
pt_pt: Nome do relatório
ru_ru: Имя порта
zh_cn: 端口名称

source: Port's Description
bg_bg: Описание на порта
de_de: Port Beschreibung
es_es: Descripción
fr_fr: Description du Port
it_it: Port Descrizione
ja_jp: ポート説明
pl_pl: Opis zajmująca port
pt_pt: Descrição
ru_ru: Описание порта
zh_cn: 端口说明

source: Select the port naming scheme that should be used.
bg_bg: Изберете схема за преименуване на портове, която трябва да се използва.
de_de: Wählen Sie den Port Benennungsschema verwendet werden soll.
es_es: Seleccione el esquema de nomenclatura de puerto que se debe utilizar.
fr_fr: Sélectionnez le schéma de nommage port qui doit être utilisé.
it_it: Selezionare uno schema di porta che deve essere utilizzato.
ja_jp: 使用するポート命名規則を選択します.
pl_pl: schemat nazewnictwa wyboru portu, który ma zostać użyty.
pt_pt: Selecione o esquema de nomeação de porta que deve ser usado.
ru_ru: Выберите схему именования портов, которые должны быть использованы.
zh_cn: 选择应使用的端口命名方案。

source: Scan Interfaces
bg_bg: Интерфейси за сканиране
de_de: Scannen Interfaces
es_es: Escanear Interfaces
fr_fr: Numérisation Interfaces
it_it: Interfacce di scansione
ja_jp: インターフェイスをスキャンする
pl_pl: interfejsy skanowania
pt_pt: Digitalizar Interfaces
ru_ru: Сканирование Интерфейсы
zh_cn: 扫描接口
