Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: The port to use to connect to the MongoDB server. This defaults to port 27017, however if you changed the port number enter it here
bg_bg: Порта, който да използвате, за да се свържете с MongoDB сървъра. По подразбиране, това е порт 2701, обаче, ако сте променили номера на порта, въведете го тук
de_de: der Port zu verwenden, um auf die MongoDB-Server herstellen. diese standardmäßig auf Port 27017, wenn Sie verändert die Port-Nummer geben Sie ihn hier
es_es: el puerto que se utilizará para conectarse al servidor MongoDB. el valor predeterminado es el puerto 27017, sin embargo, si ha cambiado el número de puerto entran aquí
fr_fr: le port à utiliser pour se connecter au serveur MongoDB. Par défaut, c'est le port 27017, mais si vous avez modifié le numéro de port, entrez ici
it_it: la porta da utilizzare per connettersi al server MongoDB. il valore predefinito alla porta 27017, se hai cambiato il numero della porta entrano qui
ja_jp: MongoDBサーバーに接続するために使用するポート。 既定は、27017 ポートです。 ポート番号を変更した場合は、入力してください
pl_pl: port używany do łączenia się z serwerem MongoDB. to domyślnie portu 27017, jednak jeśli zmienił numer portu, wpisz go tutaj
pt_pt: a porta a usar para se conectar ao servidor do MongoDB. este padrão para a porta 27017, no entanto, se você alterou o número da porta introduza-o aqui
ru_ru: Порт, используемый для подключения к серверу MongoDB. этом по умолчанию используется порт 27017, однако, если вы изменили номер порта, введите его здесь
zh_cn: 用于连接到MongoDB服务器的端口。 默认为端口27017，但是如果您更改了端口号，请在此处输入

source: The username used to connect to the database
bg_bg: Потребителското име, използвано за свързване към базата данни
de_de: Der Benutzername, mit dem Oracle-Server herstellen
es_es: El nombre de usuario utilizado para conectarse al servidor de Oracle
fr_fr: Le nom d'utilisateur utilisé pour se connecter au serveur Oracle
it_it: Il nome utente utilizzato per la connessione al server Oracle
ja_jp: データベースへの接続に使用するユーザー名
pl_pl: nazwa użytkownika używane do łączenia się z bazą danych
pt_pt: O nome de usuário usado para autenticar os SMS's.
ru_ru: Имя пользователя, используемое для подключения к серверу Oracle
zh_cn: 用于连接数据库的用户名

source: The password for the above user
bg_bg: Паролата на потребителя по-горе
de_de: das Passwort für den angegebenen Anwender
es_es: la contraseña del usuario anterior
fr_fr: le mot de passe de l'utilisateur ci-dessus
it_it: la password per l'utente sopra
ja_jp: ユーザーのパスワード
pl_pl: Hasło do powyższego użytkownik
pt_pt: a senha para o usuário acima
ru_ru: пароль для пользователя выше
zh_cn: 上述用户的密码

source: The database you want to monitor
bg_bg: Базата данни, която искате да наблюдавате
de_de: die Datenbank, die Sie überwachen möchten
es_es: la base de datos que desea supervisar
fr_fr: la base de données que vous souhaitez surveiller
it_it: il database che si desidera monitorare
ja_jp: 監視するデータベース
pl_pl: bazy danych, które chcesz monitorować
pt_pt: o banco de dados que você deseja monitorar
ru_ru: базу данных вы хотите контролировать
zh_cn: 您要监视的数据库

source: No username specified.
bg_bg: Не е посочено потребителско име.
de_de: Kein Benutzername angegeben.
es_es: Ningun usuario especificado.
fr_fr: Pas de nom d'utilisateur spécifié.
it_it: Nessun nome utente specificato.
ja_jp: ユーザー名が指定されていません.
pl_pl: nazwa użytkownika określone.
pt_pt: Nenhum usuário especificado.
ru_ru: Не задано имя пользователя.
zh_cn: 未指定用户名。

source: No password specified.
bg_bg: Не е определена парола.
de_de: Kein Passwort angegeben.
es_es: Ningun puerto SMTP especificado.
fr_fr: Aucun mot de passe spécifié.
it_it: Nessuna password specificata.
ja_jp: パスワードが指定されていません.
pl_pl: hasło nie podano.
pt_pt: Nenhuma porta SMTP especificada.
ru_ru: Пароль не указан.
zh_cn: 未指定密码。

source: No database specified.
bg_bg: Няма посочена конкретна база данни.
de_de: Keine Datenbank angegeben.
es_es: Ningun nombre de herramienta especificado.
fr_fr: Aucune base de données spécifiée.
it_it: No database specificato.
ja_jp: データベースが指定されていません.
pl_pl: brak bazy określony.
pt_pt: Nenhum DN base especificado.
ru_ru: База данных не указано.
zh_cn: 未指定数据库。

source: The name you'd like to have associated with this MongoDB Database
bg_bg: Името, което искате да се асоциира с тази MongoDB база данни
de_de: Der Name, den Sie gerne mit diesem MSSQL-Datenbank zugeordnet haben würde
es_es: El nombre que te gustaría haber asociado a esta base de datos MSSQL
fr_fr: Le nom que vous aimeriez avoir associé à cette base de données MSSQL
it_it: Il nome che desideri sia associato a questo database MSSQL
ja_jp: MongoDBデータベースに関連付ける名前
pl_pl: Nazwa chcesz być związana z tej bazy danych MongoDB
pt_pt: O nome que você gostaria de ter associado a este banco de dados MSSQL
ru_ru: Имя, которое вы хотели бы иметь, связанные с этой базы данных MSSQL
zh_cn: 您想要与此MongoDB数据库关联的名称

source: MongoDB Database Metrics
bg_bg: MongoDB показатели на база данни
de_de: Postgres Database Metriken
es_es: Base de datos Postgres Métricas
fr_fr: Postgres Metrics Base de données
it_it: Postgres database Metriche
ja_jp: MongoDBデータベースのメトリック
pl_pl: MongoDB metryki baz danych
pt_pt: Métricas de banco de dados Postgres
ru_ru: База данных Postgres Метрики
zh_cn: MongoDB数据库指标

source: Specify the metrics you'd like to monitor on the MongoDB database
bg_bg: Определете показателите, които искате да наблюдавате на MongoDB базата данни
de_de: Geben Sie die Metriken, die Sie gerne auf dem MSSQL-Datenbank zu überwachen würde
es_es: Especifique los parámetros que le gustaría seguir en la Base de Datos MSSQL
fr_fr: Spécifiez les paramètres que vous souhaitez surveiller sur la base de données MSSQL
it_it: Specificare i parametri che desideri monitorare il database MSSQL
ja_jp: MongoDBデータベースで監視するメトリックを指定します
pl_pl: określić wskaźniki, które chcesz monitorować w bazie danych MongoDB
pt_pt: Especificar os momentos do dia que você gostaria de receber alertas.
ru_ru: Укажите показатели вы хотели бы контролировать на MSSQL базы данных
zh_cn: 指定您要在MongoDB数据库上监视的指标

source: Database Size
bg_bg: Размер на базата данни
es_es: Tamaño de la Pagina
fr_fr: Taille de base de données
it_it: Dimensioni database
ja_jp: データベースサイズ
pl_pl: rozmiar bazy danych
pt_pt: Tamanho da página
ru_ru: Размер базы данных
zh_cn: 数据库大小

source: Monitor the size of the database in bytes
bg_bg: Наблюдавайте размера на базата данни в байтове
de_de: Überwachung der Größe der Datenbank
es_es: supervisar el tamaño de la base de datos
fr_fr: contrôler la taille de la base de données
it_it: monitorare la dimensione del database
ja_jp: データベースサイズ（バイト）を監視します
pl_pl: monitorować rozmiar bazy danych w bajtach
pt_pt: controlar o tamanho da base de dados
ru_ru: контролировать размер базы
zh_cn: 监视数据库大小（以字节为单位）

source: Database Indexes Size
bg_bg: База данни индекси размер
de_de: Datenbankindizes Größe
es_es: Tamaño de los índices de la base de datos
fr_fr: Taille des index de base de données
it_it: dimensioni indici dei database
ja_jp: データベースインデックスのサイズ
pl_pl: Indeksów
pt_pt: Tamanho de índices de banco de dados
ru_ru: Размер индексов базы данных
zh_cn: 数据库索引大小

source: Monitor the size of the database indexes
bg_bg: Наблюдавайте размера на базата данни в байтове
de_de: Überwachung der Größe der Datenbank
es_es: supervisar el tamaño de la base de datos
fr_fr: contrôler la taille de la base de données
it_it: monitorare la dimensione del database
ja_jp: データベースインデックスのサイズを監視します
pl_pl: monitorować rozmiar bazy danych w bajtach
pt_pt: controlar o tamanho da base de dados
ru_ru: контролировать размер базы
zh_cn: 监视数据库索引的大小

source: Number of Collections
bg_bg: Брой колекции
de_de: Anzahl der Sammlungen
es_es: número de colecciones
fr_fr: nombre de collections
it_it: numero di collezioni
ja_jp: コレクション数
pl_pl: liczba zbiorów
pt_pt: número de coletas
ru_ru: количество коллекций
zh_cn: 集合数量

source: Monitor the number of collections in the database
bg_bg: Наблюдавайте броя на колекции в базата данни
de_de: überwachen die Zahl der Sammlungen in der Datenbank
es_es: controlar el número de colecciones en la base de datos
fr_fr: surveiller le nombre de collections dans la base de données
it_it: monitorare il numero di raccolte nella banca dati
ja_jp: データベース内のコレクション数を監視します
pl_pl: monitorować liczbę zbiorów na bazie
pt_pt: monitorar o número de coletas no banco de dados
ru_ru: отслеживать количество коллекций в базе данных
zh_cn: 监测数据库中的集合的数量

source: Monitor a MongoDB Server
bg_bg: Наблюдавайте MongoDB сървър
de_de: Überwachung einer MSSQL Server
es_es: Monitorear el host cada
fr_fr: Surveiller un serveur de MSSQL
it_it: Monitorare un server MSSQL
ja_jp: MongoDBサーバーを監視します
pl_pl: monitorowania serwera MongoDB
pt_pt: Monitorar o host cada
ru_ru: Мониторинг MSSQL Server
zh_cn: 监控MongoDB服务器

source: MongoDB Server
bg_bg: MongoDB сървър
es_es: mongodb servidor
fr_fr: serveur MongoDB
it_it: MongoDB server di
ja_jp: MongoDBサーバー
pl_pl: Serwer MongoDB
pt_pt: servidor MongoDB
ru_ru: MongoDB сервер
zh_cn: MongoDB服务器

source: Specify the details for connecting to the MongoDB server you want to monitor
bg_bg: Посочете данните за свързване към MongoDB сървъра, който искате да наблюдавате
de_de: Geben Sie die Details für die Verbindung zum MSSQL Server, den Sie überwachen möchten,
es_es: Especifique los detalles para la conexión al servidor de MSSQL que desea supervisar
fr_fr: Spécifiez les détails de la connexion au serveur MSSQL vous souhaitez surveiller
it_it: Specificare i dettagli per la connessione al server MSSQL che si desidera monitorare
ja_jp: 監視するMongoDBサーバーに接続するための詳細を指定します
pl_pl: określić szczegóły do ​​łączenia się z serwerem MongoDB chcesz monitorować
pt_pt: Especifique o formato das mensagens SMS que você deseja receber.
ru_ru: Укажите сведения для подключения к MSSQL серверу вы хотите контролировать
zh_cn: 指定用于连接到您要监视的MongoDB服务器的详细信息

source: An authenticated user's username
bg_bg: Потребителско име на оторизирания потребител
de_de: eines authentifizierten Benutzers username
es_es: nombre de usuario de un usuario autenticado
fr_fr: le nom d'utilisateur d'un utilisateur authentifié
it_it: nome utente di un utente autenticato
ja_jp: 認証されたユーザーのユーザー名
pl_pl: nazwa użytkownika uwierzytelnionego
pt_pt: nome de usuário de um usuário autenticado
ru_ru: аутентификации пользователя имя пользователя
zh_cn: 经过身份验证的用户的用户名

source: The password for the authenticed user
bg_bg: Паролата за оторизирания потребител
de_de: das Kennwort für den Benutzer authenticed
es_es: la contraseña para el usuario authenticed
fr_fr: le mot de passe pour l'utilisateur authenticed
it_it: la password per l'utente authenticed
ja_jp: 認証ユーザーのパスワード
pl_pl: Hasło do authenticed użytkownika
pt_pt: a senha para o usuário authenticed
ru_ru: пароль для пользователя authenticed
zh_cn: 认证用户的密码

source: MongoDB Server Metrics
bg_bg: MongoDB сървърни показатели
de_de: mongodb Servermetriken
es_es: medidas del servidor mongodb
fr_fr: les mesures du serveur MongoDB
it_it: metriche dei server MongoDB
ja_jp: MongoDBサーバーのメトリック
pl_pl: metryki serwera MongoDB
pt_pt: métricas de servidores mongodb
ru_ru: метрики MongoDB сервер
zh_cn: MongoDB服务器指标

source: Specify the metrics you'd like to monitor on the MongoDB Server
bg_bg: Определете показателите, които искате да наблюдавате на MongoDB сървъра
de_de: Geben Sie die Metriken, die Sie gerne auf dem MSSQL Server zu überwachen würde
es_es: Especifique los parámetros que le gustaría seguir en el servidor de MSSQL
fr_fr: Spécifiez les paramètres que vous souhaitez surveiller sur le serveur MSSQL
it_it: Specificare i parametri che desideri monitorare sul server MSSQL
ja_jp: MongoDBサーバーで監視するメトリックを指定します
pl_pl: określić wskaźniki, które chcesz monitorować na serwerze MongoDB
pt_pt: Especificar os momentos do dia que você gostaria de receber alertas.
ru_ru: Укажите показатели вы хотели бы контролировать на MSSQL Server
zh_cn: 指定您要在MongoDB服务器上监视的指标

source: Check Connection
bg_bg: Проверете връзката
de_de: Verbindung prüfen
es_es: compruebe la conexión
fr_fr: Vérification de la connexion
it_it: controllare il collegamento
ja_jp: 接続確認
pl_pl: sprawdzić połączenie
pt_pt: verificar a conexão
ru_ru: проверить подключение
zh_cn: 检查连接

source: Monitor the connection to host
bg_bg: Наблюдавайте връзката към хост
de_de: überwacht die Verbindung zum Host
es_es: supervisar la conexión al host
fr_fr: surveiller la connexion à l'hôte
it_it: monitorare la connessione ad ospitare
ja_jp: ホストへの接続を監視します
pl_pl: monitorować połączenie do organizacji
pt_pt: monitorar a conexão com o host
ru_ru: контролировать соединение с хостом
zh_cn: 监控连接到主机

source: Free Connections
bg_bg: Безплатни връзки
de_de: Offene Verbindungen
es_es: Opciones
fr_fr: Connexions ouvertes
it_it: Connessioni aperte
ja_jp: 空き接続
pl_pl: darmowe połączenia
pt_pt: Opções
ru_ru: Открытое подключений
zh_cn: 空闲连接

source: Monitor the percent of free connections available
bg_bg: Наблюдавайте процента на свободни връзки (free connections) на разположение
de_de: Überwachung der Prozent der freien Verbindungen verfügbar
es_es: monitorear el porcentaje de conexiones libres disponibles
fr_fr: surveiller le pour cent de connexions libres disponibles
it_it: monitorare la percentuale di connessioni disponibili
ja_jp: 利用可能な空き接続の割合を監視します
pl_pl: monitorować procent bezpłatnych połączeń dostępnych
pt_pt: monitorar o percentual de conexões livres disponíveis
ru_ru: контролировать процент свободного пунктов
zh_cn: 监控可用的空闲连接百分比

source: Memory Usage
bg_bg: Използвана памет
es_es: Mensaje
fr_fr: Utilisation de la mémoire
it_it: Utilizzo della memoria
ja_jp: メモリ使用
pl_pl: zużycie pamięci
pt_pt: Mensagem
ru_ru: Использование памяти
zh_cn: 内存使用情况

source: Monitor the MongoDB server's memory usage
bg_bg: Наблюдавайте използването на паметта на MongoDB сървъра
de_de: überwachen die mongodb Servers Speichernutzung
es_es: controlar el uso de la memoria del servidor MongoDB
fr_fr: surveiller l'utilisation de la mémoire du serveur MongoDB
it_it: monitorare l'utilizzo della memoria del server MongoDB
ja_jp: MongoDBサーバーのメモリ使用量を監視します
pl_pl: monitorować zużycie pamięci serwera MongoDB w
pt_pt: monitorar o uso de memória do servidor MongoDB
ru_ru: контролировать использование памяти сервера в MongoDB
zh_cn: 监控MongoDB服务器的内存使用情况

source: Mapped Memory Usage
bg_bg: Картирано използване на паметта
de_de: mapped Speichernutzung
es_es: uso de la memoria asignada
fr_fr: utilisation de la mémoire mappée
it_it: utilizzo della memoria mappata
ja_jp: Mappedメモリ使用
pl_pl: Wykorzystanie pamięci odwzorowany
pt_pt: uso de memória mapeada
ru_ru: отображенных использование памяти
zh_cn: 映射的内存使用情况

source: Monitor the mapped memory usage of the MongoDB server
bg_bg: Наблюдавайте картираното използване на паметта на MongoDB сървъра
de_de: Überwachung der zugeordneten Speicherauslastung des mongodb Server
es_es: supervisar el uso de memoria mapeada del servidor MongoDB
fr_fr: surveiller l'utilisation de la mémoire mappée sur le serveur MongoDB
it_it: monitorare l'utilizzo della memoria mappata del server MongoDB
ja_jp: MongoDBサーバーのmappedメモリの使用状況を監視します
pl_pl: monitorować odwzorowaną zużycie pamięci serwera MongoDB
pt_pt: monitorar o uso do servidor MongoDB memória mapeada
ru_ru: контролировать отображенный использование памяти сервера MongoDB
zh_cn: 监视MongoDB服务器的映射内存使用情况

source: Lock Time Percent
bg_bg: Заключвете времевия процент (Time Percent)
de_de: Sperrzeit Prozent
es_es: bloquear ciento el tiempo
fr_fr: verrouiller temps pour cent
it_it: bloccare il tempo per cento
ja_jp: ロック時間パーセント
pl_pl: Blokada procent czasu
pt_pt: bloquear vez por cento
ru_ru: Время блокировки процентов
zh_cn: 锁定时间百分比

source: Monitor the percent of time the MongoDB server is locked
bg_bg: Наблюдавайте процента от време, през което MongoDB сървър е заключен
de_de: Überwachung der Prozentsatz der Zeit der mongodb Server gesperrt
es_es: monitorear el porcentaje de tiempo que el servidor mongodb está bloqueado
fr_fr: surveiller le pour cent de temps le serveur MongoDB est verrouillé
it_it: monitorare la percentuale di tempo del server MongoDB è bloccato
ja_jp: MongoDBサーバーがロックされた時間の割合を監視します
pl_pl: monitorować procent czasu serwer MongoDB jest zamknięty
pt_pt: monitorar a percentagem de tempo que o servidor mongodb está bloqueado
ru_ru: контролировать процент времени сервер MongoDB закрыта
zh_cn: 监视MongoDB服务器被锁定的时间百分比

source: Average Flush Time
bg_bg: Средно флъш време (flush time)
de_de: Durchschnitt Spülzeit
es_es: tiempo de descarga promedio
fr_fr: le temps moyen de chasse
it_it: tempo medio di incasso
ja_jp: 平均フラッシュタイム
pl_pl: Średni czas równo
pt_pt: tempo médio de descarga
ru_ru: среднее время промывки
zh_cn: 平均刷新时间

source: Monitor the average time it takes to preform a flush
bg_bg: Наблюдавайте средното време, необходимо за флъш (flush)
de_de: überwachen die durchschnittliche Zeit, die es braucht um einen Flush Vorform
es_es: controlar el tiempo medio que se tarda para preformas un color
fr_fr: surveiller le temps moyen qu'il faut pour préformer une chasse d'eau
it_it: monitorare il tempo medio necessario per preforme un flush
ja_jp: フラッシュ実行にかかる平均時間を監視します
pl_pl: monitorować średni czas potrzebny do preform kolor
pt_pt: monitorar o tempo médio que leva para pré-forma um flush
ru_ru: следить за среднее время, необходимое для заготовки заподлицо
zh_cn: 监控执行刷新的平均时间

source: Last Flush Time
bg_bg: Последно флъш време
de_de: letzten Spülzeit
es_es: última vez al ras
fr_fr: dernière fois flush
it_it: ultima volta flush
ja_jp: 前回フラッシュ時間
pl_pl: Ostatnim razem, w jednej płaszczyźnie
pt_pt: última vez nivelada
ru_ru: последние время промывки
zh_cn: 最后一次刷新时间

source: Monitor the time since the last flush
bg_bg: Наблюдавайте времето от последния флъш (flush)
de_de: Überwachung der Zeit seit der letzten Leerung
es_es: vigilar el tiempo transcurrido desde la última descarga
fr_fr: surveiller le temps écoulé depuis le dernier vidage
it_it: monitorare il tempo trascorso dall'ultima flush
ja_jp: 前回のフラッシュからの経過時間を監視します
pl_pl: monitorowanie czasu od ostatniego płukania
pt_pt: monitorar o tempo desde a última descarga
ru_ru: контролировать время с момента последней очистки
zh_cn: 监视自上次刷新以来的时间

source: Index Miss Ratio
bg_bg: Индекс Съотношение на Пропуски (Index Miss Ratio)
de_de: Index Miss Verhältnis
es_es: Índice señorita relación
fr_fr: rapport Mlle index
it_it: Rapporto indice signorina
ja_jp: インデックスミス率
pl_pl: Stosunek panienko Indeks
pt_pt: relação perder índice
ru_ru: Мисс индекса соотношения
zh_cn: 指数失误率

source: Monitor ratio of index hits to misses
bg_bg: Наблюдавайте коефициента на показателя hits to misses
de_de: überwachen Verhältnis von Treffern zu Index Fehlschüsse
es_es: supervisar proporción de accesos de índices de accidentes
fr_fr: rapport des hits de l'indice à surveiller misses
it_it: monitorare rapporto tra l'indice colpi di miss
ja_jp: インデックスヒットのミス率を監視します
pl_pl: Wskaźnik monitora indeksu trafia do pomyłek
pt_pt: monitorar proporção de acertos índice de acidentes
ru_ru: мониторинг соотношения индекса хитов промахов
zh_cn: 监视索引命中率与未命中率

source: Number of Databases
bg_bg: Брой бази данни
de_de: Anzahl der Datenbanken
es_es: número de bases de datos
fr_fr: certain nombre de bases de données
it_it: numero di database
ja_jp: データベース数
pl_pl: liczba baz danych
pt_pt: número de bancos de dados
ru_ru: Количество баз данных
zh_cn: 数据库数量

source: Monitor the number of databases
bg_bg: Наблюдавайте броя на базите данни
de_de: überwachen die Anzahl der Datenbanken
es_es: supervisar el número de bases de datos
fr_fr: surveiller le nombre de bases de données
it_it: monitorare il numero di database
ja_jp: データベースの数を監視します
pl_pl: monitorować liczbę baz
pt_pt: monitorar o número de bases de dados
ru_ru: контролировать количество баз данных
zh_cn: 监控数据库数量

source: Monitor the number of collections
bg_bg: Наблюдавайте броя на колекции
de_de: überwachen die Zahl der Sammlungen
es_es: controlar el número de colecciones
fr_fr: surveiller le nombre des collections
it_it: monitorare il numero di raccolte
ja_jp: コレクションの数を監視します
pl_pl: monitorować liczbę zbiorów
pt_pt: monitorar o número de coleções
ru_ru: отслеживать количество коллекций
zh_cn: 监控集合的数量

source: Queries Per Second
bg_bg: Заявки в секунда
de_de: Anfragen pro Sekunde
es_es: consultas por segundo
fr_fr: requêtes par seconde
it_it: query al secondo
ja_jp: 1秒あたりのクエリ数
pl_pl: zapytań na sekundę
pt_pt: consultas por segundo
ru_ru: запросов в секунду
zh_cn: 每秒查询

source: Monitor the amount of queries per second
bg_bg: Наблюдавайте количеството на заявки в секунда (queries per second)
de_de: überwachen die Menge der Anfragen pro Sekunde
es_es: controlar la cantidad de consultas por segundo
fr_fr: surveiller la quantité de requêtes par seconde
it_it: monitorare la quantità di query al secondo
ja_jp: 1秒あたりのクエリ数を監視します
pl_pl: monitorować ilość zapytań na sekundę
pt_pt: monitorar a quantidade de consultas por segundo
ru_ru: контролировать количество запросов в секунду
zh_cn: 监视每秒的查询量

source: MongoDB Server Replication Metrics
bg_bg: MongoDB показатели на сървъра за репликация
de_de: MongoDB-Server-Replikation Metriken
es_es: mongodb métricas de replicación del servidor
fr_fr: MongoDB paramètres de réplication serveur
it_it: MongoDB metriche di replica del server
ja_jp: MongoDBサーバーのレプリケーションメトリクス
pl_pl: MongoDB metryki replikacji serwera
pt_pt: mongodb métricas de replicação do servidor
ru_ru: MongoDB метрики сервер репликации
zh_cn: MongoDB服务器复制指标

source: These options require you to be using MongoDBs replication features. If replication isn't set up you will recieve errors
bg_bg: Тези опции изискват от вас да използвате функциите за репликация на MongoDB. Ако репликацията не е конфигурирана, ще получите грешки
de_de: Diese Optionen müssen Sie verwenden mongodbs Replikation Funktionen. wenn die Replikation nicht eingerichtet ist Sie erhalten Fehler
es_es: estas opciones requieren que usted esté utilizando características de replicación mongodbs. si la replicación no está configurado usted recibirá errores
fr_fr: ces options nécessitent que vous utilisez les fonctions de réplication mongodbs. si la réplication n'est pas configuré, vous recevrez des erreurs
it_it: queste opzioni richiedono di utilizzare funzionalità di replica mongodbs. se la replica non è impostato riceverete errori
ja_jp: これらのオプションは、MongoDBレプリケーション機能の使用を要求します. レプリケーションが設定されていない場合は、エラーが戻ります
pl_pl: te opcje wymagają za pomocą mongodbs możliwości replikacji. jeśli replikacja nie jest skonfigurowany będziesz otrzymywać błędy
pt_pt: estas opções requerem que você esteja usando recursos de replicação mongodbs. Se a replicação não está configurado você receberá erros
ru_ru: эти параметры требуют использовать mongodbs функции репликации. Если репликация не настроена Вы получите ошибки
zh_cn: 这些选项要求您使用MongoDB的复制功能。 如果未设置复制，您将收到错误消息

source: Replication State
bg_bg: Състояние на репликацията (Replication State)
de_de: Replikation Zustand
es_es: estado de replicación
fr_fr: état de réplication
it_it: stato di replica
ja_jp: レプリケーションステータス
pl_pl: Stan replikacji
pt_pt: estado de replicação
ru_ru: Репликация состояния
zh_cn: 复制状态

source: Monitor the replication state
bg_bg: Наблюдавайте състоянието на репликация (replication state)
de_de: Überwachung der Replikation Zustand
es_es: monitorear el estado de replicación
fr_fr: surveiller l'état de réplication
it_it: monitorare lo stato di replica
ja_jp: レプリケーションのステータスを監視します
pl_pl: monitorować stan replikacji
pt_pt: monitorar o estado de replicação
ru_ru: мониторинг состояния репликации
zh_cn: 监控复制状态
