Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: An optional critical threshold to use when checking the result of the SQL query.
bg_bg: Незадължителен критичен праг, използващ се при проверка на резултата от SQL заявка (query).
de_de: Eine optionale kritische Schwelle zu verwenden, wenn die Überprüfung des Ergebnisses der SQL-Abfrage
es_es: Un umbral opcional crítico utilizar al comprobar el resultado de la consulta SQL
fr_fr: Un seuil critique en option à utiliser pour vérifier le résultat de la requête SQL
it_it: Una soglia critica opzionale da utilizzare per la verifica del risultato della query SQL
ja_jp: SQLクエリの結果を確認するときに使用するクリティカルのしきい値（任意）
pl_pl: opcjonalnie próg krytyczny korzystać podczas sprawdzania wynik zapytania sql.
pt_pt: Um limiar crítico opcional para usar quando verificar o resultado da consulta SQL
ru_ru: Дополнительный критический порог для использования при проверке результат запроса SQL
zh_cn: 检查SQL查询结果时要使用的可选关键阈值。

source: Connection Warning
bg_bg: Предупреждение за връзката
de_de: Anschluss Warnung
es_es: advertencia conexión
fr_fr: avertissement de connexion
it_it: avviso di connessione
ja_jp: 接続警告
pl_pl: Ostrzeżenie połączenia
pt_pt: aviso conexão
ru_ru: предупреждение связь
zh_cn: 连接警告

source: An optional warning threshold to use when checking the SQL connection time.
bg_bg: Незадължителен предупредителен праг, използващ се при проверка на резултата от SQL време на връзката.
de_de: Eine optionale kritische Schwelle zu verwenden, wenn die Überprüfung des Ergebnisses der SQL-Abfrage
es_es: Un umbral opcional crítico utilizar al comprobar el resultado de la consulta SQL
fr_fr: Un seuil critique en option à utiliser pour vérifier le résultat de la requête SQL
it_it: Una soglia critica opzionale da utilizzare per la verifica del risultato della query SQL
ja_jp: SQL接続時間をチェックするときに使用する警告しきい値（任意）.
pl_pl: opcjonalnie próg ostrzegawczy do wykorzystania podczas kontroli czasu połączenia sql.
pt_pt: Um limiar crítico opcional para usar quando verificar o resultado da consulta SQL
ru_ru: Дополнительный критический порог для использования при проверке результат запроса SQL
zh_cn: 检查SQL连接时间时要使用的可选警告阈值。

source: Connection Critical
bg_bg: Критична връзка!
de_de: Verbindung kritischen
es_es: conexión crítica
fr_fr: lien critique
it_it: connessione cruciale
ja_jp: 接続クリティカル
pl_pl: Połączenie krytyczna
pt_pt: conexão crítica
ru_ru: Подключение критическая
zh_cn: 连接关键

source: An optional critical threshold to use when checking the SQL connection time.
bg_bg: Незадължителен критичен праг, използващ се при проверка на резултата от SQL време на връзката.
de_de: Eine optionale kritische Schwelle zu verwenden, wenn die Überprüfung des Ergebnisses der SQL-Abfrage
es_es: Un umbral opcional crítico utilizar al comprobar el resultado de la consulta SQL
fr_fr: Un seuil critique en option à utiliser pour vérifier le résultat de la requête SQL
it_it: Una soglia critica opzionale da utilizzare per la verifica del risultato della query SQL
ja_jp: SQL接続時間をチェックするときに使用するクリティカルしきい値（任意）.
pl_pl: opcjonalnie próg krytyczny korzystać podczas sprawdzania czas połączenia sql.
pt_pt: Um limiar crítico opcional para usar quando verificar o resultado da consulta SQL
ru_ru: Дополнительный критический порог для использования при проверке результат запроса SQL
zh_cn: 检查SQL连接时间时要使用的可选关键阈值。

source: Monitor a MSSQL Server
bg_bg: Наблюдавайте MSSQL сървър
de_de: Überwachung einer MSSQL Server
es_es: Monitorear el host cada
fr_fr: Surveiller un serveur de MSSQL
it_it: Monitorare un server MSSQL
ja_jp: MSSQLサーバーを監視します
pl_pl: monitorowania serwera mssql
pt_pt: Monitorar o host cada
ru_ru: Мониторинг MSSQL Server
zh_cn: 监控SQL服务器

source: Specify the details for connecting to the MSSQL Server you want to monitor
bg_bg: Посочете данните за свързване към MSSQL сървъра, който искате да наблюдавате
de_de: Geben Sie die Details für die Verbindung zum MySQL Server, den Sie überwachen möchten.
es_es: Especifique los detalles para la conexión al servidor MySQL que desea supervisar.
fr_fr: Spécifiez les détails pour se connecter au serveur MySQL que vous souhaitez surveiller.
it_it: Specificare i dettagli per la connessione al server MySQL che si desidera monitorare.
ja_jp: 監視するMSSQLサーバーに接続するための情報を指定します
pl_pl: określić szczegóły do ​​łączenia się z serwerem mssql chcesz monitorować
pt_pt: Especifique o formato das mensagens SMS que você deseja receber.
ru_ru: Укажите сведения для подключения к серверу MySQL вы хотите контролировать.
zh_cn: 指定用于连接到要监视的MSSQL Server的详细信息

source: MSSQL Server Metrics
bg_bg: Показатели на MSSQL сървър
de_de: MSSQL Server Metriken
es_es: Métricas de MSSQL Server
fr_fr: Statistiques du serveur MSSQL
it_it: Metriche del server MSSQL
ja_jp: MSSQLサーバーメトリック
pl_pl: metryki serwera MSSQL
pt_pt: MSSQL Métricas do Servidor
ru_ru: MSSQL сервер Метрики
zh_cn: MSSQL服务器指标

source: Specify the metrics you'd like to monitor on the MSSQL Server
bg_bg: Определете показателите, които искате да наблюдавате на MSSQL сървъра
de_de: Geben Sie die Metriken, die Sie gerne auf dem MSSQL Server zu überwachen würde
es_es: Especifique los parámetros que le gustaría seguir en el servidor de MSSQL
fr_fr: Spécifiez les paramètres que vous souhaitez surveiller sur le serveur MSSQL
it_it: Specificare i parametri che desideri monitorare sul server MSSQL
ja_jp: MSSQLサーバーで監視するメトリックを指定します
pl_pl: określić wskaźniki, które chcesz monitorować na serwerze mssql
pt_pt: Especificar os momentos do dia que você gostaria de receber alertas.
ru_ru: Укажите показатели вы хотели бы контролировать на MSSQL Server
zh_cn: 指定您要在MSSQL服务器上监视的指标

source: Auto-Param Attempts/sec
bg_bg: опити за автоматичен парам / сек
de_de: Auto-Parameter-Versuche / Sek
es_es: intentos de auto-param / seg
fr_fr: tentatives de paramétrage automatique / s
it_it: tentativi di auto-param / sec
ja_jp: 自動パラメータ試行/秒
pl_pl: próby auto-param / sek
pt_pt: tentativas de parametro automático / s
ru_ru: попыток автопараметров / сек
zh_cn: 自动参数尝试/秒

source: Monitor the number of auto-parameterization attempts per second.
bg_bg: следете броя на опитите за автоматична параметризация в секунда.
de_de: Überwachen Sie die Anzahl der automatischen Parametrierungsversuche pro Sekunde.
es_es: Monitorear el número de intentos de auto-parametrización por segundo.
fr_fr: surveiller le nombre de tentatives de paramétrage automatique par seconde.
it_it: monitorare il numero di tentativi di parametrizzazione automatica al secondo.
ja_jp: 1秒あたりの自動パラメーター化の試行回数を監視します。
pl_pl: monitorować liczbę prób automatycznej parametryzacji na sekundę.
pt_pt: monitorar o número de tentativas de parametrização automática por segundo.
ru_ru: контролировать количество попыток автоматической параметризации в секунду.
zh_cn: 监视每秒自动参数化尝试的次数。

source: Average Latch Wait Time (ms)
bg_bg: средно време за изчакване на ключалката (мс)
de_de: durchschnittliche Latch-Wartezeit (ms)
es_es: tiempo de espera de enclavamiento promedio (ms)
fr_fr: temps d'attente moyen de verrouillage (ms)
it_it: tempo medio di attesa del latch (ms)
ja_jp: 平均ラッチ待機時間（ミリ秒）
pl_pl: średni czas oczekiwania na zatrzask (ms)
pt_pt: tempo médio de espera da trava (ms)
ru_ru: среднее время ожидания защелки (мс)
zh_cn: 平均锁存等待时间（毫秒）

source: Monitor the average time in milliseconds, for any latch requests that had to wait.
bg_bg: следете средното време в милисекунди, за всякакви заявки на ключалки, които трябваше да изчакат.
de_de: Überwachen Sie die durchschnittliche Zeit in Millisekunden auf Latch-Anforderungen, die warten mussten.
es_es: supervise el tiempo promedio en milisegundos, para cualquier solicitud de retención que haya tenido que esperar.
fr_fr: surveiller le temps moyen en millisecondes, pour toutes les demandes de verrouillage qui ont dû attendre.
it_it: monitorare il tempo medio in millisecondi, per eventuali richieste di latch che dovevano attendere.
ja_jp: 待機する必要があるすべてのラッチ要求について、平均時間をミリ秒単位で監視します。
pl_pl: monitoruj średni czas w milisekundach dla wszystkich żądań zatrzasków, które musiały czekać.
pt_pt: monitore o tempo médio em milissegundos para qualquer solicitação de trava que precise esperar.
ru_ru: контролировать среднее время в миллисекундах, для любых запросов на защелку, которые должны были ждать.
zh_cn: 监视平均时间（以毫秒为单位），以查找必须等待的所有闩锁请求。

source: Average Wait Time
bg_bg: Средно време на изчакване (wait time)
de_de: Durchschnittliche Wartezeit
es_es: Tiempo de la Etapa 1
fr_fr: Temps d'attente moyen
it_it: Tempo di attesa medio
pl_pl: Przeciętny czas oczekiwania
pt_pt: Tempo Médio de Espera
ru_ru: Среднее время ожидания
zh_cn: 平均等待时间

source: Monitor the average wait time for execution
bg_bg: Наблюдавайте средното време за изчакване за изпълнение (average wait time for execution)
de_de: Überwachen Sie die durchschnittliche Wartezeit für die Ausführung
es_es: Monitorear el servicio con este comando
fr_fr: Surveiller le temps d'attente moyen pour l'exécution
it_it: Monitorare il tempo medio di attesa per l'esecuzione
ja_jp: 実行の平均待ち時間
pl_pl: monitorować średni czas oczekiwania na wykonanie
pt_pt: Monitorar o serviço com este comando
ru_ru: Следить за среднее время ожидания для выполнения
zh_cn: 监控执行的平均等待时间

source: Batch Requests
bg_bg: партидни заявки
de_de: Batch-Anfragen
es_es: solicitudes por lotes
fr_fr: demandes par lots
it_it: richieste batch
ja_jp: バッチリクエスト
pl_pl: żądania partii
pt_pt: solicitações em lote
ru_ru: пакетные запросы
zh_cn: 批处理请求

source: Monitor the number of batch requests/sec
bg_bg: следи броя на заявките за партида / сек
de_de: Überwachen Sie die Anzahl der Stapelanforderungen / Sek
es_es: supervisar el número de solicitudes por lotes / seg.
fr_fr: surveiller le nombre de requêtes batch / s
it_it: monitorare il numero di richieste batch / sec
ja_jp: バッチリクエスト数/秒を監視する
pl_pl: monitorować liczbę żądań partii / s
pt_pt: monitorar o número de solicitações em lote / s
ru_ru: контролировать количество пакетных запросов / сек
zh_cn: 监视批处理请求数/秒

source: Buffer Hit Ratio
bg_bg: Buffer Hit съотношение
es_es: Hit Ratio del Buffer
fr_fr: Taux d'accès au tampon
ja_jp: バッファヒット率
pl_pl: bufora hit stosunek
pt_pt: Tampão Hit Ratio
ru_ru: Буфер Процент попадания
zh_cn: 缓冲区命中率

source: Monitor the Buffer Hit Ratio
bg_bg: Наблюдавайте Buffer Hit Ratio
de_de: Überwachen Sie die Buffer Hit Ratio
es_es: Monitorear el servicio con este comando
fr_fr: Surveiller le taux de succès de tampon
it_it: Monitorare il rapporto Hit Buffer
ja_jp: バッファヒット率を監視します
pl_pl: monitorowanie wskaźnika bufora hit
pt_pt: Monitorar o serviço com este comando
ru_ru: Следить за соотношением буфера Hit
zh_cn: 监视缓冲区命中率

source: Cache Hit Ratio
bg_bg: съотношение хит на кеша
de_de: Cache-Trefferquote
es_es: proporción de aciertos de caché
fr_fr: taux d'accès au cache
it_it: indice di riscontro cache
ja_jp: キャッシュヒット率
pl_pl: współczynnik trafień w pamięci podręcznej
pt_pt: taxa de acertos do cache
ru_ru: коэффициент попадания в кэш
zh_cn: 缓存命中率

source: Monitor the Cache Hit Ratio
bg_bg: Наблюдавайте Buffer Hit Ratio
de_de: Überwachen Sie die Buffer Hit Ratio
es_es: Monitorear el servicio con este comando
fr_fr: Surveiller le taux de succès de tampon
it_it: Monitorare il rapporto Hit Buffer
ja_jp: バッファヒット率を監視します
pl_pl: monitorowanie wskaźnika bufora hit
pt_pt: Monitorar o serviço com este comando
ru_ru: Следить за соотношением буфера Hit
zh_cn: 监视缓存命中率

source: Cache Object Counts
bg_bg: обект кеш
de_de: Anzahl der Cache-Objekte
es_es: recuento de objetos de caché
fr_fr: nombre d'objets de cache
it_it: conta oggetti cache
ja_jp: キャッシュオブジェクト数
pl_pl: liczy się obiekt pamięci podręcznej
pt_pt: contagens de objetos de cache
ru_ru: количество объектов кеша
zh_cn: 缓存对象计数

source: Monitor the number of objects in the cache
bg_bg: Наблюдавайте броя на колекции в базата данни
de_de: überwachen die Zahl der Sammlungen in der Datenbank
es_es: controlar el número de colecciones en la base de datos
fr_fr: surveiller le nombre de collections dans la base de données
it_it: monitorare il numero di raccolte nella banca dati
ja_jp: データベース内のコレクション数を監視します
pl_pl: monitorować liczbę zbiorów na bazie
pt_pt: monitorar o número de coletas no banco de dados
ru_ru: отслеживать количество коллекций в базе данных
zh_cn: 监视缓存中的对象数

source: Cache Objects in use
bg_bg: кеш обекти, които се използват
de_de: Verwendete Cache-Objekte
es_es: objetos de caché en uso
fr_fr: mettre en cache les objets en cours d'utilisation
it_it: oggetti cache in uso
ja_jp: 使用中のキャッシュオブジェクト
pl_pl: używane obiekty w pamięci podręcznej
pt_pt: objetos de cache em uso
ru_ru: используемые объекты кеша
zh_cn: 缓存使用中的对象

source: Monitor the number of cache objects in use
bg_bg: следете броя на използваните кеш обекти
de_de: Überwachen Sie die Anzahl der verwendeten Cache-Objekte
es_es: supervisar la cantidad de objetos de caché en uso
fr_fr: surveiller le nombre d'objets de cache en cours d'utilisation
it_it: monitorare il numero di oggetti cache in uso
ja_jp: 使用中のキャッシュオブジェクトの数を監視する
pl_pl: monitorować liczbę używanych obiektów pamięci podręcznej
pt_pt: monitorar o número de objetos de cache em uso
ru_ru: контролировать количество используемых объектов кэша
zh_cn: 监视正在使用的缓存对象的数量

source: Cache Pages
bg_bg: кеш страници
de_de: Cache-Seiten
es_es: páginas de caché
fr_fr: pages de cache
it_it: pagine cache
ja_jp: キャッシュページ
pl_pl: strony pamięci podręcznej
pt_pt: páginas de cache
ru_ru: кеш страниц
zh_cn: 缓存页面

source: Monitor the number of 8-kilobyte pages used by cache objects
bg_bg: следете броя на 8-килобайтните страници, използвани от кеш обекти
de_de: Überwachen Sie die Anzahl der 8-Kilobyte-Seiten, die von Cache-Objekten verwendet werden
es_es: supervisar la cantidad de páginas de 8 kilobytes utilizadas por los objetos de caché
fr_fr: surveiller le nombre de pages de 8 kilo-octets utilisées par les objets de cache
it_it: monitorare il numero di pagine da 8 kilobyte utilizzate dagli oggetti cache
ja_jp: キャッシュオブジェクトが使用する8キロバイトページの数を監視する
pl_pl: monitoruj liczbę 8-kilobajtowych stron używanych przez obiekty pamięci podręcznej
pt_pt: monitorar o número de páginas de 8 kilobytes usadas por objetos de cache
ru_ru: контролировать количество 8-килобайтных страниц, используемых объектами кеша
zh_cn: 监视缓存对象使用的8 KB页面数

source: Checkpoint Pages/sec
bg_bg: страници на контролна точка / сек
de_de: Checkpoint-Seiten / Sek
es_es: páginas de punto de control / seg.
fr_fr: pages de point de contrôle / s
it_it: pagine del checkpoint / sec
ja_jp: チェックポイントページ/秒
pl_pl: punkty kontrolne strony / sek
pt_pt: páginas do ponto de verificação / s
ru_ru: контрольных точек страниц / сек
zh_cn: 检查点页面数/秒

source: The number of dirty pages per second
bg_bg: броя мръсни страници в секунда
de_de: die Anzahl der schmutzigen Seiten pro Sekunde
es_es: la cantidad de páginas sucias por segundo
fr_fr: le nombre de pages sales par seconde
it_it: il numero di pagine sporche al secondo
ja_jp: 1秒あたりのダーティページの数
pl_pl: liczba brudnych stron na sekundę
pt_pt: o número de páginas sujas por segundo
ru_ru: количество грязных страниц в секунду
zh_cn: 每秒脏页数

source: Connection reset/sec
bg_bg: нулиране на връзката / сек
de_de: Verbindungsreset / Sek
es_es: restablecimiento de conexión / seg
fr_fr: réinitialisation de la connexion / s
it_it: connessione ripristinata / sec
ja_jp: 接続リセット/秒
pl_pl: reset połączenia / sek
pt_pt: redefinição de conexão / s
ru_ru: сброс соединения / сек
zh_cn: 连接重置/秒

source: Total number of logins started from the connection pool (Delta)
bg_bg: общ брой влизания, стартирани от пула за връзка (delta)
de_de: Gesamtzahl der vom Verbindungspool gestarteten Anmeldungen (Delta)
es_es: número total de inicios de sesión iniciados desde el grupo de conexiones (delta)
fr_fr: nombre total de connexions démarrées à partir du pool de connexions (delta)
it_it: numero totale di accessi avviati dal pool di connessioni (delta)
ja_jp: 接続プールから開始されたログインの総数（デルタ）
pl_pl: całkowita liczba logowań uruchomionych z puli połączeń (delta)
pt_pt: número total de logins iniciados no conjunto de conexões (delta)
ru_ru: общее количество логинов, запущенных из пула соединений (дельта)
zh_cn: 从连接池开始的登录总数（增量）

source: Monitor the time it takes to connect to the server
bg_bg: Наблюдавайте времето, необходимо, за да се свържете със сървъра
de_de: Überwachen Sie die Zeit es braucht, um mit dem Server verbinden
es_es: Monitorizar el tiempo que se necesita para conectar con el servidor
fr_fr: Surveiller le temps nécessaire pour se connecter au serveur
it_it: Monitorare il tempo necessario per connettersi al server
ja_jp: サーバーへの接続に要する時間を監視します
pl_pl: monitorować czas potrzebny do połączenia z serwerem
pt_pt: Monitorar o tempo que leva para se conectar ao servidor
ru_ru: Следить за время, необходимое для подключения к серверу
zh_cn: 监控连接服务器所花费的时间

source: Connections
bg_bg: Връзка
de_de: Verbindung
es_es: conexión
fr_fr: lien
it_it: connessione
ja_jp: 接続
pl_pl: połączenie
pt_pt: conexão
ru_ru: соединение
zh_cn: 连接

source: Monitor the number of open connections to the server
bg_bg: Наблюдава броя на отворените файлове на сървъра
de_de: Überwacht die Anzahl der geöffneten Dateien auf dem Server
es_es: Supervisa el número de archivos abiertos en el servidor
fr_fr: Surveille le nombre de fichiers ouverts sur le serveur
it_it: Controlla il numero di file aperti sul server
ja_jp: サーバーで開いているファイル数を監視します
pl_pl: monitoruje liczbę otwartych plików na serwerze
pt_pt: Monitora o número de arquivos abertos no servidor
ru_ru: Контролирует количество открытых файлов на сервере
zh_cn: 监视与服务器的打开连接数

source: CPU Utilization
bg_bg: % на оползотворяване
de_de: % Verwendung
es_es: % utilización
fr_fr: % utilisation
it_it: Utilizzo%
ja_jp: 使用 パーセンテージ
pl_pl: % wykorzystanie
pt_pt: % utilização
ru_ru: Использование%
zh_cn: CPU利用率

source: Monitor the current CPU utilization
bg_bg: следи текущото използване на процесора
de_de: Überwachen Sie die aktuelle CPU-Auslastung
es_es: supervisar la utilización actual de la CPU
fr_fr: surveiller l'utilisation actuelle du processeur
it_it: monitorare l'attuale utilizzo della cpu
ja_jp: 現在のCPU使用率を監視する
pl_pl: monitoruj bieżące wykorzystanie procesora
pt_pt: monitorar a utilização atual da CPU
ru_ru: контролировать текущее использование процессора
zh_cn: 监视当前的CPU使用率

source: Database Pages
bg_bg: Страници на базата данни
de_de: Database Seiten
es_es: Ultima pagina
fr_fr: Pages Base de données
it_it: Database Pagine
pl_pl: strony bazy danych
pt_pt: Última página
ru_ru: База данных страниц
zh_cn: 数据库页

source: The amount of database pages
bg_bg: Количеството на страници бази данни
de_de: Die Menge der Datenbankseiten pro Sek.
es_es: La cantidad de páginas de base de datos por segundo
fr_fr: La quantité de pages de base de données par seconde
it_it: La quantità di pagine di database al secondo
ja_jp: データベースのページ数
pl_pl: ilość stron bazy danych
pt_pt: A quantidade da base de dados de páginas por segundo
ru_ru: Количество страниц базы данных в секунду
zh_cn: 数据库页数

source: Deadlocks
bg_bg: Мъртви точки
es_es: Interbloqueos
fr_fr: Serrures à pêne dormant
it_it: Deadlock
pl_pl: zakleszczenia
pt_pt: Impasses
ru_ru: Тупики
zh_cn: 死锁

source: The amount of deadlocks per sec
bg_bg: Количеството на deadlocks per sec
de_de: Die Höhe der Deadlocks pro Sekunde
es_es: La cantidad de bloqueos por segundo
fr_fr: Le montant de blocages par seconde
it_it: La quantità di deadlock al secondo
ja_jp: デッドロックが発生した1秒あたりのロック要求の数
pl_pl: Kwota zakleszczenia na sekundę
pt_pt: A quantidade de bloqueios por seg
ru_ru: Количество тупиковых ситуаций в секунду
zh_cn: 每秒的死锁数量

source: Failed Auto-Params/sec
bg_bg: неуспешни автоматични параметри / сек
de_de: fehlgeschlagene Auto-Parameter / Sek
es_es: parámetros automáticos fallidos / seg
fr_fr: échec des paramètres automatiques / s
it_it: parametri automatici non riusciti / sec
ja_jp: 失敗した自動パラメータ/秒
pl_pl: nieudane auto-parametry / sek
pt_pt: parâmetros automáticos com falha / s
ru_ru: сбой авто-параметров / сек
zh_cn: 自动参数失败/秒

source: Monitor the number of auto-parameterization attempts per second
bg_bg: следете броя на опитите за автоматична параметризация в секунда
de_de: Überwachen Sie die Anzahl der automatischen Parametrierungsversuche pro Sekunde
es_es: Monitorear el número de intentos de auto-parametrización por segundo
fr_fr: surveiller le nombre de tentatives de paramétrage automatique par seconde
it_it: monitorare il numero di tentativi di parametrizzazione automatica al secondo
ja_jp: 1秒あたりの自動パラメーター化の試行回数を監視する
pl_pl: monitorować liczbę prób automatycznej parametryzacji na sekundę
pt_pt: monitorar o número de tentativas de parametrização automática por segundo
ru_ru: контролировать количество попыток автоматической параметризации в секунду
zh_cn: 监视每秒自动参数化尝试的次数

source: Forwarded Records/sec
bg_bg: препратени записи / сек
de_de: weitergeleitete Datensätze / Sek
es_es: registros reenviados / seg
fr_fr: enregistrements transmis / s
it_it: record inoltrati / sec
ja_jp: 転送されたレコード/秒
pl_pl: przesłane rekordy / sek
pt_pt: registros encaminhados / s
ru_ru: переадресованные записи / сек
zh_cn: 转发记录/秒

source: Monitor the pointers created when rows have been moved to a new page in a heap
bg_bg: следете указателите, създадени, когато редовете са били преместени на нова страница в купчина
de_de: Überwachen Sie die Zeiger, die erstellt wurden, wenn Zeilen auf eine neue Seite in einem Heap verschoben wurden
es_es: supervisar los punteros creados cuando las filas se han movido a una nueva página en un montón
fr_fr: surveiller les pointeurs créés lorsque des lignes ont été déplacées vers une nouvelle page dans un tas
it_it: monitorare i puntatori creati quando le righe sono state spostate in una nuova pagina in un heap
ja_jp: 行がヒープ内の新しいページに移動されたときに作成されたポインターを監視する
pl_pl: monitorować wskaźniki utworzone po przeniesieniu wierszy na nową stronę w stercie
pt_pt: monitorar os ponteiros criados quando as linhas foram movidas para uma nova página em um heap
ru_ru: отслеживать указатели, созданные при перемещении строк на новую страницу в куче
zh_cn: 监视将行移动到堆中的新页面时创建的指针

source: Free List Stalls
bg_bg: безплатни сергии със списък
de_de: freie Listenstände
es_es: lista libre de puestos
fr_fr: stands de liste gratuits
it_it: Bancarelle con elenco gratuito
ja_jp: フリーリストストール
pl_pl: darmowe stoiska z listą
pt_pt: barracas de lista grátis
ru_ru: свободный список киосков
zh_cn: 空闲列表档位

source: Monitor the number of requests waiting for a free page/sec
bg_bg: следете броя на заявките, чакащи безплатна страница / сек
de_de: Überwachen Sie die Anzahl der Anfragen, die auf eine freie Seite / Sek. warten
es_es: supervisar el número de solicitudes que esperan una página / segundo gratis
fr_fr: surveiller le nombre de demandes en attente d'une page / sec gratuite
it_it: monitorare il numero di richieste in attesa di una pagina libera / sec
ja_jp: 1秒あたりの空きページを待機しているリクエストの数を監視する
pl_pl: monitoruj liczbę żądań oczekujących na bezpłatną stronę / s
pt_pt: monitorar o número de solicitações que aguardam uma página / s grátis
ru_ru: отслеживать количество запросов, ожидающих бесплатной страницы / сек
zh_cn: 监视等待空闲页面的请求数/秒

source: Free Pages
bg_bg: Свободни страници
de_de: freien Seiten
es_es: páginas libres
fr_fr: pages libres
it_it: pagine libere
ja_jp: 空き容量(Free Pages)
pl_pl: darmowe strony
pt_pt: páginas livres
ru_ru: свободных страниц
zh_cn: 空闲页

source: Monitor the free pages
bg_bg: Наблюдавайте свободните страници (free pages)
de_de: überwachen die freien Seiten
es_es: supervisar las páginas libres
fr_fr: surveiller les pages libres
it_it: monitorare le pagine libere
ja_jp: 空き容量（Free Pages）を監視します
pl_pl: monitorowania wolnych stron
pt_pt: monitorar as páginas livres
ru_ru: следить за свободные страницы
zh_cn: 监控空闲页

source: Full Scans
bg_bg: пълни сканирания
de_de: vollständige Scans
es_es: exploraciones completas
fr_fr: analyses complètes
it_it: scansioni complete
ja_jp: フルスキャン
pl_pl: pełne skany
pt_pt: varreduras completas
ru_ru: полное сканирование
zh_cn: 全面扫描
