Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: This variable is used to define the name of a GIF, PNG, or JPG image that should be associated with this host. This image will be displayed in the various places in the CGIs. The image will look best if it is 40x40 pixels in size. Images for hosts are assumed to be in the
bg_bg: Тази променлива се използва за определяне на името на GIF, PNG, или JPG изображението, което трябва да бъде асоциирано с този хост. Това изображение ще се показва в статута и разширена информация на CGIs. Изображението ще изглежда най-добре, ако размера му е 40x40 пиксела. Приема се, че изображенията за хостове са в
de_de: Diese Variable wird benutzt, um den Namen eines GIF-, PNG- oder JPG-Bild, das mit diesem Host verbunden werden soll. Dieses Bild wird in den verschiedenen Stellen in den CGIs angezeigt. wird das Bild am besten aussehen, wenn es 40x40 Pixel groß. Bilder für Hosts werden in der sein
es_es: esta variable se utiliza para definir el nombre de una imagen gif, png, jpg o que debe ser asociado con este host. esta imagen se mostrará en los diversos lugares del cgis. la imagen se verá mejor si es de 40x40 píxeles de tamaño. Imágenes para hosts se supone que en la
fr_fr: cette variable est utilisée pour définir le nom d'une image gif, png, jpg ou qui devrait être associé à cet hôte. cette image sera affichée dans les différents endroits de la CGI. l'image sera meilleure si elle est taille de 40x40 pixels. images des hôtes sont censées être dans la
it_it: questa variabile viene utilizzato per definire il nome di un'immagine gif, png, jpg o che deve essere associato a questo host. questa immagine viene visualizzata in vari luoghi del CGI. l'immagine apparirà migliore se è pixel 40x40 di dimensione. immagini per gli host vengono considerati in
ja_jp: この変数は、このホストに関連付けられるべきGIF、PNG、JPGの画像名を定義するために使用されます. この画像は、CGIの中のさまざまな場所に表示されます. サイズは 40×40ピクセルがベストです. ホスト画像は、
pl_pl: zmienna ta jest używana do określenia nazwy obrazka gif, png lub jpg, który powinien być związany z tym hostem. Ten obraz będzie wyświetlany w różnych miejscach w CGI. Obraz będzie wyglądać najlepiej, jeśli jest to 40x40 pikseli. obrazy dla gospodarzy Zakłada się w
pt_pt: esta variável é utilizada para definir o nome de uma imagem gif, png ou jpg que deve ser associada a este host. esta imagem vai ser exibido em vários lugares no CGIs. a imagem ficará melhor se for 40x40 pixels de tamanho. imagens para anfitriões estão a ser assumida no
ru_ru: Эта переменная используется для определения имя GIF, PNG или JPG изображения, которые должны быть связаны с этим хозяином. Это изображение будет отображаться в различных местах в CGI скрипты. изображение будет выглядеть лучше, если это 40х40 пикселей. Изображения для хозяев, как предполагается, будет в
zh_cn: 此变量用于定义应与此主机关联的GIF，PNG或JPG图像的名称。 该图像将显示在CGI中的各个位置。 如果图像尺寸为40x40像素，则图像将看起来最好。 主机的图像假定位于

source: Host - 2D coords
bg_bg: Хост - 2D координати
es_es: anfitrión - coords 2d
fr_fr: accueil - coords 2d
it_it: ospite - coords 2d
ja_jp: ホスト - 2D座標
pl_pl: hosta - 2d współrzędnymi
pt_pt: hospedeiro - coords 2d
ru_ru: хост - 2D Coords
zh_cn: 主机-2D坐标

source: This variable is used to define coordinates to use when drawing the host in the statusmap CGI. Coordinates should be given in positive integers, as they correspond to physical pixels in the generated image. The origin for drawing (0,0) is in the upper left hand corner of the image and extends in the positive x direction (to the right) along the top of the image and in the positive y direction (down) along the left hand side of the image.
bg_bg: Тази променлива се използва за определяне на координатите, които да се използват при начертаването на хоста в statusmap CGI. На координатите трябва да се задават положителни числа, тъй като те съответстват на физическите пиксели в генерирания образ. Началото на рисунката (0,0) е в горния ляв ъгъл на изображението и се простира в положителна "х" посока (вдясно) по протежение на горната част на изображението и в положителна "у" посока (надолу) по протежение на лявата страна на изображението.
de_de: Diese Variable wird benutzt, um Koordinaten anzugeben, wenn der Host im statusmap cgi zu bedienen. Koordinaten sollen in positiven Ganzzahlen angegeben werden, weil sie physischen Pixeln entsprechen in der generierte Bild. der Ursprung für das Zeichnen (0,0) ist in der oberen linken Ecke des Bildes und sich in die positive x-Richtung (nach rechts) entlang der Oberseite des Bildes und in positiver y-Richtung (nach unten), die entlang der linken Seite des Bildes.
es_es: esta variable se utiliza para definir las coordenadas a utilizar en la elaboración de la acogida en el cgi statusmap. coordenadas deben expresarse en números enteros positivos, ya que corresponden a píxeles físicos en la imagen generada. el origen de la elaboración (0,0) está en la esquina superior izquierda de la imagen y se extiende en la dirección x positiva (a la derecha) a lo largo de la parte superior de la imagen y en la dirección y positiva (hacia abajo) a lo largo de la mano izquierda lado de la imagen.
fr_fr: cette variable est utilisée pour définir les coordonnées à utiliser lors de l'élaboration de l'hôte dans le CGI d'état. coordonnées devraient être donnés en nombres entiers positifs, car ils correspondent à des pixels physiques dans l'image générée. l'origine de dessin (0,0) se trouve dans le coin supérieur gauche de l'image et se étend dans la direction x positive (à droite) le long du haut de l'image et dans la direction y positive (vers le bas) le long de la main gauche côté de l'image.
it_it: questa variabile è utilizzato per definire le coordinate di utilizzare in sede di elaborazione l'host in cgi statusmap. coordinate devono essere indicati in numeri interi positivi, perché corrispondono ai pixel fisici nell'immagine generata. l'origine per il disegno (0,0) è nell'angolo superiore sinistro dell'immagine e si estende nella direzione x positiva (verso destra) lungo la parte superiore dell'immagine e nella direzione y positiva (verso il basso) lungo la mano sinistra lato dell'immagine.
ja_jp: この変数は、ステータスマップCGIでホストを描画するときに使用する座標を定義するために使用されます. これらは、生成された画像内の物理画素に対応するため、座標は正の整数で与える必要があります. 図面の原点（0,0）は画像の左上隅にあり、画像の上部に沿って正の x 方向（右へ）、画像の左側に沿って正のy 方向（下）に拡張します.
pl_pl: zmienna ta jest używana do określenia współrzędnych, aby przy rysowaniu hosta w cgi statusmap. Współrzędne należy dodatnich liczb całkowitych, ponieważ odpowiadają one fizycznych pikseli w generowanym obrazie. pochodzenie na rysunku (0,0) znajduje się w górnym lewym rogu obrazu i rozciąga się w dodatnim kierunku x (na prawo) przy górnej krawędzi obrazu i w dodatnim kierunku Y (w dół) wzdłuż lewej część obrazu.
pt_pt: esta variável é utilizada para definir coordenadas para usar ao desenhar o anfitrião no cgi statusmap. coordenadas deve ser dada em números inteiros positivos, uma vez que correspondem a pixels físicos na imagem gerada. a origem de desenho (0,0), no canto superior esquerdo da imagem e se estende no sentido x positivo (para a direita) ao longo da parte superior da imagem e na direcção y positivo (baixo) ao longo do lado esquerdo os lados da imagem.
ru_ru: Эта переменная используется для определения координат, используемая при отрисовке хост в statusmap CGI. Координаты должны быть приведены в положительных целых чисел, так как они соответствуют физическим пикселей в сгенерированном изображении. происхождение для рисования (0,0) находится в левом верхнем углу изображения и проходит в положительном направлении оси х (справа) в верхней части изображения и в положительном у направлении (вниз) вдоль левой стороны сторона изображения.
zh_cn: 此变量用于定义在状态图CGI中绘制主机时要使用的坐标。 坐标应以正整数给出，因为它们对应于生成的图像中的物理像素。 绘制（0,0）的原点位于图像的左上角，并沿图像的顶部在正x方向（向右）和图像的顶部沿y正向（向下）延伸 图片的一面。

source: For reference, the size of the icons drawn is usually about 40x40 pixels (text takes a little extra space). The coordinates you specify here are for the upper left hand corner of the host icon that is drawn. Note: Don't worry about what the maximum x and y coordinates that you can use are. The CGI will automatically calculate the maximum dimensions of the image it creates based on the largest x and y coordinates you specify.
bg_bg: За справка, размера на иконите е около 40x40 пиксела (текст отнема малко повече допълнително пространство). Координатите посочени от вас тук са в горния ляв ъгъл на иконата на хоста, който е изрисуван. Забележка: Не се тревожете за това, колко е максималната стойност на х и у координатите, които можете да използвате. CGI автоматично ще изчисли максималните размери на изображението, на базата на най-голямите x и y координатите, които сте задали.
de_de: als Referenz, ist die Größe der Icons ist normalerweise etwa 40x40 Pixel (Text benötigt etwas mehr Platz). Die Koordinaten, die Sie angeben, sind für die obere linke Ecke des Icons, die gezogen wird. Achtung: nicht über die maximalen X- und Y-Koordinaten, die Sie verwenden können, sind Sorgen. Das CGI wird automatisch die maximale Größe des Bildes es schafft auf der größten X- und Y-Koordinaten von Ihnen angegebenen berechnen.
es_es: de remisión, el tamaño de los iconos dibujados suele ser de unos 40x40 píxeles (texto toma un poco más de espacio). las coordenadas que especifica aquí son para la esquina superior izquierda del icono de host que se dibuja. Nota: no se preocupe por lo que el máximo coordenadas X e Y que se pueden utilizar son. el cgi calculará automáticamente las dimensiones máximas de la imagen se crea a partir del mayor coordenadas X e Y que se especifique.
fr_fr: à titre de référence, la taille des icônes tirées est habituellement d'environ 40x40 pixels (le texte prend un peu d'espace supplémentaire). les coordonnées que vous spécifiez ici sont pour le coin supérieur gauche de l'icône de l'hôte qui est dessiné. A noter: ne vous inquiétez pas de ce que le maximum coordonnées x et y que vous pouvez utiliser sont. CGI va automatiquement calculer les dimensions maximales de l'image qu'il crée fonction du plus grand coordonnées X et Y que vous spécifiez.
it_it: per riferimento, la dimensione delle icone disegnate è solitamente circa 40x40 pixel (testo tiene un piccolo spazio extra). le coordinate specificate qui sono per l'angolo in alto a sinistra dell'icona host che viene disegnato. Attenzione: non preoccuparti di quello che la massima x e y coordinate che è possibile utilizzare sono. il cgi calcolerà automaticamente le dimensioni massime dell'immagine che crea sulla base del massimo coordinate X e Y specificate.
ja_jp: 参考として、描画されるアイコンサイズは、通常、約40×40ピクセルです（テキストは少し余分なスペースを取ります）. ここで指定した座標は描画されるホストアイコンの左上隅にあたります. 注意：使用可能な最大の x および y 座標については心配しないでください. CGIは、指定した最大の x と y をもとに画像の最大サイズを自動計算します.
pl_pl: dla porównania, wielkość ikon przygotowanych jest zwykle około 40x40 pikseli (tekst zajmuje trochę więcej miejsca). współrzędne określane tutaj są w lewym górnym rogu ikony hosta, który jest rysowany. Uwaga: nie martw się o to, co maksymalna współrzędne X i Y, które można użyć są. cgi automatycznie obliczyć maksymalne wymiary obrazu tworzy w oparciu o największy współrzędne X i Y można określić.
pt_pt: para referência, o tamanho dos ícones desenhados é geralmente de cerca de 40x40 pixels (texto leva um pouco de espaço extra). as coordenadas especificadas aqui são para o canto superior esquerdo do ícone do host que é desenhada. Atenção: não se preocupe com o que o máximo de coordenadas x e y que você pode usar são. o cgi calculará automaticamente as dimensões máximas da imagem que ele cria com base no maior coordenadas X e Y que você especificar.
ru_ru: для справки, размер иконок обращается, как правило, около 40х40 пикселей (текст занимает немного больше места). координаты, задаваемые здесь, относятся к верхнему левому углу значка хоста, которая рисуется. Примечание: Не беспокойтесь о том, максимальный координаты х и у, что вы можете использовать это. CGI автоматически рассчитает максимальные размеры изображения Это создает на основе крупнейшего координаты х и у вы укажете.
zh_cn: 作为参考，绘制的图标大小通常约为40x40像素（文本需要一些额外的空间）。 您在此处指定的坐标是绘制的主机图标的左上角。 注意：不必担心可以使用的最大x和y坐标是多少。 CGI将根据您指定的最大x和y坐标自动计算其创建的图像的最大尺寸。

source: Host - icon image alt
bg_bg: Хост - алтернативна икона на изображението (icon image alt)
de_de: Host - Symbol image alt
es_es: anfitrión - icono de imagen alt
fr_fr: hôte - l'image d'icône alt
it_it: ospite - Immagine icona alt
ja_jp: ホスト - アイコン画像のALT
pl_pl: hosta - Obraz ikony alt
pt_pt: hospedeiro - ícone de imagem alt
ru_ru: хост - изображение значка Alt
zh_cn: 主机-图标图片alt

source: This variable is used to define an optional string that is used in the ALT tag of the image specified by the
bg_bg: Тази променлива се използва за определяне на допълнителен (незадължителен) символен низ, който се използва в ALT маркера (ALT tag) на изображението, определено от
de_de: Diese Variable wird benutzt, um optional einen Text, der in der ALT-Tag des Bildes durch das angegebene verwendet wird, zu definieren
es_es: esta variable se utiliza para definir una cadena opcional que se utiliza en la etiqueta alt de la imagen especificada por la
fr_fr: cette variable est utilisée pour définir une chaîne optionnelle qui est utilisée dans la balise alt de l'image spécifiée par le
it_it: questa variabile è utilizzato per definire una stringa opzionale che viene utilizzato nel tag alt dell'immagine specificata dal
ja_jp: この変数は次で指定された画像のALTタグで使用される任意の文字列を定義するために使用されます:
pl_pl: zmienna ta jest używana do określenia opcjonalny ciąg znaków, który jest używany w alt tag obrazu określonego przez
pt_pt: esta variável é utilizado para definir uma cadeia opcional que é utilizada na tag alt da imagem especificada pela
ru_ru: Эта переменная используется для определения необязательная строка, которая используется в альт тег изображения, указанного
zh_cn: 此变量用于定义可选字符串，该字符串用于由

source: icon image
bg_bg: Икона на изображението
de_de: Symbolbild
es_es: imagen de icono
fr_fr: graphisme image
it_it: icona immagine
ja_jp: アイコン画像
pl_pl: Obraz ikony
pt_pt: imagem de ícone
ru_ru: изображение значка
zh_cn: 图标图像

source: argument.
bg_bg: аргумент.
es_es: argumento.
it_it: argomentazione.
ja_jp: 引数
pt_pt: argumento.
ru_ru: аргументом.
zh_cn: 参数。

source: Host - 3D coords
bg_bg: Хост - 3D координати
de_de: Host - 3D-Koordinaten
es_es: anfitrión - coords 3d
fr_fr: accueil - coords 3d
it_it: ospite - coords 3d
ja_jp: ホスト - 3D 座標
pl_pl: hosta - 3d współrzędnymi
pt_pt: hospedeiro - 3d coords
ru_ru: хост - 3d Coords
zh_cn: 主机-3D坐标

source: This variable is used to define coordinates to use when drawing the host in the statuswrl CGI. Coordinates can be positive or negative real numbers. The origin for drawing is (0.0,0.0,0.0). For reference, the size of the host cubes drawn is 0.5 units on each side (text takes a little more space). The coordinates you specify here are used as the center of the host cube.
bg_bg: Тази променлива се използва за определяне на координатите, които да се използват при начернаването на хоста в statuswrl CGI. Координати могат да бъдат положителни или отрицателни реални числа. Началото на рисунката е (0.0,0.0,0.0). За справка, размера на кубчетата на хоста е 0.5 единици от всяка страна (текста отнема малко повече пространство). Координатите, посочени от вас тук се използват както център на куба на хоста.
de_de: Diese Variable wird benutzt, um Koordinaten anzugeben, wenn der Host im statuswrl cgi zu bedienen. Koordinaten können positive oder negative reelle Zahlen sein. der Ursprung für die Zeichnung (0.0,0.0,0.0). als Referenz, ist die Größe des Host-Kubus ist 0,5 Einheiten auf jeder Seite (Text benötigt etwas mehr Platz). Die Koordinaten, die Sie angeben, sind als das Zentrum des Host-Kubus verwendet.
es_es: esta variable se utiliza para definir las coordenadas a utilizar en la elaboración de la acogida en el cgi statuswrl. coordenadas pueden ser números reales positivos o negativos. el origen de dibujo es (0.0,0.0,0.0). de remisión, el tamaño de los cubos de acogida dibujadas es de 0,5 unidades en cada lado (texto toma un poco más de espacio). las coordenadas que especifique aquí se utilizan como el centro del cubo de acogida.
fr_fr: cette variable est utilisée pour définir les coordonnées à utiliser lors de l'élaboration de l'hôte dans le cgi statuswrl. Les coordonnées peuvent être des nombres réels positifs ou négatifs. l'origine de dessin est (0.0,0.0,0.0). à titre de référence, la taille des cubes pour les hôtes est de 0,5 unités de chaque côté (le texte prend un peu plus d'espace). les coordonnées que vous spécifiez ici sont utilisés comme centre du cube de l'hôte.
it_it: questa variabile è utilizzato per definire le coordinate di utilizzare in sede di elaborazione l'host in cgi statuswrl. coordinate possono essere numeri reali positivi o negativi. l'origine per il disegno è (0.0,0.0,0.0). per riferimento, la dimensione dei cubetti ospitanti tratte è di 0,5 unità per lato (testo richiede più spazio). le coordinate specificate qui vengono usati come il centro del cubo di accoglienza.
ja_jp: この変数はstatuswrl CGIでホストを描画するときに使用する座標を定義するために使用されます. 座標は、正または負の実数を指定できます. 描画の原点は（0.0,0.0,0.0）です. 参考のために、ホスト立方体のサイズは各辺 0.5単位です（テキストは少し多くスペースを取ります）. ここで指定する座標は、ホスト立方体の中心として使用されます.
pl_pl: zmienna ta jest używana do określenia współrzędnych, aby przy rysowaniu hosta w cgi statuswrl. Współrzędne mogą być dodatnie lub ujemne liczby rzeczywiste. pochodzenie do rysowania jest (0.0,0.0,0.0). dla porównania, wielkość kostki gospodarzy przygotowanych jest 0,5 jednostki na każdej stronie (tekst zajmuje trochę więcej miejsca). współrzędne określane tutaj służą jako środek kostki gospodarza.
pt_pt: esta variável é utilizada para definir coordenadas para usar ao desenhar o anfitrião no cgi statuswrl. coordenadas podem ser números reais positivos ou negativos. a origem para o desenho é (0.0,0.0,0.0). para referência, o tamanho dos cubos hospedeiras desenhados é de 0,5 unidades de cada lado (texto leva um pouco mais espaço). as coordenadas especificadas aqui são usados ​​como o centro do cubo de acolhimento.
ru_ru: Эта переменная используется для определения координат, используемая при отрисовке хост в statuswrl CGI. Координаты могут быть положительные или отрицательные вещественные числа. Происхождение для рисования есть (0.0,0.0,0.0). для справки, размер принимающих кубов обращается 0,5 единиц с каждой стороны (текст занимает немного больше места). координаты, задаваемые здесь используется как центр принимающей куба.
zh_cn: 此变量用于定义在statuswrl CGI中绘制主机时要使用的坐标。 坐标可以是正或负实数。 绘图的原点是（0.0,0.0,0.0）。 作为参考，绘制的主体多维数据集的大小在每一侧均为0.5个单位（文本需要更多的空间）。 您在此处指定的坐标用作宿主多维数据集的中心。

source: Free variables (custom object variables)
bg_bg: Свободни променливи (персонализирани обектни променливи)
de_de: freien Variablen (Benutzervariablen)
es_es: variables libres (variables de objetos personalizados)
fr_fr: variables libres (variables d'objet personnalisé)
it_it: variabili libere (variabili di oggetti personalizzati)
ja_jp: フリー変数（カスタムオブジェクト変数）
pl_pl: darmowe zmienne (zmienne niestandardowe obiekt)
pt_pt: variáveis ​​livres (variáveis ​​de objetos personalizados)
ru_ru: Свободные переменные (пользовательский объект переменных)
zh_cn: 可用变量（自定义对象变量）

source: NagiosQL supports custom object variables.
bg_bg: NagiosQL поддържа потребителски обектни променливи (custom object variables).
de_de: NagiosQL unterstützt benutzerdefinierte Objektvariablen.
es_es: NagiosQL soporta variables de objeto personalizados.
fr_fr: NagiosQL accepte les variables d'objets personnalisés.
it_it: NagiosQL supporta variabili oggetto personalizzate.
ja_jp: NagiosQLは、カスタムオブジェクト変数をサポートしています.
pl_pl: nagiosql obsługuje niestandardowych zmiennych obiektu.
pt_pt: NagiosQL suporta variáveis ​​objeto personalizado.
ru_ru: nagiosql поддерживает пользовательские переменные объекта.
zh_cn: NagiosQL支持自定义对象变量。

source: There are a few important things that you should note about custom variables:
bg_bg: Има няколко важни неща, които трябва да се имат предвид, за персонализираните променливи:
de_de: es gibt ein paar wichtige Dinge, die Sie maßgeschneiderten Variablen beachten sollten:
es_es: hay algunas cosas importantes que usted debe tener en cuenta sobre variables personalizadas:
fr_fr: il ya quelques choses importantes que vous devez noter sur les variables personnalisées:
it_it: ci sono alcune cose importanti che si dovrebbe notare sulle variabili personalizzate:
ja_jp: カスタム変数について注意すべき重要な点がいくつかあります：
pl_pl: jest kilka ważnych rzeczy, które powinieneś pamiętać o niestandardowych zmiennych:
pt_pt: há algumas coisas importantes que você deve observar sobre variáveis ​​personalizadas:
ru_ru: Есть несколько важных вещей, которые вы должны заметку о пользовательских переменных:
zh_cn: 关于自定义变量，需要注意一些重要事项：

source: Custom variable names must begin with an underscore (_) to prevent name collision with standard variables
bg_bg: Персонализираните имена на променливите трябва да започват с долна черта (_), за да се предотврати сблъсък (дублиране) на имената с тези на стандартните променливи
de_de: benutzerdefinierte Variablennamen müssen mit einem Unterstrich (_) beginnen, um Namenskonflikte mit Standardgrößen zu verhindern
es_es: costumbre nombres de variables deben comenzar con un guión bajo (_) para evitar colisión de nombres con variables estándar
fr_fr: personnalisé noms de variables doivent commencer par un underscore (_) pour éviter la collision avec le nom variables standard
it_it: personalizzato nomi delle variabili devono iniziare con un carattere di sottolineatura (_) per evitare la collisione con il nome variabili standard
ja_jp: カスタム変数名は、標準変数との名前の衝突を防ぐために、アンダースコア（_）で開始する必要があります
pl_pl: niestandardowe nazwy zmiennych muszą zaczynać się znakiem podkreślenia (_), aby zapobiec kolizji z nazw zmiennych standardowych
pt_pt: custom nomes de variáveis ​​devem começar com um sublinhado (_) para evitar colisão de nomes com variáveis ​​padrão
ru_ru: пользовательских имен переменных должны начинаться с символа подчеркивания (_), чтобы предотвратить коллизию имен с помощью стандартных переменных
zh_cn: 自定义变量名称必须以下划线（_）开头，以防止名称与标准变量冲突

source: Scripts can reference custom variable values with macros and environment variables
bg_bg: Скриптовете могат да се отнасят до потребителски променливи стойности с макроси и до глобални променливи
de_de: Skripte können benutzerdefinierte Variablenwerte mit Makros und Umgebungsvariablen verweisen
es_es: scripts pueden hacer referencia a los valores de variable personalizados con macros y variables de entorno
fr_fr: scripts peuvent référencer les valeurs de variables personnalisés avec des macros et variables d'environnement
it_it: script possono fare riferimento i valori delle variabili personalizzati con le macro e variabili d'ambiente
ja_jp: スクリプトは、マクロと環境変数でカスタム変数値を参照することができます
pl_pl: skrypty mogą odwoływać się do wartości zmiennej niestandardowej z makr i zmiennych środowiskowych
pt_pt: scripts podem referenciar valores de variáveis ​​personalizado com macros e variáveis ​​de ambiente
ru_ru: скрипты могут ссылаться на обычай значения переменных с помощью макросов и переменных окружения
zh_cn: 脚本可以使用宏和环境变量引用自定义变量值

source: Custom variable names are case-insensitive
bg_bg: Персонализираните имена на променливите са case-insensitive (не различават главни от малки букви)
de_de: benutzerdefinierte Variablennamen sind Groß- und Kleinschreibung
es_es: nombres de variable personalizados son mayúsculas y minúsculas
fr_fr: noms de variables personnalisés sont insensibles à la casse
it_it: nomi di variabili personalizzati sono case-insensitive
ja_jp: カスタム変数名は大文字と小文字を区別しません
pl_pl: niestandardowe nazwy zmiennych są niewłaściwe
pt_pt: nomes de variáveis ​​custom são case-insensitive
ru_ru: пользовательских имен переменных чувствительны к регистру
zh_cn: 脚本可以使用宏和环境变量引用自定义变量值
