Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: You can also specify several different types of exceptions to the standard rotating weekday schedule. Exceptions can take a number of different forms including single days of a specific or generic month, single weekdays in a month, or single calendar dates. You can also specify a range of days/dates and even specify skip intervals to obtain functionality described by "every 3 days between these dates". Rather than list all the possible formats for exception strings, Weekdays and different types of exceptions all have different levels of precedence, so its important to understand how they can affect each other. More information on this can be found in the documentation on timeperiods.
bg_bg: Можете да посочите няколко различни вида изключения от стандартния, повтарящ се, делничен график. Изключенията могат да се проявят в няколко различни форми, включително единични дни от определен или кой да е месец, единични делнични дни в месеца, или единични дати в календара. Можете да укажете периоди от дни / дати и дори "пропуснати" (skip) интервали, за да получите функционалност, описана от "на всеки 3 дни между тези дати". Вместо списък на всички възможни формати за низови изключения, делнични дни и различни видове изключения, всички имат различни нива на приоритет, така че е важно да разберете как те могат да си повлияят взаимно. Повече информация за това може да се намери в документацията за времеви периоди (timeperiods).
de_de: Sie können auch festlegen, verschiedene Arten von Ausnahmen zum Standard-Wochentagsplan. Ausnahmen können eine Reihe von verschiedenen Formen, einschließlich einzelne Tage eines bestimmten oder jeden Monats, einzelne Wochentage eines Monats oder einzelner Kalenderdaten. Sie können auch einen Bereich von Tagen / Daten und sogar bestimmte Intervalle überspringen, um Funktionalitäten wie "alle 3 Tage zwischen diesen Daten" zu erreichen. Statt alle möglichen von Ausnahmen anzug, Wochentage und verschiedene Arten von Ausnahmen haben alle verschiedene Vorrangebenen, so dass es wichtig zu verstehen, wie sie sich gegenseitig beeinflussen können. Weitere Informationen hierzu finden Sie in der Dokumentation zu Zeitfenstern werden.
es_es: también puede especificar diferentes tipos de excepciones a la programación de días laborables de rotación estándar. excepciones pueden tomar un número de formas diferentes, incluyendo días individuales de un mes específico o genérico, entre semana individuales en un mes, o las fechas del calendario individuales. también se puede especificar un rango de días / fechas e incluso especificar saltar intervalos para obtener funcionalidad descrita por "cada 3 días entre estas fechas". en lugar de la lista de todos los formatos posibles para las cadenas de excepción, los días de semana y los diferentes tipos de excepciones todos tienen diferentes niveles de prioridad, por lo que es importante entender cómo pueden afectar a la otra. más información sobre esto se puede encontrar en la documentación sobre timeperiods.
fr_fr: vous pouvez également spécifier plusieurs types d'exceptions à l'horaire type de semaine par rotation. exceptions peuvent prendre un certain nombre de différentes formes, y compris jour simples d'un mois spécifique ou générique, en semaine simples dans un mois, ou les dates du calendrier simples. vous pouvez également spécifier une plage de dates / jour et même spécifier sauter intervalles pour obtenir la fonctionnalité décrite par "tous les trois jours entre ces dates". plutôt que la liste de tous les formats possibles pour les chaînes d'exception, en semaine et différents types d'exceptions tous ont différents niveaux de priorité, il est donc important de comprendre comment ils peuvent affecter l'autre. plus d'informations sur ce qui peut être trouvé dans la documentation sur timeperiods.
it_it: è anche possibile specificare diversi tipi di deroghe al calendario settimana normale rotazione. eccezioni possono prendere un certo numero di forme diverse, tra cui singoli giorni di un mese specifico o generico, singoli giorni della settimana in un mese, o date di calendario singoli. è anche possibile specificare un intervallo di giorni / date ed anche specificare intervalli passare per ottenere la funzionalità descritta da "ogni 3 giorni tra queste date". piuttosto che l'elenco di tutti i possibili formati per le stringhe di eccezione, nei giorni feriali e diversi tipi di eccezioni tutti hanno diversi livelli di precedenza, per cui il suo importante capire come possono influenzare a vicenda. ulteriori informazioni su questo si possono trovare nella documentazione sui timeperiods.
ja_jp: また、標準のローテートする週日スケジュールについて例外の異なるタイプを指定することもできます. 例外は、特定または一般的な月の単一の日、月内の単一の曜日、単一のカレンダ日付を含む、多様な形式を取ることができます. さらに、日/曜日の範囲を指定したり「これらの日付の間3日ごとに」といったスキップ間隔を指定することもできます. 例外文字列のためにすべての可能な形式をリストするよりも、それらが互いにどう影響するかを理解するのが重要なので、週日および異なる例外タイプは優先度のレベルが異なります. これについての詳細は「時間帯」ドキュメントに記載されています.
pl_pl: można również określić kilka różnych typów wyjątków od standardowego obracającego harmonogramie tygodnia. Wyjątkiem może podjąć szereg różnych formach, w tym poszczególne dni określonego lub generycznego miesiąca, samotne dni robocze w miesiącu, lub pojedynczych dat kalendarzowych. można również określić zakres dat i dni / nawet określić pominąć okresy w celu uzyskania funkcjonalności opisanej przez "co 3 dni między tymi datami". zamiast listy wszystkie możliwe formaty ciągów wyjątków, dni tygodnia i różne rodzaje wyjątków wszystkie mają różne poziomy pierwszeństwa, więc ważne, aby zrozumieć, w jaki sposób wpływają one na siebie. Więcej informacji na ten temat można znaleźć w dokumentacji timeperiods.
pt_pt: você também pode especificar vários tipos diferentes de exceções à programação de segunda a sexta rotativo padrão. excepções pode tomar uma série de diferentes formas, incluindo dias de solteiro de um mês específico ou genérico, dias da semana de solteiro em um mês, ou as datas do calendário de solteiro. você também pode especificar um intervalo de dias / datas e até mesmo especificar pular intervalos para obter a funcionalidade descrita por "a cada 3 dias entre essas datas". ao invés de lista todos os formatos possíveis para cordas de exceção, dias da semana e em diferentes tipos de exceções, todos têm diferentes níveis de prioridade, por isso é importante para entender como elas podem afetar o outro. mais informações sobre este podem ser encontrados na documentação do timeperiods.
ru_ru: Вы также можете указать несколько исключений различных типов в стандартный скользящему графику буднего. исключения могут принять ряд различных форм, включая единые дни конкретным или общим месяц, одиноких будние дни в месяц, или отдельными календарными датами. Вы также можете указать диапазон дней / дат и даже указать пропустить интервалы для получения функциональность, описанную "каждые 3 дня между этими датами". а не перечислить все возможные форматы для исключения строк, в будние дни и исключений различных типов имеют разные уровни приоритета, поэтому его важно понять, как они могут влиять друг на друга. Более подробная информация об этом можно найти в документации по timeperiods.
zh_cn: 您还可以为标准轮换工作日时间表指定几种不同类型的例外。 例外可以采用多种不同的形式，包括特定或通用月份的单日，一个月中的单个工作日或单个日历日期。 您还可以指定天/日期范围，甚至可以指定跳过间隔来获得“这些日期之间的每3天”所描述的功能。 工作日和不同类型的异常具有不同的优先级，而不是列出异常字符串的所有可能格式，因此了解它们如何相互影响很重要。 有关此内容的更多信息，请参见有关时间段的文档。

source: , where hours are specified on a 24 hour clock. For example,
bg_bg: , където времето е зададено по 24-часов часовник. Например,
de_de: , Wobei die Stunden im 24-Stunden-Format angegeben. zum beispiel,
es_es: , Donde las horas se especifican en un reloj de 24 horas. por ejemplo,
fr_fr: , Où les heures sont indiquées sur une horloge de 24 heures. par exemple,
it_it: , Dove le ore sono indicate su un orologio di 24 ore. per esempio,
ja_jp: (24時間表記) . 例えば、
pl_pl: , W których godziny są określone na zegarze 24-godzinnym. Na przykład,
pt_pt: , Em que os horários são especificados em um relógio de 24 horas. por exemplo,
ru_ru: , Где часы указаны на 24-часовом формате. например,
zh_cn: ，其中小时是在24小时制中指定的。 例如，

source: means 12:15am in the morning for this day until 12:00am midnight (a 23 hour, 45 minute total time range). If you wish to exclude an entire day from the timeperiod, simply do not include it in the timeperiod definition.
bg_bg: означава, 12:15 часа през нощта за този ден до 12:00 часа полунощ (23 часа и 45 минути общ времеви обхват). Ако искате да изключите целия ден от времевия период, просто не го включвайте в дефиницията на времевия период (timeperiod definition).
de_de: bedeutet, 12.15 Uhr in der Früh für den heutigen Tag bis 12.00 Uhr (ein 23 Stunden, 45 Minuten Gesamtzeit Bereich). Wenn Sie einen ganzen Tag aus dem Zeitfenster ausschließen wollen, einfach nicht, schließen sie in den Zeitfenster-Definition.
es_es: significa 12:15a.m. en la mañana de este día hasta las 12:00 am de la medianoche (a 23 horas, intervalo de tiempo total de 45 minutos). si desea excluir un día entero desde la timeperiod, simplemente no lo incluya en la definición timeperiod.
fr_fr: signifie 0h15 du matin pour cette journée jusqu'à 00h00 à minuit (un 23 heures, 45 minutes intervalle de temps total). si vous souhaitez exclure une journée entière à partir de la plage horaire, il suffit de ne pas l'inclure dans la définition de timeperiod.
it_it: significa 0:15 del mattino per questa giornata alle ore 12.00 a mezzanotte (a 23 ore, intervallo di tempo totale di 45 minuti). Se si desidera escludere un intero giorno dal timeperiod, semplicemente non includerlo nella definizione timeperiod.
ja_jp: は、その日の昼の 12:15 から夜中 12:00 まで（総時間 23時時間45分）を意味します. 時間帯から丸一日を除外する場合は、時間帯定義に含めないでください.
pl_pl: Oznacza 0:15 rano do dnia dzisiejszego, aż 00:00 północy (23 godzin, 45 minut Całkowity zakres czasu). jeśli chcesz, aby wykluczyć cały dzień od przedzialczasu, po prostu nie obejmują go w definicji przedzialczasu.
pt_pt: significa 0:15 da manhã para o dia de hoje até 12:00 à meia-noite (a 23 horas, intervalo de tempo total de 45 minutos). se você quiser excluir um dia inteiro a partir do timeperiod, simplesmente não incluí-lo na definição timeperiod.
ru_ru: означает 12:15 утра в первой половине дня на этот день до 12:00 утра полуночи (23 час, 45 минут полного диапазона времени). Если вы хотите исключить весь день с TimePeriod, просто не включать его в определение TimePeriod.
zh_cn: 表示当天的上午12:15到午夜12:00（总时间范围为23小时45分钟）。 如果要从时间段中排除一整天，只需将其不包括在时间段定义中。

source: Contacttemplate - template name
bg_bg: Контактен шаблон - име на шаблона
de_de: contacttemplate - Vorlagennamen
es_es: contacttemplate - nombre de la plantilla
fr_fr: contacttemplate - nom du modèle
it_it: contacttemplate - nome del modello
ja_jp: 連絡先テンプレート - テンプレート名
pl_pl: contacttemplate - nazwa szablonu
pt_pt: contacttemplate - nome do modelo
ru_ru: contacttemplate - имя шаблона
zh_cn: 联系模板-模板名称

source: This directive is used to define a short name used to identify the contact template.
bg_bg: Тази директива се използва за определяне на краткото име, използвано за идентифициране на шаблона за контакт.
de_de: Diese Direktive wird benutzt, um einen Kurznamen zu den Kontaktschablonen identifizieren zu definieren.
es_es: esta directiva se utiliza para definir un nombre corto utilizado para identificar la plantilla de contacto.
fr_fr: cette directive est utilisée pour définir un nom court utilisé pour identifier le modèle de contact.
it_it: questa direttiva viene utilizzata per definire un nome breve utilizzato per identificare il modello di contatto.
ja_jp: このディレクティブは、連絡先テンプレートを識別するために使用される短縮名を定義するために使用されます.
pl_pl: dyrektywa ta jest używana do określenia krótką nazwę używaną do identyfikacji szablon kontaktowych.
pt_pt: esta directiva é usado para definir um nome abreviado usado para identificar o modelo de contato.
ru_ru: Эта директива используется для определения краткое имя, используемое для идентификации шаблона контактов.
zh_cn: 此指令用于定义用于标识联系人模板的简称。

source: Command -
bg_bg: Команда -
de_de: Befehl
es_es: Comando
fr_fr: Commandement
it_it: Comando
ja_jp: コマンド -
pl_pl: komenda
pt_pt: Comando
ru_ru: Команда
zh_cn: 命令-

source: command name
bg_bg: име на командата
de_de: Command Type
es_es: Comando
fr_fr: Type de commande
it_it: Tipo di comando
ja_jp: コマンド名
pl_pl: Nazwa polecenia
pt_pt: Comando
ru_ru: Тип команды
zh_cn: 命令名称

source: This directive is the short name used to identify the command. It is referenced in contact, host, and service definitions (in notification, check, and event handler directives), among other places.
bg_bg: Тази директива е краткото име, използвано за идентифициране на командата. Тя е посочена в контакт, хост, и дефиниции на сървиси (в уведомление, проверка, и директиви за манипулатор на събития), наред с други места.
de_de: Diese Richtlinie ist der Kurzname verwendet werden, um den Befehl zu identifizieren. es ist in Kontakt, Host- und Service-Definitionen (in Mitteilung, überprüfen und Event-Handler-Richtlinien), unter anderem.
es_es: esta directiva es el nombre corto utilizado para identificar el comando. se hace referencia en contacto, de acogida, y definiciones de servicio (en la notificación, verificación y controlador de eventos directivas), entre otros lugares.
fr_fr: cette directive est le nom court utilisé pour identifier la commande. il est référencé dans contact, hôte, et les définitions de service (dans la notification, vérifier et gestionnaire d'événement de directives), entre autres.
it_it: questa direttiva è il nome breve utilizzato per identificare il comando. si fa riferimento in contatto, accoglienza, e le definizioni di servizi (in comunicazione, controllo, e gestore di eventi direttive), tra gli altri luoghi.
ja_jp: このディレクティブは、コマンドを識別するために使用される短縮名です. これは連絡先、ホスト、サービス定義（通知、チェック、イベントハンドラディレクティブ）、その他の場所で参照されます.
pl_pl: dyrektywa ta jest krótka nazwa używana do identyfikacji polecenia. jest mowa w kontaktowych, przyjmującego i definicji usług (w zgłoszeniu, sprawdzić i obsługi zdarzeń dyrektyw), wśród innych miejsc.
pt_pt: esta directiva é o nome abreviado usado para identificar o comando. ele é referenciado em contato, host e definições de serviço (em notificação, verificar e directivas manipulador de eventos), entre outros lugares.
ru_ru: эта директива короткое имя, используемое для определения команды. он упоминается в контакт, хозяин, и определений услуг (в уведомлении, проверьте, и обработчик события директивы), в других местах.
zh_cn: 该指令是用于标识命令的简称。 在联系人，主机和服务定义（在通知，检查和事件处理程序指令中）以及其他地方中引用了它。

source: command line
bg_bg: командна линия
de_de: Command Type
es_es: Comando
fr_fr: Type de commande
it_it: Tipo di comando
ja_jp: コマンド行は引用符で囲まない
pl_pl: Wiersz polecenia
pt_pt: Comando
ru_ru: Тип команды
zh_cn: 命令行

source: This directive is used to define what is actually executed by Nagios when the command is used for service or host checks, notifications, or event handlers. Before the command line is executed, all valid macros are replaced with their respective values. See the documentation on macros for determining when you can use different macros. Note that the command line is
bg_bg: Тази директива се използва, за да се определи какво всъщност е изпълнено от Nagios, когато командата е използвана при хост проверки, уведомления или манипулатори на събития. Преди командата да се изпълни, всички валидни макроси се заменят със съответните им стойности. Вижте документацията за макроси, за да разберете кога можете да използвате различни макроси. Имайте предвид, че командния ред е
de_de: Diese Direktive wird benutzt, um zu definieren, was wirklich durch Nagios ausgeführt, wenn der Befehl für Service- oder Host-Prüfungen, Benachrichtigungen oder Eventhandler benutzt wird. bevor die Befehlszeile ausgeführt wird, werden alle gültigen Makros durch die entsprechenden Werte ersetzt. finden Sie in der Dokumentation zu Makros zu bestimmen, wenn man verschiedene Makros. beachten Sie, dass die Kommandozeile
es_es: esta directiva se utiliza para definir lo que realmente ejecutado por nagios cuando se utiliza el comando de servicio o de acogida cheques, notificaciones, o controladores de eventos. antes de que se ejecute la línea de comandos, todas las macros válidos se reemplazan por sus valores respectivos. consulte la documentación de macros para determinar cuando se puede usar diferentes macros. tenga en cuenta que la línea de comandos es
fr_fr: cette directive est utilisée pour définir ce qui est réellement exécuté par Nagios lorsque la commande est utilisée pour services ou d'hôtes contrôles, notifications, ou des gestionnaires d'événements. avant la ligne de commande est exécutée, toutes les macros valides sont remplacées par leurs valeurs respectives. voir la documentation sur les macros pour déterminer quand vous pouvez utiliser différentes macros. noter que la ligne de commande est
it_it: questa direttiva viene utilizzato per definire ciò che è effettivamente eseguito dal nagios quando il comando è utilizzato per servizi o di accoglienza controlli, notifiche, o gestori di eventi. prima che la linea di comando viene eseguito, tutte le macro validi vengono sostituiti con i rispettivi valori. vedere la documentazione sulle macro per determinare quando è possibile utilizzare diverse macro. notare che la linea di comando è
ja_jp: このディレクティブは、コマンドがサービスやホストチェック、通知、イベントハンドラに使用される場合に実際にNagiosで何が実行されるかを定義するために使用されます. コマンド行は実行前に、すべての有効なマクロがそれぞれの値に置換されます. 別のマクロを使用できるときに決定するためのマクロについては、ドキュメントを参照してください. コマンド行は
pl_pl: dyrektywa ta jest używana do określenia, co jest faktycznie wykonywany przez Nagios, gdy polecenie jest używane do kontroli serwisowych lub przyjmujących, powiadomień lub obsługi zdarzeń. zanim zostanie wykonane z linii poleceń, wszystkie ważne makra są zastępowane ich wartości. zobacz dokumentację na temat makr dla określenia, kiedy można użyć różnych makr. uwagę, że linia poleceń jest
pt_pt: esta directiva é usado para definir o que é realmente executada por nagios quando o comando é usado para serviços de acolhimento ou cheques, notificações ou manipuladores de eventos. antes da linha de comando é executado, todas as macros válidos são substituídos por seus respectivos valores. consulte a documentação sobre macros para determinar quando você pode usar diferentes macros. note que a linha de comando é
ru_ru: Эта директива используется для определения того, что на самом деле выполняется Nagios, когда команда используется для обслуживания или принимающих чеки, уведомления или обработчиков событий. до командной строки выполняется, все действительные макросы заменяются на их соответствующих значений. обратитесь к документации на макросы для определения того, когда вы можете использовать различные макросы. обратите внимание, что командная строка
zh_cn: 该指令用于定义当命令用于服务或主机检查，通知或事件处理程序时，Nagios实际执行的操作。 在执行命令行之前，所有有效的宏都将替换为其各自的值。 请参阅有关宏的文档，以确定何时可以使用其他宏。 请注意，命令行为

source: surrounded in quotes. Also, if you want to pass a dollar sign ($) on the command line, you have to escape it with another dollar sign.
bg_bg: заобиколен от кавички. Също така, ако искате да подадете знака за долар ($) от командния ред, трябва да го избегнете с друг знак за долар.
de_de: umgeben in Anführungszeichen. Auch, wenn Sie ein Dollarzeichen ($) in der Befehlszeile übergeben wollen, müssen Sie es mit einem anderen Dollarzeichen zu entkommen.
es_es: rodeado de comillas. También, si usted desea pasar un signo de dólar ($) en la línea de comandos, lo que tienes que escapar de ella con otro signo de dólar.
fr_fr: entourée de guillemets. aussi, si vous voulez passer un signe de dollar (de $) sur la ligne de commande, vous devez échapper avec un autre signe de dollar.
it_it: circondato tra virgolette. Inoltre, se si desidera passare un simbolo del dollaro ($) nella riga di comando, è necessario fuggire con un altro simbolo del dollaro.
ja_jp: ことにご注意ください. コマンド行でドル記号（$）を渡す場合は、別のドル記号でエスケープする必要があります.
pl_pl: otoczeniu w cudzysłowie. także, jeśli chcesz przekazać znak dolara ($) w linii poleceń, trzeba uciec z innym znakiem dolara.
pt_pt: cercado por aspas. Além disso, se você quer passar um cifrão ($) na linha de comando, você tem que escapar-lo com outro sinal de dólar.
ru_ru: в окружении в кавычки. Кроме того, если вы хотите передать знак доллара ($) в командной строке, вы должны избежать его с другим знаком доллара.
zh_cn: 用引号引起来。 另外，如果要在命令行中传递美元符号（$），则必须使用另一个美元符号对其进行转义。

source: You may not include a
bg_bg: Вие не можете да включвате
de_de: Sie dürfen keine ein
es_es: usted no puede incluir una
fr_fr: vous ne pouvez pas inclure une
it_it: non si può includere un
ja_jp: 含まれない
pl_pl: nie mogą zawierać
pt_pt: você não pode incluir um
ru_ru: Вы не можете включить
zh_cn: 您可能不包括

source: semicolon
bg_bg: точка и запетая
de_de: Semikolon
es_es: punto y coma
fr_fr: point-virgule
it_it: punto e virgola
ja_jp: セミコロン
pl_pl: średnik
pt_pt: ponto e vírgula
ru_ru: точка с запятой
zh_cn: 分号

source: (;) in the
bg_bg: (;) В
de_de: (;) In der
es_es: (;) En el
fr_fr: (;) Dans le
it_it: (;) Nel
ja_jp: （;）で
pl_pl: (;) W
pt_pt: (;) No
ru_ru: (;) В
zh_cn: （;） 在

source: directive, because everything after it will be ignored as a config file comment. You can work around this limitation by setting one of the
bg_bg: директива, тъй като всичко след това ще бъдат игнориранo и счетено за коментар към конфигурационния файл. Можете да се справите с това ограничение, като зададете един от най-
de_de: Richtlinie, weil alles danach wird als Konfigurationsdatei Kommentar ignoriert. Sie können diese Einschränkung umgehen, indem Sie eine der Arbeit
es_es: Directiva, porque todo después de que se tendrá en cuenta como un comentario fichero de configuración. se puede evitar esta limitación mediante el establecimiento de una de las
fr_fr: directive, parce que tout, après il sera ignoré comme un commentaire de fichier de configuration. vous pouvez contourner cette limitation en créant l'un des
it_it: direttiva, perché tutto dopo verrà ignorata come commento file di configurazione. è possibile aggirare questa limitazione impostando uno dei
ja_jp: ディレクティブに含んでいない場合、コンフィグファイルのコメントとして無視されます. リソースファイルの
pl_pl: dyrektywy, ponieważ wszystko po to będą ignorowane jako komentarz pliku konfiguracyjnego. można obejść to ograniczenie przez ustawienie jednego z
pt_pt: directiva, porque tudo após ele será ignorado como um comentário arquivo de configuração. você pode contornar essa limitação, definindo um dos
ru_ru: Директива, потому что все после того, как будут игнорироваться в файле конфигурации комментариев. Вы можете обойти это ограничение, установив один из
zh_cn: 指令，因为它后面的所有内容都将被忽略为配置文件注释。 您可以通过以下方法之一来解决此限制：

source: macros in your resource file to a semicolon and then referencing the appropriate
bg_bg: макроси във вашия ресурс файл до точката и запетаята и след това споменаване на подходящите
de_de: Makros in Ihrem resource file mit einem Semikolon und dann den entsprechenden Verweis
es_es: macros en el archivo de recursos a un punto y coma y luego hacer referencia a la adecuada
fr_fr: macros dans votre fichier de ressources à un point-virgule, puis le référencement approprié
it_it: macro nel file di risorse per un punto e virgola e quindi riferimento appropriato
ja_jp: マクロの１つにセミコロンを設定し、セミコロンの代わりに
pl_pl: Makra w pliku zasobów do średnikiem, a następnie odwołanie właściwe
pt_pt: macros em seu arquivo de recurso para um ponto e vírgula e, em seguida, fazendo referência ao adequado
ru_ru: макросы в файле ресурсов к запятой, а затем ссылки уместно
zh_cn: 您的资源文件中的宏转为分号，然后引用相应的

source: macro in the
bg_bg: макро в
de_de: Makro in der
es_es: macro en el
fr_fr: dans la macro
it_it: macro nel
ja_jp: マクロを
pl_pl: makro w
pt_pt: macro no
ru_ru: Макрос в
zh_cn: 宏在
