Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: It looks like you are missing check_xi_sla.php on your Nagios XI server. To use this wizard you must install the check_xi_sla.php plugin on your server located in the this wizards plugin directory here: /usr/local/nagios/libexec/
bg_bg: Изглежда сякаж ви липсва check_xisla.php на вашия Nagios XI сървър. За да използвате този помощник (wizard), вие ще трябва да инсталирате check_xisla.php плъгина на вашия сървър, разположен в плъгин директорията на помощниците (wizards) тук: /usr/local/nagios/libexec/
de_de: es sieht aus wie Sie vermissen check_xisla.php auf Ihrer Nagios XI-Server. um diesen Assistenten verwenden, müssen Sie die check_xisla.php Plugin auf Ihrem Server in der diese sich unter Installationsassistenten Plugin-Verzeichnis. bewegen sich hier: / usr / local / nagios / libexec /
es_es: parece que se echa en falta check_xisla.php en su servidor nagios xi. utilizar este asistente debe instalar el plugin check_xisla.php en su servidor situado en el este magos directorio de plugins. mover aquí: / usr / local / nagios / libexec /
fr_fr: il semble que vous êtes absent check_xisla.php sur votre serveur nagios xi. à utiliser cet assistant vous devez installer le plugin check_xisla.php sur votre serveur situé dans le ce magiciens répertoire du plugin. déplacer ici: / usr / local / nagios / libexec /
it_it: sembra che non trovi il check_xisla.php sul server nagios xi. di utilizzare questa procedura guidata è necessario installare il plugin check_xisla.php sul server che si trova nella directory maghi questo plugin. trasferirsi qui: / usr / local / nagios / libexec /
ja_jp: Nagios XIサーバーに check_xisla.php が存在しないようです. このウィザードを使用するには、次のウィザードプラグインディレクトリに check_xisla.php プラグインをインストールする必要があります: /usr/local/nagios/libexec/
pl_pl: wygląda na to, brakuje check_xisla.php na serwerze Nagios XI. korzystać z tego kreatora należy zainstalować wtyczkę check_xisla.php na serwerze znajduje się w katalogu czarodzieje this plugin. przenieść tutaj: / usr / local / nagios / libexec /
pt_pt: parece que você está perdendo check_xisla.php no seu servidor Nagios xi. para usar este assistente, você deve instalar o plugin check_xisla.php no seu servidor localizado no este assistentes diretório plugin. mover aqui: / usr / local / nagios / libexec /
ru_ru: это выглядит как вам не хватает check_xisla.php на вашем сервере Nagios хг. использовать этот мастер необходимо установить плагин check_xisla.php на сервер, расположенный в этом волшебники каталог плагинов. двигаться здесь: / USR / местные / Nagios / libexec /
zh_cn: 看来您在Nagios XI服务器上缺少check_xi_sla.php。 要使用此向导，必须在以下向导插件目录中的服务器上安装check_xi_sla.php插件：/ usr / local / nagios / libexec /

source: SLA Report Settings
bg_bg: настройките на отчетите
de_de: sla Berichteinstellungen
es_es: configuración del informe sla
fr_fr: paramètres de rapport sla
it_it: impostazioni di report sla
ja_jp: SLA レポートの設定
pl_pl: ustawienia raportu o slabie
pt_pt: configurações do relatório sla
ru_ru: настройки отчета sla
zh_cn: SLA报告设置

source: Select the settings for the SLA report to run. Remember, every time you run the check it will use these settings.
bg_bg: изберете настройките, които да се изпълняват. помнете, че всеки път, когато пуснете проверката, ще използвате тези настройки.
de_de: Wählen Sie die Einstellungen für den zu startenden Sla-Bericht aus. Denken Sie daran, dass bei jeder Überprüfung diese Einstellungen verwendet werden.
es_es: seleccione la configuración para ejecutar el informe sla. recuerde, cada vez que ejecute el cheque usará estas configuraciones.
fr_fr: Sélectionnez les paramètres du rapport sla à exécuter. Rappelez-vous, chaque fois que vous exécutez la vérification, il utilisera ces paramètres.
it_it: selezionare le impostazioni per il report di sla da eseguire. ricorda che ogni volta che esegui il controllo utilizzeranno queste impostazioni.
ja_jp: 実行する SLA レポートの設定を選択します。チェックを実行するたびに、これらの設定が使用されることを覚えておいてください。
pl_pl: wybierz ustawienia dla raportu o slabie do uruchomienia. pamiętaj, że za każdym razem, gdy uruchomisz czek, skorzystasz z tych ustawień.
pt_pt: selecione as configurações para o relatório sla ser executado. lembre-se, toda vez que você executar o cheque, ele usará essas configurações.
ru_ru: выберите настройки для отчета sla для запуска. помните, что каждый раз, когда вы запускаете проверку, он будет использовать эти настройки.
zh_cn: 选择要运行的SLA报告的设置。 请记住，每次运行检查时，它将使用这些设置。

source: Report Period
bg_bg: отчетен период
de_de: Berichtsperiode
es_es: reportar período
fr_fr: période de rapport
it_it: periodo di rapporto
ja_jp: 報告期間
pl_pl: okres raportu
pt_pt: período de relatório
ru_ru: отчетный период
zh_cn: 报告周期

source: Last Month
bg_bg: Миналия месец
de_de: Letzter Monat
es_es: El mes pasado
fr_fr: Mois dernier
it_it: Ultimo mese
ja_jp: 前月
pl_pl: w zeszłym miesiącu
pt_pt: Últimos 3 meses
ru_ru: Последний месяц
zh_cn: 上个月

source: Hours
bg_bg: Часа
de_de: Stunden
es_es: horas
fr_fr: Heures
it_it: Orario
ja_jp: 時間
pl_pl: godzin
pt_pt: Horas
ru_ru: Часов
zh_cn: 小时

source: Days
bg_bg: Ден
de_de: Tag
es_es: Dia
fr_fr: Jour
it_it: Giorno
ja_jp: 日
pl_pl: dzień
pt_pt: Dia
ru_ru: День
zh_cn: 日

source: SLA Report Advanced Settings
bg_bg: Допълнителни настройки на SLA доклад
de_de: sla Bericht Erweiterte Einstellungen
es_es: informe sla configuración avanzada
fr_fr: rapport sla paramètres avancés
it_it: rapporto sla impostazioni avanzate
ja_jp: SLAレポート詳細設定
pl_pl: Raport sla zaawansowane ustawienia
pt_pt: relatório sla configurações avançadas
ru_ru: Отчет SLA расширенные настройки
zh_cn: SLA报告高级设置

source: These are settings used to manipulate the way SLA data is reported and received. These settings will apply to all services in the wizard
bg_bg: Това са настройките, използвани за манипулиране на начина, по който SLA данните се рапортуват и получават. Тези настройки ще важат за всички сървиси в съветника (wizard)
de_de: Das sind Einstellungen verwendet, um die Art und Weise sla Daten gemeldet und erhielt manipulieren. Diese Einstellungen werden auf alle Dienste im Assistenten gelten.
es_es: estos son los ajustes utilizados para manipular la forma de datos sla se informa y se recibe. estos ajustes se aplicarán a todos los servicios del asistente.
fr_fr: ce sont des paramètres utilisés pour manipuler la façon dont les données sla est signalé et reçu. ces paramètres seront applicables à tous les services de l'assistant.
it_it: queste sono impostazioni utilizzate per manipolare il modo in cui i dati sla è segnalato e ricevuto. queste impostazioni si applicheranno a tutti i servizi della procedura guidata.
ja_jp: 以下は、SLAデータのレポートおよび受信方法を操作するための設定です. これらの設定は、このウィーザードのすべてのサービスに適用されます
pl_pl: Ustawienia są stosowane do manipulowania sposób sla odnośne dane i odbierane. ustawienia te będą miały zastosowanie do wszystkich usług w kreatorze.
pt_pt: estas são as definições utilizadas para manipular a forma como os dados sla é relatado e recebido. Estas definições serão aplicadas a todos os serviços do assistente.
ru_ru: это настройки, используемые для управления путь SLA данные сообщили и получили. эти параметры будут применяться ко всем услугам мастера.
zh_cn: 这些设置用于控制报告和接收SLA数据的方式。 这些设置将应用于向导中的所有服务

source: Assume Initial States
bg_bg: Допусни първоначалните състояния (initial states)
de_de: nehmen Anfangszustände
es_es: asumir estados iniciales
fr_fr: assumer états initiaux
it_it: assumere stati iniziali
ja_jp: 初期ステータスを仮定
pl_pl: Zakładamy, stany początkowe
pt_pt: assumir estados iniciais
ru_ru: Предположим начальных состояний
zh_cn: 假设初始状态

source: Assume State Retention
bg_bg: Предположи състояниeтo на запазване (state retention)
de_de: nehmen Statusaufbewahrungs
es_es: asumir la retención de estado
fr_fr: assumer le maintien de l'Etat
it_it: assumere ritenzione stato
ja_jp: ステータス保持を仮定
pl_pl: Zakładamy utrzymanie państwa
pt_pt: assumir retenção estado
ru_ru: Предположим, сохранение государственной
zh_cn: 假设状态保持

source: Assume States During Program Downtime
bg_bg: Предположи състоянията по време на престой на програмата (downtime)
de_de: nehmen Zustände während der Ausfallzeit
es_es: asumir estados durante el tiempo de inactividad
fr_fr: assumer états pendant les temps d'arrêt
it_it: assumere stati durante i tempi di inattività
ja_jp: プログラムダウンタイム中のステータスを仮定
pl_pl: Zakładamy, stany podczas wyłączenia programu
pt_pt: assumir estados durante o tempo de inatividade
ru_ru: Предположим государства во время простоя
zh_cn: 在程序停机期间假设状态

source: Include Soft States
bg_bg: Включва вариетивни състояния (Soft States)
de_de: gehören Soft-Zustände
es_es: incluir estados blandos
fr_fr: inclure les états mous
it_it: includere gli Stati molli
ja_jp: ソフトステータスを含む
pl_pl: obejmują stany miękkie
pt_pt: incluem estados suaves
ru_ru: включает мягкие государства
zh_cn: 包括软状态

source: First Assumed Host State
bg_bg: Първото предположено състояние на хост
de_de: zunächst angenommen, Gaststaat
es_es: asumido primero estado anfitrión
fr_fr: première hypothèse État d'accueil
it_it: primo assunto Stato ospitante
ja_jp: 仮定される最初のホストステータス
pl_pl: Pierwszy zakłada stan hosta
pt_pt: primeiro assumiu estado anfitrião
ru_ru: Первый предполагается состояние хозяина
zh_cn: 第一个假定的主机状态

source: Unspecified
bg_bg: Неуточнен
de_de: angegeben
es_es: Ninguna fecha especificada
fr_fr: spécifié
it_it: specificata
ja_jp: 指定なし
pl_pl: nieokreślone
pt_pt: Usuário modificado:
ru_ru: указанный
zh_cn: 未指定

source: Current State
bg_bg: Сегашно състояние
de_de: Aktueller Status
es_es: Estatus actual del Host
fr_fr: Statut actuel
it_it: Stato corrente
ja_jp: 現在のステータス
pl_pl: stan obecny
pt_pt: Estado do host atual
ru_ru: Нынешнее состояние
zh_cn: 目前状态

source: Host Up
bg_bg: Хоста е в работещо състояние (UP)
de_de: Hosts up
es_es: Hosts arriba
fr_fr: Hôtes jusqu'à
it_it: Padroni di casa fino
ja_jp: ホスト稼働
pl_pl: pomieścić
pt_pt: anfitriões até
ru_ru: Хосты до
zh_cn: 主机运行

source: First Assumed Service State
bg_bg: Първото предположено състояние на сървис
de_de: zunächst angenommen, Dienstzustand
es_es: estado del servicio asumido primero
fr_fr: état de service de première assumé
it_it: stato di servizio prima assunto
ja_jp: 仮定される最初のサービスステータス
pl_pl: Pierwszy zakłada stanu usługi
pt_pt: estado do serviço o primeiro a assumir
ru_ru: Первый предполагается государственная служба
zh_cn: 第一个假定的主机状态

source: Service Ok
bg_bg: Сървиса е ОК
de_de: Service
es_es: Servicio
fr_fr: Service
it_it: Servizio
ja_jp: サービス正常
pl_pl: obsługa ok
pt_pt: Serviço
ru_ru: Обслуживание
zh_cn: 服务正常

source: Connection Settings
bg_bg: Настройки за връзката
de_de: Verbindungseinstellungen
es_es: ajustes de conexión
fr_fr: paramètres de connexion
it_it: impostazioni di connessione
ja_jp: 接続設定
pl_pl: Ustawienia połączenia
pt_pt: configurações de conexão
ru_ru: Настройки соединения
zh_cn: 连接设置

source: The settings used to connect to the Nagios XI server and the hostname of the server.
bg_bg: Настройките, използвани за свързване към сървъра nagios xi и името на хоста на сървъра.
de_de: die Einstellungen verwendet, um den nagios xi-Server und dem Hostnamen des Servers zu verbinden.
es_es: los valores utilizados para conectar al servidor de Nagios XI y el nombre de host del servidor.
fr_fr: les paramètres utilisés pour se connecter au serveur de nagios xi et le nom d'hôte du serveur.
it_it: le impostazioni utilizzate per la connessione al server xi Nagios e il nome host del server.
ja_jp: この設定はNagios XI サーバーとサーバーのホスト名への接続に使用されます.
pl_pl: ustawienia używane do łączenia się z serwerem xi Nagios i nazwa serwera.
pt_pt: as configurações usadas para conectar ao servidor xi Nagios eo hostname do servidor.
ru_ru: настройки используются для подключения к кси серверу Nagios и имя хоста сервера.
zh_cn: 用于连接到Nagios XI服务器的设置以及服务器的主机名。

source: The name of the host that the services will be applied to.
bg_bg: Името на хоста, към който ще се прилагат услугите.
de_de: der Name des Hosts, die Dienste angewendet werden soll.
es_es: el nombre del host que los servicios se aplicarán a.
fr_fr: le nom de l'hôte que les services seront appliqués à.
it_it: il nome dell'host che i servizi saranno applicate a.
ja_jp: このサービスが適用されるホストの名前.
pl_pl: nazwa hosta, że ​​usługi będą stosowane.
pt_pt: o nome do host que os serviços serão aplicada.
ru_ru: имя хоста, что услуги будут применяться к.
zh_cn: 服务将应用到的主机的名称。

source: How long to look back for the SLA. Also serves as default check interval.
bg_bg: колко дълго да погледнем назад за сламената. също служи като контролен интервал по подразбиране.
de_de: Wie lange, um nach dem Sla zu schauen. dient auch als Standardprüfintervall.
es_es: cuánto tiempo mirar hacia atrás para el sla. también sirve como intervalo de verificación predeterminado.
fr_fr: combien de temps pour regarder en arrière pour le sla. sert également d'intervalle de vérification par défaut.
it_it: quanto tempo guardare indietro per lo sla. serve anche come intervallo di controllo predefinito.
ja_jp: SLA振り返り期間。既定のチェック間隔としても機能します。
pl_pl: jak długo trzeba patrzeć na niewolnika. służy również jako domyślny okres kontrolny.
pt_pt: quanto tempo olhar para trás para o sla. também serve como intervalo de verificação padrão.
ru_ru: как долго оглядываться на слау. также служит в качестве интервала проверки по умолчанию.
zh_cn: 回顾SLA需要多长时间。 也用作默认检查间隔。

source: Check SLA Setup
bg_bg: Проверете SLA настройките
de_de: überprüfen sla Setup
es_es: comprobar la configuración sla
fr_fr: vérifiez la configuration sla
it_it: Controllare l'installazione sla
ja_jp: SLA設定をチェック
pl_pl: sprawdzić konfigurację SLA
pt_pt: verifique a configuração do sla
ru_ru: проверить SLA установки
zh_cn: 检查SLA设置

source: Warning and Critical support all the thresholds shown in the
bg_bg: предупреждение и критична подкрепа на всички прагове, показани в
de_de: Warnung und kritische Unterstützung aller in der
es_es: advertencia y soporte crítico todos los umbrales que se muestran en el
fr_fr: avertissement et soutien critique tous les seuils indiqués dans le
it_it: avviso e supporto critico tutte le soglie mostrate in
ja_jp: 警告とクリティカルサポートでは
pl_pl: ostrzeżenie i krytyczne wsparcie dla wszystkich progów pokazanych w
pt_pt: aviso e suporte crítico todos os limites mostrados no
ru_ru: предупреждения и критической поддержки всех пороговых значений, показанных в
zh_cn: 警告和关键支持所有的阀值显示在

source: Nagios Plugins guidelines
bg_bg: nagios плъгини указания
de_de: Nagios Plugins Richtlinien
es_es: Pautas de los complementos de nagios
fr_fr: nagios plugins directives
it_it: Linee guida sui plugin nagios
ja_jp: Nagios プラグインガイドライン
pl_pl: Wskazówki dotyczące wtyczek nagios
pt_pt: diretrizes de plugins do nagios
ru_ru: Руководства по плагинам nagios
zh_cn: Nagios插件指南

source: Normally a threshold is met when a value reaches a certain number, because we are going down from 100%, we need to do the opposite. This wizard automatically places a '@' in front of the warning and critical values to reverse them.
bg_bg: нормално е достигнат праг, когато дадена стойност достигне определен брой, защото сме надолу от 100%, трябва да направим обратното. този съветник автоматично поставя "@" пред предупредителните и критичните стойности, за да ги обърне.
de_de: Normalerweise wird ein Schwellenwert erreicht, wenn ein Wert eine bestimmte Anzahl erreicht. Da wir von 100% abwärts gehen, müssen wir das Gegenteil tun. Dieser Assistent platziert automatisch ein '@' vor der Warnung und die kritischen Werte, um sie umzukehren.
es_es: normalmente se cumple un umbral cuando un valor alcanza un cierto número, porque estamos bajando del 100%, tenemos que hacer lo contrario. este asistente coloca automáticamente una '@' delante de la advertencia y los valores críticos para invertirlos.
fr_fr: normalement, un seuil est atteint quand une valeur atteint un certain nombre, parce que nous descendons de 100%, nous devons faire le contraire. cet assistant place automatiquement un '@' devant l'avertissement et les valeurs critiques pour les inverser.
it_it: normalmente una soglia viene soddisfatta quando un valore raggiunge un certo numero, perché stiamo scendendo dal 100%, dobbiamo fare l'opposto. questa procedura guidata posiziona automaticamente una "@" davanti ai valori di avvertenza e critici per invertirli.
ja_jp: 通常、値が特定の数に達すると、しきい値が満たされます。100％からダウンしているので、その逆を行う必要があります。このウィザードは自動的に警告と重要な値の前に '@'を置き、逆にします。
pl_pl: zwykle próg jest spełniony, gdy wartość osiąga pewną liczbę, ponieważ schodzimy ze 100%, musimy zrobić coś odwrotnego. ten kreator automatycznie umieszcza znak "@" przed ostrzeżeniem i wartościami krytycznymi, aby je odwrócić.
pt_pt: normalmente um limite é atingido quando um valor atinge um certo número, porque estamos indo para baixo de 100%, precisamos fazer o oposto. esse assistente coloca automaticamente um '@' na frente dos valores críticos e de aviso para revertê-los.
ru_ru: обычно пороговое значение выполняется, когда значение достигает определенного числа, потому что мы опускаемся от 100%, нам нужно сделать противоположное. этот мастер автоматически помещает '@' перед предупреждением и критическими значениями, чтобы отменить их.
zh_cn: 通常，当某个值达到某个数字时，就会达到阈值，因为我们要从100％下降，所以我们需要做相反的事情。 该向导会自动在警告和严重值之前放置一个“ @”以将其反转。

source: Target Host
bg_bg: Целевия хост
de_de: Ziel-Hosts
es_es: Hosts destino
fr_fr: Les hôtes cibles
it_it: Host di destinazione
ja_jp: 対象ホスト
pl_pl: Gospodarze docelowe
pt_pt: Hosts alvo
ru_ru: Целевые хосты
zh_cn: 目标主机

source: Target Service
bg_bg: Целеви сървис
de_de: Zieldienst
es_es: servicio de destino
fr_fr: service cible
it_it: servizio di destinazione
ja_jp: 対象サービス
pl_pl: Usługa docelowa
pt_pt: serviço de destino
ru_ru: целевая служба
zh_cn: 目标服务

source: Target Hostgroup
bg_bg: Целевата хост група
de_de: Zielhostgruppe
es_es: hostgroup objetivo
fr_fr: cible hostgroup
it_it: bersaglio hostgroup
ja_jp: 対象ホストグループ
pt_pt: hostgroup alvo
ru_ru: цель hostgroup
zh_cn: 目标主机组

source: Target Servicegroup
bg_bg: Целева сървис група
de_de: Verwalten servicegroup
es_es: Gestione Servicegroup
fr_fr: Gérer servicegroup
it_it: Gestione Servicegroup
ja_jp: 対象サービスグループ
pl_pl: zarządzanie servicegroup
pt_pt: Gerenciar grupos de serviço
ru_ru: Управление Servicegroup
zh_cn: 目标服务组

source: all service average
bg_bg: Всички сървиси усреднени.
de_de: Alle Dienstleistungen gemittelt.
es_es: todos los servicios promediaron.
fr_fr: tous les services en moyenne.
it_it: tutti i servizi di media.
ja_jp: 全サービス平均
pl_pl: wszystkie usługi uśrednione.
pt_pt: média de todos os serviços.
ru_ru: все услуги в среднем.
zh_cn: 所有服务均值

source: Monitor a device, service, or application using SNMP.
bg_bg: Наблюдавайте устройство, сървис или приложение, използващо SNMP.
de_de: Überwachen Sie ein Gerät, Service oder Anwendung mit SNMP.
es_es: Controlar un dispositivo, servicio o aplicación que utiliza SNMP.
fr_fr: Surveiller un dispositif, un service ou une application en utilisant le protocole SNMP.
it_it: Monitorare un dispositivo, servizio o applicazione che utilizza SNMP.
ja_jp: SNMPを使用して、デバイス、サービス、アプリケーションを監視します.
pl_pl: monitorowanie urządzenia, usługi lub aplikacji za pomocą protokołu SNMP.
pt_pt: Monitorar um dispositivo, serviço ou aplicativo usando SNMP.
ru_ru: Монитор устройства, службы или приложения с помощью SNMP.
zh_cn: 使用SNMP监视设备，服务或应用程序。

source: SNMP Information
bg_bg: SNMP информация
de_de: SNMP-Informationen
es_es: Informacion
fr_fr: Des informations SNMP
it_it: Informazioni SNMP
ja_jp: SNMP情報
pl_pl: Informacje snmp
pt_pt: Informação
ru_ru: SNMP информации
zh_cn: SNMP信息

source: Device Address
bg_bg: Адрес на устройството
de_de: Geräte-Adresse
es_es: Direccion IP del Servidor
fr_fr: Adresse de l'appareil
it_it: Indirizzo dispositivo
ja_jp: デバイスアドレス
pl_pl: Adres urządzenia
pt_pt: Endereço IP do servidor
ru_ru: Адрес устройства
zh_cn: 设备地址

source: The IP address or fully qualified DNS name of the server or device you'd like to monitor.
bg_bg: IP адрес или пълното класифицирано DNS име на сървъра или устройството, което искате да наблюдавате.
de_de: Die IP-Adresse oder den vollqualifizierten DNS-Namen des Servers oder Gerät, das Sie gerne zu überwachen hatte.
es_es: La dirección IP o el nombre DNS completo del servidor o el dispositivo que desea controlar.
fr_fr: L'adresse IP ou le nom DNS complet du serveur ou du périphérique que vous souhaitez surveiller.
it_it: L'indirizzo IP o il nome DNS completo del server o del dispositivo che si desidera monitorare.
ja_jp: 監視するサーバーまたはデバイスのIPアドレスまたは完全修飾DNS名.
pl_pl: adres IP lub pełną nazwę DNS serwera lub urządzenia, który chcesz monitorować.
pt_pt: O endereço IP ou nome DNS totalmente qualificado do servidor ou dispositivo que você gostaria de monitorar.
ru_ru: IP-адрес или полное DNS-имя сервера или устройства вы хотите контролировать.
zh_cn: 您要监视的服务器或设备的IP地址或标准DNS名称。

source: Device Details
bg_bg: Подробности за устройството
es_es: Detalles del Servicio
fr_fr: Détails sur l'appareil
it_it: Di dispositivo
ja_jp: デバイスの詳細
pl_pl: dane urządzenie
pt_pt: Detalhe de serviço
ru_ru: Устройство Подробнее
zh_cn: 设备详细信息

source: The name you'd like to have associated with this server or device.
bg_bg: Името, което искате да асоциирате с този сървър или това устройство.
de_de: Der Name, den Sie gerne mit diesem Server oder Gerät zugeordnet haben würde.
es_es: El nombre que le gustaría tener asociados con este servidor o dispositivo.
fr_fr: Le nom que vous aimeriez avoir associé à ce serveur ou le périphérique.
it_it: Il nome che desideri sia associato a questo server o dispositivo.
ja_jp: サーバーまたはデバイスに関連付ける名前.
pl_pl: Nazwa chcesz być związane z tym serwerze lub urządzenia.
pt_pt: O host associado com este horário.
ru_ru: Имя, которое вы хотели бы иметь, связанные с этим сервером или устройства.
zh_cn: 您想要与此服务器或设备关联的名称。

source: Specify the settings used to monitor the server or device via SNMP.
bg_bg: Определете настройките, използвани за наблюдение на сървъра или устройството чрез SNMP.
de_de: Geben Sie die Einstellungen auf den Server oder das Gerät per SNMP überwachen.
es_es: Especifique los parámetros utilizados para supervisar el servidor o dispositivo a través de SNMP.
fr_fr: Spécifiez les paramètres utilisés pour surveiller le serveur ou le périphérique via SNMP.
it_it: Specificare le impostazioni utilizzate per monitorare il server o il dispositivo tramite SNMP.
ja_jp: SNMPを介してサーバーまたはデバイスを監視するための設定を指定します.
pl_pl: określić ustawienia służące do monitorowania serwera lub urządzenie poprzez SNMP.
pt_pt: Especifique as configurações utilizadas para monitorar o servidor ou dispositivo via SNMP.
ru_ru: Задайте параметры используются для мониторинга серверов или устройств через SNMP.
zh_cn: 指定用于通过SNMP监视服务器或设备的设置。

source: The SNMP protocol version used to communicate with the device.
bg_bg: Версия на SNMP протокола, използвана за комуникация с устройството.
de_de: Das SNMP-Protokoll-Version verwendet werden, um mit dem Gerät commicate.
es_es: La versión del protocolo SNMP usa para commicate con el dispositivo.
fr_fr: La version du protocole SNMP utilisé pour commicate avec le dispositif.
it_it: La versione del protocollo SNMP utilizzato per commicate con il dispositivo.
ja_jp: デバイスとの通信に使用される SNMP プロトコルのバージョン。
pl_pl: wersja protokołu SNMP wykorzystywany do commicate z urządzeniem.
pt_pt: A versão do protocolo SNMP usado para commicate com o dispositivo.
ru_ru: SNMP версии протокола, используемого для commicate с устройством.
zh_cn: 用于与设备通信的SNMP协议版本。
