Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Try a manual update check
bg_bg: Опитайте да актуализирате проверката ръчно
de_de: Versuchen Sie eine manuelle Update-Check
es_es: Intente un chequeo manual de actualizacion
fr_fr: Essayez un chèque mise à jour manuelle
it_it: Provare con un controllo manuale di aggiornamento
ja_jp: 手動でアップデートチェックしてください
pl_pl: próby ręcznego sprawdzania aktualizacji
pt_pt: Tente uma verificação de atualização manual
ru_ru: Попробуйте ручную проверку обновлений
zh_cn: 尝试手动更新检查

source: Could not resolve Internal Program URL
bg_bg: не можа да разреши вътрешния URL адрес на програмата
de_de: Interne Programm-URL konnte nicht aufgelöst werden
es_es: no se pudo resolver la URL interna del programa
fr_fr: n'a pas pu résoudre l'URL du programme interne
it_it: impossibile risolvere l'URL del programma interno
ja_jp: 内部プログラムのURLを解決できませんでした
pl_pl: nie można rozwiązać wewnętrznego adresu URL programu
pt_pt: não foi possível resolver o URL interno do programa
ru_ru: не удалось разрешить внутренний URL программы
zh_cn: 无法解析内部程序URL

source: Nagios XI could not resolve the hostname in the Program URL field.
bg_bg: nagios xi не можа да разреши името на хоста в полето на URL адреса на програмата.
de_de: nagios xi konnte den Hostnamen im Feld Programm-URL nicht auflösen.
es_es: nagios xi no pudo resolver el nombre de host en el campo url del programa.
fr_fr: nagios xi n'a pas pu résoudre le nom d'hôte dans le champ URL du programme.
it_it: nagios xi non è riuscito a risolvere il nome host nel campo URL del programma.
ja_jp: nagios xiは、プログラムのurlフィールドのホスト名を解決できませんでした。
pl_pl: nagios xi nie może rozpoznać nazwy hosta w polu adresu URL programu.
pt_pt: O nagios xi não conseguiu resolver o nome do host no campo URL do programa.
ru_ru: Nagios XI не удалось разрешить имя хоста в поле URL программы.
zh_cn: Nagios XI无法在“程序URL”字段中解析主机名。

source: View Setting
bg_bg: настройка на изгледа
de_de: Ansichtseinstellung
es_es: ajuste de vista
fr_fr: paramètre d'affichage
it_it: visualizza l'impostazione
ja_jp: ビュー設定
pl_pl: ustawienie widoku
pt_pt: configuração de visualização
ru_ru: настройка просмотра
zh_cn: 查看设置

source: IP Address Mismatch in Internal Program URL
bg_bg: ip несъответствие във вътрешния URL адрес на програмата
de_de: Nicht übereinstimmende IP-Adresse in der internen Programm-URL
es_es: la dirección IP no coincide en la URL interna del programa
fr_fr: Inadéquation de l'adresse IP dans l'URL du programme interne
it_it: mancata corrispondenza dell'indirizzo IP nell'URL del programma interno
ja_jp: 内部プログラムのURLのIPアドレスが一致しません
pl_pl: Niezgodność adresu IP w wewnętrznym adresie URL programu
pt_pt: incompatibilidade de endereço IP no URL interno do programa
ru_ru: несоответствие IP-адреса во внутренней программе URL
zh_cn: 内部程序URL中的IP地址不匹配

source: Nagios XI seems to be running on a differnt IP address than the one in the Program URL field.
bg_bg: nagios xi изглежда работи на ip адрес, различен от този в полето URL на програмата.
de_de: nagios xi scheint auf einer anderen IP-Adresse zu laufen als im Feld für die Programm-URL.
es_es: nagios xi parece estar ejecutándose en una dirección IP diferente a la del campo url del programa.
fr_fr: nagios xi semble fonctionner sur une adresse IP différente de celle du champ URL du programme.
it_it: nagios xi sembra essere in esecuzione su un indirizzo IP diverso da quello nel campo URL del programma.
ja_jp: nagios xiは、プログラムのURLフィールドにあるものとは異なるIPアドレスで実行されているようです。
pl_pl: wydaje się, że nagios xi działa na innym adresie IP niż ten w polu adresu URL programu.
pt_pt: O nagios xi parece estar sendo executado em um endereço IP diferente daquele no campo URL do programa.
ru_ru: Кажется, nagios xi работает по IP-адресу, отличному от адреса в поле url программы.
zh_cn: Nagios XI似乎在与“程序URL”字段中的IP地址不同的IP地址上运行。

source: System Status Degraded!
bg_bg: Състоянието на системата деградира!
es_es: Estado del sistema degradado!
fr_fr: L'état du système dégradé!
it_it: Stato del sistema degradato!
ja_jp: システムステータスデグレード！
pl_pl: stan systemu zdegradowany!
pt_pt: Status do sistema degradado!
ru_ru: Состояние системы Degraded!
zh_cn: 系统状态降级！

source: One or more critical components of %s has been stopped, is disabled, or has malfunctioned. This can cause problems with monitoring, notifications, reporting, and more. You should investigate this problem immediately
bg_bg: Един или повече основни компоненти на Nagios XI е спрян, деактивиран или е неизправност. Това може да доведе до проблеми с наблюдението, уведомленията, докладването, и др. Вие трябва веднага да проучите този проблем
de_de: Ein oder mehrere kritische Komponenten Nagios XI gestoppt wurde, ist deaktiviert, oder hat eine Fehlfunktion. Dies können Probleme mit der Überwachung, Benachrichtigungen, Berichte und mehr verursachen. Sie sollten dieses Problem sofort zu untersuchen
es_es: Uno o más de los componentes críticos de Nagios XI se ha detenido, se desactiva, o funciona mal. Esto puede causar problemas con el control, notificaciones, informes y más. Usted debe investigar este problema inmediatamente
fr_fr: Un ou plusieurs des éléments essentiels de Nagios XI a été arrêté, est désactivé, ou a mal fonctionné. lLa peut causer des problèmes avec le suivi, les notifications, les rapports, et plus encore. Vous devez étudier ce problème immédiatement
it_it: Uno o più componenti critici di Nagios XI è stato arrestato, è disabilitato, o non funziona correttamente. lLa può causare problemi con il monitoraggio, le notifiche, relazioni e altro ancora. Si dovrebbe indagare su questo problema immediatamente
ja_jp: 1つ以上の %s 主要コンポーネントが停止、無効、または故障しています。 監視、通知、レポートなどの障害につながる可能性があります。 すぐにこの問題を調査する必要があります
pl_pl: jednej lub więcej istotnych składników Nagios XI została zatrzymana, jest wyłączona lub jest uszkodzony. może to spowodować problemy z monitorowania, powiadomienia, raportowanie i więcej. należy natychmiast zbadać ten problem
pt_pt: um ou mais componentes críticos do Nagios xi foi parado, está desativado, ou não está funcionando corretamente. isso pode causar problemas com o monitoramento, notificações, relatórios e muito mais. você deve investigar este problema imediatamente
ru_ru: Один или несколько критических компонентов Nagios XI был остановлен, отключен или неисправен. Ээта может вызвать проблемы с мониторинга, уведомления, отчетность и многое другое. Вы должны исследовать эту проблему немедленно
zh_cn: %s的一个或多个关键组件已停止，已禁用或发生故障。 这可能会导致监视，通知，报告等问题。 您应该立即调查此问题

source: Check system status
bg_bg: Проверете състоянието на системата
de_de: Überprüfen Sie das System-Status
es_es: Chequear estatus del sistema
fr_fr: Vérifiez l'état du système
it_it: Controllare lo stato del sistema
ja_jp: システムステータスの確認
pl_pl: sprawdzić stan systemu
pt_pt: Verifique o status do sistema
ru_ru: Проверьте состояние системы
zh_cn: 检查系统状态

source: Check monitoring engine status
bg_bg: Проверете състоянието на двигателя за наблюдение (Nagios Core)
de_de: Überprüfen Überwachung Motorzustand
es_es: Comprobar el estado de control del motor
fr_fr: Vérifier l'état du moteur de supervision
it_it: Controllare il motore monitoraggio dello stato
ja_jp: 監視エンジンステータスの確認
pl_pl: sprawdzić stan silnika monitoringu
pt_pt: Verificar o status do mecanismo de monitoramento
ru_ru: Проверьте мониторинг состояния двигателя
zh_cn: 检查监控引擎状态

source: Unhandled Host Problems
bg_bg: Необработени хост проблеми
de_de: Unbehandelte Host-Probleme
es_es: Los problemas no controladas de acogida
fr_fr: Problèmes d'hôte non gérées
it_it: Problemi di host non gestiti
ja_jp: 未処置のホスト障害
pl_pl: nieobsłużone problemy gospodarza
pt_pt: Problemas não tratados!
ru_ru: Необработанные Проблемы хоста
zh_cn: 未处理的主机问题

source: Unhandled Service Problems
bg_bg: Необработени сървис проблеми
de_de: Unbehandelte Service-Probleme
es_es: Los problemas no controladas de servicio
fr_fr: Problèmes de service non gérées
it_it: Problemi del servizio non gestite
ja_jp: 未処置のサービス障害
pl_pl: nieobsłużonych obsługa problemów
pt_pt: problemas de serviço não tratadas
ru_ru: Необработанные Проблемы службы
zh_cn: 未处理的服务问题

source: Unhandled Problems!
bg_bg: Необработени проблеми!
de_de: Unbehandelte Probleme!
es_es: Los problemas no controladas!
fr_fr: Problèmes non gérées!
it_it: Problemi non gestite!
ja_jp: 未処置の障害！
pl_pl: nieobsłużone problemy!
pt_pt: Problemas não tratados!
ru_ru: Необработанные проблем!
zh_cn: 未处理的问题！

source: There are one or more unhandled problems that require attention
bg_bg: Има един или повече необработени проблема, които изискват внимание
de_de: Es gibt ein oder mehrere unbehandelte Probleme, die Aufmerksamkeit erfordern,
es_es: Hay uno o más problemas no controladas que requieren atención
fr_fr: Il ya un ou plusieurs problèmes non gérées qui nécessitent une attention
it_it: Ci sono uno o più problemi non gestite che richiedono attenzione
ja_jp: 注意すべき未処置の障害があります
pl_pl: istnieje jeden lub więcej problemów nieobsłużone, które wymagają uwagi
pt_pt: há um ou mais problemas não tratados que requerem atenção
ru_ru: Есть одна или несколько необработанных проблемы, которые требуют внимания
zh_cn: 有一个或多个未处理的问题需要注意

source: Could not read program data!
bg_bg: Не можа да прочете данните на програмата!
de_de: Konnte nicht gelesen werden Programmdaten!
es_es: No se pudo leer los datos del programa!
fr_fr: Impossible de lire les données du programme!
it_it: Impossibile leggere i dati del programma!
ja_jp: プログラムデータを読み取れませんでした！
pl_pl: nie mógł odczytać dane programu!
pt_pt: não conseguia ler os dados do programa!
ru_ru: Не удалось прочитать данные программы!
zh_cn: 无法读取程序数据！

source: Monitoring engine
bg_bg: Двигател за наблюдение
de_de: Überwachung Engine
es_es: Estatus del Motor de Monitoreo
fr_fr: Moteur surveillance
it_it: Controllo dei motori
ja_jp: 監視エンジン
pl_pl: Monitorowanie silnika
pt_pt: Processo do Mecanismo de Monitoramento
ru_ru: Мониторинг двигателя
zh_cn: 监视引擎

source: Not running
bg_bg: Не работи
de_de: nicht laufen
es_es: no corras
fr_fr: ne pas courrir
it_it: non funziona
ja_jp: 稼働していません
pl_pl: nie pracuje
pt_pt: não correr
ru_ru: не бегать
zh_cn: 不运行

source: Performance grapher
bg_bg: Програма, чертаеща графики на производителността (Performance grapher)
de_de: Leistung Grapher
es_es: Grafica de Rendimiento
it_it: Prestazioni Grapher
ja_jp: パフォーマンスグラフ
pl_pl: Grapher wydajność
pt_pt: Gráfico de desempenho
ru_ru: Производительность Grapher
zh_cn: 性能绘图器

source: Active host checks
bg_bg: Активни проверки на хост
de_de: Aktive Host-Prüfungen
es_es: Chequeo de Hosts Activos
fr_fr: Contrôles d'hôtes actifs
it_it: Controlli host attivi
ja_jp: アクティブホストチェック
pl_pl: czynne kontrole gospodarza
pt_pt: cheques de acolhimento ativos
ru_ru: Активная проверка хоста
zh_cn: 主动主机检查

source: Active service checks
bg_bg: Активни проверки на сървис
de_de: Aktive Service-Prüfungen
es_es: Chequeo de Servicios Activos
fr_fr: Contrôles actifs
it_it: Controlli servizio attivo
ja_jp: アクティブサービスチェック
pl_pl: czynne kontrole serwisowe
pt_pt: cheques de serviço ativo
ru_ru: Активная проверка службы
zh_cn: 主动服务检查

source: System Ok
bg_bg: Системата е ОК
es_es: Estatus del Sistema
fr_fr: Système Ok
it_it: Sistema Ok
ja_jp: システム正常
pl_pl: Układ w porządku
pt_pt: Status do Sistema
ru_ru: Система в норме
zh_cn: 系统正常

source: System Problem
bg_bg: Проблем със системата
es_es: Problema del Sistema
fr_fr: Reporter un problème du système
it_it: Sistema Problema
ja_jp: システム障害
pl_pl: Problem System
pt_pt: Problema do sistema
ru_ru: Система проблеме
zh_cn: 系统问题

source: System is OK
bg_bg: Системата е ОК
de_de: System ist in Ordnung
es_es: sistema está bien
fr_fr: système est ok
it_it: Sistema è ok
ja_jp: システムはOKです
pl_pl: System jest ok
pt_pt: sistema é ok
ru_ru: Система нормально
zh_cn: 系统正常

source: System problems detected
bg_bg: Открити са проблеми със системата
de_de: Systemprobleme erkannt
es_es: problemas del sistema detectados
fr_fr: problèmes du système détectés
it_it: problemi di sistema rilevati
ja_jp: システム障害が検出されました
pl_pl: wykryte problemy z systemem
pt_pt: problemas de sistema detectado
ru_ru: системные проблемы обнаружены
zh_cn: 检测到的系统问题

source: System warnings detected
bg_bg: Открити бяха системни предупреждения
de_de: Systemwarnungen erkannt
es_es: advertencias del sistema detectados
fr_fr: avertissements du système détectés
it_it: avvisi di sistema rilevati
ja_jp: システム警告が検出されました
pl_pl: wykryte ostrzeżenia systemowe
pt_pt: avisos do sistema detectada
ru_ru: системы предупреждения обнаружено
zh_cn: 检测到系统警告

source: Update Check Problem: Last update check failed.
bg_bg: Проблем с проверката за актуализация: последната проверка за актуализация беше неуспешна.
de_de: Update Check Problem: Letztes Update fehlgeschlagen.
es_es: Actualizar Consulta Problema: comprobar Última actualización ha fallado.
fr_fr: Mise à jour Vérifiez Problème: chèque Dernière mise à jour a échoué.
it_it: Aggiornamento Controllare Problema: spunta Ultimo aggiornamento non riuscito.
ja_jp: アップデートチェック：最終アップデートチェックが失敗しました.
pl_pl: aktualizować problemu wyboru: Ostatnia kontrola aktualizacja nie powiodła się.
pt_pt: atualizar verifique problema: última verificação de atualização falhou.
ru_ru: Проверка обновлений Проблема: Последняя проверка обновлений не удалось.
zh_cn: 更新检查问题：上次更新检查失败。

source: A new %s update is available
bg_bg: Има на разположение нова актуализация на Nagios XI
de_de: Eine neue Nagios XI Update verfügbar ist
es_es: Una nueva actualizacion de Nagios XI esta disponible
fr_fr: Un nouveau Nagios XI mise à jour est disponible
it_it: Un nuovo Nagios XI aggiornamento è disponibile
ja_jp: 新しい %s 更新が使用できます
pl_pl: Nowa aktualizacja dostępna jest Nagios XI
pt_pt: um novo xi atualização nagios está disponível
ru_ru: Новая Nagios XI доступно обновление
zh_cn: 新的%s更新可用

source: Visit
bg_bg: Посещение
de_de: Besuchen
es_es: Visite
fr_fr: Visiter
it_it: Visitare
ja_jp: 参照
pl_pl: wizyta
pt_pt: Visite
ru_ru: Посещать
zh_cn: 访问

source: to obtain the latest update
bg_bg: за да се получи най-новата актуализация
de_de: um das neueste Update zu erhalten
es_es: para obtener la actualizacion mas reciente
fr_fr: pour obtenir la dernière mise à jour
it_it: per ottenere l'ultimo aggiornamento
ja_jp: 最新のアップデートプログラムを入手
pl_pl: w celu uzyskania najnowszej aktualizacji
pt_pt: para obter a atualização mais recente
ru_ru: для получения последних обновлений
zh_cn: 获取最新的更新

source: Your %s installation is up to date.
bg_bg: Вашата Nagios XI инсталация е актуална.
de_de: Ihre Nagios XI Installation ist up to date.
es_es: Su instalacion de Nagios XI esta al dia
fr_fr: Votre installation de Nagios XI est à jour.
it_it: L'installazione di Nagios XI è aggiornato.
ja_jp: %s は最新です。
pl_pl: instalacja Nagios xi jest aktualne.
pt_pt: Sua instalação Nagios XI está atualizada.
ru_ru: Ваша Nagios XI установки до настоящего времени.
zh_cn: 您的%s安装是最新的。

source: Latest Available Version
bg_bg: Последната налична версия
de_de: Neueste verfügbare Version
es_es: Última versión disponible
fr_fr: Dernière version disponible
it_it: Ultima versione disponibile
ja_jp: 最新バージョン
pl_pl: najnowsza wersja
pt_pt: Última versão disponível
ru_ru: Последняя доступная версия
zh_cn: 最新可用版本

source: Installed Version
bg_bg: Инсталирана версия
de_de: Installierte Version
es_es: Version instalada
fr_fr: Version installée
it_it: Versione installata
ja_jp: インストール済みバージョン
pl_pl: zainstalowana wersja
pt_pt: Versão instalada
ru_ru: Установленная версия
zh_cn: 安装的版本

source: Last Update Check
bg_bg: Последна проверка на актуализацията
de_de: Letztes Update prüfen
es_es: Chequeo de Ultima Actualizacion
fr_fr: Vérifier Dernière mise à jour
it_it: Ultimo aggiornamento Verifica
ja_jp: 最終アップデートチェック
pl_pl: Ostatnia kontrola aktualizacja
pt_pt: Verifique atualizações
ru_ru: Последняя проверка обновлений
zh_cn: 最后更新检查

source: No data
bg_bg: Няма данни
de_de: Keine Daten
es_es: No Datos
fr_fr: Pas de données
it_it: Non ci sono dati
ja_jp: データなし
pl_pl: brak danych
pt_pt: Não há dados
ru_ru: Нет данных
zh_cn: 没有任何数据

source: Metric
bg_bg: Показател
de_de: Metrisch
es_es: Metricas
fr_fr: Métrique
it_it: Metrico
ja_jp: メトリック
pl_pl: metryczny
pt_pt: Métrico
ru_ru: Метрика
zh_cn: 公制

source: Process Info
bg_bg: Информация за процеса
de_de: Prozess Informationen
es_es: Informacion de Proceso
fr_fr: Informations sur le processus
it_it: Processo Info
ja_jp: プロセス情報
pl_pl: Informacje proces
pt_pt: Informações de Processos
ru_ru: Процесс информация
zh_cn: 进程信息

source: Process State
bg_bg: Състояние на процеса
de_de: Prozess Zustand
es_es: Estado del Proceso
fr_fr: État processus
it_it: Processo di Stato
ja_jp: プロセス状態
pl_pl: stan procesu
pt_pt: Estado do processo
ru_ru: Процесс государство
zh_cn: 进程状态

source: Process End Time
bg_bg: Краен час на процеса
de_de: Prozess Endzeit
es_es: Hora Final del Proceso
fr_fr: Fin processus
it_it: Processo di Fine
ja_jp: プロセスの終了時間
pl_pl: czas zakończenia procesu
pt_pt: Processo terminado
ru_ru: Время Завершить процесс
zh_cn: 进程结束时间

source: Process Start Time
bg_bg: Начален час на процеса
de_de: Verarbeiten Startzeit
es_es: Hora Inicio del Proceso
fr_fr: Processus Durée Démarrer
it_it: Processo Ora di inizio
ja_jp: プロセスの開始時間
pl_pl: Czas rozpoczęcia procesu
pt_pt: Processo iniciado
ru_ru: Процесс Start Time
zh_cn: 进程开始时间

source: Total Running Time
bg_bg: Общо време на работа
de_de: Insgesamt Laufzeit
es_es: Duración total
fr_fr: Durée totale
it_it: Durata totale
ja_jp: 稼働時間合計
pl_pl: Całkowity czas pracy
pt_pt: tempo total de execução
ru_ru: Общее время
zh_cn: 总运行时间

source: Process ID
bg_bg: Идентификатор на процес (Process ID)
de_de: Prozess-ID
es_es: ID del Proceso
fr_fr: ID de processus
it_it: ID processo
ja_jp: プロセスID
pl_pl: id procesu
pt_pt: ID do processo
ru_ru: Процесс ID
zh_cn: 进程ID

source: Process Settings
bg_bg: Настройки на процеса
de_de: Prozess Einstellungen
es_es: Configuracion de Procesos
fr_fr: Paramètres de processus
it_it: Impostazioni di elaborazione
ja_jp: プロセス設定
pl_pl: Ustawienia procesu
pt_pt: Configurações de processo
ru_ru: Процесс настройки
zh_cn: 进程设置

source: Active Service Checks
bg_bg: Активни проверки на сървис
de_de: Aktive Service-Prüfungen
es_es: Chequeo de Servicios Activos
fr_fr: Contrôles actifs
it_it: Controlli servizio attivo
ja_jp: アクティブサービスチェック
pl_pl: czynne kontrole serwisowe
pt_pt: cheques de serviço ativo
ru_ru: Активная проверка службы
zh_cn: 主动服务检查

source: Passive Service Checks
bg_bg: Пасивни сървис проверки
es_es: Chequeo de Servicios Pasivos
fr_fr: Les contrôles passifs de service
it_it: Controlli di servizio passivi
ja_jp: パッシブサービスチェック
pl_pl: Kontrole usług pasywne
pt_pt: cheques de serviços passivos
ru_ru: Пассивная проверка службы
zh_cn: 被动服务检查

source: Active Host Checks
bg_bg: Активни проверки на хост
de_de: Aktive Host-Prüfungen
es_es: Chequeo de Hosts Activos
fr_fr: Contrôles d'hôtes actifs
it_it: Controlli host attivi
ja_jp: アクティブホストチェック
pl_pl: czynne kontrole gospodarza
pt_pt: cheques de acolhimento ativos
ru_ru: Активная проверка хоста
zh_cn: 主动主机检查

source: Passive Host Checks
bg_bg: Пасивни хост проверки
de_de: Passive Host-Prüfungen
es_es: Chequeo de Host Pasivos
fr_fr: Contrôles passifs d'hôte
it_it: Controlli host passivi
ja_jp: パッシブホストチェック
pl_pl: Kontrole gospodarza pasywne
pt_pt: cheques de acolhimento passivos
ru_ru: Пассивная проверка хоста
zh_cn: 被动主机检查

source: Event Handlers
bg_bg: Манипулатори на Събития
de_de: Veranstaltung-Handler
es_es: Controladores de eventos
fr_fr: Des gestionnaires d'événements
it_it: Gestori di eventi
ja_jp: イベントハンドラ
pl_pl: obsługi zdarzeń
pt_pt: Manipuladores de Eventos
ru_ru: Обработчиков событий
zh_cn: 事件处理程序

source: Service Obsession
bg_bg: Сървис мания (Service Obsession)
es_es: Servicio Obsession
fr_fr: Obsession service
it_it: Servizio Obsession
ja_jp: サービスオブセッション
pl_pl: Obsesja usługi
pt_pt: obsessão serviço
ru_ru: Обслуживание Obsession
zh_cn: 服务偏执

source: Host Obsession
bg_bg: Хост мания (Host Obsession)
fr_fr: Obsession d'accueil
ja_jp: ホストオブセッション
pl_pl: hosta obsesja
pt_pt: obsessão de acolhimento
ru_ru: Хост Obsession
zh_cn: 主机偏执

source: Host Check Latency
bg_bg: Латентност на проверката на хост
de_de: Host-Prüfung Latency
es_es: Latencia del Chequeo del Host
fr_fr: Latence du contrôle d'hôte
it_it: Dell'host Latenza
ja_jp: ホストチェック遅延
pl_pl: Kontrola opóźnienia gospodarza
pt_pt: sediar verificar a latência
ru_ru: Проверка хоста Задержка
zh_cn: 主机检查延迟

source: Host Check Execution Time
bg_bg: Време за изпълнение на проверката на хост
de_de: Host-Prüfung Execution Time
es_es: Anfitrión Ver Tiempo de ejecución
fr_fr: Contrôle d'hôte Temps d'exécution
it_it: Dell'host Tempo di esecuzione
ja_jp: ホストチェック実行時間
pl_pl: gospodarzem wyboru czas realizacji
pt_pt: sediar verificar o tempo de execução
ru_ru: Хост Дата Время запуска
zh_cn: 主机检查执行时间

source: Service Check Latency
bg_bg: Латентност на сървис проверка
es_es: Servicio de Check Latencia
it_it: Service Check Latenza
ja_jp: サービスチェック遅延
pl_pl: Kontrola opóźnienia usługi
pt_pt: serviço de verificação de latência
ru_ru: Service Check Задержка
zh_cn: 服务检查延迟

source: Service Check Execution Time
bg_bg: Времето за изпълнение на сървис проверка (Service Check Execution Time)
es_es: Servicio de verificación de tiempo de ejecución
fr_fr: Vérifiez Temps d'exécution du service
it_it: Service Check Tempo di esecuzione
ja_jp: サービスチェック実行時間
pl_pl: Kontrola czasu realizacji usługi
pt_pt: serviço de check tempo de execução
ru_ru: Service Check Время запуска
zh_cn: 服务检查执行时间

source: Now
bg_bg: СЕГА
de_de: jetzt
es_es: ahora
fr_fr: maintenant
it_it: adesso
ja_jp: 現在
pl_pl: ale już
pt_pt: agora
ru_ru: Теперь
zh_cn: 现在

source: This service is flapping
bg_bg: Този сървис често си променя състоянието (service is flapping)
de_de: Dieser Service flattert
es_es: Este servicio está aleteando
fr_fr: Ce service oscille
it_it: Questo servizio è sbattimento
ja_jp: このサービスはフラッピングしています
pl_pl: usługa ta jest trzepotanie
pt_pt: este serviço está batendo
ru_ru: Эта услуга хлопая
zh_cn: 这项服务flap

source: This service problem has been acknowledged
bg_bg: Този проблем на сървис е бил признат
de_de: Diese Service-Problem bestätigt wurde
es_es: Este problema ha sido reconocido servicio
fr_fr: Ce problème a été reconnu services
it_it: Questo problema è stato riconosciuto servizio
ja_jp: このサービス障害は認知済みです
pl_pl: problem ten serwis został potwierdzony
pt_pt: Este problema de serviço foi reconhecido
ru_ru: Эта услуга проблема была признана
zh_cn: 此服务问题已得到确认

source: Notifications are disabled for this service
bg_bg: Известията са деактивирани за този сървис
de_de: Benachrichtigungen werden für diesen Service deaktiviert
es_es: Las notificaciones se desactiva para este servicio
fr_fr: Les notifications sont désactivées pour ce service
it_it: Le notifiche sono disattivate per questo servizio
ja_jp: このサービスの通知は無効です
pl_pl: powiadomienia są wyłączone dla tej usługi
pt_pt: Notificações estão desativadas para este serviço
ru_ru: Уведомления отключены за эту услугу
zh_cn: 此服务的通知已禁用

source: This service is in scheduled downtime
bg_bg: Този сървис е в насрочен (по график) престой
de_de: Dieser Service ist in einer geplanten Downtime
es_es: Este servicio esta calendarizado para tiempo de inactividad
fr_fr: Ce service est en arrêt programmé
it_it: Questo servizio è a tempo di inattività pianificato
ja_jp: このサービスはダウンタイムがスケジュールされています
pl_pl: usługa ta jest w zaplanowanym przestoju
pt_pt: Este serviço está em tempo de inatividade programado
ru_ru: Эта услуга в запланированных простоев
zh_cn: 该服务在计划的停机时间内

source: Service check is pending...
bg_bg: Сървис проверката е в очакване на (is pending)...
de_de: Service-Check steht noch aus ...
es_es: Chequeo del servicio esta pendiente...
fr_fr: Contrôle de service est en cours ...
it_it: Il servizio è in attesa di verifica ...
ja_jp: サービスチェックはペンディング...
pl_pl: serwisowy jest w toku ...
pt_pt: Verificação de serviço está pendente ...
ru_ru: Служба проверки находится на рассмотрении ...
zh_cn: 服务检查中...
