Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: of the contacts that should be notified whenever there are problems (or recoveries) with this host. Multiple contacts should be separated by commas. Useful if you want notifications to go to just a few people and don't want to configure contact groups. You must specify at least one contact or contact group in each host escalation definition.
bg_bg: на контактите, които трябва да бъдат уведомени, когато има проблеми (или възстановявания) с този хост. Многократните контакти трябва да бъдат разделени със запетаи. Това е полезно, ако искате нотификациите да бъдат изпратени само до само няколко души и да не искате конфигурирате контактни групи. Трябва да посочите поне един контакт или контактна група във всяка дефиниция на хост ескалация.
de_de: der Kontakte, die informiert werden sollen, wenn es Probleme (oder Erholungen) dieses Hosts. Mehrere Kontakte werden durch Kommata getrennt werden. nützlich, wenn Sie Benachrichtigungen nur an ein paar Leute gehen und nicht wollen, Kontaktgruppen definieren. Sie müssen mindestens einen Kontakt oder eine Kontaktgruppe in jeder Host-Eskalationsdefinition angeben.
es_es: de los contactos que deben ser notificados cada vez que hay problemas (o recuperaciones) con este anfitrión. varios contactos deben estar separados por comas. útil si desea que las notificaciones para ir a unas pocas personas y no quieren configurar grupos de contacto. debe especificar al menos un contacto o grupo de contactos en cada definición de escalada de acogida.
fr_fr: des contacts qui devraient être notifiés chaque fois il ya des problèmes (ou retours) avec cet hôte. plusieurs contacts doivent être séparées par des virgules. utile si vous souhaitez envoyer des notifications vers quelques personnes et ne veulent pas configurer des groupes de contact. vous devez spécifier au moins un contact ou groupe de contacts dans chaque définition d'escalade d'hôte.
it_it: dei contatti che devono essere notificate quando ci sono problemi (o recuperi) con questo host. più contatti devono essere separati da virgole. utile se si desidera che le notifiche andare a poche persone e non vogliono configurare gruppi di contatti. è necessario specificare almeno un contatto o di un gruppo di contatto in ogni definizione escalation host.
ja_jp: : このホストに障害がある（または復旧する）たびに通知される必要がある連絡先. 複数の連絡先は、カンマで区切る必要があります. ほんの少数の人々に通知する場合や連絡先グループを設定しない場合に便利です. 各ホストエスカレーション定義で少なくとも1つの連絡先または連絡先グループを指定する必要があります.
pl_pl: kontaktów, które należy zgłaszać, gdy są problemy (lub odzyskanie) z tego hosta. wielokrotne kontakty powinny być oddzielone przecinkami. przydatne, jeśli chcesz, aby przejść do powiadomienia tylko kilka osób i nie chcesz, aby skonfigurować grupy kontaktów. należy określić co najmniej jeden kontakt lub grupę kontaktów w każdej definicji eskalacji gospodarza.
pt_pt: dos contatos que devem ser notificados sempre que houver problemas (ou recuperações) com este host. vários contatos devem ser separados por vírgulas. útil se você quiser notificações para ir para apenas algumas pessoas e não deseja configurar grupos de contatos. você deve especificar pelo menos um contato ou grupo de contatos em cada definição de escalada host.
ru_ru: контакты, которые должны быть уведомлены всякий раз, когда есть проблемы (или восстановление) с этого хоста. несколько контактов должны быть разделены запятыми. полезно, если вы хотите уведомления пойти просто несколько человек и не хочу, чтобы настроить группы контактов. Вы должны указать хотя бы один контакт или группу контактов в каждом определении хозяина эскалации.
zh_cn: 当此主机出现问题（或恢复）时应通知的联系人数量。 多个联系人应以逗号分隔。 如果您希望仅将通知发送给几个人并且不想配置联系人组，则很有用。 您必须在每个主机升级定义中至少指定一个联系人或联系人组。

source: yes (no, if a contactgroup is defined)
bg_bg: Да (не, ако е определена контакт група)
de_de: ja (nein, wenn eine Kontaktgruppe definiert)
es_es: sí (no, si se define un CONTACTGROUP)
fr_fr: oui (non, si un contactgroup est défini)
it_it: sì (no, se un contactgroup è definito)
ja_jp: 必須（連絡先グループが定義されている場合は、必須ではない）
pl_pl: Tak (nie, jeśli contactgroup definiuje)
pt_pt: sim (não, se um contactgroup é definido)
ru_ru: да (нет, если contactgroup определено)
zh_cn: 是（否，如果定义了联系人组）

source: of the contact group that should be notified when the host notification is escalated. Multiple contact groups should be separated by commas. You must specify at least one contact or contact group in each host escalation definition.
bg_bg: на контактната група, която трябва да бъде уведомена, когато нотификацията за хост се ескалира. Множеството контактни групи трябва да бъдат разделени със запетаи. Трябва да посочите поне един контакт или контактна група във всяка дефиниция на хост ескалация.
de_de: der Kontaktgruppen, die informiert werden sollen, wenn der Host-Benachrichtigung eskaliert. Mehrere Kontaktgruppen werden durch ein Komma getrennt werden. Sie müssen mindestens einen Kontakt oder eine Kontaktgruppe in jeder Host-Eskalationsdefinition angeben.
es_es: del grupo de contacto que debe ser notificado cuando se escala la notificación de acogida. varios grupos de contacto deben estar separados por comas. debe especificar al menos un contacto o grupo de contactos en cada definición de escalada de acogida.
fr_fr: du groupe de contact qui devraient être prévenus lorsque la notification d'hôte est intensifiée. groupes de contact multiples doivent être séparées par des virgules. vous devez spécifier au moins un contact ou groupe de contacts dans chaque définition d'escalade d'hôte.
it_it: del gruppo di contatto che deve essere informato quando viene intensificato la notifica host. più gruppi di contatto devono essere separati da virgole. è necessario specificare almeno un contatto o di un gruppo di contatto in ogni definizione escalation host.
ja_jp: : ホスト通知がエスカレートされたときに通知されるべき連絡先グループ. 複数の連絡先グループは、カンマで区切る必要があります. 各ホストエスカレーション定義で少なくとも1つの連絡先または連絡先グループを指定する必要があります.
pl_pl: grupy kontaktowej, które należy powiadomić w przypadku powiadomienia host nasiliły. wiele grup kontaktowe powinny być oddzielone przecinkami. należy określić co najmniej jeden kontakt lub grupę kontaktów w każdej definicji eskalacji gospodarza.
pt_pt: do grupo de contacto que deve ser notificado quando a notificação de acolhimento é escalado. vários grupos de contato devem ser separados por vírgulas. você deve especificar pelo menos um contato ou grupo de contatos em cada definição de escalada host.
ru_ru: контактной группы, которая должна быть уведомлены хозяин уведомление обострилась. несколько контактных групп должны быть разделены запятыми. Вы должны указать хотя бы один контакт или группу контактов в каждом определении хозяина эскалации.
zh_cn: 主机通知升级时应通知的联系人组的名称。 多个联系人组应以逗号分隔。 您必须在每个主机升级定义中至少指定一个联系人或联系人组。

source: yes (no, if a contact is defined)
bg_bg: Да (не, ако е определен контакт)
de_de: ja (nein, wenn ein Kontakt definiert)
es_es: sí (no, si se define un contacto)
fr_fr: oui (non, si un contact est défini)
it_it: sì (no, se un contatto è definito)
ja_jp: 必須（連絡先が定義されている場合は、必須ではない）
pl_pl: Tak (nie, jeśli styku jest utworzony)
pt_pt: sim (não, se um contato está definido)
ru_ru: да (нет, если контакт определяется)
zh_cn: 是（否，如果定义了联系人）

source: config name
bg_bg: име на конфигурационния файл
es_es: Nombre Config
fr_fr: Nom de config
it_it: Nome Config
ja_jp: 設定名
pl_pl: Nazwa config
pt_pt: Nome de configuração
zh_cn: 配置名称

source: This directive is used to specify a common config name for a hostescalation configration. This is a NagiosQL parameter and it will not be written to the configuration file.
bg_bg: Тази директива се използва за определяне на общото конфигурационно име за дефиниции на хост ескалации (hostescalation). Това е NagiosQL параметър и той няма да бъде записан в конфигурационния файл.
de_de: Diese Direktive wird benutzt, um eine gemeinsame Konfigurationsname für eine hostescalation configration angeben. dies ist ein NagiosQL Parameter und es wird nicht in die Konfigurationsdatei geschrieben werden.
es_es: esta directiva se utiliza para especificar un nombre de configuración común para un configration hostescalation. este es un parámetro NagiosQL y no se escribirá en el archivo de configuración.
fr_fr: cette directive est utilisée pour spécifier un nom de configuration commune pour un configration de hostescalation. ce est un paramètre NagiosQL et il ne sera pas écrit dans le fichier de configuration.
it_it: questa direttiva viene utilizzato per specificare un nome comune di configurazione per un configration hostescalation. questo è un parametro NagiosQL e non sarà scritto nel file di configurazione.
ja_jp: このディレクティブはホストエスカレーション（hostescalation）コンフィグレーションのための共通設定名を指定するために使用されます. これはNagiosQLパラメータであり、コンフィグレーションファイルに書き込まれません.
pl_pl: dyrektywa ta jest używana do określenia wspólną nazwę config dla configration hostescalation. to nagiosql parametr i nie zostaną zapisane do pliku konfiguracyjnego.
pt_pt: esta directiva é usado para especificar um nome de configuração comum para um configration hostescalation. este é um parâmetro NagiosQL e não vai ser gravada no arquivo de configuração.
ru_ru: Эта директива используется, чтобы указать общее название конфигурации для hostescalation configration. это nagiosql параметр, и он не будет записан в конфигурационном файле.
zh_cn: 该指令用于为主机升级配置指定通用配置名称。 这是一个NagiosQL参数，不会被写入配置文件。

source: escalation period
bg_bg: ескалационен период
de_de: Escalation timePeriod
es_es: Escalation TimePeriod
fr_fr: Escalade TimePeriod
it_it: Escalation timeperiod
ja_jp: エスカレーション期間
pl_pl: Eskalacja przedzialczasu
pt_pt: escalada TimePeriod
ru_ru: Эскалация TimePeriod
zh_cn: 升级期

source: This directive is used to specify the short name of the time period during which this escalation is valid. If this directive is not specified, the escalation is considered to be valid during all times.
bg_bg: Тази директива се използва за определяне на краткото име на периода от време, през който тази ескалация е валидна. Ако тази директива не е уточнена, ескалацията се счита за валидна по всяко време.
de_de: Diese Direktive wird benutzt, um den Kurznamen des Zeitfensters in dem diese Eskalation gültig ist. Wenn diese Direktive nicht angegeben wird, ist diese Eskalation zu allen Zeiten gültig zu sein.
es_es: esta directiva se utiliza para especificar el nombre corto del período de tiempo durante el cual esta escalada es válida. si no se especifica esta directiva, la escalada se considera válida durante todo el tiempo.
fr_fr: cette directive est utilisée pour spécifier le nom court de la période de temps pendant laquelle cette escalade est valide. si cette directive ne est pas spécifié, l'escalade est considérée comme valides tout le temps.
it_it: questa direttiva viene utilizzato per specificare il nome breve periodo di tempo durante il quale questa escalation è valida. se questa direttiva non è specificato, l'escalation è considerato valide tutti i tempi.
ja_jp: このディレクティブは、このエスカレーションが有効である期間の短縮名を指定するために使用されます. このディレクティブが指定されていない場合、エスカレーションは常に有効であると考えられます.
pl_pl: dyrektywa ta jest stosowana do określenia krótką nazwę okresu, w którym ta eskalacja jest ważny. jeśli ta dyrektywa nie jest określony, eskalacja jest uważana za ważne podczas wszystkich czasów.
pt_pt: esta directiva é usado para especificar o nome abreviado do período de tempo durante o qual esta escalada é válido. se esta directiva não for especificado, a escalada é considerada válida durante todo o tempo.
ru_ru: Эта директива используется, чтобы указать краткое название периода времени, в течение которого эта эскалация действует. Если эта директива не указана, эскалация считается действительным в течение всех времен.
zh_cn: 该指令用于指定此升级有效的时间段的短名称。 如果未指定此指令，则升级在所有时间都被视为有效。

source: This directive is used to define the criteria that determine when this host escalation is used. The escalation is used only if the host is in one of the states specified in this directive. If this directive is not specified in a host escalation, the escalation is considered to be valid during all host states. Valid options are a combination of one or more of the following
bg_bg: Тази директива се използва за определяне на критериите, които определят кога се използва тази хост ескалация. Ескалацията се използва само ако хоста е в едно от състоянията, посочени в настоящата директива. Ако тази директива не е уточнена в хост ескалацията, ескалациятата се счита за валидена по време на всички състояния на хоста. Валидни опции са комбинация от един или повече от следните
de_de: Diese Direktive wird benutzt, um die Kriterien, wann diese Host-Eskalation benutzt bestimmen definieren. die Eskalation wird nur benutzt, wenn der Host in einem der in dieser Direktive angeben. Wenn diese Direktive nicht in einer Host-Eskalation angegeben wird, ist die Eskalation für alle Host-Zustände gültig. gültigen Optionen sind eine Kombination von einem oder mehreren der folgenden
es_es: esta directiva se utiliza para definir los criterios que determinan cuándo se utiliza esta escalada de acogida. la escalada se utiliza sólo si el host se encuentra en uno de los estados especificados en esta directiva. si esta directiva no se especifica en una escalada de acogida, la escalada se considera válida durante todos los Estados de acogida. Las opciones válidas son una combinación de uno o más de los siguientes
fr_fr: cette directive est utilisée pour définir les critères qui déterminent si une escalade d'hôte est utilisé. l'escalade ne est utilisée que si l'hôte est dans l'un des états spécifiés dans cette directive. si cette directive ne est pas spécifié dans une escalade d'hôte, l'escalade est considérée comme valide pendant tous les États hôtes. options valides sont une combinaison d'un ou plusieurs des éléments suivants
it_it: questa direttiva è utilizzato per definire i criteri che determinano quando si utilizza questa escalation host. l'escalation viene utilizzato solo se l'host è in uno degli stati specificati nella presente direttiva. se questa direttiva non è specificato in una escalation di accoglienza, l'escalation è considerato valido durante tutti gli stati ospitanti. opzioni valide sono una combinazione di uno o più dei seguenti
ja_jp: このディレクティブは、このホストエスカレーションが使用される条件を定義するために使用されます. エスカレーションは、ホストがこのディレクティブで指定されたいずれかのステータスにある場合にのみ使用されます. このディレクティブがホストエスカレーションで指定されていない場合、エスカレーションはすべてのホストステータスで有効であると考えらます. 有効なオプションは、以下のうちの1つまたは複数の組合せです
pl_pl: dyrektywa ta jest stosowana do określenia kryteriów, które określają, kiedy jest używana ta eskalacja gospodarza. Eskalacja jest używany tylko wtedy, gdy komputer jest w jednym z państw wymienionych w tej dyrektywie. jeśli dyrektywa ta nie jest określona w eskalacji gospodarza, eskalacja jest uważane za ważne podczas wszystkich państw przyjmujących. Poprawne opcje kombinacja jednego lub więcej z następujących
pt_pt: esta directiva é usado para definir os critérios que determinam quando esta escalada host é usado. a escalada é usado somente se o host está em um dos estados especificados na presente directiva. se esta directiva não é especificado em uma escalada de acolhimento, a escalada é considerada válida durante todos os Estados de acolhimento. opções válidas são uma combinação de um ou mais dos seguintes procedimentos
ru_ru: Эта директива используется для определения критериев, которые определяют, когда используется этот хост эскалация. Эскалация используется, только если хозяин находится в одном из государств, указанных в этой директиве. Если эта директива не указано в принимающей эскалации, эскалация считается действительным в течение всех принимающих государств. Действующие параметры представляют собой сочетание одного или нескольких из следующих
zh_cn: 该指令用于定义确定何时使用此主机升级的标准。 仅当主机处于此伪指令中指定的状态之一时，才使用升级。 如果在主机升级中未指定此指令，则该升级在所有主机状态期间均被视为有效。 有效选项是以下一项或多项的组合

source: escalate on an UP (recovery) state,
bg_bg: ескалира работещо (възстановяване) състояние (UP (recovery) state),
de_de: eskalieren bei einem bis (Erholungs) -Zustand,
es_es: escalar en un (recuperación) Estado hacia arriba,
fr_fr: escalade sur un up (récupération) Etat,
it_it: degenerare in un up (recupero) Stato,
ja_jp: 稼働（UP（復旧））ステータスでエスカレート、
pl_pl: eskalować na górę (odzysk) państwa,
pt_pt: escalar em um up (de recuperação) do estado,
ru_ru: перерасти в восходящем (восстановления) состоянии,
zh_cn: 升级到开机（恢复）状态，

source: escalate on a DOWN state, and
bg_bg: ескалира в неработещо състояние (DOWN state), и
de_de: eskalieren bei einem Down-Zustand, und
es_es: escalar en un estado hacia abajo, y
fr_fr: escalade sur un état bas, et
it_it: degenerare in uno stato verso il basso, e
ja_jp: ダウンステータスでエスカレート
pl_pl: przerodzić się w dół o stanie i
pt_pt: escalar em um estado para baixo, e
ru_ru: перерасти в нажатом состоянии, и
zh_cn: 升级到停机状态，然后

source: escalate on an UNREACHABLE state.
bg_bg: ескалира в недостижимо състояние (UNREACHABLE state).
de_de: eskalieren bei einem UNREACHABLE-Zustand.
es_es: escalar en un estado inalcanzable.
fr_fr: escalade sur un état inaccessible.
it_it: degenerare in uno stato irraggiungibile.
ja_jp: 到達不能ステータスでエスカレート.
pl_pl: przerodzić się w stan nieosiągalny.
pt_pt: escalar em um estado inacessível.
ru_ru: перерасти в недостижимой государства.
zh_cn: 在不可达状态上升级。

source: in this field, the escalation will only be used if the host is in a DOWN state.
bg_bg: в това поле, ескалацията ще бъде използвана само ако хоста е в изключено състояние (DOWN state).
de_de: in diesem Bereich wird die Eskalation nur benutzt werden, wenn der Host in einem heruntergefahrenen Zustand.
es_es: en este campo, la escalada sólo se utilizará si el host está en un estado hacia abajo.
fr_fr: dans ce domaine, l'escalade ne sera utilisée que si l'hôte est dans un état bas.
it_it: in questo campo, l'escalation sarà usato solo se l'host è in uno stato giù.
ja_jp: が指定された場合、エスカレーションはホストが停止ステータスの場合のみ使用されます.
pl_pl: w tej dziedzinie, eskalacja będą wykorzystywane tylko wtedy, gdy komputer jest w stanie w dół.
pt_pt: neste campo, a escalação só será usado se a máquina está em um estado para baixo.
ru_ru: в этой области, эскалация будет использоваться только если хозяин находится в нажатом состоянии.
zh_cn: 在此字段中，仅当主机处于停机状态时才使用升级。

source: first notification
bg_bg: първа нотификация
de_de: Erste Meldung
es_es: Primera Notificacion
fr_fr: Première notification
it_it: Prima notifica
ja_jp: 最初の通知
pl_pl: Pierwsze zawiadomienie
pt_pt: Primeira notificação.
ru_ru: Первое уведомление
zh_cn: 第一次通知

source: This directive is a number that identifies the <em>first</em> notification for which this escalation is effective. For instance, if you set this value to 3, this escalation will only be used if the host is down or unreachable long enough for a third notification to go out.
bg_bg: Тази директива е номер, който идентифицира <em>първото</em> уведомление, за което тази ескалация е ефективна. Например, ако сте задали стойност, равна на 3, тази ескалация ще бъде използвана само ако хоста е спрян (в състояние на покой) или недостижим достатъчно дълго, така че да бъде изпратена трета нотификация.
de_de: Diese Direktive ist eine Zahl, die die <em>erste</em> Benachrichtigung, für die diese Eskalation gilt. zum Beispiel, wenn Sie diesen Wert auf 3 setzen, dann wird diese Eskalation nur dann verwendet werden, wenn der Host ist inaktiv oder nicht erreichbar lang genug für eine dritte Benachrichtigung versandt wird.
es_es: esta directiva es un número que identifica a la <em>primera</em> notificación para las que esta escalada es eficaz. por ejemplo, si establece este valor a 3, esta escalada sólo se utilizará si el host está inactivo o inaccesible el tiempo suficiente para una tercera notificación se apague.
fr_fr: cette directive est un numéro qui identifie la <em>première</em> notification pour laquelle l'escalade est effective. Par exemple, si vous définissez cette valeur à 3, cette escalade ne sera utilisée que si l'hôte est en panne ou inaccessible assez longtemps pour une troisième notification de sortir.
it_it: questa direttiva è un numero che identifica la <em>prima</em> notifica per il quale questa escalation è efficace. per esempio, se si imposta il valore su 3, questa escalation sarà usato solo se l'host è inattivo o irraggiungibile abbastanza a lungo per un terzo la notifica di uscire.
ja_jp: このディレクティブはこのエスカレーションが有効である<em>最初</em>の通知を識別する番号です. 例えば、この値を3に設定した場合、このエスカレーションは３回目の通知が送信されてもホストが停止または未到達であれば使用されます.
pl_pl: dyrektywa ta jest numerem identyfikującym <em>pierwsze</em> zgłoszenie, dla których ta eskalacja jest skuteczna. na przykład, jeśli ustawisz tę wartość na 3, to eskalacja będą wykorzystywane tylko wtedy, gdy komputer jest wyłączony lub niedostępny na tyle długo, trzeci powiadomienia wyjść.
pt_pt: esta directiva é um número que identifica a <em>primeira</em> notificação para que esta escalada é eficaz. por exemplo, se você definir este valor para 3, esta escalada será usado somente se o host está desativado ou inacessível o tempo suficiente para uma terceira notificação para ir para fora.
ru_ru: эта директива номер, который идентифицирует <em>первый</em> уведомления, для которых эта эскалация является эффективным. Например, если вы установите значение 3, эта эскалация будет использоваться только если хост отключен или недоступен достаточно долго для третьего уведомления выходить на улицу.
zh_cn: 该指令是标识此升级对其有效的 <em>first</em> 通知的数字。 例如，如果将此值设置为3，则仅当主机关闭或无法访问足够长的时间以使第三条通知发出时，才使用此升级。

source: last notification
bg_bg: последно уведомление
de_de: Letzte Meldung
es_es: Ultima notificacion
fr_fr: Dernière notification
it_it: Notifica Ultima
ja_jp: 最後の通知
pl_pl: Ostatnia powiadomienia
pt_pt: Última notificação
ru_ru: Последнее уведомление
zh_cn: 最后通知

source: This directive is a number that identifies the
bg_bg: Тази директива е номер, който идентифицира
de_de: Diese Direktive ist eine Zahl, die die identifiziert
es_es: esta directiva es un número que identifica el
fr_fr: cette directive est un numéro qui identifie le
it_it: questa direttiva è un numero che identifica la
ja_jp: このディレクティブには、
pl_pl: dyrektywa ta jest numerem identyfikującym
pt_pt: esta directiva é um número que identifica o
ru_ru: эта директива номер, который идентифицирует
zh_cn: 该指令是一个数字，用于标识

source: last
bg_bg: последен
de_de: letzte
es_es: último
fr_fr: dernier
it_it: ultimo
ja_jp: 最後
pl_pl: ostatni
pt_pt: último
ru_ru: последний
zh_cn: 最后
