Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: The scheduled local backup at %s was successful with a backup size of %s.<br>Last output from the system:<br>%s
bg_bg: планираното локално архивиране при% s беше успешно с размер на архивиране от% s.<br> последен изход от системата:<br> %с
de_de: Die geplante lokale Sicherung bei% s war mit einer Sicherungsgröße von% s erfolgreich.<br> letzte Ausgabe vom System:<br> % s
es_es: la copia de seguridad local programada en% s se realizó correctamente con un tamaño de copia de seguridad de% s.<br> última salida del sistema:<br> % s
fr_fr: la sauvegarde locale planifiée à% s a réussi avec une taille de sauvegarde de% s.<br> dernière sortie du système:<br> % s
it_it: il backup locale pianificato su% s è riuscito con una dimensione del backup di% s.<br> ultima uscita dal sistema:<br> %S
ja_jp: ％sでスケジュールされたローカルバックアップは、％sのバックアップサイズで成功しました。<br>システムからの最後の出力：<br> ％s
pl_pl: zaplanowana lokalna kopia zapasowa% s powiodła się przy rozmiarze kopii zapasowej% s.<br> ostatnie wyjście z systemu:<br> % s
pt_pt: o backup local agendado em% s foi bem-sucedido com um tamanho de backup de% s.<br> última saída do sistema:<br> % s
ru_ru: запланированное локальное резервное копирование на% s было успешным с размером резервной копии% s.<br> последний вывод из системы:<br> % s
zh_cn: ％s的计划本地备份成功，备份大小为％s。<br>系统的最后输出：<br> ％s

source: Scheduled Local Backup Failed
bg_bg: планираното локално архивиране не бе успешно
de_de: Geplante lokale Sicherung fehlgeschlagen
es_es: la copia de seguridad local programada falló
fr_fr: échec de la sauvegarde locale planifiée
it_it: backup locale pianificato non riuscito
ja_jp: スケジュールされたローカルバックアップが失敗しました
pl_pl: Zaplanowana lokalna kopia zapasowa nie powiodła się
pt_pt: backup local agendado falhou
ru_ru: сбой запланированного локального резервного копирования
zh_cn: 计划的本地备份失败

source: The scheduled local backup at %s failed.<br><br>Last output from the system: %s<br><br><br>View your full scheduled backup logs at %s to find out more details about the error. Your backup may have timed out, you can set a backup_timeout variable in config.inc.php to increase it.
bg_bg: планираното локално архивиране при% s се провали.<br><br> последен изход от системата:% s<br><br><br> прегледайте пълните си насрочени дневници за архивиране на% s, за да разберете повече подробности за грешката. резервното ви копие може да е изтекло, можете да зададете променлива backup_timeout в config.inc.php, за да го увеличите.
de_de: Die geplante lokale Sicherung bei% s ist fehlgeschlagen.<br><br> letzte Ausgabe vom System:% s<br><br><br> Zeigen Sie Ihre vollständigen geplanten Sicherungsprotokolle bei% s an, um weitere Details zum Fehler zu erhalten. Möglicherweise ist das Zeitlimit für Ihre Sicherung abgelaufen. Sie können eine Variable backup_timeout in config.inc.php festlegen, um sie zu erhöhen.
es_es: la copia de seguridad local programada en% s falló.<br><br> última salida del sistema:% s<br><br><br> vea todos los registros de respaldo programados en% s para obtener más detalles sobre el error. su copia de seguridad puede haber agotado el tiempo de espera, puede establecer una variable backup_timeout en config.inc.php para aumentarla.
fr_fr: la sauvegarde locale planifiée à% s a échoué.<br><br> dernière sortie du système:% s<br><br><br> affichez vos journaux de sauvegarde planifiés complets à% s pour en savoir plus sur l'erreur. votre sauvegarde a peut-être expiré, vous pouvez définir une variable backup_timeout dans config.inc.php pour l'augmenter.
it_it: il backup locale pianificato in% s non è riuscito.<br><br> ultimo output dal sistema:% s<br><br><br> visualizzare i log di backup pianificati completi su% s per trovare ulteriori dettagli sull'errore. il tuo backup potrebbe essere scaduto, puoi impostare una variabile backup_timeout in config.inc.php per aumentarla.
ja_jp: ％sでスケジュールされたローカルバックアップが失敗しました。<br><br>システムからの最後の出力：％s<br><br><br>エラーの詳細については、スケジュールされた完全なバックアップログを％sで表示してください。バックアップがタイムアウトした可能性がある場合は、config.inc.phpでbackup_timeout変数を設定してバックアップを増やすことができます。
pl_pl: zaplanowana lokalna kopia zapasowa o% s nie powiodła się.<br><br> ostatnie wyjście z systemu:% s<br><br><br> wyświetl dzienniki pełnych zaplanowanych kopii zapasowych w% s, aby dowiedzieć się więcej o błędzie. Twoja kopia zapasowa mogła przekroczyć limit czasu, możesz ustawić zmienną backup_timeout w config.inc.php, aby ją zwiększyć.
pt_pt: o backup local agendado para% s falhou.<br><br> última saída do sistema:% s<br><br><br> veja seus logs de backup agendados completos em% s para descobrir mais detalhes sobre o erro. seu backup pode ter expirado, você pode definir uma variável backup_timeout em config.inc.php para aumentá-lo.
ru_ru: запланированное локальное резервное копирование на% s не выполнено.<br><br> последний вывод из системы:% s<br><br><br> просмотрите полные журналы запланированного резервного копирования на% s, чтобы узнать больше об ошибке. возможно, время ожидания вашей резервной копии истекло, вы можете установить переменную backup_timeout в config.inc.php, чтобы увеличить ее.
zh_cn: ％s的计划本地备份失败。<br><br>系统的最后输出：％s<br><br><br>在％s上查看完整的计划备份日志，以查找有关该错误的更多详细信息。您的备份可能已超时，可以在config.inc.php中设置一个backup_timeout变量来增加它。

source: Scheduled Reports History
bg_bg: насрочена история на отчетите
de_de: Verlauf der geplanten Berichte
es_es: historial de informes programados
fr_fr: historique des rapports planifiés
it_it: cronologia dei rapporti pianificati
ja_jp: スケジュールされたレポート履歴
pl_pl: historia zaplanowanych raportów
pt_pt: histórico de relatórios programados
ru_ru: история запланированных отчетов
zh_cn: 预定的报告历史记录

source: Showing
bg_bg: Показване
de_de: Zeige
es_es: Mostrando
fr_fr: Projection
it_it: Mostra
ja_jp: 表示
pl_pl: pokazywanie
pt_pt: Mostrando
ru_ru: Показ
zh_cn: 显示

source: scheduled report logs
bg_bg: Моите редовни (планирани; по график) доклади
de_de: Geplante Berichte
es_es: Reportes calendarizados
fr_fr: Rapports planifiés
it_it: Report pianificati
ja_jp: スケジュールレポート
pl_pl: zaplanowane raporty
pt_pt: Relatórios programados
ru_ru: Запланированные отчеты
zh_cn: 计划的报告

source: 5 Per Page
bg_bg: На страница
de_de: Pro Seite
es_es: Por pagina
fr_fr: Par Page
it_it: Per pagina
ja_jp: 1ページあたり5
pl_pl: na stronie
pt_pt: Por página
ru_ru: На страницу
zh_cn: 每页5个

source: 10 Per Page
bg_bg: 10 на страница
de_de: 10 pro Seite
es_es: 10 por página
fr_fr: 10 par page
it_it: 10 per pagina
ja_jp: 1ページあたり10
pl_pl: 10 na stronę
pt_pt: 10 por página
ru_ru: 10 на страницу
zh_cn: 每页10个

source: 25 Per Page
bg_bg: 25 на страница
de_de: 25 pro Seite
es_es: 25 por página
fr_fr: 25 par page
it_it: 25 per pagina
ja_jp: 1ページあたり25
pl_pl: 25 na stronę
pt_pt: 25 por página
ru_ru: 25 на страницу
zh_cn: 每页25个

source: 50 Per Page
bg_bg: 50 на страница
de_de: 50 pro Seite
es_es: 50 por página
fr_fr: 50 par page
it_it: 50 per pagina
ja_jp: 1ページあたり50
pl_pl: 50 na stronę
pt_pt: 50 por página
ru_ru: 50 на страницу
zh_cn: 每页50个

source: 100 Per Page
bg_bg: 100 на страница
de_de: 100 pro Seite
es_es: 100 por página
fr_fr: 100 par page
it_it: 100 per pagina
ja_jp: 1ページあたり100
pl_pl: 100 na stronę
pt_pt: 100 por página
ru_ru: 100 на страницу
zh_cn: 每页100个

source: Report Run Time
bg_bg: доклад за времето за изпълнение
de_de: Laufzeit melden
es_es: informe de tiempo de ejecución
fr_fr: rapport d'exécution
it_it: tempo di esecuzione del rapporto
ja_jp: レポートの実行時間
pl_pl: czas wykonywania raportu
pt_pt: tempo de execução do relatório
ru_ru: время выполнения отчета
zh_cn: 报告运行时间

source: Report Name
bg_bg: Име на доклада
de_de: Report-Namen
es_es: Nombre del reporte
fr_fr: Nom du rapport
it_it: Nome rapporto
ja_jp: レポート名
pl_pl: Nazwa raportu
pt_pt: Nome do relatório
ru_ru: Имя отчета
zh_cn: 报告名称

source: Recipients
bg_bg: Получатели
de_de: Empfänger
es_es: Destinatarios
fr_fr: Récipiendaires
it_it: Destinatari
ja_jp: 受信者
pl_pl: Odbiorcy
pt_pt: Destinatários
ru_ru: Получателями
zh_cn: 收件人

source: Run Type
bg_bg: тип изпълнение
de_de: Lauftyp
es_es: tipo de ejecución
fr_fr: type de course
it_it: tipo di corsa
ja_jp: 実行タイプ
pl_pl: typ biegu
pt_pt: tipo de corrida
ru_ru: тип запуска
zh_cn: 运行类型

source: Report
bg_bg: Доклад
de_de: Reports
es_es: Informes
fr_fr: Rapports
it_it: Rapporti
ja_jp: レポート
pl_pl: raport
pt_pt: Relatórios
ru_ru: Отчеты
zh_cn: 报告

source: Auto (Scheduled)
bg_bg: автоматично (по график)
de_de: auto (geplant)
es_es: auto (programado)
fr_fr: auto (programmé)
it_it: auto (programmato)
ja_jp: 自動（予定）
pl_pl: auto (zaplanowane)
pt_pt: automático (programado)
ru_ru: авто (по расписанию)
zh_cn: 自动（预定）

source: Manual
bg_bg: ръчно
de_de: Handbuch
fr_fr: Manuel
it_it: Manuale
ja_jp: マニュアル
pl_pl: podręcznik
ru_ru: руководство
zh_cn: 手册

source: No scheduled reports have been ran that match the filters applied.
bg_bg: не са изготвени насрочени отчети, които съответстват на приложените филтри.
de_de: Es wurden keine geplanten Berichte ausgeführt, die den angewendeten Filtern entsprechen.
es_es: no se han ejecutado informes programados que coincidan con los filtros aplicados.
fr_fr: aucun rapport planifié correspondant aux filtres appliqués n'a été exécuté.
it_it: non sono stati eseguiti rapporti pianificati corrispondenti ai filtri applicati.
ja_jp: 適用されたフィルターに一致するスケジュールされたレポートは実行されていません。
pl_pl: nie uruchomiono zaplanowanych raportów pasujących do zastosowanych filtrów.
pt_pt: nenhum relatório programado foi executado que corresponda aos filtros aplicados.
ru_ru: не было создано запланированных отчетов, соответствующих примененным фильтрам.
zh_cn: 没有运行与应用的过滤器匹配的计划报告。

source: Report(s) have been copied to the user(s) selected.
bg_bg: Отчетът (ите) бяха копирани на избрания (ите) потребител (и).
de_de: Bericht (e) wurden an die ausgewählten Benutzer kopiert.
es_es: informe (s) se han copiado a los usuarios seleccionados.
fr_fr: le (s) rapport (s) a (ont) été copié (s) sur le (s) utilisateur (s) sélectionné (s).
it_it: rapporto (i) sono stati copiati all'utente (i) selezionato (i).
ja_jp: 選択されたユーザーにレポートがコピーされました。
pl_pl: Raport (y) zostały skopiowane do wybranych użytkowników.
pt_pt: relatório (s) foram copiados para o (s) usuário (s) selecionado (s).
ru_ru: отчет (ы) были скопированы для выбранных пользователей.
zh_cn: 报告已复制到所选用户。

source: Copy Scheduled Reports
bg_bg: Моите редовни (планирани; по график) доклади
de_de: Geplante Berichte
es_es: Reportes calendarizados
fr_fr: Rapports planifiés
it_it: Report pianificati
ja_jp: スケジュールレポートのコピー
pl_pl: zaplanowane raporty
pt_pt: Relatórios programados
ru_ru: Запланированные отчеты
zh_cn: 复制计划的报告

source: Copy Scheduled Report
bg_bg: Моите редовни (планирани; по график) доклади
de_de: Geplante Berichte
es_es: Reportes calendarizados
fr_fr: Rapports planifiés
it_it: Report pianificati
ja_jp: スケジュールレポートのコピー
pl_pl: zaplanowane raporty
pt_pt: Relatórios programados
ru_ru: Запланированные отчеты
zh_cn: 复制计划的报告

source: The following report(s) will be copied:
bg_bg: ще се копират следните отчети:
de_de: Folgende Berichte werden kopiert:
es_es: los siguientes informes se copiarán:
fr_fr: le (s) rapport (s) suivant (s) sera (seront) copié (s):
it_it: i seguenti report saranno copiati:
ja_jp: 次のレポートがコピーされます。
pl_pl: następujące raporty zostaną skopiowane:
pt_pt: os seguintes relatórios serão copiados:
ru_ru: следующий отчет (ы) будет скопирован:
zh_cn: 以下报告将被复制：

source: Select User(s)
bg_bg: Изберете потребител
de_de: Wählen Sie Benutzer
es_es: seleccione el usuario
fr_fr: sélectionnez l'utilisateur
it_it: selezionare l'utente
ja_jp: ユーザーを選択
pl_pl: Wybierz użytkownika
pt_pt: selecione usuário
ru_ru: выберите пользователя
zh_cn: 选择用户

source: Select the user(s) you would like to copy the selected reports to.
bg_bg: изберете потребител (и), към който искате да копирате избраните отчети.
de_de: Wählen Sie die Benutzer aus, in die Sie die ausgewählten Berichte kopieren möchten.
es_es: seleccione los usuarios a los que le gustaría copiar los informes seleccionados.
fr_fr: sélectionnez le (s) utilisateur (s) pour lequel vous souhaitez copier les rapports sélectionnés.
it_it: selezionare l'utente / i a cui si desidera copiare i report selezionati.
ja_jp: 選択したレポートをコピーするユーザーを選択します。
pl_pl: wybierz użytkownika (ów), do którego chcesz skopiować wybrane raporty.
pt_pt: selecione o (s) usuário (s) para o qual você deseja copiar os relatórios selecionados.
ru_ru: выберите пользователя (ов), к которому вы хотите скопировать выбранные отчеты.
zh_cn: 选择您想要将所选报告复制到的用户。

source: The report's <b>recipient email</b> will be set to the email address of the user the scheduled report is copied to.
bg_bg: <b>имейлът</b> на <b>получателя</b> на отчета ще бъде зададен на имейл адреса на потребителя, на когото е копиран планираният отчет.
de_de: Die <b>Empfänger-E-</b> Mail des Berichts wird auf die E-Mail-Adresse des Benutzers gesetzt, in den der geplante Bericht kopiert wird.
es_es: el <b>correo electrónico</b> del <b>destinatario</b> del informe se establecerá en la dirección de correo electrónico del usuario al que se copie el informe programado.
fr_fr: l' <b>e</b> - <b>mail</b> du <b>destinataire</b> du rapport sera défini sur l'adresse e-mail de l'utilisateur sur lequel le rapport planifié est copié.
it_it: l'e <b>-mail</b> del <b>destinatario</b> del rapporto verrà impostata sull'indirizzo e-mail dell'utente su cui è stato copiato il rapporto pianificato.
ja_jp: レポートの<b>メール受信者</b>は、スケジュールされたレポートがコピーされるユーザーのメールアドレスに設定されます。
pl_pl: <b>adres e-mail odbiorcy</b> raportu zostanie ustawiony na adres e-mail użytkownika, do którego został skopiowany zaplanowany raport.
pt_pt: o <b>email</b> do <b>destinatário</b> do relatório será definido para o endereço de email do usuário para o qual o relatório programado será copiado.
ru_ru: <b>электронная почта получателя</b> отчета будет установлена ​​на адрес электронной почты пользователя, к которому скопирован запланированный отчет.
zh_cn: 报告的<b>收件人电子邮件</ b>将设置为计划报告复制到的用户的电子邮件地址。

source: Report could not be found.
bg_bg: не може да бъде намерен.
de_de: Host konnte nicht gefunden werden.
es_es: host no se pudo encontrar.
fr_fr: hôte n'a pu être trouvée.
it_it: ospitante non è stato trovato.
ja_jp: レポートが見つかりませんでした。
pl_pl: host nie można było znaleźć.
pt_pt: host não pôde ser encontrado.
ru_ru: Хозяин не мог быть найден.
zh_cn: 找不到报告。

source: Report removed successfully.
bg_bg: Шаблон беше отстранен успешно.
de_de: Vorlage erfolgreich entfernt.
es_es: plantilla eliminado correctamente.
fr_fr: modèle supprimé avec succès.
it_it: modello rimosso con successo.
ja_jp: テンプレートが正常に削除されました.
pl_pl: Szablon usunięte pomyślnie.
pt_pt: template removido com sucesso.
ru_ru: шаблон удаляется успешно.
zh_cn: 报告已成功删除。

source: Scheduled Reports
bg_bg: Моите редовни (планирани; по график) доклади
de_de: Geplante Berichte
es_es: Reportes calendarizados
fr_fr: Rapports planifiés
it_it: Report pianificati
ja_jp: スケジュールレポート
pl_pl: zaplanowane raporty
pt_pt: Relatórios programados
ru_ru: Запланированные отчеты
zh_cn: 计划的报告

source: Are you sure you want to delete these reports? This cannot be undone.
bg_bg: сигурен ли сте, че искате да изтриете тези отчети? това не може да бъде отменено.
de_de: Möchten Sie diese Berichte wirklich löschen? Das kann nicht rückgängig gemacht werden.
es_es: ¿Estás seguro de que deseas eliminar estos informes? esto no se puede deshacer.
fr_fr: Êtes-vous sûr de vouloir supprimer ces rapports? Ça ne peut pas être annulé.
it_it: sei sicuro di voler eliminare questi rapporti? questo non può essere annullato.
ja_jp: これらのレポートを削除してもよろしいですか？これは、元に戻すことはできません。
pl_pl: czy na pewno chcesz usunąć te raporty? tego nie da się cofnąć.
pt_pt: Tem certeza de que deseja excluir esses relatórios? isto não pode ser desfeito.
ru_ru: вы уверены, что хотите удалить эти отчеты? Это не может быть отменено.
zh_cn: 您确定要删除这些报告吗？ 这不能被撤消。

source: scheduled reports
bg_bg: Моите редовни (планирани; по график) доклади
de_de: Geplante Berichte
es_es: Reportes calendarizados
fr_fr: Rapports planifiés
it_it: Report pianificati
ja_jp: スケジュールレポート
pl_pl: zaplanowane raporty
pt_pt: Relatórios programados
ru_ru: Запланированные отчеты
zh_cn: 计划的报告

source: Day
bg_bg: Ден
de_de: Tag
es_es: Dia
fr_fr: Jour
it_it: Giorno
ja_jp: 日
pl_pl: dzień
pt_pt: Dia
ru_ru: День
zh_cn: 日

source: Copy report
bg_bg: копие доклад
de_de: Bericht kopieren
es_es: copiar el informe
fr_fr: copier le rapport
it_it: copia rapporto
ja_jp: レポートのコピー
pl_pl: skopiuj raport
pt_pt: copiar relatório
ru_ru: копировать отчет
zh_cn: 复制报告

source: No scheduled reports for the filters selected.
bg_bg: няма планирани отчети за избраните филтри.
de_de: Keine geplanten Berichte für die ausgewählten Filter.
es_es: no hay informes programados para los filtros seleccionados.
fr_fr: aucun rapport planifié pour les filtres sélectionnés.
it_it: nessun rapporto programmato per i filtri selezionati.
ja_jp: 選択したフィルターのスケジュールされたレポートはありません。
pl_pl: brak zaplanowanych raportów dla wybranych filtrów.
pt_pt: Não há relatórios agendados para os filtros selecionados.
ru_ru: нет запланированных отчетов для выбранных фильтров.
zh_cn: 没有为过滤器选择计划的报告。

source: Adds scheduled reporting capability to Nagios XI.
bg_bg: Добавя способност за насрочено (по график) докладване в Nagios XI.
de_de: Fügt geplante Berichterstattung Fähigkeit Nagios XI.
es_es: Añade previsto informar capacidad de Nagios XI.
fr_fr: Ajoute prévue rapport capacité de Nagios XI.
it_it: Aggiunge prevista segnalazione capacità di Nagios XI.
ja_jp: Nagios XIにスケジュールレポート機能を追加します.
pl_pl: dodaje zaplanowane Możliwość raportowania do Nagios XI.
pt_pt: !Adiciona programada relatar capacidade de Nagios XI.
ru_ru: Добавляет запланировано отчетность возможности Nagios XI.
zh_cn: 向Nagios XI添加计划的报告功能。

source: Scheduled Reporting
bg_bg: Планирано отчитане
de_de: geplante Berichterstattung
es_es: la presentación de informes programada
fr_fr: rapports réguliers
it_it: segnalazione in programma
ja_jp: スケジュールレポート
pl_pl: zaplanowane raportowanie
pt_pt: relatórios programados
ru_ru: запланированных отчетов
zh_cn: 已安排的报告

source: CSV (Combined)
bg_bg: CSV (комбиниран)
de_de: csv (kombiniert)
es_es: csv (combinado)
fr_fr: csv (combiné)
it_it: csv (combinato)
pl_pl: CSV (połączone)
pt_pt: CSV (combinado)
ru_ru: CSV (комбинированный)
zh_cn: CSV（组合）

source: CSV (Host data only)
bg_bg: CSV (само данни за хост)
de_de: csv (nur Host-Daten)
es_es: csv (datos del host solamente)
fr_fr: csv (données hôte uniquement)
it_it: csv (solo dati host)
ja_jp: CSV（ホストデータのみ）
pl_pl: CSV (tylko dane hosta)
pt_pt: CSV (dados do host apenas)
ru_ru: CSV (данные хозяева только)
zh_cn: CSV（仅主机数据）

source: CSV (Service data only)
bg_bg: CSV (само данни за сървис)
de_de: csv (nur Service-Daten)
es_es: csv (datos de servicio solamente)
fr_fr: csv (données de service seulement)
it_it: csv (solo dati di servizio)
ja_jp: CSV（サービスデータのみ）
pl_pl: CSV (tylko dane serwisowe)
pt_pt: CSV (dados do serviço apenas)
ru_ru: CSV (данные услуги только)
zh_cn: CSV（仅服务数据）

source: My Scheduled Reports
bg_bg: Моите редовни (планирани; по график) доклади
de_de: Geplante Berichte
es_es: Reportes calendarizados
fr_fr: Rapports planifiés
it_it: Report pianificati
ja_jp: スケジュールレポート
pl_pl: zaplanowane raporty
pt_pt: Relatórios programados
ru_ru: Запланированные отчеты
zh_cn: 我的计划报告

source: Schedule this Report
bg_bg: Насрочете този доклад
de_de: Zeitplan für diesen Report
es_es: Calendarizar este reporte
fr_fr: Planifier ce rapport
it_it: Pianificazione La presente relazione
ja_jp: このレポートをスケジュール
pl_pl: zaplanować ten raport
pt_pt: Programar esse relatório.
ru_ru: Расписание этот отчет
zh_cn: 安排本报告

source: Email this Report
bg_bg: Изпрати този доклад чрез имейл
de_de: E-Mail Diese Bericht
es_es: Envie por correo este reporte
fr_fr: Envoyer Ce rapport
it_it: Invia email al Rapporto
ja_jp: このレポートをメール
pl_pl: wyślij raport
pt_pt: !Enviar e-mail Este Relatório.Enviar este relatório por e-mail.
ru_ru: Отправить этот отчет
zh_cn: 通过电子邮件发送此报告

source: Updated your email template.
bg_bg: Беше актуализиран вашия имейл шаблон.
de_de: Aktualisierung Ihrer E-Mail-Vorlage.
es_es: actualizada la plantilla de correo electrónico.
fr_fr: mise à jour de votre modèle de courrier électronique.
it_it: aggiornato il modello e-mail.
ja_jp: メールテンプレートが更新されました.
pl_pl: aktualizacja szablonu e-mail.
pt_pt: atualizou seu modelo de e-mail.
ru_ru: обновили шаблон электронной почты.
zh_cn: 更新了您的电子邮件模板。

source: My Scheduled Reports History
bg_bg: историята на моите насрочени отчети
de_de: meine geplante Berichtshistorie
es_es: mi historial de informes programados
fr_fr: l'historique de mes rapports planifiés
it_it: la mia cronologia dei rapporti pianificati
ja_jp: 私のスケジュールされたレポート履歴
pl_pl: historia moich zaplanowanych raportów
pt_pt: meu histórico de relatórios programados
ru_ru: история моих запланированных отчетов
zh_cn: 我的预定报告历史记录

source: Report Email Template
bg_bg: Шаблон за имейл доклад
de_de: Bericht E-Mail-Vorlage
es_es: informe plantilla de correo electrónico
fr_fr: modèle de rapport d'email
it_it: Relazione modello e-mail
ja_jp: レポートメールテンプレート
pl_pl: szablon raportu e-mail
pt_pt: template de e-mail relatório
ru_ru: отчет по электронной почте шаблон
zh_cn: 报告电子邮件模板

source: Your scheduled reports are listed here.
bg_bg: Вашите насрочените (планирани) доклади са изброени тук.
de_de: Ihre geplante Berichte werden hier aufgelistet.
es_es: Sus informes programados se enumeran aquí.
fr_fr: Vos rapports planifiés sont listés ici.
it_it: I rapporti pianificati sono elencate qui.
ja_jp: スケジュールレポートが以下に表示されます。
pl_pl: zaplanowanych raportów są tutaj wymienione.
pt_pt: !Seus relatórios programados são listados aqui.
ru_ru: Ваши запланированные отчеты, перечисленные здесь.
zh_cn: 您的预定报告在此处列出。

source: You have not scheduled any reports
bg_bg: Вие не сте планирали някакви доклади
de_de: Sie haben keine Berichte zeitgesteuert
es_es: Usted no ha definido ninguna herramienta todavia
fr_fr: Vous n'avez pas planifié les rapports
it_it: Non hai in programma tutti i rapporti
ja_jp: スケジュールされたレポートがありません
pl_pl: jeszcze nie zaplanowano żadnych raportów
pt_pt: Você não definiu quaisquer ferramentas ainda.
ru_ru: Вы не запланировано никаких сообщений
zh_cn: 您尚未安排任何报告

source: Send Now
bg_bg: Изпратете Сега
de_de: Schick jetzt
es_es: enviar ahora
fr_fr: envoyer maintenant
it_it: invia ora
ja_jp: 今すぐ送信
pl_pl: Wyślij teraz
pt_pt: envie agora
ru_ru: Отправить сейчас
zh_cn: 现在发送

source: Scheduled reports that have been ran either manually or automatically will show here.
bg_bg: тук ще се показват планирани отчети, които са били стартирани ръчно или автоматично.
de_de: Geplante Berichte, die entweder manuell oder automatisch ausgeführt wurden, werden hier angezeigt.
es_es: Los informes programados que se han ejecutado de forma manual o automática se mostrarán aquí.
fr_fr: les rapports planifiés qui ont été exécutés manuellement ou automatiquement s'afficheront ici.
it_it: i rapporti pianificati che sono stati eseguiti manualmente o automaticamente verranno visualizzati qui.
ja_jp: 手動または自動で実行されたスケジュール済みレポートがここに表示されます。
pl_pl: Tutaj pojawią się zaplanowane raporty, które zostały uruchomione ręcznie lub automatycznie.
pt_pt: relatórios programados que foram executados manual ou automaticamente serão exibidos aqui.
ru_ru: здесь будут отображаться запланированные отчеты, которые были созданы вручную или автоматически.
zh_cn: 已手动或自动运行的预定报告将显示在此处。
