Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Decrease rotation speed
bg_bg: Намаляване на скоростта на въртене
de_de: Drehzahl verringern
es_es: disminuir la velocidad de rotación
fr_fr: diminuer la vitesse de rotation
it_it: diminuire la velocità di rotazione
ja_jp: ローテーション速度を落とす
pl_pl: zmniejszyć prędkość obrotową
pt_pt: diminuir a velocidade de rotação
ru_ru: уменьшить скорость вращения
zh_cn: 降低转速

source: Rotation is stopped
bg_bg: Редуването е спряно
de_de: Drehung gestoppt
es_es: la rotación se detiene
fr_fr: rotation est arrêtée
it_it: rotazione viene fermata
ja_jp: ローテーションが停止されました
pl_pl: Rotacja jest zatrzymany
pt_pt: rotação é interrompida
ru_ru: вращение прекращают
zh_cn: 旋转停止

source: Seconds until view rotation
bg_bg: Секунди, оставащи до завъртане на изгледа
de_de: Sekunden bis Sicht Dreh
es_es: segundos hasta que la vista de rotación
fr_fr: secondes jusqu'à ce que la rotation des vues
it_it: secondi fino vista rotazione
ja_jp: ビューローテーションまでの秒数
pl_pl: sekund, aż widoku obrotu
pt_pt: segundos até que vista rotação
ru_ru: секунд, пока вращения вид
zh_cn: 几秒钟，直到视图旋转

source: Untitled View
bg_bg: Неозаглавен изглед
de_de: untitled-Ansicht
es_es: vista sin título
fr_fr: Voir Untitled
it_it: Guarda Untitled
ja_jp: 無題のビュー
pl_pl: untitled Widok
pt_pt: vista sem título
ru_ru: Без названия вид
zh_cn: 无标题查看

source: No Views Defined
bg_bg: Няма определени изгледи
de_de: Keine Ansichten Definierte
es_es: Ninguna vista definida
fr_fr: Aucune Vues Défini
it_it: No Viste Definito
ja_jp: 定義済みのビューがありません
pl_pl: nie widoki zdefiniowane
pt_pt: Sem visualizações definido
ru_ru: Не Просмотров Определено
zh_cn: 没有定义的视图

source: You have no views defined.
bg_bg: Вие нямате дефинирани изгледи.
de_de: Sie haben keine Aussicht definiert.
es_es: Usted no tiene vistas definidas
fr_fr: Vous n'avez pas vues définies.
it_it: Non hai vista definita.
ja_jp: ビューが定義されていません.
pl_pl: nie masz widoki zdefiniowane.
pt_pt: Você não tem pontos de vista definido.
ru_ru: Вы не имеете представления, определенные.
zh_cn: 您没有定义视图。

source: Edit and remove views from your list. You can also reorder views by dragging and dropping them into a new order.
bg_bg: Редактирайте и премахнете изгледи (views) от вашия списък. Можете да преподредите изгледите (views) чрез плъзгане и ги пуснете в нова поръчка.
de_de: bearbeiten und Ansichten von den Listen entfernen. können Sie auch Ansichten neu ordnen durch Drag & Drop in eine neue Ordnung.
es_es: editar y eliminar los puntos de vista de su lista. también se puede reordenar vistas arrastrándolos y soltándolos en un nuevo orden.
fr_fr: modifier et supprimer des vues de votre liste. vous pouvez également réorganiser vues en faisant glisser et en les déposant dans un nouvel ordre.
it_it: modificare e rimuovere le viste dalla vostra lista. è anche possibile riordinare vista trascinandoli e rilasciandoli in un nuovo ordine.
ja_jp: 編集およびリストからビューを削除します. ドラッグ＆ドロップでビューを並べ替えることができます.
pl_pl: edytować i usuwać widoki z listy. można również zmienić kolejność widoków, przeciągając i upuszczając je do nowego porządku.
pt_pt: editar e remover pontos de vista da sua lista. você também pode reordenar vistas arrastando e soltando-os em uma nova ordem.
ru_ru: редактировать и удалять вид из вашего списка. Вы также можете изменить порядок Просмотры путем перетаскивания их в новый порядок.
zh_cn: 编辑并从列表中删除视图。 您还可以通过将视图拖放到新的顺序来重新排序视图。

source: You have logged out.
bg_bg: Вие сте излезли.
de_de: Sie haben sich abgemeldet.
es_es: Ha cerrado la sesión.
fr_fr: Vous êtes déconnecté.
it_it: È stato effettuato il logout.
ja_jp: ログアウトしました。
pl_pl: wylogowaniu.
pt_pt: Você deslogou com sucesso
ru_ru: Вы вышли.
zh_cn: 您已注销。

source: Redirected to
bg_bg: Пренасочени към
de_de: Umgeleitet
es_es: Redirigido a
fr_fr: Redirigé vers
it_it: Reindirizzate a
ja_jp: リダイレクト
pl_pl: przekierowany na
pt_pt: Redirecionado para
ru_ru: Перенаправлено с
zh_cn: 重定向到

source: Session timed out.
bg_bg: Сесията изтече.
de_de: Sitzung abgelaufen.
es_es: Sesión terminada.
fr_fr: session expirée.
it_it: Sessione scaduta.
ja_jp: セッションがタイムアウトしました。
pl_pl: Upłynął limit czasu sesji.
pt_pt: sessão expirou.
ru_ru: сессия истекло.
zh_cn: 会话超时。

source: Login token was expired, please try again.
bg_bg: маркерът за вход изтече, моля, опитайте отново.
de_de: Login-Token ist abgelaufen, bitte versuchen Sie es erneut.
es_es: El token de inicio de sesión ha caducado, inténtelo de nuevo.
fr_fr: le jeton de connexion a expiré, veuillez réessayer.
it_it: il token di accesso è scaduto, riprova.
ja_jp: ログイントークンの有効期限が切れています。もう一度お試しください。
pl_pl: token logowania wygasł, spróbuj ponownie.
pt_pt: o token de login expirou, tente novamente.
ru_ru: Срок действия токена входа истек, попробуйте еще раз.
zh_cn: 登录令牌已过期，请重试。

source: Forgot your password?
bg_bg: Забравена парола?
de_de: Passwort vergessen?
es_es: Olvido su contraseña?
fr_fr: Mot de passe oublié?
it_it: Hai dimenticato la password?
ja_jp: パスワードをお忘れですか？
pl_pl: Nie pamiętasz hasła?
pt_pt: Esqueceu sua senha?
ru_ru: Забыли пароль?
zh_cn: 忘记密码？

source: Select Language:
bg_bg: Изберете език:
de_de: Sprache wählen:
es_es: seleccionar el idioma:
fr_fr: sélectionner la langue:
it_it: selezionare la lingua:
ja_jp: 言語を選択：
pl_pl: wybierz język:
pt_pt: Linguagem
ru_ru: выбрать язык:
zh_cn: 选择语言：

source: The specified user account has not been setup in this application - contact your
bg_bg: Определения потребителски акаунт не е създаден в това приложение - свържете се с вашия Nagios XI администратор.
de_de: Das angegebene Benutzerkonto ist noch nicht eingerichtet in dieser Anwendung - bitte wenden Sie Nagios XI-Administrator.
es_es: La cuenta de usuario especificada no ha sido configurada en esta aplicacion - contacte su administrador de Nagios XI
fr_fr: Le compte d'utilisateur spécifié n'a pas été mis en place dans cette demande - contactez votre administrateur Nagios XI.
it_it: L'account utente specificato non è stato configurato in questa applicazione - contattare l'amministratore di Nagios XI.
ja_jp: 指定されたユーザーアカウントは、このアプリケーションで設定されていません - 管理者に問い合わせてください。
pl_pl: Określone konto użytkownika nie jest ustawione w tej aplikacji - skontaktuj się z administratorem Nagios XI.
pt_pt: A conta de usuário especificada não foi configurada nesta aplicação - Entre em contato com seu administrador Nagios XI
ru_ru: Указанная учетная запись пользователя не был установлен в этом приложении - обратитесь к Nagios XI администратора.
zh_cn: 在此应用程序中尚未设置指定的用户帐户-请联系您的

source: An error was encountered when looking up the user in the
bg_bg: Възникна грешка, докато се търсеше потребителя в Nagios XI базата данни.
de_de: Ein Fehler ist aufgetreten, wenn man die Benutzer in der Nagios XI Datenbank.
es_es: Un error fue encontrado durante la busqueda del usuario en la base de datos de Nagios XI
fr_fr: Une erreur s'est produite lors de la recherche de l'utilisateur dans la base de données Nagios XI.
it_it: È verificato un errore durante la ricerca l'utente nel database di Nagios XI.
ja_jp: ユーザーの検索中にエラーが発生しました
pl_pl: wystąpił błąd podczas wyszukiwania użytkownika w bazie danych xi Nagios.
pt_pt: Foi encontrado um erro ao procurar o usuário no banco de dados XI Nagios.
ru_ru: Произошла ошибка при поиске пользователя в базе данных Nagios XI.
zh_cn: 在网站中查找用户时遇到错误

source: Login failure - Username
bg_bg: Неуспешен вход - потребителско име:
de_de: loggen Sie sich ein Ausfall - Nickname:
es_es: ingrese fracaso - nombre de usuario:
fr_fr: log in échec - nom d'utilisateur:
it_it: log in fallimento - nome utente:
ja_jp: ログイン失敗 - ユーザー名
pl_pl: zaloguj się niepowodzeniem - nazwa użytkownika:
pt_pt: log in fracasso - nome de usuário:
ru_ru: войти отказа - имя пользователя:
zh_cn: 登录失败 - 用户名：

source: An email has been sent with a 5 digit verifcation token. Enter it below:
bg_bg: е изпратен имейл с 5-цифрено обозначение за проверка. въведете го по-долу:
de_de: Eine E-Mail wurde mit einem 5-stelligen Verifkationstoken gesendet. Gib es unten ein:
es_es: un correo electrónico ha sido enviado con un token de verificación de 5 dígitos. ingréselo abajo:
fr_fr: un e-mail a été envoyé avec un jeton de vérification à 5 chiffres. Entrez-le ci-dessous:
it_it: una e-mail è stata inviata con un token di verifica a 5 cifre. inseriscilo qui sotto:
ja_jp: メールが5桁の認証トークンで送信されました。以下に入力してください:
pl_pl: e-mail został wysłany za pomocą 5-cyfrowego tokena weryfikacyjnego. Umieść to niżej:
pt_pt: um email foi enviado com um token de verificação de 5 dígitos. insira abaixo:
ru_ru: электронное письмо было отправлено с помощью 5-значного токена проверки. введите его ниже:
zh_cn: 已发送带有5位数验证令牌的电子邮件。 在下面输入：

source: Error: You cannot logout when using HTTP Basic Authentication.
bg_bg: Грешка: не можете да излезете, когато използвате HTTP основна идентификация (Basic Authentication).
de_de: Fehler: Sie können keine Abmeldung bei der Verwendung von HTTP Basic Authentication.
es_es: Error: Usted no puede salir mientras este usando autenticacion basica sobre HTTP
fr_fr: Erreur: Vous ne pouvez pas déconnecter lorsque vous utilisez l'authentification HTTP de base.
it_it: Errore: Non è possibile effettuare il logout quando si utilizza l'autenticazione di base HTTP.
ja_jp: エラー：HTTP基本認証の使用時はログアウトできません.
pl_pl: Błąd: nie można się wylogować przy użyciu podstawowego uwierzytelniania HTTP.
pt_pt: Erro: Você não pode sair ao usar autenticação básica HTTP.
ru_ru: Ошибка: Вы не можете выйти при использовании HTTP Basic Authentication.
zh_cn: 错误：使用HTTP基本身份验证时无法注销。

source: Reset Password
bg_bg: Нулиране на паролата
de_de: Passwort zurücksetzen
es_es: Resetear contraseña
fr_fr: Réinitialiser mot de passe
ja_jp: パスワードリセット
pl_pl: zresetować hasło
pt_pt: Redefinir senha
ru_ru: Сброс пароля
zh_cn: 重设密码

source: Enter your username to have an email sent with directions on how to reset your password.
bg_bg: Въведете вашето потребителско име, за да получите имейл с указания за това как да промените паролата си.
de_de: Geben Sie Ihren Benutzernamen, um eine E-Mail mit Anweisungen, wie Sie Ihr Passwort zurücksetzen können.
es_es: introduzca su nombre de usuario para tener un correo electrónico enviado con instrucciones sobre cómo restablecer su contraseña.
fr_fr: saisir votre nom d'utilisateur pour recevoir un courriel envoyé avec des instructions sur la réinitialisation de votre mot de passe.
it_it: Inserisci il tuo nome utente per avere una mail inviata con le indicazioni su come reimpostare la password.
ja_jp: パスワードをリセットするユーザー名を入力してください. このユーザーの登録メールアドレスにパスワードのリセットメールが届きます.
pl_pl: Wprowadź swoją nazwę użytkownika, aby e-mail wysłany z wskazówki, jak zresetować hasło.
pt_pt: digite seu nome de usuário para ter um e-mail enviado com instruções sobre como redefinir sua senha.
ru_ru: введите свое имя пользователя, чтобы иметь сообщения, отправленные с указаниями о том, как сбросить пароль.
zh_cn: 输入您的用户名，以发送一封有关如何重设密码的说明的电子邮件。

source: This user is an AD or LDAP user and can not log in using local methods. Talk to your administrator to learn how to change your password.
bg_bg: Този потребител е AD или LDAP потребител и може да влезе, използвайки локални методи. Говорете с администратора си, за да се научите как да променяте паролата си.
de_de: Dieser Benutzer ist ein Ad-oder LDAP-Benutzer und kann nicht mit lokalen Methoden einloggen. sprechen Sie mit Ihrem Administrator, um zu erfahren, wie Sie Ihr Passwort ändern.
es_es: Este usuario es un usuario anuncio o LDAP y no puede iniciar sesión en el uso de métodos locales. hable con su administrador para aprender a cambiar su contraseña.
fr_fr: cet utilisateur est un utilisateur AD ou LDAP et ne peut pas se connecter en utilisant les méthodes locales. parlez-en à votre administrateur pour savoir comment changer votre mot de passe.
it_it: questo utente è un utente annuncio o LDAP e non può accedere utilizzando metodi locali. parlare con l'amministratore per imparare come modificare la password.
ja_jp: このユーザーは AD または LDAPユーザーです. ローカル方式でログインできません. パスワードの変更方法については管理者にお問い合わせください.
pl_pl: Ten użytkownik jest użytkownikiem reklama lub LDAP i nie można zalogować się przy użyciu metod lokalnych. skontaktuj się z administratorem, aby dowiedzieć się, jak zmienić hasło.
pt_pt: este usuário é um usuário do anúncio ou ldap e não pode fazer login usando métodos locais. fale com o seu administrador para saber como alterar sua senha.
ru_ru: этот пользователь объявление или LDAP пользователя и не может войти, используя местные методы. обратитесь к администратору, чтобы узнать, как изменить пароль.
zh_cn: 该用户是AD或LDAP用户，无法使用本地方法登录。 与管理员联系以了解如何更改密码。

source: You cannot reset your password while your account is locked. Please contact your administrator.
bg_bg: Вие не можете да възстановите паролата си, докато профилът ви е заключен. Моля, свържете се с администратора си.
de_de: Sie können Ihr Passwort, während Ihr Konto gesperrt wird nicht zurückgesetzt. wenden Sie sich bitte an Ihren Administrator.
es_es: no puede restablecer su contraseña, mientras que su cuenta está bloqueada. póngase en contacto con el administrador.
fr_fr: vous ne pouvez pas réinitialiser votre mot de passe alors que votre compte est verrouillé. s'il vous plaît contacter votre administrateur.
it_it: Non è possibile reimpostare la password, mentre il tuo account è bloccato. si prega di contattare l'amministratore.
ja_jp: アカウントがロックされている間はパスワードをリセットできません. 管理者に連絡してください.
pl_pl: nie można zresetować hasło, gdy konto jest zablokowane. Proszę skontaktować się z administratorem.
pt_pt: você não pode redefinir sua senha enquanto a sua conta está bloqueada. por favor contacte o administrador.
ru_ru: вы не можете восстановить свой пароль, пока ваш аккаунт будет заблокирован. пожалуйста, обратитесь к администратору.
zh_cn: 您的帐户被锁定后，您将无法重置密码。 请与您的管理员联系。

source: Password change attempt requested for
bg_bg: Искания за промяна на паролата
de_de: Passwortwechselversuch beantragt
es_es: Intento de cambio de contraseña solicitado
fr_fr: Tentative de changement de mot de passe demandée pour
it_it: Tentativo di modifica della password richiesta
ja_jp: パスワードの変更が要求されました
pl_pl: Wymagana próba zmiany hasła
pt_pt: Tentativa de mudança de senha solicitada para
ru_ru: Попытка изменения пароля, запрошенная для
zh_cn: 请求密码更改尝试

source: requested by
bg_bg: поискано от
de_de: angefordert von
es_es: solicitado por
fr_fr: demandé par
it_it: richiesto da
ja_jp: 要求者
pl_pl: na wniosek
pt_pt: Requerido por
ru_ru: запрошенный
zh_cn: 被要求

source: Password Reset Request
bg_bg: Изпратено е искане за възстановяване на паролата
de_de: Passwort-Reset-Anfrage gesendet
es_es: solicitud de restablecimiento de contraseña enviada
fr_fr: demande de réinitialisation de mot envoyé
it_it: richiesta di reset della password inviata
ja_jp: パスワードリセット要求が送信されました
pl_pl: Żądanie resetowania hasła wysłany
pt_pt: pedido de redefinição de senha enviada
ru_ru: Запрос сброса пароля отправлено
zh_cn: 发送密码重置请求

source: User requested a password change via email
bg_bg: Потребителя поиска промяна на паролата чрез имейл
de_de: Benutzer forderte eine Änderung des Kennworts per E-Mail
es_es: EL usuario ha solicitado una contraseña via correo electromico
fr_fr: Utilisateur a demandé un changement de mot de passe par e-mail
it_it: L'utente ha richiesto una modifica della password via e-mail
ja_jp: ユーザーがメールでパスワードの変更を要求しました
pl_pl: użytkownika o zmianę hasła za pośrednictwem poczty e-mail
pt_pt: Usuário solicitou uma mudança de senha por e-mail
ru_ru: Пользователь запросил изменение пароля по электронной почте
zh_cn: 用户通过电子邮件请求更改密码

source: Password Sent
bg_bg: Паролата е изпратена
de_de: Kennwort gesendet
es_es: Contraseña enviada
fr_fr: Mot de passe envoyés
it_it: Password, inviati
ja_jp: パスワードの送信
pl_pl: Hasło wysłany
pt_pt: Senha enviada
ru_ru: Пароль Направлено
zh_cn: 密码已发送

source: Password Reset Request Sent
bg_bg: Изпратено е искане за възстановяване на паролата
de_de: Passwort-Reset-Anfrage gesendet
es_es: solicitud de restablecimiento de contraseña enviada
fr_fr: demande de réinitialisation de mot envoyé
it_it: richiesta di reset della password inviata
ja_jp: パスワードリセット要求が送信されました
pl_pl: Żądanie resetowania hasła wysłany
pt_pt: pedido de redefinição de senha enviada
ru_ru: Запрос сброса пароля отправлено
zh_cn: 发送密码重置请求

source: We have sent a password reset link and token to your email address on file.<br>Please check your email to continue.
bg_bg: Изпратихме връзка за нулиране на паролата и символ (token) за вашия имейл адрес на файл. <br> Моля, проверете електронната си поща, за да продължите.
de_de: haben wir einen Passwort-Reset-Link geschickt und Token, um Ihre E-Mail-Adresse auf Datei. überprüfen Sie bitte Ihre E-Mail, um fortzufahren.
es_es: hemos enviado un enlace de restablecimiento de contraseña y contadores a su dirección de correo electrónico en archivo. por favor revise su correo electrónico para continuar.
fr_fr: nous avons envoyé un lien de réinitialisation de mot et un jeton à votre adresse e-mail dans le dossier. s'il vous plaît vérifier votre e-mail pour continuer.
it_it: abbiamo inviato un link di reimpostazione password e il token al tuo indirizzo di posta elettronica sul file. controlla la tua posta per continuare.
ja_jp: パスワードリセットリンクとトークンをメールアドレスに送信しました. <br>メールを確認してください.
pl_pl: wysłaliśmy link resetowania hasła i tokena do adresu e-mail w pliku. Proszę sprawdzić pocztę, aby kontynuować.
pt_pt: já enviámos um link de redefinição de senha e token para seu endereço de e-mail em arquivo. por favor, verifique seu e-mail para continuar.
ru_ru: мы послали ссылку для сброса пароля и токен на ваш адрес электронной почты на файле. Зайдите в свою почту, чтобы продолжить.
zh_cn: 我们已将重设密码的链接和令牌发送到您归档的电子邮件地址。<br>请检查您的电子邮件以继续。

source: Back to Login
bg_bg: Назад към вход
de_de: Zurück zur Anmeldung
es_es: volver a iniciar sesión
fr_fr: retour connexion
it_it: torna al login
ja_jp: ログインに戻る
pl_pl: Wróć do strony logowania
pt_pt: Voltar para o Login
ru_ru: Вернуться на страницу входа
zh_cn: 回到登陆

source: Invalid password reset token given.
bg_bg: Даден е невалиден маркер (token) за възстановяване на паролата.
de_de: Passwort-Reset-Token ungültig gegeben.
es_es: contraseña no válidos testigos para el restablecimiento dado.
fr_fr: mot de passe incorrect de jeton de réinitialisation donné.
it_it: password non valida token reimpostazione dato.
ja_jp: パスワードリセットトークンが無効です.
pl_pl: nieważne podane tokena resetowania hasła.
pt_pt: senha inválida token de redefinição de dado.
ru_ru: недействительным восстановления пароля дано.
zh_cn: 给出了无效的密码重置令牌。

source: Confirm Identity - Reset Password
bg_bg: Потвърдете идентичността - Изчистете паролата
de_de: Identität bestätigen - Passwort zurücksetzen
es_es: confirmar la identidad - restablecer la contraseña
fr_fr: confirmer l'identité - réinitialiser le mot de passe
it_it: confermare l'identità - reimpostare la password
ja_jp: 身元確認 - パスワードリセット
pl_pl: potwierdzić tożsamość - resetowanie hasła
pt_pt: confirmar a identidade - redefinir a senha
ru_ru: подтверждения личности - сбросить пароль
zh_cn: 确认身份-重置密码

source: Please enter your username and password reset token sent to your email to reset your password.
bg_bg: Моля, въведете вашето означение (token) за нулиране на потребителското име и паролата, което беше изпратено до вашия имейл, за да възстановите паролата си.
de_de: Bitte geben Sie Ihren Benutzernamen und das Passwort-Reset-Token an Ihre E-Mail geschickt, um dein Passwort zurückzusetzen.
es_es: Por favor, ingrese su nombre de usuario y el token de restablecimiento de contraseña enviada a su correo electrónico para restablecer su contraseña.
fr_fr: s'il vous plaît entrer votre nom d'utilisateur et mot de passe de jeton de réinitialisation envoyé à votre courriel pour réinitialiser votre mot de passe.
it_it: inserisci il tuo username e token di reimpostazione password inviato al tuo indirizzo email per reimpostare la password.
ja_jp: パスワードをリセットするためにメールに送信されたユーザー名とパスワードリセットトークンを入力してください。
pl_pl: Proszę wprowadzić swoją nazwę użytkownika i resetowania hasła tokena wysłane na e-mail, aby zresetować hasło.
pt_pt: digite seu nome de usuário e senha de token de redefinição enviado para o seu e-mail para redefinir sua senha.
ru_ru: введите свое имя пользователя и пароль маркер сброса послали по электронной почте для сброса пароля.
zh_cn: 请输入发送到您电子邮件中的用户名和密码重置令牌以重置密码。

source: Reset Password Token
bg_bg: Нулиране на паролата Token
es_es: testigo de restablecimiento de contraseña
fr_fr: réinitialiser le mot de passe de jeton
it_it: token reimpostazione della password
ja_jp: リセットパスワードトークン
pl_pl: zresetować hasło tokenu
pt_pt: token de redefinição de senha
ru_ru: сбросить маркер пароля
zh_cn: 重设密码令牌

source: Finish Reset
bg_bg: Завършете нулирането (reset)
es_es: restablecimiento acabado
fr_fr: réinitialisation de finition
it_it: ripristino finale
ja_jp: リセット完了
pl_pl: Reset wykończenie
pt_pt: redefinição de acabamento
ru_ru: сброс отделка
zh_cn: 完成重置

source: Your password has been changed.
bg_bg: Вашата парола е била променена.
de_de: Ihr Passwort wurde geändert.
es_es: que su contraseña ha sido cambiada.
fr_fr: votre mot de passe a été changé.
it_it: la password è stata cambiata.
ja_jp: パスワードが変更されました.
pl_pl: Twoje hasło zostało zmienione.
pt_pt: sua senha foi alterada.
ru_ru: Ваш пароль был изменен.
zh_cn: 您的密码已被更改。

source: Your passwords do not match.
bg_bg: Паролите ви не съвпадат.
de_de: Passwörter stimmen nicht überein.
es_es: Contraseña no coincide
fr_fr: Les mots de passe ne correspondent pas.
it_it: Le password non corrispondono.
ja_jp: パスワードが一致しません.
pl_pl: Twoje hasła nie pasują do siebie.
pt_pt: As senhas não coincidem.
ru_ru: Пароли не совпадают.
zh_cn: 密码不匹配。

source: Finish Reset Password
bg_bg: Завършете нулирането на паролата (Reset Password)
de_de: beenden Passwort-Reset
es_es: terminar de restablecimiento de contraseña
fr_fr: terminer réinitialisation de mot
it_it: finire reimpostazione password
ja_jp: パスワードリセット完了
pl_pl: zakończyć resetowania hasła
pt_pt: terminar de redefinição de senha
ru_ru: закончить Восстановление пароля
zh_cn: 完成重设密码

source: Fill out the fields below to reset your password.
bg_bg: Попълнете полетата по-долу, за да възстановите паролата си.
de_de: füllen Sie die Felder aus, um Ihr Passwort zurückzusetzen.
es_es: complete los campos siguientes para restablecer tu contraseña.
fr_fr: remplir les champs ci-dessous pour réinitialiser votre mot de passe.
it_it: compilare i campi qui sotto per reimpostare la password.
ja_jp: パスワードをリセットします. 以下のフィールドに入力してください.
pl_pl: wypełnić pola poniżej, aby zresetować hasło.
pt_pt: preencha os campos abaixo para redefinir sua senha.
ru_ru: заполнить поля ниже, чтобы сбросить пароль.
zh_cn: 填写以下字段以重置密码。

source: This will reset your local password. Not your AD or LDAP password.
bg_bg: Това ще изчисти вашата локална парола. Не AD или LDAP паролата.
de_de: dies wird Ihre lokalen Passwort zurückzusetzen. nicht Sie Ihre Anzeige oder LDAP-Passwort.
es_es: esto va a restablecer la contraseña local. no su anuncio o la contraseña LDAP.
fr_fr: cela va réinitialiser votre mot de passe local. pas votre annonce ou mot de passe LDAP.
it_it: questo sarà reimpostare la password locale. Non l'annuncio o LDAP password.
ja_jp: ローカルパスワードをリセットします. AD または LDAP パスワードではありません.
pl_pl: spowoduje to zresetowanie hasła lokalnego. nie reklama lub hasło LDAP.
pt_pt: isso irá redefinir sua senha local. não o seu anúncio ou senha ldap.
ru_ru: это будет сбросить пароль локального. не ваше объявление или LDAP пароль.
zh_cn: 这将重置您的本地密码。 不是您的AD或LDAP密码。
