Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Name you want associated with this trap event.
bg_bg: името, което искате да бъде свързано с това събитие.
de_de: Name, den Sie mit diesem Trap-Ereignis verknüpfen möchten.
es_es: nombre que desea asociar con este evento trampa.
fr_fr: le nom que vous voulez associer à cet événement d'interruption.
it_it: nome che si desidera associato a questo evento trap.
ja_jp: このトラップイベントに関連付けたい名前。
pl_pl: nazwa, którą chcesz powiązać z tym zdarzeniem pułapki.
pt_pt: nome que você deseja associado a este evento de trap.
ru_ru: имя, которое вы хотите связать с этим событием trap.
zh_cn: 您想要与此陷阱事件关联的名称。

source: Note: EXEC lines are executed in the order that they are entered.
bg_bg: Забележка: Линиите exec се изпълняват в реда, в който са въведени.
de_de: Hinweis: Exec-Zeilen werden in der Reihenfolge ausgeführt, in der sie eingegeben werden.
es_es: nota: las líneas de ejecución se ejecutan en el orden en que se ingresan.
fr_fr: note: les lignes exec sont exécutées dans l'ordre où elles sont entrées.
it_it: nota: le righe exec vengono eseguite nell'ordine in cui sono state inserite.
ja_jp: 注記：EXEC行は、入力された順に実行されます。
pl_pl: Uwaga: linie exec są wykonywane w kolejności, w jakiej zostały wprowadzone.
pt_pt: Nota: as linhas exec são executadas na ordem em que são inseridas.
ru_ru: note: строки exec выполняются в том порядке, в котором они введены.
zh_cn: 注意：EXEC行按输入顺序执行。

source: Add EXEC
bg_bg: добавете exec
de_de: Füge Exec hinzu
es_es: agregar ejecutivo
fr_fr: ajouter exec
it_it: aggiungi exec
ja_jp: EXECを追加する
pl_pl: dodaj exec
pt_pt: adicionar exec
ru_ru: добавить exec
zh_cn: 添加EXEC

source: Please activate an enterprise license to add trap definitions.
bg_bg: Моля, активирайте корпоративен лиценз, за да добавите определения за капан.
de_de: Bitte aktivieren Sie eine Unternehmenslizenz, um Trap-Definitionen hinzuzufügen.
es_es: por favor active una licencia de empresa para agregar definiciones de trampas.
fr_fr: veuillez activer une licence d'entreprise pour ajouter des définitions d'interruptions.
it_it: si prega di attivare una licenza aziendale per aggiungere definizioni trap.
ja_jp: トラップ定義を追加するために、エンタープライズライセンスをアクティブにしてください。
pl_pl: aktywuj licencję korporacyjną, aby dodać definicje pułapek.
pt_pt: por favor ative uma licença corporativa para adicionar definições de armadilha.
ru_ru: пожалуйста, активируйте корпоративную лицензию, чтобы добавить определения ловушек.
zh_cn: 请激活企业许可证以添加陷阱定义。

source: Trap saved successfully,
bg_bg: Файла беше запазен успешно.
de_de: Datei erfolgreich gespeichert.
es_es: Archivo salvado satisfactoriamente
fr_fr: Fichier sauvegardé avec succès.
it_it: File salvato con successo.
ja_jp: ファイルが正常に保存されました,
pl_pl: Plik zapisany pomyślnie.
pt_pt: Arquivo salvado com sucesso.
ru_ru: Файл успешно сохранены.
zh_cn: 陷阱保存成功，

source: Failed to add trap definition
bg_bg: не успя да добави определение на капан
de_de: Trapdefinition konnte nicht hinzugefügt werden
es_es: no se pudo agregar la definición de trampa
fr_fr: Impossible d'ajouter une définition de piège
it_it: impossibile aggiungere la definizione trap
ja_jp: トラップ定義の追加に失敗しました
pl_pl: nie udało się dodać definicji pułapki
pt_pt: Falha ao adicionar definição de trap
ru_ru: не удалось добавить определение ловушки
zh_cn: 添加陷阱定义失败

source: Trap updated successfully,
bg_bg: Потребителя беше актуализиран успешно!
de_de: Benutzer erfolgreich aktualisiert!
es_es: Usuario actualizado satisfactoriamente!!!
fr_fr: Utilisateur mis à jour avec succès!
it_it: Utente aggiornato con successo!
ja_jp: ユーザーの更新に成功しました,
pl_pl: Użytkownik zaktualizowany!
pt_pt: Usuário atualizado com sucesso!
ru_ru: Пользователь успешно обновлен!
zh_cn: 陷阱更新成功，

source: Failed to update trap definition
bg_bg: не успя да актуализира дефиницията на капака
de_de: Fehler beim Aktualisieren der Trap-Definition
es_es: no se pudo actualizar la definición de trampa
fr_fr: Impossible de mettre à jour la définition de trap
it_it: impossibile aggiornare la definizione trap
ja_jp: トラップ定義の更新に失敗しました
pl_pl: nie udało się zaktualizować definicji pułapki
pt_pt: Falha ao atualizar a definição de trap
ru_ru: не удалось обновить определение ловушки
zh_cn: 无法更新陷阱定义

source: No defined traps! Click the "Add Example Trap Definition" or use the "Add a Trap Definition" tab.
bg_bg: няма определени капани! кликнете върху "Добавяне на определение на примерен пример" или използвайте раздела "Добавяне на определение на капан".
de_de: keine definierten Fallen! Klicken Sie auf die Option "Beispieldefinition hinzufügen" oder verwenden Sie die Registerkarte "Hinzufügen einer Trapdefinition".
es_es: no hay trampas definidas! haga clic en "agregar definición de trampa de ejemplo" o use la pestaña "agregar una definición de trampa".
fr_fr: pas de pièges définis! cliquez sur "Ajouter une définition de piège d'exemple" ou utilisez l'onglet "Ajouter une définition de piège".
it_it: nessuna trappola definita! fare clic su "aggiungi definizione trap di esempio" o utilizzare la scheda "aggiungi una definizione trap".
ja_jp: 定義されたトラップはありません！ 「サンプルトラップ定義の追加」をクリックするか、「トラップ定義の追加」タブを使用します。
pl_pl: brak zdefiniowanych pułapek! kliknij "przykładową definicję pułapki" lub użyj karty "dodaj definicję pułapki".
pt_pt: sem armadilhas definidas! clique em "adicionar definição de armadilha de exemplo" ou use a guia "adicionar uma definição de armadilha".
ru_ru: нет определенных ловушек! нажмите «добавить пример определения ловушки» или используйте вкладку «Добавить определение ловушки».
zh_cn: 没有定义的陷阱！ 单击“添加示例陷阱定义”或使用“添加陷阱定义”选项卡。

source: Trap definition successfully updated.
bg_bg: дефинирането на капан е актуализирано успешно.
de_de: Trap-Definition erfolgreich aktualisiert.
es_es: definición de trampa actualizada con éxito.
fr_fr: La définition d'interruption a été mise à jour
it_it: trap definizione aggiornata con successo.
ja_jp: トラップ定義が正常に更新されました。
pl_pl: poprawiono definicję pułapki.
pt_pt: definição de trap atualizada com êxito.
ru_ru: определение ловушки успешно обновлено.
zh_cn: 陷阱定义已成功更新。

source: Failed to update trap definition:
bg_bg: не успя да актуализира дефиницията на капан:
de_de: Aktualisierung der Trap-Definition fehlgeschlagen:
es_es: no se pudo actualizar la definición de trampa:
fr_fr: Echec de la mise à jour de la définition du trap
it_it: impossibile aggiornare la definizione trap:
ja_jp: トラップ定義の更新に失敗しました
pl_pl: nie udało się zaktualizować definicji pułapki:
pt_pt: Falha ao atualizar a definição de trap:
ru_ru: не удалось обновить определение ловушки:
zh_cn: 无法更新陷阱定义：

source: Are you sure you want to delete this trap definition?
bg_bg: сигурен ли сте, че искате да изтриете тази дефиниция на капан?
de_de: Möchten Sie diese Trap-Definition wirklich löschen?
es_es: ¿Estás seguro de que deseas eliminar esta definición de trampa?
fr_fr: Êtes-vous sûr de vouloir supprimer cette définition d'interruption?
it_it: sei sicuro di voler eliminare questa definizione trap?
ja_jp: このトラップ定義を削除してもよろしいですか？
pl_pl: czy na pewno chcesz usunąć tę definicję pułapki?
pt_pt: Tem certeza de que deseja excluir esta definição de trap?
ru_ru: вы уверены, что хотите удалить это определение ловушки?
zh_cn: 您确定要删除此陷阱定义吗？

source: Trap definition successfully deleted.
bg_bg: дефиницията на капана е изтрита успешно.
de_de: Trap-Definition wurde erfolgreich gelöscht.
es_es: definición de trampa eliminada exitosamente
fr_fr: La définition d'interruption a été supprimée.
it_it: trap definizione eliminata con successo.
ja_jp: トラップ定義が正常に削除されました。
pl_pl: Usunięto definicję pułapki.
pt_pt: definição de trap eliminada com sucesso.
ru_ru: определение ловушки успешно удалено.
zh_cn: 陷阱定义已成功删除。

source: The ability to view received SNMP Traps in an Enterprise feature.
bg_bg: възможността за преглеждане на получените snmp капани в корпоративна функция.
de_de: die Möglichkeit, empfangene Snmp-Traps in einer Enterprise-Funktion anzuzeigen.
es_es: la capacidad de ver las trampas snmp recibidas en una función empresarial.
fr_fr: la possibilité d'afficher les interruptions snmp reçues dans une fonctionnalité d'entreprise.
it_it: la possibilità di visualizzare le trappole snmp ricevute in una funzionalità aziendale.
ja_jp: エンタープライズ機能で受信されたSNMPトラップを表示する機能。
pl_pl: możliwość wyświetlania otrzymanych pułapek snmp w funkcji przedsiębiorstwa.
pt_pt: a capacidade de visualizar snmp traps recebidos em um recurso corporativo.
ru_ru: возможность просматривать полученные ловушки snmp в функции предприятия.
zh_cn: 查看企业功能中收到的SNMP陷阱的功能。

source: No received traps! If you already have the example trap definition, click the "Test Example Trap" button or manually send a matching trap from the terminal.
bg_bg: няма получени капани! ако вече имате дефиницията за прихващане на примера, кликнете върху бутона "test trap example" или ръчно изпратите съответния капан от терминала.
de_de: keine erhaltenen Fallen! Wenn Sie bereits die Beispiel-Trap-Definition haben, klicken Sie auf die Schaltfläche "Beispiel-Trap testen" oder senden Sie manuell eine passende Trap vom Terminal.
es_es: no hay trampas recibidas si ya tiene la definición de captura de ejemplo, haga clic en el botón "trampa de ejemplo de prueba" o envíe manualmente una trampa correspondiente desde la terminal.
fr_fr: pas de pièges reçus! Si vous avez déjà la définition de l'exemple de piège, cliquez sur le bouton "Test example trap" ou envoyez manuellement un trap correspondant du terminal.
it_it: nessuna trappola ricevuta! se si dispone già della definizione trap di esempio, fare clic sul pulsante "trap di esempio di prova" o inviare manualmente una trap corrispondente dal terminale.
ja_jp: 受け取ったトラップはありません！サンプルのトラップ定義がすでにある場合は、「テストサンプルトラップ」ボタンをクリックするか、端末から一致するトラップを手動で送信します。
pl_pl: brak otrzymanych pułapek! jeśli masz już przykładową definicję pułapki, kliknij przycisk "Pułapka na przykład testowy" lub ręcznie wyślij pasującą pułapkę z terminala.
pt_pt: sem armadilhas recebidas! Se você já tiver a definição de armadilha de exemplo, clique no botão "teste de armadilha de exemplo" ou envie manualmente uma armadilha correspondente do terminal.
ru_ru: нет полученных ловушек! если у вас уже есть пример определения ловушки, нажмите кнопку «пробный пример» или вручную отправьте соответствующую ловушку с терминала.
zh_cn: 没有收到陷阱！ 如果已经有了示例陷阱定义，请单击“测试示例陷阱”按钮或从终端手动发送匹配的陷阱。

source: Are you sure you want to delete this trap log?
bg_bg: Сигурни ли сте, че искате да изтриете тази актуализация на лог файла?
de_de: sind Sie sicher, dass Sie möchten, dass dieser Reaktor Instanz löschen?
es_es: ¿Seguro que quieres borrar este ejemplo reactor?
fr_fr: êtes-vous sûr de vouloir supprimer cette instance de réacteur?
it_it: sei sicuro di voler cancellare questa istanza reattore?
ja_jp: 更新ログファイルを削除しますか？
pl_pl: są na pewno chcesz usunąć tę instancję reaktora?
pt_pt: você tem certeza de que deseja excluir este exemplo reator?
ru_ru: Вы уверены, что хотите удалить этот экземпляр реактора?
zh_cn: 您确定要删除此陷阱日志吗？

source: Trap log successfully deleted.
bg_bg: регистърът на трафика е изтрит успешно.
de_de: Trap-Protokoll wurde erfolgreich gelöscht.
es_es: registro de trampa eliminado con éxito.
fr_fr: Le journal des interruptions a bien été supprimé.
it_it: registro trap eliminato correttamente.
ja_jp: トラップログが正常に削除されました。
pl_pl: Dziennik pułapek został pomyślnie usunięty.
pt_pt: log de armadilha excluído com sucesso.
ru_ru: ловушка успешно удалена.
zh_cn: 陷阱日志已成功删除。

source: Symbol
bg_bg: символ
es_es: símbolo
fr_fr: symbole
it_it: simbolo
ja_jp: シンボル
pt_pt: símbolo
ru_ru: символ
zh_cn: 符号

source: Definition
bg_bg: дефиниции
de_de: Definitionen
es_es: Definiciones
fr_fr: Définitions
it_it: definizioni
ja_jp: 定義
pl_pl: Definicje
pt_pt: Definições
ru_ru: определения
zh_cn: 定义

source: Trap agent host name
bg_bg: Име на хост на агента на капака
es_es: nombre de host del agente de trampa
fr_fr: nom d'hôte de l'agent de piège
it_it: nome host dell'agente trap
ja_jp: トラップエージェントのホスト名
pl_pl: nazwa hosta agenta pułapki
pt_pt: nome do host do agente de interceptação
ru_ru: имя хоста-агента ловушки
zh_cn: 陷阱代理主机名称

source: Trap agent IP address
bg_bg: IP адрес на капан агент
de_de: Trap-Agent-IP-Adresse
es_es: dirección IP del agente trampa
fr_fr: adresse IP de l'agent de piège
it_it: indirizzo IP dell'agente trap
ja_jp: トラップエージェントのIPアドレス
pl_pl: trap adres IP agenta
pt_pt: endereço IP do agente de interceptação
ru_ru: адрес IP-адреса ловушки
zh_cn: 陷阱代理IP地址

source: Trap community string
bg_bg: капан общност низ
de_de: Community-String fangen
es_es: cadena de comunidad trampa
fr_fr: chaîne de communauté piège
it_it: intrappola la stringa della comunità
ja_jp: トラップコミュニティストリング
pl_pl: Ukryj ciąg społeczności
pt_pt: cadeia de comunidade de armadilha
ru_ru: строка сообщества сообщества
zh_cn: 陷阱社区字符串

source: Description text from SNMPTT.CONF or MIB file
bg_bg: описание на текст от snmptt.conf или mib файл
de_de: Beschreibungstext aus snmptt.conf oder mib-Datei
es_es: texto de descripción del archivo snmptt.conf o mib
fr_fr: texte de description du fichier snmptt.conf ou mib
it_it: descrizione del testo da snmptt.conf o file mib
ja_jp: SNMPTT.CONF または MIB ファイルの説明テキスト
pl_pl: tekst opisu z snmptt.conf lub pliku mib
pt_pt: texto de descrição do arquivo snmptt.conf ou mib
ru_ru: текст описания из файла snmptt.conf или mib
zh_cn: SNMPTT.CONF或MIB文件中的描述文本

source: Enterprise trap OID in symbolic format
bg_bg: корпоративен капак в символичен формат
de_de: Unternehmensfalle oid im symbolischen Format
es_es: Enterprise trap oid en formato simbólico
fr_fr: OID de pièges d'entreprise en format symbolique
it_it: impresa trappola in forma simbolica
ja_jp: エンタープライズ・トラップoid（シンボリック・フォーマット）
pl_pl: pułapka korporacyjna oid w symbolicznym formacie
pt_pt: armadilha empresarial oid em formato simbólico
ru_ru: корпоративная ловушка в символическом формате
zh_cn: 企业陷阱OID以符号格式

source: Enterprise trap OID in number format
bg_bg: фирмен капак в цифров формат
de_de: Unternehmensfalle oid im Zahlenformat
es_es: Enterprise trap oid en formato numérico
fr_fr: OID piège d'entreprise en format numérique
it_it: impresa trappola in formato numerico
ja_jp: エンタープライズトラップoid（数値形式）
pl_pl: Pułapka korporacyjna oid w formacie liczbowym
pt_pt: armadilha empresarial oid em formato numérico
ru_ru: корпоративная ловушка в формате числа
zh_cn: 数字格式的企业陷阱OID

source: alarm (bell)
bg_bg: аларма (звънец)
de_de: Alarmglocke)
es_es: alarma)
fr_fr: sonnette d'alarme)
it_it: sveglia)
ja_jp: アラーム（ベル）
pl_pl: alarm (dzwonek)
pt_pt: alarme)
ru_ru: тревожный звонок)
zh_cn: 警报(响铃)

source: form feed
bg_bg: форма фураж
de_de: Formularzuführung
es_es: formulario de alimentación
fr_fr: flux de formulaire
it_it: modulo di alimentazione
ja_jp: フォームフィード
pl_pl: utwórz kanał
pt_pt: feed de formulário
ru_ru: форма подачи
zh_cn: 换页

source: newline
bg_bg: нова линия
de_de: Neue Zeile
es_es: nueva línea
fr_fr: nouvelle ligne
it_it: nuova linea
ja_jp: 改行
pl_pl: Nowa linia
pt_pt: nova linha
ru_ru: новая линия
zh_cn: 换行符

source: return
bg_bg: Връщане
de_de: Rückkehr
es_es: volver
fr_fr: retour
it_it: ritorno
ja_jp: 復帰
pl_pl: powrót
pt_pt: voltar
ru_ru: возврат
zh_cn: 返回

source: tab
bg_bg: раздел
es_es: lengüeta
fr_fr: languette
it_it: linguetta
ja_jp: タブ
pl_pl: patka
pt_pt: aba
ru_ru: табуляция
zh_cn: 标签

source: Translated
bg_bg: преведена
de_de: übersetzt
es_es: traducido
fr_fr: traduit
it_it: tradotto
ja_jp: 翻訳された
pl_pl: przetłumaczony
pt_pt: traduzido
ru_ru: переведенный
zh_cn: 翻译

source: line
bg_bg: Линия
de_de: Linie
es_es: línea
fr_fr: ligne
it_it: linea
ja_jp: ライン
pl_pl: linia
pt_pt: linha
ru_ru: линия
zh_cn: 行

source: only
bg_bg: само
de_de: nur
es_es: solamente
fr_fr: seulement
it_it: solo
ja_jp: のみ
pl_pl: tylko
pt_pt: só
ru_ru: только
zh_cn: 仅

source: Generic trap number (0 if enterprise trap)
bg_bg: генеричен номер на капана (0, ако има капан на предприятието)
de_de: generische Trap-Nummer (0 falls Enterprise Trap)
es_es: número de trampa genérica (0 si la trampa de la empresa)
fr_fr: nombre de pièges génériques (0 si piège d'entreprise)
it_it: numero di trap generico (0 se enterprise trap)
ja_jp: ジェネリックトラップ番号（エンタープライズトラップの場合は0）
pl_pl: ogólny numer pułapki (0 w przypadku pułapki korporacyjnej)
pt_pt: número de armadilha genérico (0 se armadilha corporativa)
ru_ru: общее количество ловушек (0, если ловушка для предприятия)
zh_cn: 通用陷阱号（如果为企业陷阱，则为0）

source: Host name of the system running SNMPTT
bg_bg: име на хост на системата, изпълняваща snmptt
de_de: Hostname des Systems, auf dem snmptt läuft
es_es: nombre de host del sistema que ejecuta snmptt
fr_fr: nom d'hôte du système exécutant snmptt
it_it: nome host del sistema che esegue snmptt
ja_jp: SNMPTT を実行しているシステムのホスト名
pl_pl: nazwa hosta systemu działającego snmptt
pt_pt: nome do host do sistema executando snmptt
ru_ru: имя хоста системы, использующей snmptt
zh_cn: 运行SNMPTT的系统的主机名

source: Specific trap number (0 if generic trap)
bg_bg: специфичен номер на капана (0, ако има генеричен капак)
de_de: spezifische Trap-Nummer (0 bei generischer Trap)
es_es: número de trampa específico (0 si es una trampa genérica)
fr_fr: numéro de piège spécifique (0 si piège générique)
it_it: numero trap specifico (0 se trappola generica)
ja_jp: 特定のトラップ番号（汎用トラップの場合は0）
pl_pl: konkretna liczba pułapek (0 w przypadku pułapki ogólnej)
pt_pt: número de armadilha específico (0 se armadilha genérica)
ru_ru: определенное количество ловушек (0, если общая ловушка)
zh_cn: 特定陷阱号（如果是通用陷阱，则为0）

source: Event name defined in .conf file of matched entry
bg_bg: името на събитието, дефинирано в .conf файла на съвпадащия запис
de_de: Ereignisname, der in der CONF-Datei des übereinstimmenden Eintrags definiert ist
es_es: nombre del evento definido en el archivo .conf de la entrada coincidente
fr_fr: nom de l'événement défini dans le fichier .conf de l'entrée correspondante
it_it: nome dell'evento definito nel file .conf della voce corrispondente
ja_jp: 一致したエントリの.confファイルで定義されたイベント名
pl_pl: nazwa zdarzenia zdefiniowana w pliku .conf pasującego wpisu
pt_pt: nome do evento definido no arquivo .conf da entrada correspondente
ru_ru: имя события, определенное в файле .conf совпадающей записи
zh_cn: 在匹配条目的.conf文件中定义的事件名称

source: Event OID defined in .conf file of matched entry (could be a wildcard OID)
bg_bg: събитие oid дефинирано в .conf файл на съвпадащ запис (може да бъде заместващ символ)
de_de: Ereignis oid, das in der .conf-Datei des übereinstimmenden Eintrags definiert ist (könnte ein Platzhalter oid sein)
es_es: evento oid definido en el archivo .conf de la entrada coincidente (podría ser un comodín oid)
fr_fr: oid d'événement défini dans le fichier .conf de l'entrée correspondante (peut être un OID générique)
it_it: event oid definito nel file .conf della voce corrispondente (potrebbe essere un jolly oid)
ja_jp: 一致するエントリの.confファイルで定義されたイベントoid（ワイルドカードoid）
pl_pl: zdarzenie oid zdefiniowane w pliku .conf z dopasowanym wpisem (może to być identyfikator wieloznaczny)
pt_pt: event oid definido no arquivo .conf da entrada correspondente (pode ser um curinga oid)
ru_ru: событие oid, определенное в файле .conf совпадающей записи (может быть подстановочным знаком)
zh_cn: 在匹配条目的.conf文件中定义的事件OID（可以是通配符OID）

source: Trap OID in symbolic format
bg_bg: капан в символичен формат
de_de: trap oid im symbolischen Format
es_es: trampa oid en formato simbólico
fr_fr: piège oid en format symbolique
it_it: intrappolare oid in formato simbolico
ja_jp: シンボリック形式でoidをトラップする
pl_pl: pułapkę oid w symbolicznym formacie
pt_pt: armadilha oid em formato simbólico
ru_ru: ловушка в символическом формате
zh_cn: 以符号格式捕获OID

source: Trap OID in numerical format
bg_bg: капан в цифров формат
de_de: Trap oid im numerischen Format
es_es: trap oid en formato numérico
fr_fr: piège oid en format numérique
it_it: intrappolare in formato numerico
ja_jp: oidを数値形式でトラップする
pl_pl: trap oid w formacie liczbowym
pt_pt: armadilha oid em formato numérico
ru_ru: ловушка в цифровом формате
zh_cn: 以数字格式捕获OID

source: Trap hostname
bg_bg: име на хоста
es_es: nombre de host trap
fr_fr: trap nom d'hôte
ja_jp: トラップホスト名
pl_pl: zapisz nazwę hosta
pt_pt: hostname da armadilha
ru_ru: имя хоста trap
zh_cn: 陷阱主机名

source: IP address
bg_bg: IP адрес
es_es: Direccion IP
fr_fr: Adresse IP
it_it: Indirizzo IP
ja_jp: IPアドレス
pl_pl: adres ip
pt_pt: Endereço de IP
ru_ru: IP-адрес
zh_cn: IP地址

source: Uptime
bg_bg: Ъптайм
de_de: Betriebszeit
pl_pl: czas pracy
zh_cn: 正常运行时间

source: Time since network entity was initialized
bg_bg: времето, след като инициализацията на мрежовата единица
de_de: Zeit seit der Initialisierung der Netzwerkeinheit
es_es: tiempo desde que se inicializó la entidad de red
fr_fr: temps écoulé depuis l'initialisation de l'entité réseau
it_it: tempo dall'inizializzazione dell'entità di rete
ja_jp: ネットワークエンティティが初期化されてからの時間
pl_pl: czas od zainicjowania jednostki sieciowej
pt_pt: tempo desde que a entidade de rede foi inicializada
ru_ru: время, когда объект сети был инициализирован
zh_cn: 网络实体初始化以来的时间

source: Time trap was spooled (daemon mode) or current time (standalone mode)
bg_bg: (демонен режим) или текущо време (самостоятелен режим)
de_de: Zeitfalle wurde gespoolt (Daemon-Modus) oder aktuelle Zeit (Standalone-Modus)
es_es: la trampa de tiempo se puso en cola (modo daemon) o la hora actual (modo independiente)
fr_fr: l'interruption temporelle a été spoulée (mode démon) ou l'heure actuelle (mode autonome)
it_it: time trap era lo spooling (modalità daemon) o l'ora corrente (modalità standalone)
ja_jp: タイムトラップがスプールされた（デーモンモード）か、現在の時刻（スタンドアロンモード）
pl_pl: Pułapka czasowa była buforowana (tryb demona) lub aktualny czas (tryb autonomiczny)
pt_pt: o intervalo de tempo foi colocado em spool (modo daemon) ou a hora atual (modo independente)
ru_ru: (режим демона) или текущее время (автономный режим)
zh_cn: 后台处理已被后台处理（守护程序模式）或当前时间（独立模式）

source: Date trap was spooled (daemon mode) or current date (standalone mode)
bg_bg: (в режим daemon) или текуща дата (самостоятелен режим)
de_de: Datumsfalle wurde gespoolt (Daemon-Modus) oder aktuelles Datum (Standalone-Modus)
es_es: La trampa de fecha se puso en cola (modo daemon) o la fecha actual (modo independiente)
fr_fr: le piège de date a été spoulé (mode daemon) ou date actuelle (mode standalone)
it_it: data trap è stata inviata in spool (modalità daemon) o data corrente (modalità standalone)
ja_jp: 日付トラップがスプールされた（デーモンモード）か、現在の日付（スタンドアロンモード）
pl_pl: Data pułapka była buforowana (tryb demona) lub aktualna data (tryb autonomiczny)
pt_pt: data trap foi colocado em spool (modo daemon) ou data atual (modo standalone)
ru_ru: (режим демона) или текущая дата (автономный режим)
zh_cn: 后台处理的日期陷阱（守护程序模式）或当前日期（独立模式）

source: Number of (how many) variable-bindings in the trap
bg_bg: брой (колко) променливи връзки в капана
de_de: Anzahl der (wie vielen) variablen Bindungen in der Falle
es_es: número de (cuántos) enlaces variables en la trampa
fr_fr: nombre de (combien) liaisons de variables dans le piège
it_it: numero di (quanti) collegamenti variabili nella trappola
ja_jp: トラップ内の変数バインディングの数
pl_pl: liczba (ilu) zmiennych wiązań w pułapce
pt_pt: número de (quantas) ligações variáveis ​​na armadilha
ru_ru: количество (сколько) переменных привязок в ловушке
zh_cn: 陷阱中（多少个）变量绑定的数量

source: Print a $
bg_bg: отпечатайте $
de_de: drucke ein $
es_es: imprimir un $
fr_fr: imprimer un $
it_it: stampare un $
ja_jp: $を印刷する
pl_pl: wydrukuj $
pt_pt: imprima $
ru_ru: напечатать $
zh_cn: 打印$
