Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Creating an Auth Token (Authenticating)
bg_bg: създаване на автоматичен символ (удостоверяване)
de_de: Erstellen eines Authentifizierungs-Tokens (Authentifizieren)
es_es: crear un token de autenticación (autenticación)
fr_fr: créer un jeton d'authentification (authentification)
it_it: creazione di un token di autenticazione (autenticazione)
ja_jp: 認証トークンを作成する（認証する）
pl_pl: tworzenie tokena uwierzytelnienia (uwierzytelnianie)
pt_pt: criando um token de autenticação (autenticando)
ru_ru: создание токена аутентификации (аутентификация)
zh_cn: 创建身份验证令牌（身份验证）

source: Location
bg_bg: Местоположение
de_de: Lage
es_es: ubicación
fr_fr: emplacement
it_it: posizione
ja_jp: 場所
pl_pl: lokalizacja
pt_pt: localização
ru_ru: расположение
zh_cn: 位置

source: For the example we will pass a fake username and password but rely on the defaults for the expiration time.
bg_bg: за пример ще предадем фалшиво потребителско име и парола, но разчитаме на по подразбиране за времето на изтичане.
de_de: Für das Beispiel werden wir einen falschen Benutzernamen und ein falsches Passwort übergeben, aber wir verlassen uns auf die Standardeinstellungen für die Ablaufzeit.
es_es: por ejemplo, pasaremos un nombre de usuario y una contraseña falsos, pero confiamos en los valores predeterminados para el tiempo de caducidad.
fr_fr: Pour l'exemple, nous allons passer un faux nom d'utilisateur et mot de passe mais compter sur les valeurs par défaut pour l'heure d'expiration.
it_it: per l'esempio, passeremo un nome utente e una password falsi, ma contiamo sui valori predefiniti per la scadenza.
ja_jp: この例では、偽のユーザー名とパスワードを渡しますが、有効期限の既定値に依存します。
pl_pl: na przykład przekażemy fałszywą nazwę użytkownika i hasło, ale polegamy na wartościach domyślnych dotyczących czasu wygaśnięcia.
pt_pt: Para o exemplo, passaremos um nome de usuário e senha falsos, mas dependeremos dos padrões para o tempo de expiração.
ru_ru: для примера мы передадим поддельное имя пользователя и пароль, но полагаемся на значения по умолчанию для времени истечения.
zh_cn: 对于此示例，我们将传递假的用户名和密码，但有效期将依赖于默认值。

source: Response (Error)
bg_bg: отговор (грешка)
de_de: Antwortfehler)
es_es: error de respuesta)
fr_fr: réponse (erreur)
it_it: risposta (errore)
ja_jp: 応答（エラー）
pl_pl: odpowiedź (błąd)
pt_pt: resposta (erro)
ru_ru: ответ (ошибка)
zh_cn: 响应（错误）

source: Using an Auth Token
bg_bg: с помощта на авторско означение
de_de: Verwenden eines Authentifizierungs-Tokens
es_es: usando un token de autenticación
fr_fr: utiliser un jeton d'authentification
it_it: utilizzando un token di autenticazione
ja_jp: 認証トークンを使用する
pl_pl: przy użyciu tokena uwierzytelniania
pt_pt: usando um token de autenticação
ru_ru: использование токена авторизации
zh_cn: 使用身份验证令牌

source: After the token is created, you have until the token expiration time to use it. Using the token to authenticate is quite easy. You can pass the token into the login.php URL with a standard GET request.
bg_bg: след като токенът е създаден, имате до момента на изтичане на символа, за да го използвате. използването на токена за удостоверяване е доста лесно. можете да препратите означението в URL адреса login.php със стандартна заявка.
de_de: Nachdem das Token erstellt wurde, können Sie es bis zum Ablauf des Tokens verwenden. Die Verwendung des Token zur Authentifizierung ist ziemlich einfach. Sie können das Token mit einer Standard-Anfrage an die URL login.php übergeben.
es_es: después de que se crea el token, tienes hasta el tiempo de caducidad del token para usarlo. usar el token para autenticarse es bastante fácil. puede pasar el token a la url de login.php con una solicitud de obtención estándar.
fr_fr: Une fois le jeton créé, vous avez jusqu'au moment de l'expiration du jeton pour l'utiliser. utiliser le token pour s'authentifier est assez facile. vous pouvez passer le jeton dans l'URL login.php avec une requête get standard.
it_it: dopo che il token è stato creato, hai tempo fino alla scadenza del token per usarlo. usare il token per autenticarsi è abbastanza facile. puoi passare il token nell'URL login.php con una richiesta get standard.
ja_jp: トークンが作成された後は、トークンの有効期限まで使用してください。トークンを使用して認証するのは簡単です。標準のget要求でlogin.php URLにトークンを渡すことができます。
pl_pl: po utworzeniu tokena masz czas potrzebny na jego użycie do czasu jego wygaśnięcia. używanie tokena do uwierzytelnienia jest dość łatwe. możesz przekazać token do adresu URL login.php za pomocą standardowego żądania pobierania.
pt_pt: depois que o token é criado, você tem até o tempo de expiração do token para usá-lo. usar o token para autenticar é bastante fácil. você pode passar o token para o URL login.php com uma solicitação get padrão.
ru_ru: после того, как маркер будет создан, у вас есть до истечения срока действия токена, чтобы использовать его. использование токена для аутентификации довольно просто. вы можете передать токен в URL login.php со стандартным запросом на получение.
zh_cn: 创建令牌后，您必须等到令牌到期时间才能使用它。 使用令牌进行身份验证非常容易。 您可以使用标准的GET请求将令牌传递到login.php URL中。

source: Example Request
bg_bg: Пример за cURL Request
de_de: Beispiel curl Anfrage
es_es: ejemplo de solicitud rizo
fr_fr: par exemple demande boucle
it_it: Esempio richiesta ricciolo
ja_jp: リクエスト例
pl_pl: Przykładem curl wniosek
pt_pt: exemplo de solicitação de onda
ru_ru: Пример локон запрос
zh_cn: 示例请求

source: Available Options
bg_bg: наличните опции
de_de: Verfügbare Optionen
es_es: Opciones Disponibles
fr_fr: Options disponibles
it_it: Opzioni disponibili
ja_jp: 利用可能なオプション
pl_pl: dostępne opcje
pt_pt: Opções disponíveis
ru_ru: Доступные Варианты
zh_cn: 可用选项

source: A full list of available options are listed below. Any defaults are highlighted in bold.
bg_bg: пълен списък с наличните опции са изброени по-долу. всички по подразбиране са отбелязани с удебелен шрифт.
de_de: Eine vollständige Liste der verfügbaren Optionen ist unten aufgeführt. Alle Standardeinstellungen sind fett hervorgehoben.
es_es: una lista completa de las opciones disponibles se enumeran a continuación. los valores predeterminados se resaltan en negrita.
fr_fr: une liste complète des options disponibles est listée ci-dessous. toutes les valeurs par défaut sont surlignées en gras.
it_it: un elenco completo delle opzioni disponibili sono elencate di seguito. eventuali valori di default sono evidenziati in grassetto.
ja_jp: 使用可能なオプションの完全なリストは以下のとおりです。既定は太字で強調表示されます。
pl_pl: pełna lista dostępnych opcji znajduje się poniżej. wszelkie wartości domyślne są wyróżnione pogrubieniem.
pt_pt: uma lista completa de opções disponíveis está listada abaixo. qualquer padrão é destacado em negrito.
ru_ru: полный список доступных опций приведен ниже. любые значения по умолчанию выделены жирным шрифтом.
zh_cn: 下面列出了可用选项的完整列表。 所有默认设置均以粗体突出显示。

source: defaults to
bg_bg: по подразбиране
de_de: standardmäßig auf
es_es: predeterminado a
fr_fr: par défaut
it_it: predefinito
ja_jp: 既定は
pl_pl: domyślnie to
pt_pt: o padrão é
ru_ru: по умолчанию
zh_cn: 默认为

source: Example of Auth Tokens in Bash Scripts
bg_bg: пример за автентични маркери в скриптове на bash
de_de: Beispiel für Authentifizierungstoken in Bash-Skripten
es_es: ejemplo de tokens de autenticación en scripts de bash
fr_fr: exemple de jetons d'authentification dans les scripts bash
it_it: esempio di token di autenticazione negli script bash
ja_jp: bashスクリプトの認証トークンの例
pl_pl: przykład tokenów auth w skryptach bash
pt_pt: exemplo de tokens de autenticação em scripts bash
ru_ru: пример авторизационных токенов в скриптах bash
zh_cn: Bash脚本中的验证令牌示例

source: If you need to run something like grabbing data from a page or a report, you can use auth tokens to authenticate.
bg_bg: ако трябва да стартирате нещо като грабване на данни от страница или отчет, можете да използвате маркери за автентичност за удостоверяване.
de_de: Wenn Sie beispielsweise Daten von einer Seite oder einem Bericht abrufen müssen, können Sie Authentifizierungstoken zur Authentifizierung verwenden.
es_es: Si necesita ejecutar algo como obtener datos de una página o un informe, puede usar tokens de autenticación para autenticarse.
fr_fr: si vous devez exécuter quelque chose comme extraire des données d'une page ou d'un rapport, vous pouvez utiliser des jetons d'authentification pour vous authentifier.
it_it: se è necessario eseguire qualcosa come acquisire dati da una pagina o da un report, è possibile utilizzare i token di autenticazione per eseguire l'autenticazione.
ja_jp: ページやレポートからデータを取得するようなものを実行する必要がある場合は、認証トークンを使用して認証できます。
pl_pl: jeśli chcesz uruchomić coś takiego jak pobieranie danych ze strony lub raportu, możesz użyć tokenów uwierzytelniania do uwierzytelnienia.
pt_pt: se você precisar executar algo como capturar dados de uma página ou de um relatório, poderá usar tokens de autenticação para autenticar.
ru_ru: если вам нужно запустить что-то вроде сбора данных со страницы или отчета, вы можете использовать токены аутентификации для аутентификации.
zh_cn: 如果您需要运行诸如从页面或报表中获取数据之类的操作，则可以使用身份验证令牌进行身份验证。

source: Callback Reference
bg_bg: Callback справка
de_de: Callback-Referenz
es_es: referencia de devolución de llamada
fr_fr: référence rappel
it_it: di riferimento callback
ja_jp: コールバックリファレンス
pl_pl: callback odniesienia
pt_pt: de referência de retorno de chamada
ru_ru: Обратный вызов ссылка
zh_cn: 回调参考

source: This document aims to be a comprehensive guide to developing additional functionality for Nagios XI using built-in Callbacks.
bg_bg: Този документ има за цел да бъде изчерпателен наръчник за разработване на допълнителна функционалност за Nagios XI, използвайки вградени обратни повиквания (built-in Callbacks).
de_de: Dieses Dokument zielt darauf ab, eine umfassende Anleitung zur Entwicklung zusätzlicher Funktionalität für nagios xi mit integrierten in Rückrufe zu sein.
es_es: este documento pretende ser una guía completa para el desarrollo de funcionalidad adicional para Nagios XI mediante devoluciones de llamada incorporados.
fr_fr: ce document vise à être un guide complet pour développer des fonctionnalités supplémentaires pour nagios xi utilisant callbacks intégrés.
it_it: Questo documento vuole essere una guida completa per lo sviluppo di funzionalità aggiuntive per Nagios xi utilizzando callback incorporati.
ja_jp: このドキュメントは、組込みコールバックを使用してNagios XIに追加機能を開発するための包括的なガイドです.
pl_pl: Dokument ten ma być obszerny przewodnik do opracowania dodatkową funkcjonalność dla Nagios XI przy użyciu wbudowanych funkcji zwrotnych.
pt_pt: este documento pretende ser um guia completo para o desenvolvimento de funcionalidades adicionais para nagios xi usando retornos de chamada embutidos.
ru_ru: этот документ призван стать всеобъемлющее руководство по разработке дополнительных функциональных возможностей для Nagios XI с помощью встроенных функций обратного вызова.
zh_cn: 本文档旨在成为使用内置回调为Nagios XI开发附加功能的综合指南。

source: How to hook into a Nagios XI Callback
bg_bg: Как да се закача в Nagios XI обаждане (callback)
de_de: wie in einen nagios xi Rückruf hook
es_es: cómo enlazar en una devolución de llamada xi nagios
fr_fr: comment brancher dans un xi rappel nagios
it_it: come collegare in un xi callback nagios
ja_jp: Nagios XIコールバックにフックする方法
pl_pl: jak podłączyć do Nagios xi zwrotnego
pt_pt: como ligar para um xi callback nagios
ru_ru: как подключить в хг обратный вызов NAGIOS
zh_cn: 如何挂接到Nagios XI回调

source: So you think you're ready to add Callback functionality to your custom component or configuration wizard? Great! Here's how you do it..
bg_bg: Мислете, че сте готови да добавите Callback функционалност към вашия персонализиран компонент или конфигурационен съветник (wizard)? Страхотно! Ето как можете да го направите...
de_de: so dass Sie denken, Sie sind bereit, Callback-Funktionalität, um Ihre benutzerdefinierte Komponente oder Konfigurationsassistenten hinzufügen? groß! hier ist, wie Sie es tun ..
es_es: por lo que piensa que está listo para agregar funcionalidad de devolución de llamada a su componente personalizado o asistente de configuración? ¡estupendo! así es como lo haces ..
fr_fr: de sorte que vous pensez que vous êtes prêt à ajouter la fonctionnalité de rappel à votre composant personnalisé ou assistant de configuration? génial! voici comment vous le faites ..
it_it: così si pensa che si è pronti per aggiungere funzionalità di callback per il componente personalizzato o procedura guidata di configurazione? grande! ecco come si fa ..
ja_jp: カスタムコンポーネントまたは設定ウィザードにコールバック機能を追加する準備ができていますか？すばらしい！それでは進みましょう...
pl_pl: Więc myślisz, że jesteś gotowy, aby dodać funkcję oddzwaniania do niestandardowego komponentu lub kreatora konfiguracji? wspaniały! Oto jak to zrobić ..
pt_pt: então você acha que você está pronto para adicionar a funcionalidade de retorno de chamada para o componente personalizado ou assistente de configuração? ótimo! aqui está como fazê-lo ..
ru_ru: так что вы думаете, что вы готовы добавить функциональные возможности обратного вызова для пользовательского компонента или мастера настройки? Великий! вот как вы это делаете ..
zh_cn: 所以您认为您已经准备好为您的自定义组件或配置向导添加回调功能了？很好！以下是您的操作方法... 下面是你如何做的...

source: Choosing a Callback
bg_bg: Изберете Callback
de_de: Wahl einen Rückruf
es_es: la elección de una devolución de llamada
fr_fr: le choix d'une fonction de rappel
it_it: la scelta di un callback
ja_jp: コールバックを選択する
pl_pl: Wybierając zwrotnego
pt_pt: a escolha de uma chamada de retorno
ru_ru: выбирая функцию обратного вызова
zh_cn: 选择回调

source: The first step is to decide which Callback you want to use. Do you want to add custom page headers, or do you want to create custom menus to show up in the navigation pane? The possibilities are <s>endless</s> almost endless. You can use the guide on the right hand side of this reference page to look through the list of available Callbacks. Click on the one that looks like the one you want and read the specific documentation regarding that particular Callback. For the purposes of this example, we're going to link our Nagios XI instance to a custom javascript file using the <code>CALLBACK_PAGE_HEAD</code> Callback.
bg_bg: Първата стъпка е да решите кой Callback бихте искали да използвате. Искате ли да добавите потребителски хедери на страниците, или искате да създадете потребителски менюта, които да се показват в панела за навигация? Възможностите са <s>безкрайни</s> почти безкрайни. Можете да използвате ръководството на дясната страна на тази страница за справка, за да разгледате списъка на наличните Callbacks. Кликнете върху този, който прилича на това, което искате и прочетете специфичната документация, отнасяща се до конкретния Callback. За целите на този пример, ние ще свържем нашето копие на Nagios XI с персонализиран javascript файл с помощта на <code>CALLBACK_PAGE_HEAD</code> Callback.
de_de: Der erste Schritt ist die Rückruf Sie verwenden, um zu entscheiden möchten. möchten Sie benutzerdefinierte Seiten Header hinzufügen, oder haben Sie benutzerdefinierte Menüs zu zeigen, bis im Navigationsbereich erstellen? die Möglichkeiten sind fast endlos <s>endlos.</s> können Sie das Handbuch auf der rechten Seite dieser Referenzseite zu schauen Sie durch die Liste der verfügbaren Rückrufe verwenden. klicken Sie auf die eine, die Sie wie die wollen und lesen Sie in der spezifischen Dokumentation in Bezug auf diese bestimmte Rückruf aussieht. Für die Zwecke dieses Beispiels werden wir unsere nagios xi Instanz zu einer benutzerdefinierten JavaScript - Datei mit dem zu verbinden <code>callback_page_head</code> Rückruf.
es_es: el primer paso es decidir qué devolución de llamada que desea utilizar. Qué desea agregar encabezados de página personalizados, o quiere crear menús personalizados para aparecer en el panel de navegación? las posibilidades son <s>infinitas</s> casi interminable. puede utilizar la guía en el lado derecho de esta página de referencia para mirar a través de la lista de las devoluciones de llamada disponibles. haga clic en el que se parece a la que desea y lea la documentación específica con respecto a ese devolución de llamada particular. para los fines de este ejemplo, vamos a unir nuestras nagios ejemplo xi a un archivo javascript usando la costumbre <code>callback_page_head</code> de devolución de llamada.
fr_fr: la première étape consiste à décider quel rappel que vous souhaitez utiliser. voulez-vous ajouter page personnalisés en-têtes, ou voulez-vous créer des menus personnalisés pour apparaître dans le volet de navigation? les possibilités sont <s>infinies</s> presque infinies. vous pouvez utiliser le guide sur la droite de cette page de référence pour regarder à travers la liste des callbacks disponibles. cliquez sur celui qui ressemble à celui que vous voulez et lire la documentation spécifique concernant ce rappel particulier. pour les besoins de cet exemple, nous allons lier nos nagios exemple xi à un fichier JavaScript personnalisé en utilisant le <code>callback_page_head</code> callback.
it_it: il primo passo è quello di decidere quali callback che si desidera utilizzare. vuoi aggiungere intestazioni pagina personalizzati, o si desidera creare menu personalizzati di presentarsi nel pannello di navigazione? le possibilità sono <s>infinite</s> quasi infinite. è possibile utilizzare la guida sul lato destro di questa pagina di riferimento per guardare attraverso l'elenco dei callback disponibili. cliccare su quello che appare come quello che si desidera e leggere la documentazione specifica per quanto riguarda quel particolare richiamata. ai fini di questo esempio, stiamo andando a collegare i nostri Nagios esempio xi a una consuetudine javascript file utilizzando il <code>callback_page_head</code> callback.
ja_jp: 最初のステップは使用するコールバックを決定することです. カスタムページヘッダーに追加しますか？それともナビゲーションペインに表示させるカスタムメニューを追加しますか？可能性はほぼ無限です. このリファレンスページの右側で利用可能なコールバックを確認できます. 使用するコールバックをクリックするとドキュメントが表示されます. 使用例として、ここでは、<code>CALLBACK_PAGE_HEAD</code>コールバックを使用するカスタムjavascript ファイルへNagios XIインスタンスをリンクさせます.
pl_pl: Pierwszym krokiem jest określenie, które oddzwaniania chcesz użyć. chcesz dodać niestandardowe nagłówki stron, czy chcesz utworzyć niestandardowe menu, aby pokazać się w okienku nawigacyjnym? możliwości są <s>nieograniczone</s> niemal nieograniczone. można skorzystać z przewodnika po prawej stronie tej strony referencyjnej przejrzeć listę dostępnych wywołania zwrotne. kliknij na taki, który wygląda tak jak chcesz i zapoznanie się z dokumentacją dotyczącą tej konkretnej zwrotnego. Do celów tego przykładu, mamy zamiar połączyć nasze nagios xi wystąpienie do zwyczaju pliku JavaScript za pomocą <code>callback_page_head</code> zwrotnego.
pt_pt: o primeiro passo é decidir qual callback que deseja usar. que você deseja adicionar cabeçalhos de página personalizada, ou você deseja criar menus personalizados para aparecer no painel de navegação? as possibilidades são <s>infinitas</s> quase infinitas. você pode usar a guia no lado direito desta página referência a olhar através da lista de retornos de chamada disponíveis. clique sobre o que se parece com o que você quer e leia a documentação específica sobre que callback particular. para os fins deste exemplo, vamos ligar os nossos nagios exemplo xi a um arquivo JavaScript usando o costume <code>callback_page_head</code> callback.
ru_ru: первый шаг должен решить, какой обратный вызов вы хотите использовать. Вы хотите добавить заголовки пользовательских страниц, или вы хотите, чтобы создать пользовательские меню, чтобы показать в навигационной панели? возможности <s>безграничны</s> практически безграничны. Вы можете использовать руководство по правой части этой страницы ссылки, чтобы просмотреть список доступных обратных вызовов. нажмите на тот, который выглядит так, как вы хотите, и прочитать соответствующую документацию в отношении этой конкретной функции обратного вызова. для целей этого примера, мы собираемся связать наши Nagios XI экземпляр к персонализированного кода JavaScript файла с помощью <code>callback_page_head</code> обратного вызова.
zh_cn: 第一步是决定你要使用哪个回调。你是想添加自定义页面标题，还是想创建自定义菜单显示在导航窗格中？可能性<s>无穷无尽</s>几乎是无穷无尽的。您可以使用本参考页面右侧的指南来查看可用的回调列表。点击您想要的回调，并阅读有关该回调的具体文档。在这个例子中，我们将使用<code>CALLBACK_PAGE_HEAD</code>回调将Nagios XI实例链接到一个自定义的javascript文件。

source: Let's start coding!
bg_bg: Нека започнем кодиране!
de_de: Lassen Sie uns beginnen Codierung!
es_es: Vamos a empezar la codificación!
fr_fr: nous allons commencer à coder!
it_it: Cominciamo codifica!
ja_jp: コーディングを開始しましょう！
pl_pl: zacznijmy kodowania!
pt_pt: vamos começar a codificação!
ru_ru: давайте начнем кодирования!
zh_cn: 让我们开始编码！
