Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Monitor a Linux workstation or server using SNMP.
bg_bg: Наблюдавайте Linux работна станция или сървър чрез SNMP.
de_de: Überwachen eines Linux-Workstation oder Server über SNMP.
es_es: Supervisar una estación de trabajo o servidor Linux mediante SNMP.
fr_fr: Surveiller un poste de travail Linux ou serveur en utilisant le protocole SNMP.
it_it: Monitorare una workstation Linux o server utilizzando SNMP.
ja_jp: SNMPを使用してLinuxサーバーやワークステーションを監視します.
pl_pl: monitorowania stacji roboczej lub serwera linux przy użyciu protokołu SNMP.
pt_pt: Monitorar uma estação de trabalho ou servidor Linux utilizando SNMP.
ru_ru: Мониторинг Linux рабочей станции или сервера, используя SNMP.
zh_cn: 使用SNMP监视Linux工作站或服务器。

source: Linux Machine Information
bg_bg: Информация за Linux машината
es_es: Informacion sobre la licencia
fr_fr: Informations sur la machine Linux
it_it: Informazioni macchina Linux
ja_jp: Linuxマシン情報
pl_pl: Informacje maszyna linux
pt_pt: Informações sobre a licença
ru_ru: Linux Информация машина
zh_cn: Linux机器信息

source: The IP address of the Linux machine you'd like to monitor
bg_bg: IP адреса на Linux машината, която искате да наблюдавате
de_de: Die IP-Adresse des Linux-Maschine Sie überwachen möchten
es_es: La dirección IP de la máquina Linux que desea controlar
fr_fr: L'adresse IP de la machine Linux que vous souhaitez surveiller
it_it: L'indirizzo IP della macchina Linux che si desidera monitorare
ja_jp: 監視するLinuxマシンのIPアドレス
pl_pl: Adres IP urządzenia linux chcesz monitorować
pt_pt: O endereço IP da máquina Linux que você gostaria de monitorar
ru_ru: IP-адрес Linux машине вы хотели бы контролировать
zh_cn: 您要监视的Linux机器的IP地址

source: SNMP Settings
bg_bg: SNMP настройки
de_de: SNMP-Einstellungen
es_es: Parametros de SMTP
fr_fr: Paramètres SNMP
it_it: Impostazioni SNMP
ja_jp: SNMP設定
pl_pl: Ustawienia SNMP
pt_pt: Configurações de SMTP
ru_ru: Настройки SNMP
zh_cn: SNMP设置

source: Specify the settings used to monitor the Linux machine via SNMP
bg_bg: Определете настройките, използвани за наблюдение на Linux машината чрез SNMP
de_de: Geben Sie die Einstellungen verwendet, um die Linux-Rechner zu überwachen via SNMP
es_es: Especifique los parámetros utilizados para controlar la máquina Linux a través de SNMP
fr_fr: Spécifiez les paramètres utilisés pour surveiller la machine Linux via SNMP
it_it: Specificare le impostazioni utilizzate per monitorare la macchina Linux tramite SNMP
ja_jp: SNMPでLinuxマシンを監視するための設定を行います
pl_pl: określić ustawienia używane do monitorowania maszyny linux poprzez SNMP
pt_pt: Especifique as configurações usadas para monitorar a máquina Linux via SNMP
ru_ru: Задайте параметры используются для мониторинга Linux машине через SNMP
zh_cn: 指定用于通过SNMP监视Linux机器的设置

source: SNMP Version
bg_bg: SNMP версия
es_es: Version
fr_fr: Version SNMP
it_it: Versione SNMP
ja_jp: SNMPバージョン
pl_pl: Wersja SNMP
pt_pt: Versão
ru_ru: SNMP версии
zh_cn: SNMP版本

source: The SNMP protocol version used to commicate with the machine
bg_bg: Версия на SNMP протокола, използвана за комуникация с машината
de_de: Das SNMP-Protokoll-Version verwendet, um mit der Maschine commicate
es_es: La versión del protocolo SNMP usa para commicate con la máquina
fr_fr: La version du protocole SNMP utilisé pour commicate avec la machine
it_it: La versione del protocollo SNMP utilizzato per commicate con la macchina
ja_jp: マシンとの通信に使用するSNMPプロトコルバージョン
pl_pl: wersja protokołu SNMP wykorzystywany do commicate z maszyną
pt_pt: A versão do protocolo SNMP usado para commicate com a máquina
ru_ru: SNMP версии протокола, используемого для commicate с машиной
zh_cn: 用于与机器通信的SNMP协议版本

source: SNMP Port
bg_bg: SMTP порт
de_de: HTTP Port:
es_es: Puerto HTTP:
fr_fr: Port HTTP:
it_it: Porta HTTP:
ja_jp: SMTP ポート
pl_pl: Port http:
pt_pt: Porta HTTP:
ru_ru: Порт HTTP:
zh_cn: SNMP端口

source: The SNMP port to use, the default is port 161
bg_bg: пристанище snmp да се използва, по подразбиране е порт 161
de_de: Der zu verwendende SNMP-Port ist Port 161
es_es: El puerto SNMP a usar, el predeterminado es el puerto 161
fr_fr: le port snmp à utiliser, le port par défaut est le port 161
it_it: la porta snmp da usare, il valore predefinito è la porta 161
ja_jp: 使用する SNMP ポート、既定ポート 161
pl_pl: portu snmp, którego należy użyć, domyślnie jest to port 161
pt_pt: a porta snmp a ser usada, o padrão é a porta 161
ru_ru: порт snmp для использования, по умолчанию используется порт 161
zh_cn: 要使用的SNMP端口，默认为端口161

source: SNMP Version Settings
bg_bg: Настройки на SNMP версията
de_de: SNMP-Version Einstellungen
es_es: configuración SNMP versión
fr_fr: snmp paramètres de version
it_it: Impostazioni versione di SNMP
ja_jp: SNMPバージョン設定
pl_pl: Ustawienia Wersja SNMP
pt_pt: configurações SNMP versão
ru_ru: Настройки версии протокола SNMP
zh_cn: SNMP版本设置

source: SNMP Community
bg_bg: SNMP парола (Community string)
es_es: Comunidad SNMP
fr_fr: Communauté SNMP
ja_jp: SNMPコミュニティ
pl_pl: Społeczność SNMP
pt_pt: Comunidade SNMP:
zh_cn: SNMP社区

source: The SNMP community string required used to query the Linux machine
bg_bg: SNMP паролата (community string), която трябва да се използва, за извличане на информация от Linux машината
de_de: Der SNMP-Community-String benötigt, um verwendet werden, um den Windows-Rechner abfragen
es_es: La cadena de comunidad SNMP deseado para consultar la máquina de Windows
fr_fr: La chaîne de communauté SNMP requis utilisée pour interroger la machine Windows
it_it: La stringa di comunità SNMP richiesto utilizzato per interrogare il computer Windows
ja_jp: Linuxマシンを照会するために使用するSNMPコミュニティ文字列
pl_pl: Ciąg społeczności SNMP wymagane odpytać urządzenie Windows
pt_pt: A string de comunidade SNMP necessário usado para consultar a máquina Windows
ru_ru: SNMP строки сообщество требовало использовать для запроса окна машины
zh_cn: 查询Linux机器所需的SNMP社区字符串

source: When using SNMP v3 you must specify authentication information
bg_bg: При използване на SNMP v3 трябва да посочите информация за удостоверяване
de_de: Bei der Verwendung von SNMP v3 müssen Sie angeben, Authentifizierungsinformationen
es_es: Cuando se utiliza SNMP v3, debe especificar la información de autenticación
fr_fr: Lors de l'utilisation de SNMP v3, vous devez spécifier les informations d'authentification
it_it: Quando si utilizza SNMP v3 è necessario specificare le informazioni di autenticazione
ja_jp: SNMP V3を使用する場合は、認証情報を指定する必要があります
pl_pl: przy użyciu protokołu SNMP v3 należy podać informacje dotyczące uwierzytelniania
pt_pt: Ao utilizar o SNMP v3 você deve especificar as informações de autenticação
ru_ru: При использовании SNMP v3 необходимо указать сведения о проверке подлинности
zh_cn: 使用SNMP v3时，必须指定身份验证信息

source: Security Level
bg_bg: Ниво на сигурност
es_es: Seguridad
fr_fr: Niveau de sécurité
it_it: Livello di sicurezza
ja_jp: セキュリティレベル
pl_pl: Poziom bezpieczeństwa
pt_pt: Segurança
ru_ru: Уровень безопасности
zh_cn: 安全级别

source: Authentication Password
bg_bg: Парола за оторизация
de_de: Anmelde-Passwort
es_es: Tokes de autenticacion
fr_fr: Mot de passe d'authentification
it_it: Password Authentication
ja_jp: 認証パスワード
pl_pl: uwierzytelnianie hasła
pt_pt: Token de autenticação
ru_ru: Проверка подлинности пароля
zh_cn: 验证密码

source: Authentication Protocol
bg_bg: Протокол за оторизация (authentication protocol)
es_es: Tokes de autenticacion
it_it: Protocollo di autenticazione
ja_jp: 認証プロトコル
pl_pl: protokół uwierzytelniania
pt_pt: Token de autenticação
zh_cn: 身份验证协议

source: Privacy Password
bg_bg: Поверителна парола
de_de: Datenschutz-Passwort
es_es: Politicas de Privacidad
fr_fr: Mot de passe de confidentialité
ja_jp: プライバシーパスワード
pl_pl: Hasło prywatności
pt_pt: Política de Privacidade
ru_ru: Безопасность пароля
zh_cn: 加密密码

source: Privacy Protocol
bg_bg: priv протокол
de_de: priv Protokoll
es_es: protocolo priv
fr_fr: protocole priv
it_it: protocollo privato
ja_jp: PRIVプロトコル
pl_pl: protokół prywatny
pt_pt: protocolo privado
ru_ru: конфиденциальный протокол
zh_cn: 私有协议

source: Linux Machine Details
bg_bg: Подробности за Linux машината
es_es: Detalles de la máquina Linux
fr_fr: Détails machine Linux
it_it: Dettagli macchina Linux
ja_jp: Linuxマシンの詳細
pl_pl: linux dane maszyny
pt_pt: Linux Detalhes da Máquina
ru_ru: Linux машины Подробная информация
zh_cn: Linux机器详细信息

source: The name you'd like to have associated with this Linux machine
bg_bg: Името, което искате да се асоциира с тази Linux машина
de_de: Der Name, den Sie gerne mit diesem Linux-Rechner verbunden haben würde
es_es: El nombre que te gustaría tener asociada con esta maquina Linux
fr_fr: Le nom que vous aimeriez avoir associé à cette machine Linux
it_it: Il nome che desideri sia associato con questa macchina Linux
ja_jp: このLinuxマシンに関連付ける名前
pl_pl: Nazwa chcesz być związane z tym maszynie linux
pt_pt: O host associado com este horário.
ru_ru: Имя, которое вы хотели бы иметь, связанных с этой машиной Linux
zh_cn: 您想要与此Linux机器关联的名称

source: The wizard detected that this server does not have snmpwalk permission on the target host. This will prevent auto population of processes and prevent them from running successfully, but you can continue with the wizard manually. To troubleshoot this ensure that these OIDs are available on the target host: "HOST-RESOURCES-MIB::hrSWRunName" and "HOST-RESOURCES-MIB::hrFSMountPoint".
bg_bg: Съветника (wizard) установи, че този сървър няма разрешение за snmpwalk на целевия хост. Това ще попречи на автоматичното зареждане на процесите и на тяхната работа, но вие можете да продължите използването на съветника (wizard) ръчно. За да отстраните проблема, бъдете сигурни, че тези OIDs са на разположение на целевия хост: "HOST-RESOURCES-MIB::hrSWRunName" и "HOST-RESOURCES-MIB::hrFSMountPoint".
de_de: der Assistent festgestellt, dass diese Server nicht über snmpwalk Erlaubnis auf dem Zielrechner. Dies wird auto Bevölkerung von Dienstleistungen und Prozesse zu verhindern und Dienstleistungen aus erfolgreich laufen, aber Sie können mit dem Assistenten manuell fortsetzen. um dieses zu überprüfen, damit diese OIDs werden auf dem Zielrechner zur Verfügung: "Host-Ressourcen-MIB :: hrswrunname" und "Host-Ressourcen-MIB :: hrfsmountpoint".
es_es: el asistente detecta que este servidor no tiene permiso snmpwalk en el host de destino. esto evitará que la población automática de los servicios y los procesos y prevenir los servicios que se ejecute con éxito, pero se puede continuar con el asistente manualmente. para solucionar este garantizar que estas oids están disponibles en el host de destino: "host-recursos-MIB :: hrswrunname" y "host-recursos-MIB :: hrfsmountpoint".
fr_fr: l'assistant détecté que ce serveur n'a pas la permission de snmpwalk sur l'hôte cible. cela empêchera la population de l'automobile de services et de processus et de prévenir les services d'exécution avec succès, mais vous pouvez continuer avec l'assistant manuellement. pour résoudre ce en sorte que ces OID sont disponibles sur l'hôte cible: "host-ressources-MIB :: hrswrunname" et "host-ressources-MIB :: hrfsmountpoint".
it_it: la procedura guidata rilevato che il server non dispone dell'autorizzazione snmpwalk sull'host di destinazione. questo impedirà popolazione automatica dei servizi e dei processi e impedire che i servizi di eseguire con successo, ma è possibile continuare con la procedura guidata manualmente. per risolvere questo garantire che tali OID sono disponibili sul host di destinazione: "host-risorse-MIB :: hrswrunname" e "host-risorse-MIB :: hrfsmountpoint".
ja_jp: ウィザードは、このサーバーがターゲットホスト上にsnmpwalk権限を持っていないことを検出しました. プロセスの自動作成は行われませんが、ウィザードは手動で続行することができます. トラブルシューティングのためにターゲットホスト上で次のOIDが使用できることを確認してください： "HOST-RESOURCES-MIB::hrSWRunName", "HOST-RESOURCES-MIB::hrFSMountPoint".
pl_pl: wykryte kreator, że ten serwer nie ma uprawnień snmpwalk na hosta docelowego. zapobiegnie to auto populacji usług i procesów i zapobiec uruchamianiu usług pomyślnie, ale można kontynuować pracę kreatora ręcznie. rozwiązywania tego zapewnić, że te OID są dostępne na hoście docelowym: "host-zasobami-MIB :: hrswrunname" i "host-zasobami-MIB :: hrfsmountpoint".
pt_pt: o assistente detectou que este servidor não tem permissão snmpwalk no host de destino. isso vai impedir população auto de serviços e processos e impedir que serviços sejam executados com sucesso, mas você pode continuar com o assistente manualmente. para solucionar esse assegurar que estas oids estão disponíveis no host de destino: "host-recursos-MIB :: hrswrunname" e "-recursos do host-MIB :: hrfsmountpoint".
ru_ru: мастер обнаружил, что этот сервер не имеет разрешения snmpwalk на целевом компьютере. это предотвратит автоматическое населения услуг и процессов и предотвращения услуги от работы успешно, но вы можете продолжить работу с мастером вручную. для устранения этого обеспечить, чтобы эти OID, имеются на целевом компьютере: "хост-ресурсы MIB ::-hrswrunname" и "хозяин-ресурсы MIB-:: hrfsmountpoint".
zh_cn: 向导检测到该服务器在目标主机上没有snmpwalk权限。 这将防止自动填充进程并阻止其成功运行，但是您可以手动继续使用向导。 要解决此问题，请确保这些OID在目标主机上可用：“ HOST-RESOURCES-MIB :: hrSWRunName”和“ HOST-RESOURCES-MIB :: hrFSMountPoint”。

source: Server Metrics
bg_bg: Сървърни показатели
de_de: Server Metriken
es_es: Estadisticas del Servidr
fr_fr: Statistiques du serveur
it_it: Metriche del server
ja_jp: サーバーメトリック
pl_pl: metryki serwera
pt_pt: Estatísticas do Servidor
ru_ru: Показатели сервера
zh_cn: 服务器度量

source: Specify which services you'd like to monitor for the Linux machine
bg_bg: Определете кои сървиси бихте искали да следите за Linux машината
de_de: Bestimmen Sie, welche Leistungen Sie möchten für den Linux-Rechner zu überwachen
es_es: Especifique qué servicios le gustaría monitorizar la máquina Linux
fr_fr: Précisez les services que vous souhaitez surveiller pour la machine Linux
it_it: Specificare quali servizi si desidera monitorare per la macchina Linux
ja_jp: このLinuxマシンで監視するサービスを指定します
pl_pl: określić, które usługi chcesz monitorować na maszynie linux
pt_pt: Especificar quais os serviços que você gostaria de monitorar a máquina Linux
ru_ru: Укажите, какие услуги вы хотите, чтобы следить за машиной Linux
zh_cn: 指定您要监视Linux机器的服务

source: Monitors the machine with an ICMP ping. Useful for watching network latency and general uptime
bg_bg: Следи машината с ICMP пинг. Полезно за наблюдението на латентността на мрежата и общото време за работа (uptime)
de_de: Überwacht die Maschine mit einem ICMP-Ping. Nützlich für beobachtete Netzwerk-Latenz und allgemeine uptime
es_es: Supervisa la máquina con una mesa de ping ICMP. Resulta útil para ver la latencia de red y tiempo de actividad en general
fr_fr: Surveille la machine avec un ping ICMP. Utile pour regarder la latence du réseau et une disponibilité générale
it_it: Controlla la macchina con un ping ICMP. Utile per la visione di latenza della rete e generale uptime
ja_jp: ICMP pingでマシンを監視します. ネットワークの遅延と稼働時間を見るために便利です
pl_pl: monitoruje urządzenie z ping ICMP. przydatne do oglądania opóźnienie sieci i ogólny czas pracy
pt_pt: Monitora a máquina com um ping ICMP. Útil para assistir a latência da rede geral e uptime
ru_ru: Мониторы машины с ICMP-пинг. Полезно для просмотра сетевой задержки и общая работоспособность
zh_cn: 使用ICMP ping监视计算机。 有助于观察网络延迟和总体正常运行时间

source: Monitors the CPU (processor usage) on the machine
bg_bg: Следи CPU (използването на процесора) на машината
de_de: Überwacht die CPU (Prozessor-Auslastung) auf der Maschine
es_es: Monitoriza la CPU (el uso del procesador) en la máquina
fr_fr: Contrôle le CPU (utilisation du processeur) sur la machine
it_it: Controlla la CPU (utilizzo del processore) sulla macchina
ja_jp: マシンのCPU(CPU使用率)を監視します
pl_pl: monitoruje procesora (wykorzystanie procesora) na maszynie
pt_pt: Monitora a CPU (uso do processador) na máquina
ru_ru: Мониторы CPU (загрузка процессора) на машине
zh_cn: 监视计算机上的CPU（处理器使用率）

source: Physical Memory Usage
bg_bg: Използвана физическа памет (physical memory)
es_es: Uso de memoria física
fr_fr: Utilisation de la mémoire physique
it_it: Utilizzo della memoria fisica
ja_jp: 物理メモリ使用
pl_pl: wykorzystanie pamięci fizycznej
pt_pt: Uso da memória física
ru_ru: Использование физической памяти
zh_cn: 物理内存使用率

source: Monitors the physical (real) memory usage on the machine. To run with memory buffers unselect the checkbox
bg_bg: Следи използването на физическата (реалната) памет на машината. За да продължите с буфери памет, махнете отметката
de_de: überwacht die physikalischen (realen) Speichernutzung auf der Maschine. mit Speicherpuffer deaktivieren Sie das Kontrollkästchen ausführen
es_es: supervisa la física (real) el uso de memoria en la máquina. correr con los buffers de memoria unselect la casilla de verificación
fr_fr: surveille le (réel) l'utilisation de la mémoire physique de la machine. pour fonctionner avec des tampons de mémoire désélectionner la case
it_it: monitora la fisica (reale) utilizzo della memoria sulla macchina. a correre con buffer di memoria deselezionare la casella di controllo
ja_jp: マシンの物理（実）メモリ使用を監視します.メモリバッファありにするにはチェックボックスのチェックをはずしてください
pl_pl: monitorowanie fizycznej (real) wykorzystanie pamięci w urządzeniu. uruchomić z buforów pamięci, odznacz pole wyboru
pt_pt: monitora o físico (real) o uso de memória na máquina. para executar com buffers de memória desmarcar o checkbox
ru_ru: контролирует физический (реальный) использование памяти на машине. для работы с буферами памяти отменить выбор флажка
zh_cn: 监视计算机上的物理（实际）内存使用情况。 要使用内存缓冲区运行，请取消选中该复选框

source: Run without buffers
bg_bg: Стартирайте без буфери
de_de: laufen ohne Puffer
es_es: correr sin buffers
fr_fr: fonctionner sans tampons
it_it: funzionare senza buffer
ja_jp: バッファなしで実行
pl_pl: działać bez buforów
pt_pt: executado sem buffers
ru_ru: работать без буферов
zh_cn: 无缓冲运行

source: Monitors the swap usage on the machine
bg_bg: Следи използването на swap на машината
de_de: Überwacht die Swap-Nutzung auf dem Computer
es_es: Supervisa el uso de la zona en la máquina
fr_fr: Surveille l'utilisation du swap sur la machine
it_it: Controlla l'utilizzo di swap sulla macchina
ja_jp: マシンのスワップ使用状況を監視します
pl_pl: monitoruje wykorzystanie wymiany na maszynie
pt_pt: Monitora a utilização de swap na máquina
ru_ru: Мониторы свопа на машине
zh_cn: 监视计算机上的交换使用情况

source: Disk Usage
bg_bg: Използвано дисково пространство
es_es: Uso de Disco
fr_fr: Utilisation du disque
it_it: Utilizzo disco
ja_jp: ディスク使用
pl_pl: użycie dysku
pt_pt: Uso do disco
ru_ru: Использование диска
zh_cn: 磁盘使用情况

source: Monitors disk usage on the machine
bg_bg: Следи използването на диска на машината
de_de: Monitore Speicherverbrauch auf der Maschine
es_es: Controla el uso de disco en la máquina
fr_fr: L'utilisation du disque moniteurs sur la machine
it_it: Monitor utilizzo del disco sul computer
ja_jp: マシンのディスク使用量を監視します
pl_pl: monitoruje wykorzystanie dysku na komputerze
pt_pt: Monitores de utilização do disco na máquina
ru_ru: Мониторы использование дискового пространства на компьютере
zh_cn: 监视计算机上的磁盘使用情况

source: The SNMP wizard detected Disks on
bg_bg: SNMP съветника (wizard) откри дискове на
de_de: der SNMP-Assistenten erkannt Platten auf
es_es: el asistente snmp detecta discos en
fr_fr: l'assistant de snmp détecté sur disques
it_it: la procedura guidata snmp rilevato dischi su
ja_jp: SNMPウィザードがディスクを検出しました
pl_pl: Kreator snmp wykryty na dyski
pt_pt: o assistente snmp detectou discos em
ru_ru: Мастер SNMP обнаружены диски на
zh_cn: SNMP向导检测到磁盘在

source: Scanned Disk List &nbsp;(double click to add)
bg_bg: Списък на сканираните дискове (кликнете два пъти, за да добавите)
de_de: gescannten Festplattenliste (Doppelklick hinzufügen)
es_es: lista de discos escaneada (doble clic para añadir)
fr_fr: liste des disques numérisés (double-clic pour ajouter)
it_it: list disk digitalizzata (doppio click per aggiungere)
ja_jp: スキャンされたディスク一覧 （ダブルクリックで追加）
pl_pl: zeskanowany list disk (podwójne kliknięcie, aby dodać)
pt_pt: list disk digitalizada (duplo clique para adicionar)
ru_ru: отсканированный список диска (двойной щелчок, чтобы добавить)
zh_cn: 扫描的磁盘列表 (双击添加)

source: Specify any processes that should be monitored to ensure they're running
bg_bg: Посочете които и да са процеси, които трябва да бъдат наблюдавани, за да се гарантира, че са пуснати (работещи)
de_de: Geben Sie alle Prozesse, die überwacht werden, um sicherzustellen, sie laufen sollen
es_es: Especifique los procesos que deben ser monitoreados para asegurarse de que está ejecutando
fr_fr: Spécifiez les processus qui doivent être surveillés pour s'assurer qu'ils exécutent
it_it: Specificare tutti i processi che devono essere monitorati per assicurare che sta eseguendo
ja_jp: 稼働確認のために監視が必要なプロセスを指定します
pl_pl: określić wszelkie procesy, które powinny być monitorowane w celu zapewnienia, że ​​używasz
pt_pt: Especificar todos os processos que devem ser monitorados para garantir que eles estão correndo
ru_ru: Укажите любые процессы, которые должны быть проверены, чтобы убедиться, что они работают
zh_cn: 指定任何应监视以确保其正在运行的进程

source: Process names are case-sensitive. Click on Tips for more information about creating a process service.
bg_bg: Има значение дали имената на процеса са написани с главни или малки букви. Кликнете върху "Съвети" (Tips) за повече информация относно създаването на сървис процес.
de_de: Prozessnamen sind case-sensitive. klicken Sie auf Tipps für weitere Informationen über einen Prozess-Service zu schaffen.
es_es: nombres de los procesos entre mayúsculas y minúsculas. clic sobre consejos para obtener más información sobre cómo crear un servicio de proceso.
fr_fr: noms de processus sont sensibles à la casse. cliquer sur des conseils pour plus d'informations sur la création d'un service de processus.
it_it: nomi dei processi sono case-sensitive. clicca su suggerimenti per ulteriori informazioni sulla creazione di un servizio di processo.
ja_jp: プロセス名は、大文字と小文字が区別されます. 「プロセス」サービスの作成については、「ヒント」をクリックしてください.
pl_pl: Nazwy procesowe są wrażliwe na wielkość liter. kliknij na wskazówki, aby uzyskać więcej informacji na temat tworzenia obsługę procesu.
pt_pt: nomes dos processos são case-sensitive. clique sobre dicas para obter mais informações sobre a criação de um serviço de processo.
ru_ru: Имена процессов чувствительны к регистру. нажмите на советы для получения дополнительной информации о создании службы процесса.
zh_cn: 进程名称区分大小写。 单击“提示”以获取有关创建流程服务的更多信息。

source: Toggle Process Service Tips
bg_bg: Превключете съветите за сървис процес (Process Service Tips)
de_de: Toggle-Prozess Service-Tipps
es_es: consejos de servicio proceso de alternancia
fr_fr: genouillère conseils de service de processus
it_it: Consigli di servizio processo Toggle
ja_jp: 「プロセス」サービスのヒントの表示/非表示切り替え
pl_pl: przerzutowe wskazówki serwisowe proces
pt_pt: dicas de atendimento ao processo de alternância
ru_ru: тумблеры подсказки обслуживания процесса
zh_cn: 切换流程服务提示

source: Tips
bg_bg: Съвети
de_de: Spitze
es_es: Punta
fr_fr: Pointe
it_it: Punta
ja_jp: ヒント
pl_pl: końcówka
pt_pt: Ponta
ru_ru: Чаевые
zh_cn: 提示
