Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: We need an admin user's API key for the Nagios XI server. <b>Note:</b> If you're checking against Nagios XI < 5.5
bg_bg: ние се нуждаем от api ключ на администратора за сървъра nagios xi. <b>бележка:</b> ако проверявате против nagios xi <5.5
de_de: Wir benötigen den API-Schlüssel eines Admin-Benutzers für den Nagios-Xi-Server. hinweis <b>:</b> wenn sie gegen nagios xi <5.5
es_es: Necesitamos la clave api de un usuario administrador para el servidor nagios xi. <b>nota:</b> si estás comprobando contra nagios xi <5.5
fr_fr: nous avons besoin de la clé api d'un administrateur pour le serveur nagios xi. <b>note:</b> si vous comparez avec nagios xi <5.5
it_it: abbiamo bisogno di una chiave API dell'amministratore per il server nagios xi. <b>nota:</b> se stai verificando nagios xi <5.5
ja_jp: 管理者ユーザーの API キーが Nagios XI サーバーに必要です。 <b>注:</b>Nagios XI 5.5 より古いバージョンを使用している場合、
pl_pl: potrzebujemy klucza API administratora dla serwera nagios xi. <b>uwaga:</b> jeśli sprawdzasz od nagios xi <5.5
pt_pt: Precisamos de uma chave de API do usuário admin para o servidor nagios xi. <b>nota:</b> se você está checando contra nagios xi <5.5
ru_ru: нам нужен ключ api администратора для сервера nagios xi. <b>Примечание:</b> если вы проверяете nagios xi <5.5
zh_cn: 我们需要Nagios XI服务器的管理员用户的API密钥。 <b>注意：</ b>如果您要检查Nagios XI <5.5

source: authenticate the old way
bg_bg: удостоверяване на стария начин
de_de: authentifizieren den alten Weg
es_es: autenticar la vieja manera
fr_fr: authentifier l'ancienne façon
it_it: autenticare il vecchio modo
ja_jp: 古い方法で認証する
pl_pl: uwierzytelnij stary sposób
pt_pt: autenticar o jeito antigo
ru_ru: аутентифицировать старый путь
zh_cn: 验证旧方法

source: Admin user API key from Nagios XI 5.5 and above.
bg_bg: admin потребител api ключ от nagios xi 5.5 и по-горе.
de_de: Admin Benutzer API-Schlüssel von Nagios Xi 5.5 und höher.
es_es: clave de API del usuario administrador de nagios xi 5.5 y superior.
fr_fr: Clé de l'administrateur de l'utilisateur à partir de Nagios xi 5.5 et plus.
it_it: admin user api key da nagios xi 5.5 e versioni successive.
ja_jp: Nagios XI 5.5 以降の管理ユーザー API キー。
pl_pl: admin key użytkownika api z nagios xi 5.5 i wyżej.
pt_pt: chave de api do usuário admin dos nagios xi 5.5 e acima.
ru_ru: admin api ключ от nagios xi 5.5 и выше.
zh_cn: Nagios XI 5.5及更高版本的管理员用户API密钥。

source: The username used to authenticate to the remote Nagios XI server.
bg_bg: Потребителското име, използвано за оторизация към отдалечения Nagios XI сървър.
de_de: Der Benutzername für den Remote Nagios XI-Server zu authentifizieren.
es_es: El nombre de usuario utilizado para autenticarse en el servidor remoto de Nagios XI.
fr_fr: Le nom d'utilisateur utilisé pour l'authentification auprès du serveur distant Nagios XI.
it_it: Il nome utente utilizzato per l'autenticazione al server remoto Nagios XI.
ja_jp: リモートのNagios XIサーバー認証に使用するユーザー名.
pl_pl: nazwa użytkownika używana do uwierzytelniania do zdalnego serwera Nagios XI.
pt_pt: O nome de usuário usado para autenticar os SMS's.
ru_ru: Имя пользователя, используемое для аутентификации на удаленном сервере Nagios XI.
zh_cn: 用于验证远程Nagios XI服务器的用户名。

source: The password used to authenticate to the remote Nagios XI server.
bg_bg: Паролата, използвана за оторизация към далечния Nagios XI сървър.
de_de: Das Passwort für den Remote Nagios XI-Server zu authentifizieren.
es_es: La contraseña utilizada para autenticar al servidor remoto de Nagios XI.
fr_fr: Le mot de passe utilisé pour l'authentification auprès du serveur distant Nagios XI.
it_it: La password utilizzata per l'autenticazione al server remoto Nagios XI.
ja_jp: リモートのNagios XIサーバー認証に使用するパスワード.
pl_pl: Hasło używane do uwierzytelnienia do zdalnego serwera Nagios XI.
pt_pt: A senha usada para autenticar o SGSI.
ru_ru: Пароль для аутентификации на удаленном сервере Nagios XI.
zh_cn: 用于验证远程Nagios XI服务器的密码。

source: No URL specified.
bg_bg: Няма посочен уебсай адрес
de_de: Keine URL angegeben.
es_es: Ningun usuario especificado.
fr_fr: Aucune URL spécifiée.
it_it: Nessun URL specificato.
ja_jp: URLが指定されていません.
pl_pl: no url określony.
pt_pt: Nenhum host LDAP especificado.
ru_ru: Не указан URL.
zh_cn: 未指定URL。

source: Unable to authenticate to remote Nagios XI server - Check your credentials and the remote XI server version.
bg_bg: Невъзможна оторизацията в отдалечения Nagios XI сървър - Проверете вашите пълномощия и версията на отдалечения XI сървър.
de_de: Keine Verbindung zum entfernten Nagios XI-Server zu authentifizieren - Überprüfen Sie Ihre Anmeldeinformationen und die Remote-XI-Server-Version.
es_es: No se puede autenticar al servidor remoto Nagios XI - Compruebe sus credenciales y la versión del servidor remoto XI.
fr_fr: Impossible de s'authentifier auprès du serveur distant Nagios XI - Vérifiez vos informations d'identification et la version serveur distant XI.
it_it: Impossibile eseguire l'autenticazione al server remoto Nagios XI - Controlla le tue credenziali e la versione server remoto XI.
ja_jp: リモートのNagios XIサーバーでの認証に失敗しました. - 認証情報とリモートのNagios XIサーバーのバージョンを確認してください.
pl_pl: nie może uwierzytelnić się zdalnym serwerze Nagios xi - sprawdź poświadczeń i wersję serwera zdalnego xi.
pt_pt: Não é possível autenticar a um servidor remoto XI Nagios - Verifique as suas credenciais ea versão servidor remoto XI.
ru_ru: Не удалось пройти проверку подлинности на удаленном сервере Nagios XI - Проверьте свои полномочия и удаленных XI версии сервера.
zh_cn: 无法对远程Nagios XI服务器进行身份验证-检查您的凭据和远程XI服务器版本。

source: Address:
bg_bg: Адрес:
de_de: Anschrift:
es_es: Direccion
fr_fr: Adresse:
it_it: Indirizzo:
ja_jp: アドレス:
pl_pl: adres:
pt_pt: Endereço
ru_ru: Адрес:
zh_cn: 地址：

source: Host Name:
bg_bg: Име на хост:
es_es: Nombre del Host
fr_fr: Nom de l'hôte:
it_it: Nome host:
ja_jp: ホスト名：
pl_pl: Nazwa hosta:
pt_pt: Nome do host
zh_cn: 主机名称：

source: The host name you'd like to have associated with this Nagios XI server.
bg_bg: Името, което искате да се асоциира с този Nagios сървър.
de_de: Der Name, den Sie gerne mit diesem Nagios-Server zugeordnet haben würde.
es_es: El nombre que le gustaría tener asociados con este servidor Nagios.
fr_fr: Le nom que vous aimeriez avoir associé à ce serveur Nagios.
it_it: Il nome che desideri sia associato a questo server Nagios.
ja_jp: Nagios XI サーバーに関連付けるホスト名。
pl_pl: Nazwa chcesz być związane z tym serwerze Nagios.
pt_pt: O host associado com este horário.
ru_ru: Имя, которое вы хотели бы иметь, связанные с этим сервером Nagios.
zh_cn: 您想要与此Nagios XI服务器关联的主机名。

source: Nagios XI Server Metrics
bg_bg: Nagios XI сървърни показатели
de_de: Nagios XI Server Metriken
es_es: Usuarios de Nagios XI
fr_fr: Metrics Nagios Server XI
it_it: Nagios Server XI Metriche
ja_jp: Nagios XIサーバーのメトリック
pl_pl: Nagios metryki serwera xi
pt_pt: Relatórios do Nagios Core
ru_ru: Nagios XI Метрики сервера
zh_cn: Nagios XI 服务器指标

source: Specify the metrics you'd like to monitor on the remote Nagios server.
bg_bg: Определете показателите, които бихте искали да следите на отдалечения Nagios сървър.
de_de: Geben Sie die Metriken, die Sie gerne auf der Fernbedienung Nagios-Server zu überwachen hatte.
es_es: Especifique los parámetros que le gustaría seguir en el servidor de Nagios remoto.
fr_fr: Spécifiez les paramètres que vous souhaitez surveiller sur le serveur distant Nagios.
it_it: Specificare i parametri che desideri monitorare sul server remoto Nagios.
ja_jp: リモートのNagiosサーバーで監視するメトリックを指定します.
pl_pl: określić wskaźniki, które chcesz monitorować na zdalnym serwerze Nagios.
pt_pt: Especificar os momentos do dia que você gostaria de receber alertas.
ru_ru: Укажите показатели вы хотели бы контролировать на удаленном сервере Nagios.
zh_cn: 指定您要在远程Nagios服务器上监视的指标。

source: Checks the server with an ICMP ping. Useful for monitoring network availability of the Nagios server.
bg_bg: Проверете сървъра с ICMP пинг. Полезно е за наблюдаването на мрежовата наличност на Nagios сървъра.
de_de: Prüft den Server mit einem ICMP-Ping. Nützlich für die Überwachung Netzwerk-Verfügbarkeit der Nagios-Server.
es_es: Comprueba el servidor con una mesa de ping ICMP. Útil para el seguimiento de la disponibilidad de red del servidor de Nagios.
fr_fr: Vérifie le serveur avec un ping ICMP. Utile pour contrôler la disponibilité du réseau du serveur Nagios.
it_it: Controlla il server con un ping ICMP. Utile per monitorare la disponibilità di rete del server Nagios.
ja_jp: ICMP pingを使用してサーバーをチェックします. Nagiosサーバーのネットワーク可用性を監視するのに便利です.
pl_pl: sprawdza serwer z ping ICMP. przydatne dla dostępności sieci monitoringu serwera Nagios.
pt_pt: Verifica o servidor com um ping ICMP. Útil para monitorar a disponibilidade de rede do servidor Nagios.
ru_ru: Проверка сервера с ICMP-пинг. Полезно для мониторинга сетевых доступности сервера Nagios.
zh_cn: 使用ICMP ping检查服务器。 对于监视Nagios服务器的网络可用性很有用。

source: Nagios XI Web Interface
bg_bg: Nagios XI уеб интерфейс
es_es: Instalador de Nagios XI
fr_fr: Nagios XI Interface Web
it_it: Nagios XI Interfaccia Web
ja_jp: Nagios XI Webインターフェイス
pl_pl: xi interfejs WWW Nagios
pt_pt: Banco de dados Nagios XI
ru_ru: Nagios XI веб-интерфейс
zh_cn: Nagios XI网络界面

source: Checks the availability of the remote Nagios XI server's web interface.
bg_bg: Проверете за наличие на уеб интерфейс към далечния Nagios XI сървър.
de_de: Überprüft die Verfügbarkeit des Remote Nagios XI-Server Web-Interface.
es_es: Comprueba la disponibilidad de la interfaz web del servidor remoto Nagios XI.
fr_fr: Vérifie la disponibilité de l'interface web de Nagios XI de la télécommande serveur.
it_it: Controlla la disponibilità di interfaccia web del server remoto Nagios XI.
ja_jp: リモートのNagios XIサーバーのWebインターフェイスの可用性をチェックします.
pl_pl: sprawdza dostępność interfejsu WWW zdalnego serwera Nagios xi.
pt_pt: Ativa a exibição do logotipo personalizado na interface XI Nagios.
ru_ru: Проверяет наличие веб-интерфейса удаленного Nagios XI сервера.
zh_cn: 检查远程Nagios XI服务器的Web界面的可用性。

source: Monitoring Daemons
bg_bg: Мониторинг демони
de_de: Überwachung Daemons
es_es: Configuraciones de Monitoreo
fr_fr: Démons de surveillance
it_it: Monitoraggio Demoni
ja_jp: デーモン監視
pl_pl: monitorowanie demony
pt_pt: Configurações de monitoramento
ru_ru: Мониторинг демонов
zh_cn: 监控守护程序

source: Monitors the XI server to ensure the monitoring engine and supporting daemons are running.
bg_bg: Следи XI сървъра, за да се гарантира, че двигателя за наблюдение и подкрепящите демони се изпълняват.
de_de: Überwacht den XI-Server, um die Überwachung Motors zu gewährleisten und zu unterstützen Daemons laufen.
es_es: Supervisa el servidor XI a asegurar que el motor de seguimiento y apoyo a los demonios están ejecutando.
fr_fr: Surveille le serveur XI pour assurer le suivi et le moteur démons de soutien sont en cours d'exécution.
it_it: Controlla il server XI per assicurare che il motore di monitoraggio e di supporto demoni sono in esecuzione.
ja_jp: 監視エンジンとサポートデーモンが起動していることを確認するためにXIサーバーを監視します.
pl_pl: monitoruje serwer xi do zapewnienia monitorowania i silnik pracują demony towarzyszące.
pt_pt: Monitora o servidor XI para garantir o mecanismo de monitoramento e daemons de apoio estão em execução.
ru_ru: Мониторы XI сервер для обеспечения контроля двигателя и поддержки демоны работают.
zh_cn: 监视XI服务器，以确保监视引擎和支持守护程序正在运行。

source: Monitoring Jobs
bg_bg: Задачи за наблюдение
de_de: Überwachung Jobs
es_es: Monitoreando
fr_fr: Surveillance des travaux
it_it: Controllo dei processi di
ja_jp: ジョブ監視
pl_pl: Monitorowanie pracy
pt_pt: Monitoramento
ru_ru: Мониторинг вакансий
zh_cn: 监视作业

source: Monitors the XI server to ensure the core jobs are running.
bg_bg: Следи XI сървъра, за да се гарантира, че основните задачи се изпълняват.
de_de: Überwacht den XI-Server, um sicherzustellen, die Kern-Aufträge ausgeführt werden.
es_es: Supervisa el servidor XI para garantizar los puestos de trabajo fundamentales se están ejecutando.
fr_fr: Surveille le serveur XI pour assurer les tâches de base sont en cours d'exécution.
it_it: Controlla il server XI per garantire i posti di lavoro di base sono in esecuzione.
ja_jp: Coreジョブが実行していることを確認するためにXIサーバーを監視します.
pl_pl: monitoruje serwer xi zapewnienia rdzeń pracy są uruchomione.
pt_pt: Monitora o servidor XI para garantir os postos de trabalho essenciais estão funcionando.
ru_ru: Мониторы XI сервер, чтобы обеспечить основные рабочие места работы.
zh_cn: 监视XI服务器以确保核心作业正在运行。

source: Monitors the load on the server (1/5/15 minute values).
bg_bg: Следи натоварването на сървъра (1/5/15 минутни стойности)
de_de: Überwacht die Last auf dem Server (1/5/15 Minuten-Werte).
es_es: Monitoriza la carga en el servidor (01/05/15 valores minutos).
fr_fr: Surveille la charge sur le serveur (05/01/15 valeurs minute).
it_it: Controlla il carico sul server (1/5/15 valori al minuto).
ja_jp: サーバ（1/5/15分）の負荷を監視します.
pl_pl: monitoruje obciążenie serwera (05.01.15 wartości minut).
pt_pt: Monitoriza a carga no servidor (1/5/15 valores minutos).
ru_ru: Мониторы нагрузки на сервер (1/5/15 минут значения).
zh_cn: 监视服务器上的负载（1/5/15分钟的值）。

source: Monitors the server iowait CPU statistics (a measure of disk read/write wait time).
bg_bg: Следи процесорната iowait статистика на сървъра (мярка за диск четене / запис на времето за изчакване) (a measure of disk read/write wait time).
de_de: Überwacht die Server iowait CPU-Statistiken (ein Maß der Festplatte lesen / schreiben Wartezeit).
es_es: Supervisa el servidor iowait estadísticas CPU (una medida de disco de lectura / escritura tiempo de espera).
fr_fr: Surveille le serveur iowait statistiques CPU (une mesure de la lecture / écriture du temps d'attente).
it_it: Controlla il server iowait statistiche della CPU (una misura del disco in lettura / scrittura tempo di attesa).
ja_jp: サーバ iowaitのCPU統計情報（ディスクの読み取り/書き込み待ち時間）を監視します.
pl_pl: monitoruje statystyki serwera iowait cpu (miara dysku odczytu / zapisu czasu oczekiwania).
pt_pt: Monitora o servidor iowait CPU estatísticas (uma medida do disco de leitura / gravação tempo de espera).
ru_ru: Мониторы сервер iowait процессора статистики (мера дисков для чтения / записи время ожидания).
zh_cn: 监视服务器iowait CPU统计信息（衡量磁盘读/写等待时间）。

source: Monitor a host (Windows, Linux, OS X, Solaris, or AIX) using the Nagios Cross-Plaftorm Agent.
bg_bg: Наблюдавайте хост (Windows, Linux или OS X), като използвате междуплатформения агент на Nagios.
de_de: überwachen, um eine Host (Windows, Linux oder OS X) das nagios Quer plaftorm Mittel verwendet wird.
es_es: supervisar un host (Windows, Linux u OS X) usando los nagios agente cruzada plaftorm.
fr_fr: surveiller un hôte (Windows, Linux, ou OS X) en utilisant les nagios agent cross-reposant sur une solution.
it_it: monitorare un host (Windows, Linux, o OS X) utilizzando i nagios agente cross-plaftorm.
ja_jp: Nagios Cross-Plaftorm Agentを使用してホスト(Windows, Linux, OS X) を監視します.
pl_pl: monitorowanie hosta (Windows, Linux lub OS X) przy użyciu agenta Nagios cross-plaftorm.
pt_pt: monitorar um host (Windows, Linux ou OS X) usando os nagios agente cross-plaftorm.
ru_ru: монитор хоста (Windows, Linux или OS X) с помощью Nagios кросс-plaftorm агента.
zh_cn: 使用Nagios跨平台代理监视主机（Windows，Linux，OS X，Solaris或AIX）。

source: Paging File Usage
bg_bg: Използване на Page файла
de_de: Page File Usage
es_es: Página de uso del archivo
fr_fr: Utilisation du fichier page
it_it: Utilizzo file di paging
ja_jp: ページファイル使用
pl_pl: wykorzystanie pliku strona
pt_pt: Uso do arquivo de página
ru_ru: Использование файла подкачки
zh_cn: 页面文件使用

source: Event Log Events/sec
bg_bg: събития в журнала на събитията / сек
de_de: Ereignisprotokoll Ereignisse / Sek
es_es: eventos de registro de eventos / seg.
fr_fr: événements du journal des événements / s
it_it: registro eventi eventi / sec
ja_jp: イベントログイベント/秒
pl_pl: dziennik zdarzeń zdarzenia / sek
pt_pt: eventos de log de eventos / s
ru_ru: журнал событий / сек
zh_cn: 事件日志事件/秒

source: Active Terminal Sessions
bg_bg: активни терминални сесии
de_de: aktive Terminalsitzungen
es_es: sesiones terminales activas
fr_fr: sessions terminales actives
it_it: sessioni terminali attive
ja_jp: アクティブなターミナルセッション
pl_pl: aktywne sesje terminalowe
pt_pt: sessões de terminal ativo
ru_ru: активные терминальные сессии
zh_cn: 活跃的终端会话

source: Number of System Threads
bg_bg: брой системни нишки
de_de: Anzahl der Systemthreads
es_es: cantidad de hilos del sistema
fr_fr: nombre de threads système
it_it: numero di thread di sistema
ja_jp: システムスレッドの数
pl_pl: liczba wątków systemowych
pt_pt: número de threads do sistema
ru_ru: количество системных потоков
zh_cn: 系统线程数

source: Print Queue Job Errors
bg_bg: грешки в заданието на опашката за печат
de_de: Fehler in Druckwarteschlangenaufträgen
es_es: errores de trabajo de cola de impresión
fr_fr: erreurs de travail de file d'attente d'impression
it_it: errori di processo nella coda di stampa
ja_jp: 印刷キュージョブエラー
pl_pl: drukuj błędy zadań kolejki
pt_pt: erros de trabalho na fila de impressão
ru_ru: ошибки задания очереди печати
zh_cn: 打印队列作业错误

source: Active Telephony Lines
bg_bg: активни телефонни линии
de_de: aktive Telefonleitungen
es_es: líneas telefónicas activas
fr_fr: lignes téléphoniques actives
it_it: linee telefoniche attive
ja_jp: アクティブな電話回線
pl_pl: aktywne linie telefoniczne
pt_pt: linhas de telefonia ativa
ru_ru: активные телефонные линии
zh_cn: 活跃的电话线程

source: Logon Errors
bg_bg: грешки при влизане
de_de: Anmeldefehler
es_es: errores de inicio de sesión
fr_fr: erreurs de connexion
it_it: errori di accesso
ja_jp: ログオンエラー
pl_pl: błędy logowania
pt_pt: erros de logon
ru_ru: ошибки входа
zh_cn: 登录错误

source: Server Work Queues
bg_bg: сървърни работни опашки
de_de: Server-Arbeitswarteschlangen
es_es: colas de trabajo del servidor
fr_fr: files d'attente de travail du serveur
it_it: code di lavoro del server
ja_jp: サーバーの作業キュー
pl_pl: kolejki robocze serwera
pt_pt: filas de trabalho do servidor
ru_ru: рабочие очереди сервера
zh_cn: 服务器工作队列

source: Windows Counters
bg_bg: плотове за прозорци
de_de: Fensterzähler
es_es: mostradores de ventanas
fr_fr: compteurs de fenêtres
it_it: contatori di windows
ja_jp: Windowsカウンター
pl_pl: liczniki okien
pt_pt: balcões de janelas
ru_ru: счетчики окон
zh_cn: Windows计数器

source: Specify any windows counters you would like NCPA to check the value of. Per second counters require a sleep time.
bg_bg: посочете всички броячи на Windows, на които искате ncpa да провери стойността. на секунда броячите изискват време за сън.
de_de: Geben Sie alle Windows-Zähler an, deren Wert ncpa überprüfen soll. pro Sekunde Zähler benötigen eine Schlafzeit.
es_es: especifique cualquier contador de ventanas del que desee que ncpa verifique el valor. los contadores por segundo requieren un tiempo de sueño.
fr_fr: spécifiez les compteurs Windows dont vous souhaitez que ncpa vérifie la valeur. par seconde, les compteurs nécessitent un temps de sommeil.
it_it: specifica tutti i contatori di Windows di cui desideri che ncpa verifichi il valore. al secondo i contatori richiedono un tempo di sonno.
ja_jp: ncpaで値を確認するWindowsカウンターを指定します。 1秒あたりのカウンターにはスリープ時間が必要です。
pl_pl: określ dowolne liczniki systemu Windows, które ncpa ma sprawdzać. liczniki na sekundę wymagają czasu snu.
pt_pt: especifique quaisquer contadores de janelas dos quais você gostaria que o ncpa verifique o valor. contadores por segundo requerem um tempo de sono.
ru_ru: укажите любые счетчики окон, которые вы хотели бы, чтобы ncpa проверил в значении. счетчики в секунду требуют времени сна.
zh_cn: 指定您希望NCPA检查其值的任何Windows计数器。 每秒计数器需要一个睡眠时间。

source: This value can be any Windows performance counter. To view available counters run in cmd.exe
bg_bg: тази стойност може да бъде всеки брояч на производителността на Windows. за да видите наличните броячи, работещи в cmd.exe
de_de: Dieser Wert kann ein beliebiger Windows-Leistungsindikator sein. um verfügbare Zähler anzuzeigen, laufen Sie in cmd.exe
es_es: Este valor puede ser cualquier contador de rendimiento de Windows. para ver los contadores disponibles, ejecute cmd.exe
fr_fr: cette valeur peut être n'importe quel compteur de performances Windows. pour afficher les compteurs disponibles exécutés dans cmd.exe
it_it: questo valore può essere qualsiasi contatore delle prestazioni di Windows. per visualizzare i contatori disponibili eseguiti in cmd.exe
ja_jp: この値には、任意のWindowsパフォーマンスカウンターを指定できます。 cmd.exeで実行可能なカウンターを表示するには
pl_pl: ta wartość może być dowolnym licznikiem wydajności systemu Windows. aby wyświetlić dostępne liczniki uruchom w cmd.exe
pt_pt: esse valor pode ser qualquer contador de desempenho do Windows. exibir contadores disponíveis executados em cmd.exe
ru_ru: это значение может быть любым счетчиком производительности Windows. для просмотра доступных счетчиков запустить в cmd.exe
zh_cn: 该值可以是任何Windows性能计数器。 若要查看可用的计数器，请在cmd.exe中运行

source: Sleep
bg_bg: сън
de_de: Schlaf
es_es: dormir
fr_fr: dormir
it_it: dormire
ja_jp: 睡眠
pl_pl: sen
pt_pt: dormir
ru_ru: спать
zh_cn: 休眠

source: If the counter is per second (/sec in name) then you must put a sleep value to see data. Sleep value is in seconds. Most counters are fine with 1-5 seconds.
bg_bg: ако броячът е в секунда (/ сек в име), тогава трябва да поставите стойност за заспиване, за да видите данни. стойността на съня е в секунди. повечето броячи са добре с 1-5 секунди.
de_de: Wenn der Zähler pro Sekunde (/ s im Namen) ist, müssen Sie einen Schlafwert eingeben, um Daten anzuzeigen. Der Schlafwert ist in Sekunden angegeben. Die meisten Zähler sind mit 1-5 Sekunden in Ordnung.
es_es: si el contador es por segundo (/ seg en nombre), debe poner un valor de suspensión para ver los datos. El valor del sueño es en segundos. La mayoría de los contadores están bien con 1-5 segundos.
fr_fr: si le compteur est par seconde (/ sec en nom), vous devez mettre une valeur de sommeil pour voir les données. la valeur de sommeil est en secondes. la plupart des compteurs sont bien avec 1-5 secondes.
it_it: se il contatore è al secondo (/ sec nel nome), è necessario inserire un valore di sospensione per visualizzare i dati. il valore di sospensione è in secondi. la maggior parte dei segnalini va bene con 1-5 secondi.
ja_jp: カウンターが1秒あたり（名前が/ sec）の場合、データを表示するにはスリープ値を入力する必要があります。スリープ値は秒単位です。ほとんどのカウンターは1〜5秒で問題ありません。
pl_pl: jeśli licznik jest na sekundę (/ s w nazwie), musisz ustawić wartość uśpienia, aby zobaczyć dane. wartość uśpienia jest w sekundach. większość liczników jest w porządku z 1-5 sekundami.
pt_pt: se o contador for por segundo (/ s no nome), você deverá colocar um valor de suspensão para ver os dados. o valor do sono é em segundos. a maioria dos contadores funciona bem de 1 a 5 segundos.
ru_ru: если счетчик в секунду (/ сек в имени), то вы должны поставить значение сна, чтобы увидеть данные. значение сна в секундах. большинство счетчиков в порядке с 1-5 секунд.
zh_cn: 如果计数器是每秒（名称为/ sec），则必须放置一个休眠值才能查看数据。 睡眠值以秒为单位。 大多数计数器都可以在1-5秒内正常运行。

source: Add Another Windows Counter Check
bg_bg: добавете още проверка на брояча на Windows
de_de: Fügen Sie eine weitere Windows-Zählerprüfung hinzu
es_es: agregar otro contador de Windows
fr_fr: ajouter une autre vérification du compteur Windows
it_it: aggiungere un altro controllo del contatore di Windows
ja_jp: 別のWindowsカウンターチェックを追加する
pl_pl: dodaj kolejne sprawdzanie licznika okien
pt_pt: adicionar outra verificação no balcão do Windows
ru_ru: добавить еще одну проверку счетчика окон
zh_cn: 添加另一个Windows计数器检查
