Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Your MSP license needs to be re-activated in order to access to certain features of Nagios XI
bg_bg: Вашия OEM лиценз трябва да бъде активиран отново, за да получите достъп до определени функции на Nagios XI
de_de: Um wieder aktiviert werden, um Zugriff auf bestimmte Funktionen von Nagios XI Ihre Lizenz benötigt
es_es: su licencia tiene que ser re-activado para poder acceder a ciertas características de nagios xi
fr_fr: votre licence doit être réactivé afin d'accéder à certaines fonctionnalités de Nagios XI
it_it: la licenza deve essere ri-attivato al fine di accedere ad alcune funzioni di Nagios xi
ja_jp: 現在のNagios XI機能にアクセスするには、OEMライセンスは再アクティベーションが必要です.
pl_pl: licencja musi być ponownie aktywowane w celu dostępu do niektórych funkcji Nagios XI
pt_pt: sua licença precisa ser re-ativado para o acesso a determinados recursos do nagios xi
ru_ru: Ваша лицензия должна быть вновь активирована, чтобы получить доступ к некоторым функциям Nagios XI
zh_cn: 您的许可证需要被重新激活后，才能进入的nagios喜的某些功能

source: Activate your license now
bg_bg: Активирайте лиценза си сега
de_de: Aktivieren Sie Ihren Lizenzschlüssel
es_es: Active su licencia
fr_fr: Activer votre clé de licence
it_it: Attiva il tuo codice di licenza
ja_jp: ライセンスを今すぐアクティベートする
pl_pl: aktywować klucz licencyjny
pt_pt: Ative sua chave de licença
ru_ru: Активация лицензионного ключа
zh_cn: 激活您的许可证密钥

source: MSP licenses require activation.
bg_bg: OEM лицензите изискват активиране.
de_de: OEM-Lizenzen erfordern eine Aktivierung.
es_es: licencias OEM requieren activación.
fr_fr: Les licences OEM nécessitent une activation.
it_it: licenze OEM richiedono l'attivazione.
ja_jp: OEMライセンスはアクティベーションが必要です.
pl_pl: oem licencje wymagają aktywacji.
pt_pt: licenças OEM requer ativação.
ru_ru: ОЕМ Лицензии требует активации.
zh_cn: OEM许可证需要激活。

source: Problem with MSP license
bg_bg: Проблем с OEM лиценза
de_de: Problem mit OEM-Lizenz
es_es: problema con licencia OEM
fr_fr: problème avec licence OEM
it_it: problema con licenza OEM
ja_jp: OEMライセンスの問題
pl_pl: Problem z licencją oem
pt_pt: problema com licença OEM
ru_ru: Проблема с OEM лицензии
zh_cn: MSP许可证问题

source: Notice: This trial of Nagios XI Cloud will end in
bg_bg: бележка: това изпитание на облака нагиос xi ще свърши
de_de: Hinweis: Dieser Test von Nagios xi Cloud wird enden
es_es: aviso: esta prueba de nube nagios xi terminará en
fr_fr: remarque: ce procès de nagios xi nuage se terminera par
it_it: avviso: questa prova di nagios xi cloud finirà
ja_jp: 通知：このNagios XIクラウドのトライアルは終了します
pl_pl: Uwaga: ta próba chmury Nagios xi zakończy się
pt_pt: aviso: este teste da nuvem nagios xi terminará em
ru_ru: уведомление: это испытание облака nagios xi закончится
zh_cn: 注意：Nagios XI Cloud的试用版将在

source: Notice: This trial copy of %s will expire in
bg_bg: Внимание: Това пробно копие на Nagios XI ще изтече в
de_de: Hinweis: Diese Testversion von Nagios XI verfallen in
es_es: AVISO: Esta copia de prueba de nagios xi expirará en
fr_fr: Important: cette copie d'essai de nagios xi expirera en
it_it: Avviso: Questo copia di prova di Nagios xi scadrà in
ja_jp: 注記: %s の評価期間はあと
pl_pl: Wskazówka: próbny egzemplarz Nagios XI wygasa w
pt_pt: aviso: esta cópia de avaliação do nagios xi irá expirar em
ru_ru: внимание: этот процесс копию Nagios XI истекает в
zh_cn: 注意：此%s的试用版将在

source: Purchase a License Now
bg_bg: Закупете лиценз сега
de_de: eine Lizenz erwerben
es_es: comprar una licencia
fr_fr: acheter une licence
it_it: acquistare una licenza
ja_jp: 今すぐライセンスを購入する
pl_pl: zakup licencji
pt_pt: comprar uma licença
ru_ru: приобрести лицензию
zh_cn: 立即购买许可证

source: Enter your license key
bg_bg: Въведете вашия лицензионен ключ
de_de: Geben Sie Ihren Lizenzschlüssel
es_es: introduzca su clave de licencia
fr_fr: entrez votre clé de licence
it_it: inserire il codice di licenza
ja_jp: ライセンスキーを入力してください
pl_pl: Wprowadź klucz licencyjny
pt_pt: digite sua chave de licença
ru_ru: введите лицензионный ключ
zh_cn: 输入您的许可证密钥

source: This trial copy of %s has expired
bg_bg: Пробния период на това копие на Nagios XI е изтекъл
de_de: Diese Testversion von Nagios XI ist abgelaufen
es_es: esta copia de prueba de nagios xi ha expirado
fr_fr: cette copie d'essai de nagios xi a expiré
it_it: questa copia di prova di Nagios xi è scaduto
ja_jp: %s の評価期間が終了しました
pl_pl: badanie to kopia Nagios XI wygasł
pt_pt: esta cópia de avaliação do nagios xi expirou
ru_ru: этот процесс копию Nagios XI истек
zh_cn: %s的试用版已过期

source: Thank you for trying Nagios Cloud. Your cloud trial is over and this license is currently
bg_bg: благодаря ви, че опитахте облака на нагиос. вашето проучване за облака е приключило и този лиценз е в момента
de_de: Danke, dass du die Nagios-Cloud ausprobiert hast. Ihre Cloud-Testversion ist beendet und diese Lizenz ist derzeit gültig
es_es: gracias por probar la nube de nagios. su prueba en la nube ha terminado y esta licencia está actualmente
fr_fr: merci d'essayer nagios cloud. votre essai cloud est terminé et cette licence est actuellement
it_it: grazie per aver provato Nagios Cloud. la tua prova cloud è terminata e questa licenza è al momento
ja_jp: Nagios Cloud をお試しいただき、ありがとうございます。クラウドトライアルは終了し、このライセンスは現在
pl_pl: dziękuję za próbowanie chmury nagios. Twoja próba w chmurze skończyła się, a ta licencja jest obecnie
pt_pt: obrigado por tentar nagios cloud. seu teste na nuvem acabou e esta licença está atualmente
ru_ru: спасибо за попытку облака nagios. ваше облачное испытание закончено, и эта лицензия в настоящее время
zh_cn: 感谢您尝试使用Nagios Cloud。 您的云试用期已结束，此许可证当前为

source: suspended
bg_bg: окачен
de_de: suspendiert
es_es: suspendido
fr_fr: suspendu
it_it: sospeso
ja_jp: 中断した
pl_pl: zawieszony
pt_pt: suspenso
ru_ru: подвешенный
zh_cn: 暂停

source: To continue to use this license, log into your
bg_bg: да продължите да използвате този лиценз, влезте във вашия
de_de: Um diese Lizenz weiterhin nutzen zu können, loggen Sie sich in Ihre
es_es: para continuar usando esta licencia, inicie sesión en su
fr_fr: pour continuer à utiliser cette licence, connectez-vous à votre
it_it: per continuare a utilizzare questa licenza, accedi al tuo
ja_jp: このライセンスを引き続き使用するには、
pl_pl: aby nadal korzystać z tej licencji, zaloguj się do swojego konta
pt_pt: para continuar a usar esta licença, faça o login no seu
ru_ru: для продолжения использования этой лицензии, войдите в свою
zh_cn: 要继续使用此许可证，请登录到

source: and view payment and invoices in the billing section
bg_bg: и да видите плащанията и фактурите в секцията "Таксуване"
de_de: und sehen Sie sich die Zahlung und Rechnungen im Abrechnungsbereich an
es_es: y ver el pago y las facturas en la sección de facturación
fr_fr: et afficher le paiement et les factures dans la section de facturation
it_it: e visualizzare il pagamento e le fatture nella sezione di fatturazione
ja_jp: 課金セクションでの支払いと請求書の表示
pl_pl: i przeglądać płatności i faktury w sekcji fakturowania
pt_pt: e ver pagamentos e faturas na seção de faturamento
ru_ru: и просматривать платежи и счета-фактуры в разделе биллинга
zh_cn: 并在“结算”部分查看付款和发票

source: This instance's license is currently
bg_bg: лицензът на този потребител е в момента
de_de: Die Lizenz dieser Instanz ist derzeit
es_es: la licencia de esta instancia es actualmente
fr_fr: La licence de cette instance est actuellement
it_it: la licenza di questa istanza è attualmente
ja_jp: このインスタンスのライセンスは現在
pl_pl: licencja tego egzemplarza jest obecnie
pt_pt: a licença desta instância está atualmente
ru_ru: лицензия этого экземпляра в настоящее время
zh_cn: 该实例的许可证当前为

source: To see more information and to remove the suspension, log into your
bg_bg: за да видите повече информация и да премахнете спирането, влезте във вашия
de_de: Um mehr Informationen zu sehen und die Aussetzung zu entfernen, loggen Sie sich in Ihren
es_es: para ver más información y eliminar la suspensión, inicie sesión en su
fr_fr: pour voir plus d'informations et pour supprimer la suspension, connectez-vous à votre
it_it: per vedere più informazioni e rimuovere la sospensione, accedi al tuo
ja_jp: 詳細を確認し、停止を解除するには、ログインしてください
pl_pl: aby wyświetlić więcej informacji i usunąć zawieszenie, zaloguj się do swojego konta
pt_pt: para ver mais informações e para remover a suspensão, entre em seu
ru_ru: чтобы увидеть дополнительную информацию и удалить подвеску, войдите в свой
zh_cn: 要查看更多信息并删除暂停，请登录到

source: or upgrade your license.
bg_bg: Обновете вашия лиценз
de_de: aktualisieren Sie Ihre Lizenz
es_es: actualizar su licencia
fr_fr: mettre à jour votre licence
it_it: aggiornare la licenza
ja_jp: ライセンスをアップグレードしてください。
pl_pl: zaktualizować licencję
pt_pt: atualizar sua licença
ru_ru: обновить лицензию
zh_cn: 升级您的许可证

source: You have exceeded your license limits
bg_bg: Вие сте превишили лимита на лиценза си
de_de: Sie Ihre Lizenz Grenzwerte überschritten haben
es_es: que ha superado sus límites de la licencia
fr_fr: vous avez dépassé votre limite de licence
it_it: si è superato il limite di licenza
ja_jp: ライセンスの制限を超えています
pl_pl: zostały przekroczone limity licencji
pt_pt: você excedeu o seu limite de licença
ru_ru: Вы превысили свои пределы лицензионных
zh_cn: 您已超出许可限制

source: Your license needs to be re-activated in order to access certain features of %s
bg_bg: Вашия лиценз трябва да бъде активиран отново, за да получите достъп до определени функции на Nagios XI
de_de: Um wieder aktiviert werden, um Zugriff auf bestimmte Funktionen von Nagios XI Ihre Lizenz benötigt
es_es: su licencia tiene que ser re-activado para poder acceder a ciertas características de nagios xi
fr_fr: votre licence doit être réactivé afin d'accéder à certaines fonctionnalités de Nagios XI
it_it: la licenza deve essere ri-attivato al fine di accedere ad alcune funzioni di Nagios xi
ja_jp: %s の特定の機能にアクセスするには、ライセンスを再度アクティベートする必要があります
pl_pl: licencja musi być ponownie aktywowane w celu dostępu do niektórych funkcji Nagios XI
pt_pt: sua licença precisa ser re-ativado para o acesso a determinados recursos do nagios xi
ru_ru: Ваша лицензия должна быть вновь активирована, чтобы получить доступ к некоторым функциям Nagios XI
zh_cn: 您需要重新激活许可证才能访问%s的某些功能

source: Your license has not yet been activated. Access to certain features of %s are restricted or limited.
bg_bg: Вашия лиценз все още не е бил активиран. Достъпа до определени функции на Nagios XI е ограничен.
de_de: Ihre Lizenz noch nicht aktiviert worden. Zugriff auf bestimmte Funktionen von Nagios XI eingeschränkt oder begrenzt.
es_es: su licencia aún no se ha activado. el acceso a ciertas características de nagios xi están restringidos o limitados.
fr_fr: votre licence n'a pas encore été activé. accès à certaines fonctionnalités de Nagios XI sont restreinte ou limitée.
it_it: non è stata ancora attivata la licenza. l'accesso a determinate caratteristiche di Nagios xi sono ristretti o limitata.
ja_jp: ライセンスがアクティベートされていません。 %s の特定の機能へのアクセスは制限されます。
pl_pl: Twoje prawo jazdy nie zostało jeszcze aktywowane. dostęp do niektórych funkcji Nagios xi są ograniczone lub ograniczone.
pt_pt: sua licença ainda não foi ativado. acesso a determinados recursos do Nagios xi são restritas ou limitadas.
ru_ru: лицензия еще не активирована. доступ к некоторым функциям Nagios XI ограничены или ограничена.
zh_cn: 您的许可证尚未激活。 对%s某些功能的访问受到限制或限制。

source: Upgrade Your License
bg_bg: Обновете вашия лиценз
de_de: aktualisieren Sie Ihre Lizenz
es_es: actualizar su licencia
fr_fr: mettre à jour votre licence
it_it: aggiornare la licenza
ja_jp: ライセンスをアップグレードする
pl_pl: zaktualizować licencję
pt_pt: atualizar sua licença
ru_ru: обновить лицензию
zh_cn: 升级您的许可证

source: Enter your new license key
bg_bg: Въведете вашия нов лицензионен ключ
de_de: geben Sie Ihren neuen Lizenzschlüssel
es_es: introduzca la nueva clave de licencia
fr_fr: entrez votre nouvelle clé de licence
it_it: immettere il nuovo codice di licenza
ja_jp: 新しいライセンスキーを入力してください
pl_pl: wprowadzić nowy klucz licencyjny
pt_pt: digite a nova chave de licença
ru_ru: введите новый лицензионный ключ
zh_cn: 输入新的许可证密钥

source: Upgrade to a licensed version
bg_bg: Направете ъпгрейд до лицензирана версия
de_de: ein Upgrade auf eine lizenzierte Version
es_es: actualizar a una versión con licencia
fr_fr: mise à niveau vers une version sous licence
it_it: l'aggiornamento a una versione con licenza
ja_jp: ライセンス版にアップグレード
pl_pl: uaktualnienie do wersji licencjonowanej
pt_pt: atualizar para uma versão licenciada
ru_ru: обновить ее до лицензированной версии
zh_cn: 升级到正式版本

source: to view more information.
bg_bg: за повече информация.
de_de: für mehr Informationen.
es_es: para más información.
fr_fr: pour plus d'informations.
it_it: per maggiori informazioni.
ja_jp: 詳細について。
pl_pl: po więcej informacji.
pt_pt: Para maiores informações.
ru_ru: Чтобы получить больше информации.
zh_cn: 了解更多信息。

source: License Inactive
bg_bg: лицензът е неактивен
de_de: Lizenz inaktiv
es_es: licencia inactiva
fr_fr: licence inactive
it_it: licenza inattiva
ja_jp: ライセンス非アクティブ
pl_pl: licencja nieaktywna
pt_pt: licença inativa
ru_ru: лицензия неактивна
zh_cn: 许可证无效

source: This license is currently set to inactive. The user interface and notifications are disabled.
bg_bg: този лиценз за облак понастоящем е настроен на неактивен. потребителският интерфейс и известията са деактивирани. <br> влезте във вашия
de_de: Diese Cloud-Lizenz ist derzeit inaktiv. Die Benutzeroberfläche und Benachrichtigungen sind deaktiviert. <br> Melde dich bei dir an
es_es: esta licencia de nube está actualmente configurada como inactiva. la interfaz de usuario y las notificaciones están deshabilitadas. <br> inicia sesión en tu
fr_fr: cette licence cloud est actuellement définie sur inactive. l'interface utilisateur et les notifications sont désactivées. <br> connectez-vous dans votre
it_it: questa licenza cloud è attualmente impostata inattiva. l'interfaccia utente e le notifiche sono disabilitate. <br> accedi al tuo
ja_jp: このライセンスは現在非アクティブに設定されています。ユーザーインターフェイスと通知は無効です。
pl_pl: ta licencja w chmurze jest obecnie nieaktywna. interfejs użytkownika i powiadomienia są wyłączone. <br> zaloguj się do swojego
pt_pt: esta licença de nuvem está atualmente definida como inativa. a interface do usuário e as notificações estão desabilitadas. <br> entre no seu
ru_ru: эта облачная лицензия в настоящее время установлена ​​в неактивную. пользовательский интерфейс и уведомления отключены. <br> войдите в свой
zh_cn: 该许可证当前设置为无效。 用户界面和通知已禁用。

source: You can still use the
bg_bg: все още можете да използвате
de_de: Du kannst immer noch die
es_es: todavía puedes usar el
fr_fr: vous pouvez toujours utiliser le
it_it: puoi ancora usare il
ja_jp: 引き続き
pl_pl: nadal możesz korzystać z
pt_pt: você ainda pode usar o
ru_ru: вы все равно можете использовать
zh_cn: 你仍然可以使用

source: admin
bg_bg: Администратор
es_es: Administracion
ja_jp: 管理
pl_pl: Administrator
ru_ru: Админ
zh_cn: 管理员

source: section normally while inactive.
bg_bg: нормално докато сте неактивни.
de_de: Abschnitt normalerweise während inaktiv.
es_es: sección normalmente mientras está inactivo.
fr_fr: section normalement pendant l'inactivité.
it_it: sezione normalmente mentre inattivo.
ja_jp: 通常は非アクティブです。
pl_pl: sekcja zwykle nieaktywna.
pt_pt: seção normalmente enquanto inativo.
ru_ru: раздел обычно неактивен.
zh_cn: 处于非活动状态时，该部分通常会显示。

source: This feature is not available until you
bg_bg: Тази функция не е налице, докато не
de_de: Diese Funktion steht nicht zur Verfügung, bis Sie
es_es: esta función no está disponible hasta que
fr_fr: cette fonctionnalité ne sont pas disponibles jusqu'à ce que vous
it_it: questa funzione non è disponibile fino a quando
ja_jp: この機能は現在使用できません.
pl_pl: Ta funkcja nie jest dostępna do Ciebie
pt_pt: este recurso não está disponível até você
ru_ru: эта функция не доступна, пока вы
zh_cn: 此功能只有在您

source: Renews
bg_bg: подновява
de_de: erneuert sich
es_es: renueva
fr_fr: renouvelle
it_it: rinnova
ja_jp: 更新する
pl_pl: odnawia
pt_pt: renova
ru_ru: обновляет
zh_cn: 更新

source: Suspended
bg_bg: окачен
de_de: suspendiert
es_es: suspendido
fr_fr: suspendu
it_it: sospeso
ja_jp: 中断した
pl_pl: zawieszony
pt_pt: suspenso
ru_ru: подвешенный
zh_cn: 暂停

source: Force license check
bg_bg: сила проверка на лиценза
de_de: Lizenzprüfung erzwingen
es_es: verificación de licencia de fuerza
fr_fr: contrôle de licence forcée
it_it: controllo della licenza di forza
ja_jp: ライセンス強制確認
pl_pl: wymuś kontrolę licencji
pt_pt: verificação de licença de força
ru_ru: проверка лицензии
zh_cn: 强制许可证检查

source: License Check
bg_bg: проверка на лиценза
de_de: Lizenzprüfung
es_es: verificación de licencia
fr_fr: vérification de licence
it_it: controllo della licenza
ja_jp: ライセンスチェック
pl_pl: sprawdzenie licencji
pt_pt: verificação de licença
ru_ru: проверка лицензии
zh_cn: 许可证检查

source: Has not checked yet
bg_bg: все още не е проверена
de_de: hat noch nicht überprüft
es_es: aún no ha verificado
fr_fr: n'a pas encore vérifié
it_it: non ha ancora controllato
ja_jp: まだチェックしていない
pl_pl: jeszcze się nie sprawdził
pt_pt: ainda não verificou
ru_ru: еще не проверил
zh_cn: 还没有检查

source: Ends on
bg_bg: завършва
de_de: endet am
es_es: termina en
fr_fr: se termine
it_it: finisce
ja_jp: 終わり
pl_pl: kończy się
pt_pt: termina em
ru_ru: заканчивается
zh_cn: 结束

source: starting on
bg_bg: започвайки от
de_de: beginnend am
es_es: a partir de la
fr_fr: à partir de
it_it: a partire
ja_jp: から始まる
pl_pl: zaczynając
pt_pt: Começando
ru_ru: начиная с
zh_cn: 开始

source: Unlimited
bg_bg: Неограничен
de_de: unbegrenzt
es_es: ilimitado
fr_fr: illimité
it_it: illimitato
ja_jp: 無制限
pl_pl: nieograniczony
pt_pt: ilimitado
ru_ru: неограниченный
zh_cn: 无限

source: Manage Cloud License
bg_bg: управление на облак лиценз
de_de: Cloud-Lizenz verwalten
es_es: Administrar licencia en la nube
fr_fr: gérer la licence cloud
it_it: gestire la licenza cloud
ja_jp: クラウドライセンスを管理する
pl_pl: zarządzaj licencją chmurową
pt_pt: gerenciar licença de nuvem
ru_ru: управлять облачной лицензией
zh_cn: 管理云许可证

source: License Status
bg_bg: Лицензионна статистика
de_de: Lizenz stats
es_es: Estadísticas de licencia
fr_fr: Statistiques de licence
it_it: stats di licenza
ja_jp: ライセンス状況
pl_pl: statystyki licencyjne
pt_pt: Estatísticas de licença
ru_ru: лицензионные статистика
zh_cn: 许可证状态

source: License Subscription
bg_bg: лиценз абонамент
de_de: Lizenz-Abonnement
es_es: suscripción de licencia
fr_fr: abonnement de licence
it_it: abbonamento di licenza
ja_jp: ライセンス登録
pl_pl: abonament na licencję
pt_pt: assinatura de licença
ru_ru: подписка на лицензии
zh_cn: 许可证订阅

source: Max Active Checks
bg_bg: Активни проверки
de_de: Aktive Prüfungen
es_es: Chequeos Activos
fr_fr: Les contrôles actifs
it_it: Controlli attivi
ja_jp: 最大アクティブチェック
pl_pl: Kontrole aktywne
pt_pt: Verificação ativa
ru_ru: Активная проверка
zh_cn: 最大主动检查

source: Purchase a license
bg_bg: Закупете лиценз
de_de: eine Lizenz erwerben
es_es: comprar una licencia
fr_fr: acheter une licence
it_it: acquistare una licenza
ja_jp: ライセンスを購入
pl_pl: zakup licencji
pt_pt: comprar uma licença
ru_ru: приобрести лицензию
zh_cn: 购买许可证

source: and receive support and upgrade benefits!
bg_bg: и да получат поддръжка и ъпгрейд облаги!
de_de: und erhalten Support-und Upgrade Vorteile!
es_es: y recibir apoyo y beneficios de ascenso!
fr_fr: et recevoir un soutien et des prestations de mise à jour!
it_it: e ricevere supporto e benefici di aggiornamento!
ja_jp: し、サポートとアップグレードのメリットを受けとる!
pl_pl: i otrzymać wsparcie i uaktualnić korzyści!
pt_pt: e receber apoio e benefícios atualização!
ru_ru: и получать поддержку и обновления преимущества!
zh_cn: 并得到支持和升级的好处！

source: Number of Licensed Hosts
bg_bg: Броят на лицензираните хостове
de_de: Anzahl der lizenzierten Hosts
es_es: número de hosts autorizados
fr_fr: nombre d'hôtes autorisés
it_it: numero di host autorizzati
ja_jp: ライセンスホスト数
pl_pl: liczba licencjonowanych hostów
pt_pt: número de servidores licenciados
ru_ru: Количество лицензированных хостов
zh_cn: 许可主机数

source: Current Hosts
bg_bg: Настоящите хостове
de_de: aktuellen Hosts
es_es: hosts actuales
fr_fr: les hôtes actuels
it_it: padroni di casa attuali
ja_jp: 現在のホスト
pl_pl: Obecne gospodarze
pt_pt: hospedeiros atuais
ru_ru: принимают в настоящее время
zh_cn: 当前主机

source: License Usage
bg_bg: Използване на лиценз
de_de: Lizenznutzung
es_es: uso de licencias
fr_fr: l'utilisation des licences
it_it: utilizzo delle licenze
ja_jp: ライセンスの使用状況
pl_pl: licencyjnej
pt_pt: uso da licença
ru_ru: использование лицензий
zh_cn: 许可证使用情况

source: Trial Options:
bg_bg: пробни опции:
de_de: Testoptionen:
es_es: opciones de prueba:
fr_fr: options d'essai:
it_it: opzioni di prova:
ja_jp: トライアルオプション：
pl_pl: opcje próbne:
pt_pt: opções de teste:
ru_ru: варианты пробной версии:
zh_cn: 试用选项：

source: Enter trial license key
bg_bg: Въведете вашия лицензионен ключ
de_de: Geben Sie Ihren Lizenzschlüssel
es_es: introduzca su clave de licencia
fr_fr: entrez votre clé de licence
it_it: inserire il codice di licenza
ja_jp: ライセンスキーを入力してください
pl_pl: Wprowadź klucz licencyjny
pt_pt: digite sua chave de licença
ru_ru: введите лицензионный ключ
zh_cn: 输入您的许可证密钥

source: Number of Licensed Checks
bg_bg: Броят на лицензираните хостове
de_de: Anzahl der lizenzierten Hosts
es_es: número de hosts autorizados
fr_fr: nombre d'hôtes autorisés
it_it: numero di host autorizzati
ja_jp: ライセンスホスト数
pl_pl: liczba licencjonowanych hostów
pt_pt: número de servidores licenciados
ru_ru: Количество лицензированных хостов
zh_cn: 许可的主机数

source: Host-Based
bg_bg: Базиран на хост
de_de: host-basierend
es_es: basado acogida
it_it: basato su host
ja_jp: ホストベース
pt_pt: baseado em host
ru_ru: имени узла
zh_cn: 基于主机

source: Upgrade your License
bg_bg: Обновете вашия лиценз
de_de: aktualisieren Sie Ihre Lizenz
es_es: actualizar su licencia
fr_fr: mettre à jour votre licence
it_it: aggiornare la licenza
ja_jp: ライセンスをアップグレード
pl_pl: zaktualizować licencję
pt_pt: atualizar sua licença
ru_ru: обновить лицензию
zh_cn: 升级您的许可证

source: Invalid License Key
bg_bg: Невалиден ключ за лиценз
de_de: ungültige Lizenz key
es_es: clave de licencia válida
fr_fr: clé de licence non valide
it_it: chiave di licenza non valida
ja_jp: 無効なライセンスキー
pl_pl: nieprawidłowy klucz licencyjny
pt_pt: chave de licença inválida
ru_ru: недействительным лицензионного ключа
zh_cn: 无效的许可证密钥

source: Purchase a License
bg_bg: Закупете лиценз
de_de: eine Lizenz erwerben
es_es: comprar una licencia
fr_fr: acheter une licence
it_it: acquistare una licenza
ja_jp: ライセンスを購入
pl_pl: zakup licencji
pt_pt: comprar uma licença
ru_ru: приобрести лицензию
zh_cn: 购买许可证

source: Maintenance Status
bg_bg: Статус на поддръжката
de_de: Wartungsstatus
es_es: estado de mantenimiento
fr_fr: état de maintenance
it_it: stato di manutenzione
ja_jp: メンテナンスステータス
pl_pl: Stan utrzymania
pt_pt: estado de manutenção
ru_ru: Поддержание статуса
zh_cn: 维护状态

source: EXPIRED ON
bg_bg: Изтекъл на
de_de: endete am
es_es: expiró el
fr_fr: expiré le
it_it: scaduto il
ja_jp: 期限切れ
pl_pl: upłynął
pt_pt: expirou em
ru_ru: истек
zh_cn: 过期

source: Current
bg_bg: Текущ
de_de: Strom
es_es: Actual
fr_fr: Courant
it_it: Corrente
ja_jp: 現在
pl_pl: prąd
pt_pt: Atual
ru_ru: Ток
zh_cn: 当前

source: days on
bg_bg: Дни на
de_de: tage
es_es: día en
fr_fr: jours sur
it_it: giorni in
ja_jp: 日
pl_pl: dni na
pt_pt: dias sobre
ru_ru: дни на
zh_cn: 天

source: Current (Unable to determine expiration date )
bg_bg: Текущ (не може да се определи срока на годност)
de_de: Strom (nicht in der Lage festzustellen, Ablaufdatum)
es_es: actual (no puede determinar la fecha de vencimiento)
fr_fr: courant (incapable de déterminer la date d'expiration)
it_it: corrente (in grado di determinare la data di scadenza)
ja_jp: 現在（有効期限を決定できません）
pl_pl: prądu (w stanie określić daty ważności)
pt_pt: atual (não é possível determinar a data de validade)
ru_ru: тока (не в состоянии определить дату истечения)
zh_cn: 当前（无法确定到期日期）
