Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: essential members
bg_bg: основни членове
de_de: wesentliche Mitglied
es_es: miembro esencial
fr_fr: membre essentiel
it_it: membro essenziale
ja_jp: 必須メンバ
pl_pl: istotnym członkiem
pt_pt: membro essencial
ru_ru: важно член
zh_cn: 重要的成员

source: currently in a problem state
bg_bg: В момента в проблемно състояние
de_de: derzeit in einem Problemzustand
es_es: actualmente en un estado de problema
fr_fr: actuellement dans un état de problème
it_it: attualmente in uno stato problema
ja_jp: 障害ステータスです
pl_pl: obecnie w stanie problemu
pt_pt: atualmente em um estado de problema
ru_ru: В настоящее время в состоянии проблемы
zh_cn: 目前处于故障状态

source: Group health is ignored while
bg_bg: Здравето на групата се игнорира, докато
de_de: Gruppe Gesundheit wird ignoriert, während
es_es: de salud de grupo, mientras que se ignora
fr_fr: la santé du groupe est ignoré tout
it_it: salute del gruppo viene ignorata mentre
ja_jp: グループヘルスは無視されます
pl_pl: zdrowia, podczas gdy grupa ta jest ignorowana
pt_pt: saúde do grupo é ignorada enquanto
ru_ru: группа здоровья игнорируется в то время как
zh_cn: 而小组健康被忽略

source: any
bg_bg: който и да е
de_de: irgendein
es_es: alguna
fr_fr: tout
it_it: qualsiasi
pl_pl: każdy
pt_pt: qualquer
ru_ru: Любые
zh_cn: 任何

source: Essential members cause the entire group to go into CRITICAL (with a effective group health of 0%) if they are in a
bg_bg: Основните членове предизвикват цялата група да отиде в критично състояние (със здраве на ефективната група от 0%), ако те не са в ОК или "работещо" (UP) състояние.
de_de: wesentliche Elemente bewirken, dass die gesamte Gruppe in kritische gehen (mit einer effektiven Gruppe Gesundheit von 0%), wenn sie nicht in einem OK oder bis Zustand sind.
es_es: miembros esenciales pueden causar todo el grupo para entrar en crítico (con un grupo eficaz de la salud 0%) si no están en un estado aceptable o hacia arriba.
fr_fr: membres essentiels causent tout le groupe pour aller dans critique (avec une santé de groupe efficace de 0%) si elles ne sont pas dans un état correct ou le haut.
it_it: membri essenziali causano l'intero gruppo di andare in critica (con un gruppo di salute efficace di 0%) se non sono in uno stato ok o up.
ja_jp: 必須メンバーがOKまたはUPステータスでない場合、グループ全体がクリティカル（グループヘルス 0 %）になります
pl_pl: Zasadnicze członkowie powodują, że cała grupa, aby przejść do krytycznego (z efektywnym zdrowia grupowej 0%), jeśli nie są one w stanie OK lub w górę.
pt_pt: membros essenciais causar todo o grupo para entrar na crítica (com uma saúde de grupo efetivo de 0%) se eles não estão em um estado ok ou para cima.
ru_ru: основными членами вызывают всю группу, чтобы войти в критический (с эффективной здоровья группы 0%), если они не находятся в ОК или вверх состоянии.
zh_cn: 重要成员如果整个小组都处于“关键”状态，则整个小组进入“严重”状态（有效组健康度为0％）

source: state.
bg_bg: състояние.
de_de: Zustand.
es_es: estado.
fr_fr: Etat.
it_it: stato.
ja_jp: 状態
pl_pl: stan.
pt_pt: Estado.
ru_ru: государство.
zh_cn: 状态。

source: essential members are in a problem state
bg_bg: важни членове са в проблемно състояние
de_de: wesentliche Mitglieder sind in einem problematischen Zustand
es_es: los miembros esenciales están en un estado de problema
fr_fr: les membres essentiels sont dans un état problématique
it_it: i membri essenziali sono in uno stato problematico
ja_jp: 重要なメンバーは問題のある状態にあります
pl_pl: zasadniczy członkowie są w stanie problemu
pt_pt: membros essenciais estão em um estado de problema
ru_ru: основные члены находятся в состоянии проблемы
zh_cn: 重要成员处于问题状态

source: Group health is
bg_bg: Здравето на групата е
de_de: Gruppe Gesundheit
es_es: de salud de grupo es
fr_fr: la santé du groupe est
it_it: salute del gruppo è
ja_jp: グループヘルス
pl_pl: grupa zdrowia
pt_pt: saúde do grupo é
ru_ru: группа здоровья
zh_cn: 组健康

source: Writing to backup file failed. Check permissions for
bg_bg: Писането на резервния файл (архива) се провали. Проверете правата за
de_de: Schreiben in Datei sichern fehlgeschlagen. Überprüfen Sie die Berechtigungen für die
es_es: La escritura en el archivo de copia de seguridad ha fallado. Compruebe los permisos para
fr_fr: L'écriture dans le fichier de sauvegarde a échoué. Vérifiez les autorisations pour
it_it: Scrittura per il backup del file non riuscita. Controllare le autorizzazioni per
ja_jp: バックアップファイルの書き込みに失敗しました。 アクセス権を確認してください
pl_pl: piśmie do pliku kopii zapasowej nie powiodło się. uprawnienia kontrolne dla
pt_pt: escrever no arquivo de backup falhou. verifique as permissões para
ru_ru: Дать для резервного копирования файлов не удалось. Проверьте разрешения для
zh_cn: 写入备份文件失败。 检查权限

source: Cannot open config file!
bg_bg: Не можете да отворите конфигурационния файл!
de_de: Kann nicht öffnen config file!
es_es: No puede abrir el archivo de configuracion!
fr_fr: Impossible d'ouvrir le fichier de configuration!
it_it: Impossibile aprire il file di configurazione!
ja_jp: 設定ファイルを開くことができません！
pl_pl: Nie można otworzyć pliku konfiguracyjnego!
pt_pt: Não é possível abrir arquivo de configuração!
ru_ru: Не могу открыть конфигурационный файл!
zh_cn: 无法打开配置文件！

source: Cannot write to config file!
bg_bg: Не може да пише в конфигурационния файл!
de_de: Kann nicht in die Konfigurationsdatei zu schreiben!
es_es: No se puede escribir al archivo de configuracion!
fr_fr: Impossible d'écrire dans le fichier de configuration!
it_it: Impossibile scrivere sul file di configurazione!
ja_jp: 設定ファイルへ書き込めません！
pl_pl: nie można zapisać pliku konfiguracyjnego!
pt_pt: Não é possível gravar arquivo de configuração!
ru_ru: Невозможно записать в файл конфигурации!
zh_cn: 无法写入配置文件！

source: Config file is not writeable!
bg_bg: Конфигурационния файл не е достъпен за писане!
de_de: Config-Datei ist nicht beschreibbar!
es_es: Archivo de configuracion no es escribible!
fr_fr: Fichier de configuration n'est pas accessible en écriture!
it_it: Il file di configurazione non è scrivibile!
ja_jp: 設定ファイルが書き込み可能ではありません!
pl_pl: Plik konfiguracyjny nie jest zapisywalny!
pt_pt: arquivo de configuração não é gravável!
ru_ru: Конфигурационных файлов не доступна на запись!
zh_cn: 配置文件不可写！

source: BPI configuration applied successfully!
bg_bg: BPI конфигурацията беше приложена успешно!
de_de: BPI-Konfiguration erfolgreich angewendet!
es_es: BPI configuración aplicada con éxito!
fr_fr: BPI configuration appliquée avec succès!
it_it: BPI configurazione applicata con successo!
ja_jp: BPI設定の適用に成功しました！
pl_pl: Konfiguracja BPI stosowane z powodzeniem!
pt_pt: Configuração aplicada com sucesso
ru_ru: BPI конфигурации успешно применяется!
zh_cn: BPI配置成功应用！

source: Group was added successfully. BPI configuration applied and backup created.
bg_bg: групата бе добавена успешно. Приложена е конфигурация на bpi и е създадено архивиране.
de_de: Gruppe wurde erfolgreich hinzugefügt. BPI-Konfiguration angewendet und Backup erstellt.
es_es: El grupo se agregó con éxito. configuración bpi aplicada y copia de seguridad creada.
fr_fr: le groupe a été ajouté avec succès. configuration bpi appliquée et sauvegarde créée.
it_it: il gruppo è stato aggiunto correttamente. configurazione bpi applicata e backup creato.
ja_jp: グループが追加されました。 bpi構成が適用され、バックアップが作成されました。
pl_pl: grupa została dodana pomyślnie. Zastosowano konfigurację BPI i utworzono kopię zapasową.
pt_pt: grupo foi adicionado com sucesso. configuração de bpi aplicada e backup criado.
ru_ru: группа была успешно добавлена. Конфигурация bpi применена и резервная копия создана.
zh_cn: 组已成功添加。 已应用BPI配置并创建了备份。

source: Group was removed successfully. BPI configuration applied and backup created.
bg_bg: групата бе премахната успешно. Приложена е конфигурация на bpi и е създадено архивиране.
de_de: Gruppe wurde erfolgreich entfernt. BPI-Konfiguration angewendet und Backup erstellt.
es_es: El grupo fue eliminado con éxito. configuración bpi aplicada y copia de seguridad creada.
fr_fr: le groupe a été supprimé avec succès. configuration bpi appliquée et sauvegarde créée.
it_it: il gruppo è stato rimosso correttamente. configurazione bpi applicata e backup creato.
ja_jp: グループは正常に削除されました。 bpi構成が適用され、バックアップが作成されました。
pl_pl: grupa została pomyślnie usunięta. Zastosowano konfigurację BPI i utworzono kopię zapasową.
pt_pt: O grupo foi removido com sucesso. configuração de bpi aplicada e backup criado.
ru_ru: группа была успешно удалена. Конфигурация bpi применена и резервная копия создана.
zh_cn: 组已成功删除。 已应用BPI配置并创建了备份。

source: No BPI Group was specified for deletion.
bg_bg: не е посочена bpi група за изтриване.
de_de: Zum Löschen wurde keine BPI-Gruppe angegeben.
es_es: no se especificó ningún grupo bpi para su eliminación.
fr_fr: aucun groupe bpi n'a été spécifié pour la suppression.
it_it: nessun gruppo bpi è stato specificato per l'eliminazione.
ja_jp: 削除するbpiグループが指定されていません。
pl_pl: nie określono grupy BPI do usunięcia.
pt_pt: nenhum grupo de bpi foi especificado para exclusão.
ru_ru: не указана группа bpi для удаления.
zh_cn: 未指定要删除的BPI组。

source: Group was edited successfully. BPI configuration applied and backup created.
bg_bg: групата бе редактирана успешно. Приложена е конфигурация на bpi и е създадено архивиране.
de_de: Gruppe wurde erfolgreich bearbeitet. BPI-Konfiguration angewendet und Backup erstellt.
es_es: grupo fue editado con éxito. configuración bpi aplicada y copia de seguridad creada.
fr_fr: le groupe a été modifié avec succès. configuration bpi appliquée et sauvegarde créée.
it_it: il gruppo è stato modificato con successo. configurazione bpi applicata e backup creato.
ja_jp: グループが正常に編集されました。 bpi構成が適用され、バックアップが作成されました。
pl_pl: grupa została edytowana pomyślnie. Zastosowano konfigurację BPI i utworzono kopię zapasową.
pt_pt: O grupo foi editado com sucesso. configuração de bpi aplicada e backup criado.
ru_ru: Группа была успешно отредактирована. Конфигурация bpi применена и резервная копия создана.
zh_cn: 组已成功编辑。 已应用BPI配置并创建了备份。

source: Error: No BPI Group specifies to edit.
bg_bg: Грешка: няма BPI група, определеназа редактиране.
de_de: Fehler: Keine BPI Group legt zu bearbeiten.
es_es: Error: No Grupo BPI especifica que desea editar.
fr_fr: Erreur: Aucune Groupe BPI précise à modifier.
it_it: Errore: No Gruppo BPI specifica da modificare.
ja_jp: エラー：編集するBPIグループが指定されていません.
pl_pl: Błąd: brak Grupa BPI określa edytować.
pt_pt: erro: no Grupo BPI especifica para editar.
ru_ru: Ошибка: Нет Группа BPI указывает изменить.
zh_cn: 错误：没有BPI组指定要编辑。

source: Warning: Errors in configuration file.
bg_bg: Предупреждение: Грешки в конфигурационния файл.
de_de: WARNUNG: Fehler in der Konfigurationsdatei.
es_es: ADVERTENCIA: Errores en el archivo de configuracion
fr_fr: AVERTISSEMENT: Erreurs dans le fichier de configuration.
it_it: ATTENZIONE: Errore nel file di configurazione.
ja_jp: 警告：コンフィグレーションファイルにエラーがあります.
pl_pl: Ostrzeżenie: błędy w pliku konfiguracyjnym.
pt_pt: warning: erros em arquivo de configuração.
ru_ru: ВНИМАНИЕ: ошибки в файле конфигурации.
zh_cn: 警告：配置文件中的错误。

source: Edit Configuration File
bg_bg: Редактирайте конфигурационен файл
de_de: Die Konfigurationsdatei bearbeiten
es_es: Editar archivo de configuracion
fr_fr: Modifier le fichier de configuration
it_it: Modifica file di configurazione
ja_jp: 設定ファイルの編集
pl_pl: edytować plik konfiguracyjny
pt_pt: editar o arquivo de configuração
ru_ru: Редактирование файлов конфигурации
zh_cn: 编辑配置文件

source: Unable to write to BPI Configuration file
bg_bg: Не можем да пишем в конфигурационния BPI файл
de_de: Keine Verbindung zum BPI Konfigurationsdatei schreiben
es_es: No se puede escribir al archivo de configuración del BPI
fr_fr: Impossible d'écrire dans le fichier de configuration BPI
it_it: Impossibile scrivere nel file di configurazione BPI
ja_jp: BPI設定ファイルに書き込めません
pl_pl: nie może zapisać do pliku konfiguracyjnego BPI
pt_pt: incapaz de escrever no arquivo de configuração bpi
ru_ru: Невозможно записать в файл конфигурации BPI
zh_cn: 无法写入BPI配置文件

source: Unable to write to BPI Configuration backup file:
bg_bg: Не можем да пишем в конфигурационния BPI архивен файл:
de_de: Keine Verbindung zum BPI Configuration Backup-Datei schreiben:
es_es: No se puede escribir al archivo de copia de seguridad de configuración BPI:
fr_fr: Impossible d'écrire dans le fichier de configuration de sauvegarde BPI:
it_it: Impossibile scrivere sul file di configurazione di backup BPI:
ja_jp: BPI設定バックアップファイルに書き込めません:
pl_pl: nie może zapisać do pliku kopii zapasowej konfiguracji BPI:
pt_pt: incapaz de escrever para o arquivo de configuração de backup bpi:
ru_ru: Невозможно записать в BPI резервного копирования файлов конфигурации:
zh_cn: 无法写入BPI配置备份文件：

source: Check file permissions
bg_bg: Проверете правата на файловете
de_de: Überprüfen Sie die Dateiberechtigungen
es_es: Revisar permisos de archivos
fr_fr: Vérifiez les autorisations de fichier
it_it: Controllare i permessi
ja_jp: ファイルのアクセス権を確認してください
pl_pl: sprawdzić uprawnienia do plików
pt_pt: Verifique permissões de arquivos
ru_ru: Проверьте права доступа к файлу
zh_cn: 检查文件权限

source: Unable to write to BPI log file:
bg_bg: Не можем да пишем в BPI лог файла:
de_de: Keine Verbindung zum BPI Protokolldatei schreiben:
es_es: No se puede escribir al archivo de registro BPI:
fr_fr: Impossible d'écrire dans le fichier journal BPI:
it_it: Impossibile scrivere nel file di log BPI:
ja_jp: BPIログファイルに書き込めません:
pl_pl: nie może zapisać do pliku dziennika BPI:
pt_pt: incapaz de escrever no arquivo de log bpi:
ru_ru: Невозможно записать в файл журнала BPI:
zh_cn: 无法写入BPI日志文件：

source: WARNING! Group
bg_bg: ВНИМАНИЕ! Група
de_de: WARNUNG! Gruppe
es_es: ADVERTENCIA! Grupo
fr_fr: ATTENTION! Groupe
it_it: ATTENZIONE! Gruppo
ja_jp: 警告！グループ
pl_pl: Ostrzeżenie! grupa
pt_pt: aviso! grupo
ru_ru: ВНИМАНИЕ! Группа
zh_cn: 警告！组

source: is an orphan group and will not be visible in the interface!
bg_bg: е група-сирак (orphan group) и няма да се вижда в интерфейса!
de_de: ist ein Waisenkind Gruppe und werden nicht in der Schnittstelle sichtbar!
es_es: es un grupo huerfano y no estara visible en la interfaz!
fr_fr: est un groupe orphelin et ne sera pas visible dans l'interface!
it_it: è un gruppo orfano e non sarà visibile nell'interfaccia!
ja_jp: は親のないグループであり、インターフェイスに表示されません!
pl_pl: jest grupa sierotą i nie będzie widoczna w interfejsie!
pt_pt: é um grupo órfão e não será visível na interface!
ru_ru: является сиротой группы и не будет отображаться в интерфейсе!
zh_cn: 是一个孤儿组，在界面中将不可见！

source: Make this group a primary group or add it as a child to another group for it to be visible.
bg_bg: Направи тази група "главна" група, или да я добавите като наследник (child) към друга група, за да бъде видима.
de_de: Machen Sie diese Gruppe eine primäre Gruppe oder fügen Sie es als Kind in eine andere Gruppe für sie sein, sichtbar.
es_es: Convierta este grupo en un grupo primario o añadalo como hijo en otro grupo para que este visible.
fr_fr: Font de ce groupe un groupe primaire ou l'ajouter comme un enfant à un autre groupe pour qu'il soit visible.
it_it: Fai di questo gruppo un gruppo primario o aggiungerlo come un bambino a un altro gruppo per essere visibile.
ja_jp: 閲覧できるようにするために、このグループをプライマリグループにするか、別のグループの子として追加してください.
pl_pl: sprawiają, że grupę grupę podstawową lub dodać go jako dziecko do innej grupy, aby była ona widoczna.
pt_pt: fazer deste grupo um grupo primário ou adicioná-lo como um filho para outro grupo para que seja visível.
ru_ru: Сделать эту группу первичных групп или добавить его в качестве ребенка в другую группу для того, чтобы быть видимыми.
zh_cn: 将该组设为主要组或将其作为子组添加到另一个组中以使其可见。

source: Edit Group
bg_bg: Редактирайте група
es_es: Editar Grupo
fr_fr: Modifier un groupe
it_it: Modifica gruppo
ja_jp: グループ編集
pl_pl: edytuj grupę
pt_pt: grupo de edição
ru_ru: Изменить группу
zh_cn: 编辑组

source: Edit BPI Configuration File
bg_bg: Редактирайте конфигурационния BPI файл
de_de: Bearbeiten BPI Configuration File
es_es: Editar el archivo de configuracion de BPI
fr_fr: Modifier le fichier de configuration BPI
it_it: Modifica dei file di configurazione BPI
ja_jp: BPI設定ファイルの編集
pl_pl: edytuj plik konfiguracyjny bpi
pt_pt: arquivo de configuração do bpi edição
ru_ru: Редактировать BPI файла конфигурации
zh_cn: 编辑BPI配置文件

source: You are not authorized to access this feature.
bg_bg: Нямате право на достъп до тази функция.
de_de: Sie sind nicht berechtigt, diese Funktion zuzugreifen.
es_es: usted no está autorizado a acceder a esta característica.
fr_fr: vous n'êtes pas autorisé à accéder à cette fonctionnalité.
it_it: non siete autorizzati a accedere a questa funzione.
ja_jp: この機能にアクセスするための権限がありません.
pl_pl: nie jest uprawniony do dostępu do tej funkcji.
pt_pt: você não está autorizado a aceder a esta funcionalidade.
ru_ru: Вы не авторизованы для доступа к этой функции.
zh_cn: 您无权访问此功能。

source: Hostgroup syncing is only available for Nagios XI Enterprise Edition
bg_bg: Синхронизирането на хост група е достъпно само за Nagios XI Enterprise Edition
de_de: Hostgroup Synchronisierung ist nur für Nagios XI Enterprise Edition verfügbar
es_es: HostGroup sincronización sólo está disponible para Nagios XI Enterprise Edition
fr_fr: Hostgroup synchronisation est uniquement disponible pour Nagios XI Enterprise Edition
it_it: Hostgroup sincronizzazione è disponibile solo per Nagios XI Enterprise Edition
ja_jp: ホストグループの同期は、Nagios XI Enterprise版でのみ使用できます
pl_pl: hostgroup synchronizacja jest dostępne tylko dla wersji Enterprise XI Nagios
pt_pt: BPI característica hostgroups está disponível apenas para Nagios XI Enterprise Edition
ru_ru: Группа узлов сети синхронизации доступна только для Nagios XI Enterprise Edition
zh_cn: 主机组同步仅适用于Nagios XI 企业版

source: Hostgroup sync was successful. BPI configuration applied.
bg_bg: Синхронизирането на хостгрупи беше успешно. Приложена е конфигурация на bpi.
de_de: Die Hostgruppensynchronisierung war erfolgreich. bpi Konfiguration angewendet.
es_es: la sincronización del grupo host fue exitosa. Configuración de bpi aplicada.
fr_fr: La synchronisation du groupe d'hôtes a réussi. configuration bpi appliquée.
it_it: sincronizzazione del gruppo host riuscita. configurazione bpi applicata.
ja_jp: ホストグループの同期が成功しました。適用されたbpi構成。
pl_pl: synchronizacja grupy hostów powiodła się. Zastosowano konfigurację bpi.
pt_pt: a sincronização do grupo de hosts foi bem-sucedida. configuração de bpi aplicada.
ru_ru: Синхронизация хост-группы прошла успешно. применяется конфигурация bpi.
zh_cn: 主机组同步成功。 BPI配置已应用。

source: Hostgroup sync was unsuccessful.
bg_bg: Синхронизирането на хостгрупи не бе успешно.
de_de: Die Hostgruppensynchronisierung war nicht erfolgreich.
es_es: la sincronización del grupo host no se realizó correctamente.
fr_fr: La synchronisation du groupe d'hôtes n'a pas réussi.
it_it: la sincronizzazione del gruppo host non ha avuto esito positivo.
ja_jp: ホストグループの同期に失敗しました。
pl_pl: synchronizacja grupy hostów nie powiodła się.
pt_pt: a sincronização do grupo de hosts não teve êxito.
ru_ru: Синхронизация с хост-группой не удалась.
zh_cn: 主机组同步失败。

source: Servicegroup syncing is only available for Nagios XI Enterprise Edition
bg_bg: Синхронизирането на сървис групите е достъпно само за Nagios XI Enterprise Edition
de_de: Servicegroup Synchronisierung ist nur für Nagios XI Enterprise Edition verfügbar
es_es: Servicegroup sincronización sólo está disponible para Nagios XI Enterprise Edition
fr_fr: Servicegroup synchronisation est uniquement disponible pour Nagios XI Enterprise Edition
it_it: Servicegroup sincronizzazione è disponibile solo per Nagios XI Enterprise Edition
ja_jp: サービスグループの同期は、Nagios XI Enterprise版でのみ使用できます
pl_pl: servicegroup synchronizacja jest dostępne tylko dla wersji Enterprise XI Nagios
pt_pt: !BPI característica servicegroups está disponível apenas para Nagios XI Enterprise Edition
ru_ru: Servicegroup синхронизация доступна только для Nagios XI Enterprise Edition
zh_cn: 服务组同步仅适用于Nagios XI 企业版

source: Servicegroup sync was successful. BPI configuration applied.
bg_bg: Синхронизирането на servicegroup бе успешно. Приложена е конфигурация на bpi.
de_de: Die Synchronisierung der Servicegruppe war erfolgreich. bpi Konfiguration angewendet.
es_es: la sincronización del grupo de servicio fue exitosa. Configuración de bpi aplicada.
fr_fr: La synchronisation du groupe de services a réussi. configuration bpi appliquée.
it_it: sincronizzazione del gruppo di servizi riuscita. configurazione bpi applicata.
ja_jp: サービスグループの同期が成功しました。適用されたbpi構成。
pl_pl: synchronizacja grupy serwisowej powiodła się. Zastosowano konfigurację bpi.
pt_pt: a sincronização do grupo de serviços foi bem-sucedida. configuração de bpi aplicada.
ru_ru: Синхронизация сервисной группы прошла успешно. применяется конфигурация bpi.
zh_cn: 服务组同步成功。 BPI配置已应用。

source: Servicegroup sync was unsuccessful.
bg_bg: Синхронизирането на сервизната група не бе успешно.
de_de: Die Synchronisierung der Servicegruppe war nicht erfolgreich.
es_es: la sincronización del grupo de servicio no fue exitosa.
fr_fr: La synchronisation du groupe de services a échoué.
it_it: sincronizzazione del gruppo di servizi non riuscita.
ja_jp: サービスグループの同期に失敗しました。
pl_pl: synchronizacja grupy serwisowej nie powiodła się.
pt_pt: a sincronização do grupo de serviços não teve êxito.
ru_ru: Синхронизация с сервисной группой не удалась.
zh_cn: 服务组同步失败。

source: Manual backup was created succsesfully.
bg_bg: ръчното архивиране е създадено успешно.
de_de: Die manuelle Sicherung wurde erfolgreich erstellt.
es_es: La copia de seguridad manual se creó con éxito.
fr_fr: la sauvegarde manuelle a été créée avec succès.
it_it: il backup manuale è stato creato con successo.
ja_jp: 手動バックアップが正常に作成されました。
pl_pl: ręczna kopia zapasowa została utworzona pomyślnie.
pt_pt: o backup manual foi criado com êxito.
ru_ru: Резервное копирование вручную было создано успешно.
zh_cn: 手动备份创建成功。

source: Could not create a manual backup. Check permissions on the backup directory: %s
bg_bg: не можа да създаде ръчно архивиране. проверете разрешенията в директорията за архивиране:% s
de_de: Es konnte keine manuelle Sicherung erstellt werden. Überprüfen Sie die Berechtigungen für das Sicherungsverzeichnis:% s
es_es: No se pudo crear una copia de seguridad manual. verificar permisos en el directorio de respaldo:% s
fr_fr: n'a pas pu créer une sauvegarde manuelle. vérifier les autorisations sur le répertoire de sauvegarde:% s
it_it: impossibile creare un backup manuale. controlla le autorizzazioni sulla directory di backup:% s
ja_jp: 手動バックアップを作成できませんでした。バックアップディレクトリの権限を確認してください：％s
pl_pl: nie można utworzyć ręcznej kopii zapasowej. sprawdź uprawnienia do katalogu kopii zapasowej:% s
pt_pt: não foi possível criar um backup manual. verifique as permissões no diretório de backup:% s
ru_ru: не удалось создать резервную копию вручную. проверить разрешения для каталога резервного копирования:% s
zh_cn: 无法创建手动备份。 检查备份目录上的权限： %s

source: Config <b>%s</b> has been archived.
bg_bg: config <b>% s</b> е архивиран.
de_de: config <b>% s</b> wurde archiviert.
es_es: config <b>% s</b> ha sido archivado.
fr_fr: la configuration <b>% s</b> a été archivée.
it_it: config <b>% s</b> è stato archiviato.
ja_jp: 構成<b>％s</b>がアーカイブされました。
pl_pl: config <b>% s</b> został zarchiwizowany.
pt_pt: config <b>% s</b> foi arquivado.
ru_ru: Конфигурация <b>% s</b> была заархивирована.
zh_cn: 配置<b>%s</b>已存档。

source: Successfully restored BPI configuration: <b>%s</b>
bg_bg: успешно възстановена конфигурация на bpi: <b>% s</b>
de_de: bpi-Konfiguration erfolgreich wiederhergestellt: <b>% s</b>
es_es: configuración de bpi restaurada correctamente: <b>% s</b>
fr_fr: restauration de la configuration bpi réussie: <b>% s</b>
it_it: configurazione bpi ripristinata correttamente: <b>% s</b>
ja_jp: bpi構成が正常に復元されました： <b>％s</b>
pl_pl: pomyślnie przywrócono konfigurację bpi: <b>% s</b>
pt_pt: configuração bpi restaurada com sucesso: <b>% s</b>
ru_ru: успешно восстановлена конфигурация bpi: <b>% s</b>
zh_cn: 成功恢复BPI配置：<b>%s</b>
