Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Development of Nagios XI components is outside of the scope of this document, so we'll be making the assumption that you have at least a basic working knowledge of creating and testing custom components. We'll use nagiosxicustomendpoints as a working name for our example component. Create a directory in
bg_bg: Разработката на Nagios XI компоненти е извън обхвата на този документ, така че ще допуснем, че най-малко имате елементарни познания за създаване и тестване на потребителски компоненти. Ние ще използваме nagiosxicustomendpoints като работно име за нашия примерен компонент. Създайте директория в
de_de: Entwicklung von nagios xi Komponenten außerhalb des Geltungsbereichs dieses Dokuments, so dass wir die Annahme, machen, dass Sie zumindest Grundkenntnisse der Erstellung und Prüfung von benutzerdefinierten Komponenten haben. wir nagiosxicustomendpoints als Arbeitsname für unser Beispiel-Komponente verwenden. Erstellen Sie ein Verzeichnis in
es_es: desarrollo de componentes xi nagios está fuera del alcance de este documento, por lo que estará haciendo la suposición de que tiene al menos un conocimiento básico de crear y probar los componentes personalizados. usaremos nagiosxicustomendpoints como un nombre de trabajo para nuestro componente de ejemplo. crear un directorio en el
fr_fr: développement de composants nagios xi est hors de la portée de ce document, nous allons donc être fait l'hypothèse que vous avez au moins une connaissance de base de travail de création et de test des composants personnalisés. nous allons utiliser nagiosxicustomendpoints comme un nom de travail pour notre composante exemple. créer un répertoire
it_it: sviluppo di componenti xi Nagios è al di fuori del campo di applicazione di questo documento, quindi dovremo essere fare l'ipotesi che hai almeno una conoscenza di base di creare e testare componenti personalizzati. useremo nagiosxicustomendpoints come un nome che lavora per il nostro componente esempio. creare una directory in
ja_jp: Nagios XIコンポーネント開発はこのドキュメントの範囲外です. このためここでは、カスタムコンポーネントを作成およびテストするための基本的な作業について説明します. nagiosxicustomendpoints を使用してサンプルコンポーネントを作成します
pl_pl: Rozwój Nagios elementów xi jest poza zakresem tego dokumentu, więc będziemy przy założeniu, że masz przynajmniej podstawową wiedzę na temat tworzenia i testowania komponentów niestandardowych. użyjemy nagiosxicustomendpoints jako roboczą nazwą dla naszego przykładowego komponentu. utworzyć katalog w
pt_pt: desenvolvimento de componentes xi Nagios é fora do escopo deste documento, por isso vamos estar fazendo a suposição de que você tem pelo menos um conhecimento básico de trabalho de criar e testar componentes personalizados. usaremos nagiosxicustomendpoints como um nome de trabalho para o nosso exemplo do componente. criar um diretório no
ru_ru: разработка компонентов Xi NAGIOS находится вне рамки этого документа, поэтому мы будем делать предположение о том, что у вас есть по крайней мере базовые знания создания и тестирования пользовательских компонентов. мы будем использовать nagiosxicustomendpoints в качестве рабочего названия для нашего примера компонента. создать каталог в
zh_cn: Nagios XI组件的开发不在本文档的讨论范围之内，因此我们将假设您至少具有创建和测试自定义组件的基本知识。 我们将使用nagiosxicustomendpoints作为示例组件的工作名称。 在以下目录中创建目录

source: called
bg_bg: наречен
de_de: namens
es_es: llamado
fr_fr: appelé
it_it: chiamato
ja_jp: ディレクトリに次の名前のディレクトリを作成します
pl_pl: nazywa
pt_pt: chamado
ru_ru: называется
zh_cn: 叫

source: Now we need to populate the directory with only one file
bg_bg: Сега ние трябва да запълним директорията само с един файл
de_de: Jetzt müssen wir das Verzeichnis mit nur einer Datei zu füllen
es_es: ahora hay que rellenar el directorio con sólo un archivo
fr_fr: maintenant nous avons besoin pour remplir le répertoire avec un seul fichier
it_it: ora abbiamo bisogno di popolare la directory con un solo file
ja_jp: このディレクトリにファイルを作成します:
pl_pl: Teraz musimy zapełnić katalog z tylko jednym pliku
pt_pt: agora precisamos para preencher o diretório com apenas um arquivo
ru_ru: Теперь нам нужно заполнить каталог только с одним файлом
zh_cn: 现在我们只需要用一个文件填充目录

source: register our custom api handler
bg_bg: Регистрирайте нашия персонализиран API манипулатор (custom api handler)
de_de: registrieren unsere eigene api-Handler
es_es: registrar nuestro manejador de API personalizada
fr_fr: inscrivez-vous à notre gestionnaire d'api personnalisé
it_it: registrare il nostro gestore api personalizzato
ja_jp: カスタムAPIハンドラの登録
pl_pl: zarejestruj naszą klasę obsługi api
pt_pt: registrar o nosso manipulador de api personalizado
ru_ru: зарегистрировать наш обработчик апи
zh_cn: 注册我们的自定义api处理程序

source: the function to be called when we reach our custom endpoint via api
bg_bg: функцията, която да се повика, когато достигнем нашата персонализирана крайна точка чрез API
de_de: die Funktion aufgerufen werden, wenn wir unsere eigene Endpunkt über api erreichen
es_es: la función que se llamará cuando llegamos a nuestro punto final personalizado a través de la API
fr_fr: la fonction à appeler lorsque nous atteignons notre point de terminaison personnalisé via api
it_it: la funzione da chiamare quando raggiungiamo il nostro punto finale personalizzato tramite API
ja_jp: APIを介してカスタムエンドポイントに到達したときに呼び出される関数
pl_pl: funkcja do wywołania kiedy osiągniemy nasz własny punkt końcowy poprzez api
pt_pt: a função a ser chamado quando chegamos ao nosso ponto final personalizado via api
ru_ru: функция будет вызвана, когда мы достигнем нашей пользовательской конечной точки с помощью API
zh_cn: 通过api到达自定义端点时要调用的函数

source: Once you've created this file, you can use the Example cURL Request located below to check out your new Custom API Endpoint.
bg_bg: Веднъж след като сте създали този файл, можете да използвате Example cURL Request, намиращ се по-долу, за да проверите вашия нов Custom API Endpoint.
de_de: sobald Sie diese Datei erstellt haben, können Sie das Beispiel curl Anfrage unten befindet sich benutzen, um Ihre neuen benutzerdefinierten api Endpunkt zu überprüfen.
es_es: Una vez que haya creado este archivo, puede utilizar el ejemplo de solicitud rizo situada más abajo para comprobar si en su nuevo punto final de la API personalizado.
fr_fr: une fois que vous avez créé ce fichier, vous pouvez utiliser l'exemple demande boucle située ci-dessous pour vérifier votre nouveau point de api personnalisé.
it_it: una volta creato il file, è possibile utilizzare l'esempio di richiesta ricciolo che si trova sotto di controllare il vostro nuovo endpoint api personalizzato.
ja_jp: このファイルを作成したら、下の例の cURL要求を使用して新しいカスタムAPIエンドポイントをチェックアウトします.
pl_pl: po utworzeniu tego pliku, można użyć przykładowego curl wniosek znajdujący się poniżej, aby sprawdzić swój nowy punkt końcowy niestandardowe API.
pt_pt: uma vez que você criou este arquivo, você pode usar o exemplo de solicitação de onda localizada abaixo para verificar se o seu novo terminal de api personalizado.
ru_ru: как только вы создали этот файл, вы можете использовать пример локон запроса, расположенную ниже, чтобы проверить ваш новый пользовательский апи конечную точку.
zh_cn: 创建此文件后，您可以使用下面的示例cURL请求来签出新的自定义API端点。

source: Explanation and Notes
bg_bg: Обяснение и бележки
de_de: Erklärung und Notizen
es_es: explicación y notas
fr_fr: explications et notes
it_it: spiegazioni e note
ja_jp: 説明と注意事項
pl_pl: wyjaśnienia i notatki
pt_pt: explicação e notas
ru_ru: пояснения и примечания
zh_cn: 解释和说明

source: The function register_custom_api_callback takes 3 arguments. They are, in order: the endpoint to specify, the verb to specify, and the function to call when this endpoint has been reached.
bg_bg: register_custom_api_callback функцията приема 3 аргумента. Те са, по ред: уточнената крайна точка, уточнения глагол, и функцията, която да се повика, когато е достигната тази крайна точка.
de_de: die Funktion register_custom_api_callback dauert 3 Argumente. sie sind in der Reihenfolge: der Endpunkt angeben, auf das Verb angeben, und die Funktion aufzurufen, wenn dieser Endpunkt erreicht ist.
es_es: register_custom_api_callback la función toma 3 argumentos. que son, en orden: el punto final para especificar, el verbo para especificar, y la función a llamar cuando se ha llegado a este punto final.
fr_fr: la fonction register_custom_api_callback prend 3 arguments. ils sont, dans l'ordre: le critère pour spécifier, le verbe pour spécifier, et la fonction à appeler lorsque ce paramètre a été atteint.
it_it: la funzione register_custom_api_callback prende 3 argomenti. sono, in ordine: l'endpoint per specificare, il verbo per specificare, e la funzione di chiamata quando è stato raggiunto questo endpoint.
ja_jp: register_custom_API_callback 関数は３つの引数をとります. 順番に、指定するエンドポイント、指定する動作、このエンドポイントが到達時に呼び出す関数
pl_pl: register_custom_api_callback funkcja przyjmuje 3 argumenty. są w kolejności: w celu określenia punktu końcowego, czasownik określić i funkcji do wywołania po osiągnięciu tego punktu końcowego.
pt_pt: a função register_custom_api_callback leva 3 argumentos. eles são, em ordem: o ponto final para especificar, o verbo para especificar, ea função a ser chamada quando este terminal foi alcançado.
ru_ru: функция register_custom_api_callback принимает 3 аргумента. они, в следующем порядке: конечная точка, чтобы указать, глагол, чтобы указать, а функция для вызова, когда эта конечная точка была достигнута.
zh_cn: 函数register_custom_api_callback具有3个参数。 它们依次是：要指定的端点，要指定的动词以及到达此端点时要调用的函数。

source: The callback function (nagiosxicustomendpoints_awesome_example in our example) should be defined with 3 arguments as well. They are, in order: the endpoint that was called, the verb that was called, and the array of args appended after the endpoint.
bg_bg: Функцията за обратно повикване (nagiosxicustomendpoints_awesome_example в нашия пример) трябва да се дефинира също с 3 аргумента. Те са, поред: крайната точка, която е повикана, глаголът, който е повикан, и масива с аргументи, приложен след крайната точка.
de_de: die Rückruffunktion (nagiosxicustomendpoints_awesome_example in unserem Beispiel) als auch mit 3 Argumenten definiert werden. sie sind in der Reihenfolge: der Endpunkt, der genannt wurde, das Verb, das genannt wurde, und die Anordnung von args nach dem Endpunkt angehängt.
es_es: la función de devolución de llamada (nagiosxicustomendpoints_awesome_example en nuestro ejemplo) debería definirse con 3 argumentos también. que son, en orden: el punto final que se llama, el verbo que se llamaba, y el conjunto de argumentos adjuntas después del punto final.
fr_fr: la fonction de rappel (de nagiosxicustomendpoints_awesome_example dans notre exemple) doit être définie avec 3 arguments aussi bien. ils sont, dans l'ordre: le critère qui a été appelé, le verbe qui a été appelé, et le réseau de args annexés après le point final.
it_it: la funzione di callback (nagiosxicustomendpoints_awesome_example nel nostro esempio) dovrebbe essere definito con 3 argomenti pure. essi sono, in ordine: il punto finale che è stato chiamato, il verbo che è stato chiamato, e la serie di args allegati dopo il punto finale.
ja_jp: コールバック関数（この例の場合は、 nagiosxicustomendpoints_awesome_example）も 3つの引数を定義すべきです. 順番に、 呼び出されたエンドポイント、呼び出された動作、エンドポイント後の引数の配列.
pl_pl: funkcja zwrotna (nagiosxicustomendpoints_awesome_example w naszym przykładzie) powinny być określone z 3 argumenty, jak również. są, w kolejności: punkt końcowy, który został powołany, czasownik, który został powołany, a tablica args załączonych po końcowym.
pt_pt: a função de retorno (nagiosxicustomendpoints_awesome_example em nosso exemplo) devem ser definidos com 3 argumentos bem. eles são, em ordem: o ponto final que foi chamado, o verbo que foi chamado, e a matriz de argumentos anexas após o ponto final.
ru_ru: функция обратного вызова (nagiosxicustomendpoints_awesome_example в нашем примере) должны быть определены с 3-мя аргументами, а также. они, по порядку: конечная точка, которая была вызвана, глагол, который был вызван, и массив арг приложенных после конечной точки.
zh_cn: 回调函数（在我们的示例中为nagiosxicustomendpoints_awesome_example）也应定义为3个参数。 它们的顺序是：被调用的端点，被调用的动词以及在端点之后附加的args数组。

source: Keep in mind the following regarding custom endpoints:
bg_bg: Имайте предвид следното по отношение на потребителските крайни точки (custom endpoints):
de_de: Halten Sie die folgenden in Bezug auf individuelle Endpunkte in den Sinn:
es_es: tener en cuenta lo siguiente acerca de los puntos finales personalizados:
fr_fr: garder à l'esprit ce qui suit concernant personnalisés paramètres:
it_it: tenere a mente quanto segue per quanto riguarda gli endpoint personalizzati:
ja_jp: カスタムエンドポイントについて以下をご留意ください：
pl_pl: pamiętać, co następuje odnośnie niestandardowych punktów końcowych:
pt_pt: tenha em mente o seguinte a respeito de endpoints personalizados:
ru_ru: иметь в виду следующее относительно пользовательских конечных точек:
zh_cn: 关于自定义端点，请记住以下几点：

source: You can override existing endpoints and verbs
bg_bg: Можете да замените съществуващите крайни точки (endpoints) и глаголи
de_de: Sie können vorhandene Endpunkte und Verben außer Kraft setzen
es_es: puede anular los puntos finales y los verbos existentes
fr_fr: vous pouvez remplacer terminaux et verbes existants
it_it: è possibile ignorare gli endpoint e verbi esistenti
ja_jp: 既存のエンドポイントと動作を上書きできます
pl_pl: można zastąpić istniejące punkty końcowe i czasowniki
pt_pt: você pode substituir endpoints e verbos existentes
ru_ru: вы можете переопределить существующие конечные точки и глаголы
zh_cn: 您可以覆盖现有的端点和动词

source: There is no automatic conversion to JSON when using Custom API Endpoints. Whatever is returned from your callback function will be printed as the API Response.
bg_bg: Не съществува автоматично преобразуване в JSON, когато се използват персонализирани крайни API точки (Custom API Endpoints). Каквото се връща от вашата функция за обратно извикване (callback), това ще бъде отпечатано като API отговор.
de_de: gibt es keine automatische Umstellung auf JSon, wenn benutzerdefinierte api-Endpunkte. was ist aus Ihrer Callback-Funktion zurückgegeben wird als api Antwort gedruckt werden.
es_es: no hay conversión automática de JSON utilizando puntos finales de API personalizado. todo lo que se de regresar de su función de devolución de llamada se imprime como la respuesta del API.
fr_fr: il n'y a pas de conversion automatique JSON lors de l'utilisation de terminaux api personnalisé. tout ce qui est de retour à partir de votre fonction de rappel sera imprimé comme la réponse de api.
it_it: non vi è alcuna conversione automatica a JSON quando si utilizzano gli endpoint API personalizzato. tutto ciò che viene restituito dalla funzione di callback verrà stampato come la risposta api.
ja_jp: カスタムAPIエンドポント使用時はJSONへ自動変換されません. コールバック関数から戻されたものがAPIのレスポンスとして出力されます.
pl_pl: nie ma automatycznej konwersji do formatu JSON przy użyciu punktów końcowych niestandardowe API. co jest zwracane z funkcji zwrotnej zostaną wydrukowane jako odpowiedź API.
pt_pt: não há nenhuma conversão automática para JSON ao utilizar terminais de API personalizada. tudo o que é retornado de sua função de retorno será impresso como a resposta da API.
ru_ru: нет никакого автоматического преобразования в формат JSON при использовании пользовательских API конечных точек. все, что возвращается из функции обратного вызова будет печататься в качестве ответа API.
zh_cn: 使用自定义API端点时，不会自动转换为JSON。 回调函数返回的所有内容都将作为API响应打印。

source: You can pull additional request variables via the Nagios XI functions like grab_request_var() or the standard PHP globals like $_GET and $_POST.
bg_bg: Можете да дръпнете допълнителни променливи по заявка чрез Nagios XI функции като grab_request_var () или стандартните PHP глобални функции като $_GET и $_POST.
de_de: können Sie zusätzliche Anforderung Variablen über die nagios xi Funktionen wie grab_request_var () oder die Standard PHP Globals wie _get und $ _POST $ ziehen.
es_es: se puede tirar variables de peticiones adicionales a través de las funciones xi nagios como grab_request_var () o las variables globales de PHP estándar, como $ _GET y $ _POST.
fr_fr: vous pouvez tirer les variables de requêtes supplémentaires via les fonctions xi nagios comme grab_request_var () ou les globals php standard comme _get $ et $ _POST.
it_it: si può tirare le variabili su richiesta Ulteriori tramite le funzioni xi Nagios come grab_request_var () o le variabili globali di PHP standard come $ _GET e $ _POST.
ja_jp: grab_request_var() のようなNagios XI関数または $_GET や $_POSTのような標準PHPグローバルを介して追加のリクエスト変数を取り出すことができます.
pl_pl: można wyciągnąć dodatkowe zmienne żądania poprzez funkcje xi Nagios jak grab_request_var () lub standardowych php globalnych, takich jak $ _GET oraz $ _POST.
pt_pt: você pode puxar variáveis ​​pedido adicional através das funções xi Nagios como grab_request_var () ou a globals PHP padrão, como $ _GET e $ _POST.
ru_ru: Вы можете потянуть дополнительные переменные запроса с помощью функции Xi Nagios как grab_request_var () или стандартные PHP глобалов как $ _GET и $ _POST.
zh_cn: 您可以通过Nagios XI函数（例如grab_request_var（））或标准PHP全局变量（例如$ _GET和$ _POST）来提取其他请求变量。

source: Help with Nagios XI
bg_bg: Помощ с Nagios XI
de_de: Hilfe für Nagios XI
es_es: Ayuda para Nagios XI
fr_fr: Aide pour Nagios XI
it_it: Aiuto per Nagios XI
ja_jp: Nagios XIヘルプ
pl_pl: pomoc dla Nagios XI
pt_pt: Ajuda para Nagios XI
ru_ru: Помощь для Nagios XI
zh_cn: 帮助Nagios XI

source: Your user agent does not support frames or is currently configured not to display frames.
bg_bg: Вашия потребителски агент не поддържа фреймове или в момента е конфигуриран да не показва фреймове.
de_de: Ihre User-Agent unterstützt leider keine Frames oder ist zurzeit so konfiguriert, dass keine Frames anzeigen.
es_es: Su agente de usuario no soporta marcos o está actualmente configurado para no mostrar marcos.
fr_fr: Votre agent utilisateur ne supporte pas les cadres ou est actuellement configuré pour ne pas les afficher.
it_it: Il tuo programma utente non supporta i frame o è attualmente configurato per non mostrare i frame.
ja_jp: ユーザーエージェントは、フレームをサポートしていないか、フレームを表示しないように設定されています。
pl_pl: Twój agent użytkownika nie obsługuje ramek lub jest skonfigurowana, aby nie wyświetlać ramek.
pt_pt: O seu agente de usuário não suporta frames ou está configurado para não mostrar frames.
ru_ru: Ваш агент пользователя не поддерживает фреймы или настроен не отображать фреймы.
zh_cn: 您的用户代理不支持框架，或当前配置为不显示框架。

source: Help for Nagios XI
bg_bg: Помощ за Nagios XI
de_de: Hilfe für Nagios XI
es_es: Ayuda para Nagios XI
fr_fr: Aide pour Nagios XI
it_it: Aiuto per Nagios XI
ja_jp: Nagios XIのヘルプ
pl_pl: pomoc dla Nagios XI
pt_pt: Ajuda para Nagios XI
ru_ru: Помощь для Nagios XI
zh_cn: 对Nagios XI的帮助

source: Get Help Online
bg_bg: Получете помощ онлайн
de_de: Holen Sie sich Hilfe Online
es_es: Obtenga ayuda en linea
fr_fr: Obtenir de l'aide en ligne
it_it: Ottenere aiuto in linea
ja_jp: オンラインヘルプ
pl_pl: Uzyskaj pomoc online
pt_pt: Obter Ajuda Online
ru_ru: Получить помощь онлайн
zh_cn: 获取在线帮助

source: Get help for Nagios XI online.
bg_bg: Получите помощ за Nagios XI онлайн.
de_de: Hilfe für Nagios XI online.
es_es: Reciba ayuda en linea para Nagios XI.
fr_fr: Obtenez de l'aide pour Nagios XI en ligne.
it_it: Per un aiuto, Nagios XI online.
ja_jp: Nagios XIオンラインヘルプを取得します.
pl_pl: uzyskać pomoc dla Nagios XI w Internecie.
pt_pt: Obtenha ajuda para o Nagios XI online.
ru_ru: Получить справку для Nagios XI в Интернете.
zh_cn: 在线获得有关Nagios XI的帮助。

source: Frequently Asked Questions
bg_bg: Често задавани въпроси
de_de: Häufig gestellte Fragen
es_es: Preguntas mas frecuentes
fr_fr: Foire aux Questions
it_it: Domande frequenti
ja_jp: よくある質問
pl_pl: często zadawane pytania
pt_pt: Perguntas mais frequentes
ru_ru: Часто задаваемые вопросы
zh_cn: 常问问题

source: Visit the Nagios Library
bg_bg: Посетете Nagios Library
de_de: Besuchen Sie die Nagios-Bibliothek
es_es: Visite la Biblioteca Nagios
fr_fr: Visitez la bibliothèque Nagios
it_it: Visita la Biblioteca Nagios
ja_jp: Nagiosライブラリ
pl_pl: odwiedzić bibliotekę Nagios
pt_pt: Visite a Biblioteca Nagios
ru_ru: Посетите библиотеку Nagios
zh_cn: 访问Nagios的图书馆

source: Visit the Support Forum
bg_bg: Посетете форума за поддръжка
de_de: Besuchen Sie die Support-Forum
es_es: Visite el Foro de SOporte
fr_fr: Visitez le forum de soutien
it_it: Visita il forum di supporto
ja_jp: サポートフォーラム
pl_pl: odwiedź forum pomocy technicznej
pt_pt: Visite o Suporte Técnico
ru_ru: Посетите форум поддержки
zh_cn: 访问支持论坛

source: Visit the Support Wiki
bg_bg: Посетете Support Wiki
de_de: Besuchen Sie die Support Wiki
es_es: Visite la Wiki de Soporte
fr_fr: Visitez le Wiki de soutien
it_it: Visita il Support Wiki
ja_jp: サポートWiki
pl_pl: odwiedź wiki wsparcia
pt_pt: Visite o Support Wiki
ru_ru: Посетите Support Wiki
zh_cn: 访问支持维基

source: More Options
bg_bg: Повече опции
de_de: Weitere Optionen
es_es: Mas opciones
fr_fr: Plus d'options
it_it: Altre opzioni
ja_jp: その他のオプション
pl_pl: więcej opcji
pt_pt: Mais opções
ru_ru: Дополнительные параметры
zh_cn: 更多选项

source: Learn about XI
bg_bg: Научите повече за Nagios XI
de_de: Erfahren Sie mehr über XI
es_es: Aprenda acerca de XI
fr_fr: Renseignez-vous sur XI
it_it: Ulteriori informazioni XI
ja_jp: XIについて学ぶ
pl_pl: dowiedzieć się o xi
pt_pt: Saiba mais sobre o XI
ru_ru: Узнать о XI
zh_cn: 了解XI

source: Learn more about XI and its capabilities.
bg_bg: Научите повече за XI и неговите възможности.
de_de: Erfahren Sie mehr über XI und seine Fähigkeiten.
es_es: Aprenda mas acerca de XI y sus capacidades.
fr_fr: En savoir plus sur XI et de ses capacités.
it_it: Per saperne di più su XI e le sue capacità.
ja_jp: XIとその機能について学習します.
pl_pl: dowiedzieć się więcej o xi i jej możliwości.
pt_pt: Saiba mais sobre XI e das suas capacidades.
ru_ru: Узнать больше о XI и его возможности.
zh_cn: 了解更多关于XI和它的能力。

source: Signup for XI news
bg_bg: Aбонамент за XI новини
de_de: Anmelden für XI News
es_es: Inscribase para noticias XI
fr_fr: Inscrivez-vous pour les nouvelles XI
it_it: Registrati per le news XI
ja_jp: XIニュースにサインアップ
pl_pl: zarejestruj za xi wiadomości
pt_pt: Cadastre-se para notícias XI
ru_ru: Подписка на новости XI
zh_cn: 注册XI新闻

source: Stay informed on the latest updates and happenings for XI.
bg_bg: Бъдете информирани за най-новите актуализации и събития за XI
de_de: Der neuesten Updates und Ereignisse für XI auf dem Laufenden halten.
es_es: Manténgase informado de las últimas actualizaciones y eventos de XI.
fr_fr: Restez informé des dernières mises à jour et des événements pour les XI.
it_it: Tieniti informato degli ultimi aggiornamenti e gli avvenimenti per XI.
ja_jp: XIの最新アップデートと最新情報を入手します.
pl_pl: stały dostęp do informacji o najnowszych aktualizacjach i happeningi dla xi.
pt_pt: Mantenha-se informado sobre as últimas atualizações e acontecimentos para XI.
ru_ru: Будьте в курсе последних обновлений и событий для XI.
zh_cn: 随时了解XI的最新更新和动态。

source: Translations
bg_bg: преводи
de_de: Übersetzungen
es_es: traducciones
fr_fr: traductions
it_it: traduzioni
ja_jp: 翻訳
pl_pl: tłumaczenia
pt_pt: traduções
ru_ru: переводы
zh_cn: 译文
