Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Please fill out all required fields.
bg_bg: Моля, попълнете всички задължителни полета.
de_de: Bitte füllen Sie alle erforderlichen Felder aus.
es_es: por favor, rellene todos los campos obligatorios.
fr_fr: s'il vous plaît remplir tous les champs obligatoires.
it_it: si prega di compilare tutti i campi richiesti.
ja_jp: すべての必須入力フィールドに入力してください.
pl_pl: prosimy o wypełnienie wszystkich wymaganych pól.
pt_pt: por favor preencha todos os campos obrigatórios.
ru_ru: Пожалуйста, заполните все обязательные поля.
zh_cn: 请填写所有必填字段。

source: Acknowledge Problem
bg_bg: Потвърди проблема
de_de: Bestätigen Problem
es_es: Reconocer problema
fr_fr: Reconnaître un problème
it_it: Conferma Problema
ja_jp: 障害の認知
pl_pl: uznania problemu
pt_pt: Problema reconhecido
ru_ru: Признать проблемы
zh_cn: 确认问题

source: This command is used to acknowledge a service problem. When a service problem is acknowledged, future notifications about problems are temporarily disabled until the service changes from its current state. If you want acknowledgement to disable notifications until the service recovers, check the Sticky Acknowledgement checkbox. Contacts for this service will receive a notification about the acknowledgement, so they are aware that someone is working on the problem. Additionally, a comment will also be added to the service. Make sure to enter your name and fill in a brief description of what you are doing in the comment field. If you would like the service comment to remain once the acknowledgement is removed, check the Persistent Comment checkbox. If you do not want an acknowledgement notification sent out to the appropriate contacts, uncheck the Send Notification checkbox.
bg_bg: Тази команда се използва, за да се признае сървис проблем. Когато е признат сървис проблем, бъдещите известия за проблеми са временно деактивирани, докато сървиса промени сегашното си състояние. Ако искате потвърждение, което да деактивира известията докато сървиса се възстанови, проверете "Постоянно Потвърждение" (Sticky Acknowledgement) отметката. Контактите за този сървис ще получат известие за признанието, така че те са наясно, че някой работи по проблема. Освен това, към сървиса също ще бъде добавен коментар. Уверете се, че сте въвели вашето име и сте попълнили кратко описание на това, което правите в полето за коментар. Ако желаете коментара за сървиса да остане след като потвърждението е отстранено, проверете "Постоянен Коментар" (Persistent Comment) отметката. Ако не искате уведомителното потвърждение да бъде изпратено до съответните контакти, махнете "Изпратете Известие" (Send Notification) отметката.
de_de: dieser Befehl verwendet wird, um ein Service-Problem anzuerkennen. wenn ein Service-Problem bestätigt wird, werden zukünftige Benachrichtigungen über Probleme vorübergehend, bis die Service-Änderungen vom aktuellen Zustand deaktiviert. wenn Sie wollen Bestätigung an Benachrichtigungen zu deaktivieren, bis der Service wieder, überprüfen Sie die klebrige Bestätigungskästchen. Kontakte für diesen Dienst eine Benachrichtigung über die Bestätigung zu erhalten, so dass sie sich bewusst, dass jemand mit dem Problem arbeiten. Zusätzlich wird ein Kommentar auch dem Dienst hinzugefügt werden. achten Sie darauf, Ihren Namen eingeben und in einer kurzen Beschreibung, was Sie in das Kommentarfeld tun zu füllen. wenn Sie möchten, das Service Kommentar zu bleiben, sobald die Bestätigung entfernt ist, überprüfen Sie die anhaltenden Kommentar Checkbox. wenn Sie nicht möchten, dass eine Bestätigung Benachrichtigung aus, um die entsprechenden Kontakte gesendet werden, deaktivieren Sie das Kontrollkästchen Send-Benachrichtigung.
es_es: Este comando se utiliza para reconocer un problema de servicio. cuando se reconoce un problema de servicio, las futuras notificaciones acerca de problemas se desactivan temporalmente hasta que los cambios en el servicio de su estado actual. si quieres reconocimiento al desactivar las notificaciones hasta que el servicio se recupere, marque la casilla reconocimiento pegajosa. contactos para este servicio recibirán una notificación sobre el reconocimiento, por lo que son conscientes de que alguien está trabajando en el problema. además, también se añadirá un comentario al servicio. asegúrese de introducir su nombre y rellenar una breve descripción de lo que está haciendo en el campo de comentarios. si desea que el comentario del servicio de permanecer una vez que se retira el reconocimiento, marque la casilla de verificación comentario persistente. si usted no quiere una notificación reconocimiento enviado a los contactos adecuados, desactive la casilla de notificación de envío.
fr_fr: cette commande est utilisée pour reconnaître un problème de service. quand un problème de service est reconnue, les notifications sur les problèmes futurs sont temporairement désactivées jusqu'à ce que les services changements de son état actuel. si vous voulez accusé de réception à désactiver les notifications jusqu'à ce que le service se rétablit, cochez la case d'acquittement collante. contacts pour ce service recevront une notification à propos de la reconnaissance, de sorte qu'ils sont conscients que quelqu'un travaille sur le problème. en outre, un commentaire sera également ajoutée au service. assurez-vous de saisir votre nom et remplir une brève description de ce que vous faites dans le champ de commentaire. si vous souhaitez le service commentaire à rester une fois la reconnaissance est retirée, vérifiez la case commentaire persistante. si vous ne voulez pas de notification d'accusé de réception envoyé aux contacts appropriés, décochez la case de notification d'envoi.
it_it: questo comando viene utilizzato per riconoscere un problema di servizio. quando un problema di servizio viene riconosciuto, le future notifiche relative problematiche sono temporaneamente disattivate fino a quando le modifiche di servizio dal suo stato attuale. se si vuole il riconoscimento di disattivare le notifiche finché il servizio recupera, selezionare la casella di conferma appiccicoso. contatti per questo servizio riceveranno una notifica circa il riconoscimento, in modo che siano consapevoli del fatto che qualcuno sta lavorando sul problema. Inoltre, un commento verrà aggiunto anche al servizio. assicurarsi di inserire il vostro nome e compilare una breve descrizione di quello che stai facendo nel campo commento. se si desidera che il commento di servizio di rimanere una volta che il riconoscimento viene rimosso, selezionare la casella commento persistente. se non si desidera una notifica di avviso inviato ai contatti appropriati, deselezionare la casella di notifica di invio.
ja_jp: このコマンドは、サービス障害を認知済みにするために使用されます。 サービス障害が認知されると、サービスステータスが現在のステータスから変化するまで、障害に関する今後の通知が一時的に無効になります。 サービスが回復するまで通知を無効にするために認知済みにする場合は、「スティッキー認知」チェックボックスにチェックにしてください。 このサービスの連絡先は、認知済みに関する通知を受信するので、誰かが問題に取り組んでいることを認識しています。 さらに、コメントがサービスに追加されます。 名前を入力し、コメント欄で何をしているか簡単な説明を記入してください。 認知が除去されてもサービスコメントを保持する場合は、「永続コメント」チェックボックスにチェックしてください。 適切な連絡先に認知済み通知を送信したくない場合は、「通知を送信」チェックボックスのチェックを外してください。
pl_pl: to polecenie służy do uznania problemu serwisowego. gdy problem usługa jest uznana, przyszłe powiadomienia o problemach są tymczasowo wyłączone aż do zmiany usług z jego obecnym stanie. jeśli chcesz Potwierdzenie wyłączyć powiadomienia, aż usługa odzyskuje, sprawdź lepką pole potwierdzenia. kontakty dla tej usługi otrzyma powiadomienie o potwierdzenie, tak aby były świadome, że ktoś pracuje nad tym problemem. Dodatkowo komentarz także być dodawane do tej usługi. upewnij się, aby wpisać swoje nazwisko i wypełnij krótki opis tego, co robisz w polu komentarza. jeśli chcesz komentarz usług pozostać po uznanie zostanie usunięty, sprawdź trwałe komentarz pole wyboru. jeśli nie chcesz powiadomienia potwierdzenia wysłany do odpowiednich kontaktów, odznacz pole wyboru Wyślij powiadomienie.
pt_pt: este comando é usado para reconhecer um problema de serviço. quando um problema de serviço é reconhecido, futuras notificações sobre problemas estão temporariamente desativados até que as mudanças no serviço de seu estado atual. se você quiser confirmação para desativar as notificações até que o serviço se recupera, marque a caixa pegajosa reconhecimento. contatos para este serviço receberá uma notificação sobre o reconhecimento, por isso eles estão conscientes de que alguém está trabalhando no problema. Além disso, um comentário também ser adicionado ao serviço. certifique-se de digitar o seu nome e preencher uma breve descrição do que você está fazendo no campo de comentário. se você gostaria que o comentário serviço de permanecer uma vez que o reconhecimento é removido, marque a caixa persistente comentários. se você não quer uma notificação de confirmação enviado para os contactos adequados, desmarque a caixa de seleção Enviar notificação.
ru_ru: эта команда используется для подтверждения проблемы обслуживания. когда проблема услуга признал, будущие уведомления о проблемах не временно отключена, пока не изменится услуг от его текущего состояния. если вы хотите, чтобы отключить подтверждение уведомления, пока служба не восстановится, проверьте липкий подтверждения флажок. контакты для этой службы будет получать уведомления о признании, так что они знают, что кто-то работает над этой проблемой. Кроме того, комментарий также будет добавлен к услуге. убедитесь, ввести свое имя и заполнить краткое описание того, что вы делаете в поле комментария. если вы хотели бы сервис комментарий оставаться один раз подтверждение удаления, проверьте постоянное комментарий флажок. если вы не хотите, уведомление подтверждения разослан в соответствующие контакты, снимите флажок уведомления отправить.
zh_cn: 此命令用于确认服务问题。 确认服务问题后，以后有关问题的通知将暂时禁用，直到服务从当前状态更改为止。 如果您希望确认在服务恢复之前禁用通知，请选中“粘性确认”复选框。 此服务的联系人将收到有关确认的通知，因此他们知道有人在解决此问题。 此外，评论也将添加到服务中。 确保输入您的姓名，并在注释字段中填写您正在做的简短描述。 如果您希望在删除确认后保留服务注释，请选中“持久注释”复选框。 如果您不希望将确认通知发送给相应的联系人，请取消选中“发送通知”复选框。

source: If you want acknowledgement to disable notifications until the service recovers, check the Sticky Acknowledgement checkbox.
bg_bg: Ако искате потвърждение за деактивиране на известията докато сървиса се възстанови, изберете отметката "Постоянно Потвърждение" (Sticky Acknowledgement).
de_de: wenn Sie wollen Bestätigung an Benachrichtigungen zu deaktivieren, bis der Service wieder, überprüfen Sie die klebrige Bestätigungskästchen.
es_es: si quieres reconocimiento al desactivar las notificaciones hasta que el servicio se recupere, marque la casilla reconocimiento pegajosa.
fr_fr: si vous voulez accusé de réception à désactiver les notifications jusqu'à ce que le service se rétablit, cochez la case d'acquittement collante.
it_it: se si vuole il riconoscimento di disattivare le notifiche finché il servizio recupera, selezionare la casella di conferma appiccicoso.
ja_jp: サービスが復旧するまで通知を無効にするために認知済みにする場合は、「スティッキー認知」チェックボックスにチェックしてください.
pl_pl: jeśli chcesz Potwierdzenie wyłączyć powiadomienia, aż usługa odzyskuje, sprawdź lepką pole potwierdzenia.
pt_pt: se você quiser confirmação para desativar as notificações até que o serviço se recupera, marque a caixa pegajosa reconhecimento.
ru_ru: если вы хотите, чтобы отключить подтверждение уведомления, пока служба не восстановится, проверьте липкий подтверждения флажок.
zh_cn: 如果您希望确认在服务恢复之前禁用通知，请选中“粘性确认”复选框。

source: If you do not want an acknowledgement notification sent out to the appropriate contacts, uncheck the Send Notification checkbox.
bg_bg: Ако не искате нотификации за потвържденията да бъдат изпратени до съответните контакти, махнете отметката от квадратчето "Изпрати Нотификация" (Send Notification).
de_de: wenn Sie nicht möchten, dass eine Bestätigung Benachrichtigung aus, um die entsprechenden Kontakte gesendet werden, deaktivieren Sie das Kontrollkästchen Send-Benachrichtigung.
es_es: si usted no quiere una notificación reconocimiento enviado a los contactos adecuados, desactive la casilla de notificación de envío.
fr_fr: si vous ne voulez pas de notification d'accusé de réception envoyé aux contacts appropriés, décochez la case de notification d'envoi.
it_it: se non si desidera una notifica di avviso inviato ai contatti appropriati, deselezionare la casella di notifica di invio.
ja_jp: 適切な連絡先に認知済み通知を送信したくない場合、「通知を送信」チェックボックスのチェックを外してください.
pl_pl: jeśli nie chcesz powiadomienia potwierdzenia wysłany do odpowiednich kontaktów, odznacz pole wyboru Wyślij powiadomienie.
pt_pt: se você não quer uma notificação de confirmação enviado para os contactos adequados, desmarque a caixa de seleção Enviar notificação.
ru_ru: если вы не хотите, уведомление подтверждения разослан в соответствующие контакты, снимите флажок уведомления отправить.
zh_cn: 如果您不希望将确认通知发送给相应的联系人，请取消选中“发送通知”复选框。

source: Make sure to enter your name and fill in a brief description of what you are doing in the comment field. If you would like the service comment to remain once the acknowledgement is removed, check the Persistent Comment checkbox.
bg_bg: Уверете се, че сте въвели името си и сте попълнили кратко описание на това, което правите в полето за коментар. Ако желаете добавения коментар за хост да остане след като потвърждението е премахнато, проверете отметката "Непроменлив Коментар" (Persistent Comment ).
de_de: achten Sie darauf, Ihren Namen eingeben und in einer kurzen Beschreibung, was Sie in das Kommentarfeld tun zu füllen. wenn Sie möchten, das Service Kommentar zu bleiben, sobald die Bestätigung entfernt ist, überprüfen Sie die anhaltenden Kommentar Checkbox.
es_es: asegúrese de introducir su nombre y rellenar una breve descripción de lo que está haciendo en el campo de comentarios. si desea que el comentario del servicio de permanecer una vez que se retira el reconocimiento, marque la casilla de verificación comentario persistente.
fr_fr: assurez-vous de saisir votre nom et remplir une brève description de ce que vous faites dans le champ de commentaire. si vous souhaitez le service commentaire à rester une fois la reconnaissance est retirée, vérifiez la case commentaire persistante.
it_it: assicurarsi di inserire il vostro nome e compilare una breve descrizione di quello che stai facendo nel campo commento. se si desidera che il commento di servizio di rimanere una volta che il riconoscimento viene rimosso, selezionare la casella commento persistente.
ja_jp: 作成者名を確認し、コメントフィールドに何をしたか簡単な説明を入力してください. 認知済みが削除されてもサービスコメントを残す場合は、「永続コメント」チェックボックスにチェックをつけてください.
pl_pl: upewnij się, aby wpisać swoje nazwisko i wypełnij krótki opis tego, co robisz w polu komentarza. jeśli chcesz komentarz usług pozostać po uznanie zostanie usunięty, sprawdź trwałe komentarz pole wyboru.
pt_pt: certifique-se de digitar o seu nome e preencher uma breve descrição do que você está fazendo no campo de comentário. se você gostaria que o comentário serviço de permanecer uma vez que o reconhecimento é removido, marque a caixa persistente comentários.
ru_ru: убедитесь, ввести свое имя и заполнить краткое описание того, что вы делаете в поле комментария. если вы хотели бы сервис комментарий оставаться один раз подтверждение удаления, проверьте постоянное комментарий флажок.
zh_cn: 确保输入您的姓名，并在注释字段中填写您正在做的简短描述。 如果您希望在删除确认后保留服务注释，请选中“持续注释”复选框。

source: Problem has been acknowledged
bg_bg: Проблема е бил признат
de_de: Host-Problem bestätigt wurde
es_es: Host problema ha sido reconocido
fr_fr: Problème de l'hôte a été reconnu
it_it: Host problema è stato riconosciuto
ja_jp: 障害を認知しました
pl_pl: Problem gospodarza został potwierdzony
pt_pt: Problema do host foi reconhecido
ru_ru: Хост проблема была признана
zh_cn: 问题已被确认

source: Quick Actions
bg_bg: Бързи Действия (Quick Actions)
de_de: Schnelle Aktionen
es_es: Acciones rapida
fr_fr: Actions rapides
it_it: Azioni rapide
ja_jp: クイックアクション
pl_pl: Szybkie działania
pt_pt: Ações rápidas
ru_ru: Быстрые действия
zh_cn: 快速操作

source: Misc
bg_bg: Разни
de_de: Sonstiges
es_es: misceláneo
fr_fr: divers
ja_jp: その他
ru_ru: разное
zh_cn: 杂项

source: Your comment
bg_bg: Вашия коментар
de_de: Ihr Kommentar
es_es: Sus comentarios
fr_fr: Votre commentaire
it_it: Il tuo commento
ja_jp: コメント
pl_pl: komentarz
pt_pt: Seu comentário
ru_ru: Ваш комментарий
zh_cn: 您的评论

source: Graph Timeframe
bg_bg: Времеви период на графиката (Graph Timeframe)
de_de: Grafik Zeitrahmen
es_es: gráfica plazo
fr_fr: graphique délai
it_it: calendario grafico
ja_jp: グラフのタイムフレーム
pl_pl: Wykres ramy czasowe
pt_pt: gráfico prazo
ru_ru: График сроки
zh_cn: 图表时间表

source: Loading performance graphs...
bg_bg: Зареждане на графиките за производителност...
de_de: Lädt Kennfeldern ...
es_es: Cargando graficas de desempeño
fr_fr: Chargement des graphiques de performances ...
it_it: Caricamento grafici delle prestazioni ...
ja_jp: パフォーマンスグラフを読み込んでいます...
pl_pl: wykresy wydajności ładowania ...
pt_pt: Carregando gráficos de desempenho ...
ru_ru: Загрузка производительность графики ...
zh_cn: 加载性能图...

source: Remove acknowledgement
bg_bg: Премахнете потвърждение
de_de: entfernen Bestätigung
es_es: retire el reconocimiento
fr_fr: retirer la reconnaissance
it_it: rimuovere riconoscimento
ja_jp: 認知済みを削除
pl_pl: usuń potwierdzenie
pt_pt: remover reconhecimento
ru_ru: удалить подтверждение
zh_cn: 删除确认

source: Add comment
bg_bg: Добави коментар
de_de: einen Kommentar hinzufügen
es_es: agregar comentario
fr_fr: ajouter un commentaire
it_it: Aggiungi un commento
ja_jp: コメントを追加
pl_pl: Dodaj komentarz
pt_pt: adicionar comentário
ru_ru: добавить комментарий
zh_cn: 添加评论

source: Submit passive check result
bg_bg: Подайте резултата от пасивната проверка
de_de: Senden passive Prüfergebnis
es_es: Enviar resultado de la comprobación pasiva
fr_fr: Soumettre résultat du contrôle passif
it_it: Invia risultato passivo di controllo
ja_jp: パッシブチェック結果を送信する
pl_pl: złożyć pasywny wynik wyboru
pt_pt: Enviar resultado da verificação passiva
ru_ru: Отправить пассивной результате проверки
zh_cn: 提交被动检查结果

source: Send custom notification
bg_bg: Изпратете персонализирани уведомления
de_de: Senden Sie die benutzerdefinierte Benachrichtigung
es_es: Enviar Notificaciones de Prueba
fr_fr: Envoyer une notification personnalisée
it_it: Inviare notifiche personalizzate
ja_jp: カスタム通知を送信する
pl_pl: wyślij zamówienie powiadomienia
pt_pt: Enviar notificações de teste
ru_ru: Посылать уведомления
zh_cn: 发送自定义通知

source: Delay next notification
bg_bg: Забавете следващото уведомление
de_de: Verzögerung nächste Meldung
es_es: Deshabilitar notificaciones
fr_fr: Retarder la notification suivante
it_it: Ritardo di notifica successiva
ja_jp: 次回の通知を遅らせる
pl_pl: Opóźnienie w przyszłym powiadomienia
pt_pt: Desativar notificações
ru_ru: Задержка следующего уведомления
zh_cn: 延迟下一次通知

source: Remove Acknowledgement
bg_bg: Премахнете потвърждение
de_de: entfernen Bestätigung
es_es: retire el reconocimiento
fr_fr: retirer la reconnaissance
it_it: rimuovere riconoscimento
ja_jp: 認知済みを削除
pl_pl: usuń potwierdzenie
pt_pt: remover reconhecimento
ru_ru: удалить подтверждение
zh_cn: 删除确认

source: This command is used to remove an acknowledgement for a particular service problem. Once the acknowledgement is removed, notifications may start being sent out about the service problem.
bg_bg: Тази команда се използва за премахване на потвърждението за конкретен сървис проблем. Веднъж след като потвърждението е било премахнато, може да започне изпращаето на уведомления за сървис проблема.
de_de: dieser Befehl verwendet wird, um eine Bestätigung für einen bestimmten Service-Problem zu beseitigen. sobald die Bestätigung entfernt wird, können Benachrichtigungen wobei über das Service-Problem geschickt starten.
es_es: este comando se utiliza para eliminar un reconocimiento para un problema determinado servicio. una vez que se retira el reconocimiento, las notificaciones pueden empezar a ser enviado por el problema de servicio.
fr_fr: cette commande est utilisé pour enlever un accusé de réception pour un problème de service particulier. une fois la reconnaissance est retirée, les notifications peuvent commencer à être envoyé sur le problème de service.
it_it: questo comando viene utilizzato per rimuovere un riconoscimento per un particolare problema di servizio. una volta che il riconoscimento viene rimosso, le notifiche possono iniziano ad essere inviato sul problema del servizio.
ja_jp: このコマンドは、特定のサービス障害の認知を削除するに使用されます. 認知が削除されると、このサービス障害についの通知送信が開始されます.
pl_pl: to polecenie służy do usuwania potwierdzenia dla danego problemu serwisowego. gdy potwierdzenie jest usuwany, powiadomienia mogą być wysyłane zaczną o problemie usług.
pt_pt: Este comando é utilizado para remover um reconhecimento para um problema de serviço particular. uma vez que o reconhecimento é removido, as notificações podem começar a ser enviadas sobre o problema serviço.
ru_ru: Эта команда используется для удаления подтверждение для конкретной задачи обслуживания. как только подтверждение удаления уведомления могут начать быть разосланы о проблеме услуг.
zh_cn: 此命令用于删除对特定服务问题的确认。 删除确认后，可能会开始发出有关服务问题的通知。

source: Submit Passive Check Result
bg_bg: Подайте резултата от пасивната проверка
de_de: Senden passive Prüfergebnis
es_es: Enviar resultado de la comprobación pasiva
fr_fr: Soumettre résultat du contrôle passif
it_it: Invia risultato passivo di controllo
ja_jp: パッシブチェック結果を送信する
pl_pl: złożyć pasywny wynik wyboru
pt_pt: Enviar resultado da verificação passiva
ru_ru: Отправить пассивной результате проверки
zh_cn: 提交被动检查结果

source: This command is used to submit a passive check result for a particular service. It can be useful for resetting security-related services to OK states once they have been dealt with.
bg_bg: Тази команда се използва за изпращане на резултата от пасивна проверка за определен сървис. Тя може да бъде полезна за зануляване на статуса на сървиси, свързани със сигурността на ОК (статус), след като са били обработени.
de_de: dieser Befehl verwendet wird, um ein passives Prüfergebnis für einen bestimmten Dienst vorzulegen. kann es nützlich für die Rückstellung sicherheitsrelevanten Dienste ok Staaten, nachdem sie behandelt worden zu sein.
es_es: Este comando se utiliza para presentar un resultado de la comprobación pasiva para un servicio particular. que puede ser útil para restablecer los servicios relacionados con la seguridad de los estados ok una vez que han sido tratadas.
fr_fr: cette commande est utilisée pour présenter un résultat de contrôle passif pour un service particulier. il peut être utile pour la réinitialisation des services liés à la sécurité aux Etats ok une fois qu'ils ont été traités.
it_it: questo comando viene utilizzato per inviare un risultato del controllo passivo per un particolare servizio. può essere utile per ripristinare i servizi relativi alla sicurezza per gli stati ok una volta che sono stati trattati.
ja_jp: このコマンドは、特定のサービスのパッシブチェック結果を送信するために使用されます. 処理済みのセキュリティ関連サービスをOKステータスにリセットするために有用です.
pl_pl: to polecenie służy do składania pasywnego wynik wyboru dla danej usługi. może to być przydatne do resetowania usługi związane z bezpieczeństwem, aby Zjednoczone OK, jeżeli zostały one rozpatrywane.
pt_pt: este comando é usado para apresentar um resultado de verificação passiva para um serviço particular. ele pode ser útil para redefinir os serviços relacionados com a segurança para os estados ok uma vez que eles foram tratados.
ru_ru: эта команда используется для передачи пассивного результат проверки для конкретной услуги. это может быть полезно для сброса услуги, связанные с безопасностью на ОК государств, когда они были рассмотрены.
zh_cn: 此命令用于提交特定服务的被动检查结果。 一旦处理了与安全相关的服务，将其重置为OK状态可能很有用。

source: Check Result
bg_bg: Проверете резултата
de_de: Prüfergebnis
es_es: comprobar resultado
fr_fr: vérifier le résultat
it_it: risultato verificare
ja_jp: チェック結果
pl_pl: sprawdź wynik
pt_pt: veja resultado
ru_ru: проверить результат
zh_cn: 检查结果
