Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: This User Macro Value already exists in the resource.cfg file and can be used by using selected key.
bg_bg: Тази потребителска макро стойност вече съществува във файла resource.cfg и може да се използва с помощта на избрания ключ.
de_de: dieser Benutzer Makrowert existiert bereits in der resource.cfg Datei und kann mit ausgewählten Schlüssel verwendet werden.
es_es: este valor macro usuario ya existe en el archivo de resource.cfg y puede ser utilizado mediante el uso de la tecla seleccionada.
fr_fr: cet utilisateur macro valeur existe déjà dans le fichier resource.cfg et peut être utilisé en utilisant la clé sélectionnée.
it_it: questo valore macro utente esiste già nel file Resource.cfg e può essere utilizzato tramite tasto selezionato.
ja_jp: このUserマクロ値は既にresource.cfgファイル内に存在しています. 選択したキーを使用することができます.
pl_pl: Użytkownik makro wartość już istnieje w pliku resource.cfg i mogą być stosowane przy użyciu klawisza.
pt_pt: este valor macro usuário já existe no arquivo Resource.cfg e pode ser usado usando a chave selecionada.
ru_ru: этот макрос пользователя значение уже существует в файле resource.cfg и может быть использован с помощью выбранной клавиши.
zh_cn: 此用户宏值已经存在于resource.cfg文件中，可以通过使用选定的键来使用。

source: Successfuly added new user macro.
bg_bg: Успешно добавено ново потребителско макро.
de_de: successfuly hat neue Benutzer-Makro.
es_es: exitosamente añadido nueva macro de usuario.
fr_fr: successfuly ajouté une nouvelle macro utilisateur.
it_it: con successo aggiunto nuova macro utente.
ja_jp: 新しいUserマクロが追加されました.
pl_pl: successfuly dodano nowe makra użytkownika.
pt_pt: successfuly adicionada nova macro usuário.
ru_ru: успешно добавлен новый макрос пользователя.
zh_cn: 成功添加新的用户宏。

source: Writing to /usr/local/nagios/etc/resource.cfg failed. Verify the file is set as user apache and group nagios with read, write and execute permissions.
bg_bg: Писането на /usr/local/nagios/etc/resource.cfg провали. Провери дали файла се стартира като потребител Apache и група Nagios и дали потребителя има права за четене, писане и изпълнение.
de_de: Schreiben auf /usr/local/nagios/etc/resource.cfg fehlgeschlagen. überprüfen Sie die Datei als Benutzer Apache und Gruppen nagios mit Lese gesetzt ist, schreiben und Berechtigungen zum Ausführen.
es_es: escrito a /usr/local/nagios/etc/resource.cfg fallidos. verifique que el archivo está configurado como Apache de usuario y de grupo nagios con lectura, escritura y ejecución.
fr_fr: écrit à /usr/local/nagios/etc/resource.cfg échoué. vérifier le fichier est défini comme apache utilisateur et groupe nagios avec lecture, d'écriture et d'exécution.
it_it: scrivendo a /usr/local/nagios/etc/resource.cfg fallito. verificare che il file viene impostato come apache utente e di gruppo nagios con lettura, scrittura ed esecuzione.
ja_jp: /usr/local/nagios/etc/resource.cfgファイルへの書き込みに失敗しました. このファイルに apacheユーザーおよびnagiosグループに読取り、書込み、実行、権限が設定されていることを確認してください.
pl_pl: pisząc do /usr/local/nagios/etc/resource.cfg niepowodzeniem. sprawdzić plik jest ustawiony jako użytkownik apache i grupowych Nagios z odczytu, zapisu i wykonania.
pt_pt: escrevendo para /usr/local/nagios/etc/resource.cfg falhou. verifique se o arquivo está definido como apache de usuário e de grupo nagios com ler, escrever e executar permissões.
ru_ru: письменно /usr/local/nagios/etc/resource.cfg не удалось. проверить файл устанавливается как пользователь апача и группы Nagios с правом на чтение, запись и выполнение.
zh_cn: 写入/usr/local/nagios/etc/resource.cfg失败。 验证文件是否设置为具有读取，写入和执行权限的用户apache和组nagios。

source: Hide Title
bg_bg: Soft заглавието
de_de: Titel ausblenden
es_es: ocultar título
fr_fr: hide titre
it_it: nascondere titolo
ja_jp: タイトルを非表示
pl_pl: ukryj tytuł
pt_pt: hide título
ru_ru: спрятать название
zh_cn: 隐藏标题

source: Show Title
bg_bg: Покажете заглавието
de_de: Titel anzeigen
es_es: mostrar título
fr_fr: Afficher le titre
it_it: Mostra titolo
ja_jp: タイトルを表示
pl_pl: Pokaż tytuł
pt_pt: Mostrar título
ru_ru: Название шоу
zh_cn: 显示标题

source: Unpin
bg_bg: Извадете
es_es: desprender
fr_fr: détacher
it_it: sbloccare
ja_jp: ピン留め解除
pl_pl: odpiąć
pt_pt: desencavilhar
ru_ru: откалывать
zh_cn: 取消固定

source: Pin
bg_bg: Забодено (с топлийка)
de_de: Pingen
es_es: Ping
fr_fr: Ping
it_it: Ping
ja_jp: ピン留め
pl_pl: ping
pt_pt: Ping
ru_ru: Ping
zh_cn: 固定

source: Reconfigure
bg_bg: Преконфигурира
de_de: neu konfigurieren
es_es: reconfigurar
fr_fr: reconfigurer
it_it: riconfigurare
ja_jp: 再設定
pl_pl: przekonfigurować
pt_pt: reconfigurar
ru_ru: перенастроить
zh_cn: 重新配置

source: No Preview
bg_bg: Без визуализация
de_de: keine Vorschau
es_es: No hay vista previa
fr_fr: aucun aperçu
it_it: no anteprima
ja_jp: プレビューなし
pl_pl: Podgląd
pt_pt: Não há visualização
ru_ru: нет просмотр
zh_cn: 没有预览

source: Add This To a Dashboard
bg_bg: Добави това към таблото (dashboard)
de_de: 'das Messgerät zu einem Dashboard
es_es: agregar este medidor a un panel
fr_fr: ajouter cette jauge au tableau de bord
it_it: aggiungere questo calibro a un dashboard
ja_jp: ダッシュボードに追加する
pl_pl: dodać do tablicy rozdzielczej
pt_pt: adicionar este indicador a um dashboard
ru_ru: добавить индикатор на приборной панели
zh_cn: 此计添加到仪表板

source: Version:
bg_bg: Версия:
it_it: Versione
ja_jp: バージョン:
pl_pl: wersja
pt_pt: Versão
ru_ru: Версия
zh_cn: 版本

source: Date:
bg_bg: Дата:
de_de: Datum
es_es: Fecha
it_it: Data
ja_jp: 日付:
pl_pl: data
pt_pt: Data
ru_ru: Дата
zh_cn: 日期

source: Author:
bg_bg: Автор:
de_de: Autor
es_es: autor
fr_fr: auteur
it_it: autore
ja_jp: 作成者:
pl_pl: autor
pt_pt: autor
ru_ru: автор
zh_cn: 作者

source: Website:
bg_bg: Уебсайт:
de_de: Webseite
es_es: Sitio web
fr_fr: Site Web
it_it: Sito web
ja_jp: Webサイト:
pl_pl: witryna internetowa
pt_pt: Site
ru_ru: Сайт
zh_cn: 网站

source: To reply, keep the following data in your response email.
bg_bg: за да отговорите, запазете следните данни в имейла за отговор.
de_de: Um zu antworten, bewahren Sie die folgenden Daten in Ihrer Antwort-E-Mail auf.
es_es: Para responder, mantenga los siguientes datos en su correo electrónico de respuesta.
fr_fr: pour répondre, conservez les données suivantes dans votre courrier électronique de réponse.
it_it: per rispondere, mantieni i seguenti dati nella tua email di risposta.
ja_jp: 返信するには、返信メールに次のデータを入れてください。
pl_pl: aby odpowiedzieć, zachowaj następujące dane w wiadomości e-mail z odpowiedzią.
pt_pt: para responder, mantenha os seguintes dados em seu email de resposta.
ru_ru: чтобы ответить, сохраните следующие данные в своем ответном письме.
zh_cn: 要进行回复，请将以下数据保留在您的回复电子邮件中。

source: Undefined user macro detected, click to set a value..
bg_bg: Открито е неопределено потребителско макро, щракнете, за да зададете стойност ..
de_de: undefined User-Makro erkannt wird, klicken Sie auf einen Wert zu setzen ..
es_es: indefinido macro de usuario detectada, haga clic para establecer un valor ..
fr_fr: macro utilisateur undefined détecté, cliquez pour définir une valeur ..
it_it: macro utente indefinita rilevato, fare clic per impostare un valore ..
ja_jp: 未定義のUserマクロが検出されました. クリックして値を設定してください.
pl_pl: niezdefiniowane makro użytkownika wykryty, kliknij, aby ustawić wartość ..
pt_pt: macro indefinida usuário detectado, clique para definir um valor ..
ru_ru: неопределенный макрос пользователя обнаружен, нажмите, чтобы установить значение ..
zh_cn: 检测到未定义的用户宏，单击以设置一个值。

source: Click to create new macro
bg_bg: Кликнете, за да създадете ново макро (macro)
de_de: Klicken Sie auf neue Makro erstellen
es_es: haga clic para crear una nueva macro
fr_fr: cliquez pour créer une nouvelle macro
it_it: fare clic per creare nuova macro
ja_jp: 新しいマクロを作成するにはクリックします
pl_pl: kliknij, aby utworzyć nowe makro
pt_pt: clique para criar uma nova macro
ru_ru: нажмите, чтобы создать новый макрос
zh_cn: 点击创建新的宏

source: Collapse menu section
bg_bg: Сгънете менюто
de_de: Zusammenbruch Menüabschnitt
es_es: sección del menú colapso
fr_fr: section collapse menu
it_it: sezione Menu crollo
ja_jp: メニューセクションを畳む
pl_pl: Sekcja menu zwiń
pt_pt: seção do menu colapso
ru_ru: Раздел меню крах
zh_cn: 折叠菜单部分

source: Show menu section
bg_bg: Покажете раздел на менюто
de_de: Show Menüabschnitt
es_es: sección del menú espectáculo
fr_fr: section show menu
it_it: Sezione show menu
ja_jp: メニューセクションを表示する
pl_pl: pokaż punkt menu
pt_pt: seção do menu mostra
ru_ru: Раздел показать меню
zh_cn: 显示菜单部分

source: Configuration Tools
bg_bg: Инструменти за конфигуриране
de_de: Configuration Startseite
es_es: Inicio Configuracion
fr_fr: Accueil de configuration
it_it: Configurazione iniziale
ja_jp: 設定ツール
pl_pl: Konfiguracja domu
pt_pt: Configuração
ru_ru: Конфигурация Главная
zh_cn: 配置工具

source: Auto Deployment
bg_bg: автоматично внедряване
de_de: automatische Bereitstellung
es_es: despliegue automático
fr_fr: déploiement automatique
it_it: distribuzione automatica
ja_jp: 自動展開
pl_pl: automatyczne wdrożenie
pt_pt: implantação automática
ru_ru: автоматическое развертывание
zh_cn: 自动部署

source: System Configuration
bg_bg: Системна конфигурация
de_de: Systemkonfiguration
es_es: Configuracion del sistema
fr_fr: Configuration du système
it_it: Configurazione di sistema
ja_jp: システム設定
pl_pl: Konfiguracja systemu
pt_pt: Configuração do Sistema
ru_ru: Конфигурация системы
zh_cn: 系统配置

source: User Management
bg_bg: Управление на потребители
de_de: Benutzer Management
es_es: Administracion de Usuarios
fr_fr: Gestion des utilisateurs
it_it: Gestione degli utenti
ja_jp: ユーザー管理
pl_pl: zarządzanie użytkownikami
pt_pt: Gerenciamento de usuários
ru_ru: Управление пользователями
zh_cn: 用户管理

source: API Docs
bg_bg: API документация
es_es: docs API REST
fr_fr: docs api repos
it_it: Documentazione API di riposo
ja_jp: APIドキュメント
pl_pl: Reszta Dokumentacja API
pt_pt: docs API REST
ru_ru: Остальные документы API
zh_cn: API文档

source: Introduction
bg_bg: Въведение
de_de: Einführung
es_es: introducción
it_it: introduzione
ja_jp: はじめに
pl_pl: wprowadzenie
pt_pt: introdução
ru_ru: введение
zh_cn: 介绍

source: Common Solutions
bg_bg: общи решения
de_de: gemeinsame Lösungen
es_es: soluciones comunes
fr_fr: solutions communes
it_it: soluzioni comuni
ja_jp: 一般的な解決策
pl_pl: wspólne rozwiązania
pt_pt: soluções comuns
ru_ru: общие решения
zh_cn: 常见解决方案

source: Developer Docs
bg_bg: Документи за програмисти
de_de: Entwickler docs
es_es: docs desarrollador
fr_fr: docs développeur
it_it: Documenti per sviluppatori
ja_jp: 開発者向けドキュメント
pl_pl: dokumentacja dla programistów
pt_pt: docs desenvolvedor
ru_ru: Документы для разработчиков
zh_cn: 开发人员文档

source: External Help Resources
bg_bg: Външни помощни ресурси
de_de: externe Hilfe-Ressourcen
es_es: recursos de ayuda externos
fr_fr: ressources d'aide externes
it_it: risorse di assistenza esterni
ja_jp: 外部ヘルプリソース
pl_pl: zewnętrznych zasobów pomocy
pt_pt: recursos de ajuda externa
ru_ru: внешние справочные ресурсы
zh_cn: 外部帮助资源

source: Knowledgebase
bg_bg: Знание
de_de: Wissensbasis
es_es: base de conocimientos
it_it: base di conoscenza
ja_jp: ナレッジベース
pl_pl: baza wiedzy
pt_pt: Base de Conhecimento
ru_ru: база знаний
zh_cn: 知识库

source: Nagios Library
bg_bg: Nagios библиотека
de_de: Nagios-Bibliothek
es_es: Biblioteca Nagios
fr_fr: Nagios Bibliothèque
it_it: Nagios Biblioteca
ja_jp: Nagiosライブラリー
pl_pl: Biblioteka Nagios
pt_pt: Biblioteca Nagios
ru_ru: Nagios библиотеки
zh_cn: Nagios库

source: Documentation Guides
bg_bg: Ръководства за документация
de_de: Dokumentation Guides
es_es: Documentaciones Guias
fr_fr: Guides Documentation
it_it: Documentazione Guide
ja_jp: ドキュメンテーションガイド
pl_pl: Przewodnicy dokumentacji
pt_pt: Guias de documentação
ru_ru: Документация Руководства
zh_cn: 文档指南

source: My Reports
bg_bg: Моите доклади
de_de: Meine Berichte
es_es: Mis reportes
fr_fr: Mes rapports
it_it: Report
ja_jp: マイレポート
pl_pl: moje raporty
pt_pt: Meus Relatórios
ru_ru: Мои отчеты
zh_cn: 我的报告

source: Available Reports
bg_bg: Налични доклади
de_de: Verfügbare Reports
es_es: Reportes disponibles
fr_fr: Rapports disponibles
it_it: Rapporti disponibili
ja_jp: 利用可能なレポート
pl_pl: dostępne raporty
pt_pt: Relatórios disponíveis
ru_ru: Доступные отчеты
zh_cn: 可用的报告

source: SLA Report
bg_bg: SLA доклад
de_de: sla Bericht
es_es: informe sla
fr_fr: rapport sla
it_it: Relazione sla
ja_jp: SLAレポート
pl_pl: Raport sla
pt_pt: relatório sla
ru_ru: Отчет SLA
zh_cn: SLA报告

source: State History
bg_bg: История на състоянието
es_es: Historial de Estado
fr_fr: Histoire État
it_it: Stato Storia
ja_jp: ステータス履歴
pl_pl: Historia państwa
pt_pt: História do Estado
ru_ru: Государственный Исторический
zh_cn: 状态历史

source: Data Visualizations
bg_bg: Визуализации на данни
de_de: Datenvisualisierung
es_es: Visualizacion de Datos
fr_fr: Les visualisations de données
it_it: Dati grafici
ja_jp: データの可視化
pl_pl: wizualizacje danych
pt_pt: Visualizações de dados
ru_ru: Визуализации данных
zh_cn: 数据可视化

source: Alert Heatmap
bg_bg: Известителна топлинна карта (Alert Heatmap)
de_de: Benachrichtigen Heatmap
es_es: Alerta Heartmap
fr_fr: Alerte Heatmap
ja_jp: アラートヒートマップ
pl_pl: Alarm mapa termiczna
pt_pt: alertar heatmap
ru_ru: Сигнал Heatmap
zh_cn: 警报热图

source: Report Management
bg_bg: управление на отчета
de_de: Berichtsverwaltung
es_es: gestión de informes
fr_fr: gestion de rapport
it_it: gestione dei rapporti
ja_jp: レポート管理
pl_pl: zarządzanie raportami
pt_pt: gerenciamento de relatórios
ru_ru: управление отчетами
zh_cn: 报告管理

source: Legacy Reports
bg_bg: Класически (Legacy) доклади
es_es: Reportes Herencias
fr_fr: Rapports existants
it_it: Report Legacy
ja_jp: レガシーレポート
pl_pl: starsze raporty
pt_pt: Relatórios do Legacy
ru_ru: Наследие Отчеты
zh_cn: 旧版报告

source: My Tools
bg_bg: Моите инструменти
de_de: Meine Werkzeuge
es_es: Mis herramientas
fr_fr: Mes outils
it_it: I miei strumenti
ja_jp: マイツール
pl_pl: moje narzędzia
pt_pt: Minhas ferramentas
ru_ru: Мои инструменты
zh_cn: 我的工具

source: Common Tools
bg_bg: Общи инструменти
de_de: Allgemeine Tools
es_es: Herramientas comunes
fr_fr: Outils communs
it_it: Strumenti comuni
ja_jp: 共通ツール
pl_pl: wspólne narzędzia
pt_pt: Ferramentas comuns
ru_ru: Общие инструменты
zh_cn: 常用工具

source: My Account
bg_bg: Моя потребителски профил
de_de: Ihr Konto
es_es: Mi cuenta
fr_fr: Mon compte
it_it: Il mio account
ja_jp: マイアカウント
pl_pl: Moje konto
pt_pt: Minha Conta
ru_ru: Моя учетная запись
zh_cn: 我的帐户

source: System Information
bg_bg: Системна информация
es_es: Informacion del Sistema
fr_fr: Système d'information
it_it: Sistema d'informazione
ja_jp: システム情報
pl_pl: Informacje o systemie
pt_pt: Sistema de Informação
ru_ru: Информационная система
zh_cn: 系统信息

source: Check For Updates
bg_bg: Проверете за актуализации
de_de: Auf Aktualisierungen prüfen
es_es: Revisar actualizaciones
it_it: Controlla aggiornamenti
ja_jp: アップデート確認
pl_pl: sprawdzanie aktualizacji
pt_pt: Verificar atualizações
ru_ru: Проверить наличие обновлений
zh_cn: 检查更新

source: System Config
bg_bg: Системна конфигурация
es_es: Configuracion del Sistema
fr_fr: Config System
ja_jp: システム設定
pt_pt: Configuração do Sistema
zh_cn: 系统配置

source: Monitoring Config
bg_bg: Конфигурация за следене
de_de: Überwachung Config
es_es: Configuracion de monitoreo
fr_fr: Surveillance Config
it_it: Monitoraggio Config
ja_jp: 監視設定
pl_pl: Monitorowanie config
pt_pt: Monitoramento de Configuração
ru_ru: Мониторинг Config
zh_cn: 监控配置

source: Config Snapshots
bg_bg: Конфигурационни копия
es_es: Instantáneas de configuración
fr_fr: Instantanés de configuration
it_it: Istantanee di configurazione
ja_jp: 設定スナップショット
pl_pl: Migawki config
pt_pt: instantâneos de configuração
ru_ru: Config снимки
zh_cn: 配置快照

source: Check File Permissions
bg_bg: Проверете правата на файловете
de_de: Überprüfen Sie die Dateiberechtigungen
es_es: Revisar permisos de archivos
fr_fr: Vérifiez les permissions sur fichiers
it_it: Controllare i permessi
ja_jp: ファイルのアクセス権チェック
pl_pl: sprawdzić uprawnienia do plików
pt_pt: Verifique permissões de arquivos
ru_ru: Проверьте Права доступа к файлам
zh_cn: 检查文件权限

source: Check Transfers
bg_bg: Проверете трансферите
de_de: Überprüfen Transfers
es_es: Comprobar Transferencia
fr_fr: Vérifiez Transferts
it_it: Controllare Trasferimenti
ja_jp: チェック転送
pl_pl: sprawdzić transfery
pt_pt: Verifique Transferências
ru_ru: Дата Трансфер
zh_cn: 检查转移

source: Outbound Transfers
bg_bg: Изходящи трансфери
de_de: Outbound Übertragen
es_es: Transferencia de Salida
fr_fr: Transferts sortants
it_it: Trasferimenti in uscita
ja_jp: アウトバウンド転送
pl_pl: przelewy wychodzące
pt_pt: Transferências de saída
ru_ru: Исходящие переводы
zh_cn: 对外转移

source: Inbound Transfers
bg_bg: Входящи трансфери
de_de: Inbound Übertragen
es_es: Transferencia de Entrada
fr_fr: Transferts entrants
it_it: I trasferimenti in entrata
ja_jp: インバウンド転送
pl_pl: przelewy przychodzące
pt_pt: Transferências de entrada
ru_ru: Трансферы
zh_cn: 对内转移

source: System Extensions
bg_bg: Разширения на системата
de_de: Systemerweiterungen
es_es: Extensiones del Sistema
fr_fr: Extensions du système
it_it: Estensioni di sistema
ja_jp: システム拡張
pl_pl: rozszerzenia systemu
pt_pt: Extensões de sistema
ru_ru: Система расширений
zh_cn: 系统扩展

source: Manage Config Wizards
bg_bg: Управлявайте конфигурационните програми Wizards
de_de: Verwalten Config Wizards
es_es: Gestione Wizards de Configuracion
fr_fr: Manage Config Assistants
ja_jp: 設定ウィザード管理
pl_pl: zarządzanie config kreatorów
pt_pt: Gerenciar configuraçoes de assistentes
ru_ru: Управление Config мастера
zh_cn: 管理配置向导

source: Open Service Problems
bg_bg: Открити проблеми със сървиси
de_de: Öffnen Service Probleme
es_es: Servicios con problemas abiertos
fr_fr: Ouvrez problèmes de service
it_it: Aprire problemi del servizio
ja_jp: サービスの未解決障害
pl_pl: Problemy otwarte usług
pt_pt: Abra problemas do serviço
ru_ru: Откройте проблемы с обслуживанием
zh_cn: 打开服务问题

source: Open Host Problems
bg_bg: Открити проблеми с хостове
de_de: Open Host Probleme
es_es: Hosts con problemas abiertos
fr_fr: Ouvrez les problèmes d'accueil
it_it: Aprire Problemi Host
ja_jp: ホストの未解決障害
pl_pl: otwarte problemy gospodarza
pt_pt: Abra Problemas de host
ru_ru: Open Host проблемы
zh_cn: 打开主机问题

source: All Service Problems
bg_bg: Всички проблеми на сървиси
de_de: Alle Service-Probleme
es_es: Todos los servicios con problemas
fr_fr: Tous les problèmes de service
it_it: Tutti i problemi di servizio
ja_jp: すべてのサービス障害
pl_pl: wszystkie problemy serwisowe
pt_pt: Todos os problemas do serviço
ru_ru: Все проблемы обслуживания
zh_cn: 所有服务问题

source: All Host Problems
bg_bg: Всички проблеми на хостове
de_de: Alle Host-Probleme
es_es: Todos los hosts con problemas
fr_fr: Tous les problèmes d'accueil
it_it: Tutti gli host problemi
ja_jp: すべてのホスト障害
pl_pl: wszystkie problemy gospodarza
pt_pt: Todos os Problemas do host
ru_ru: Все Хост проблемы
zh_cn: 所有主机问题

source: Quick Find
bg_bg: Бързо Намиране (Quick Find)
de_de: Schnellsuche
es_es: Busqueda rapida
fr_fr: Recherche rapide
it_it: Ricerca veloce
ja_jp: クイック検索
pl_pl: Szybkie wyszukiwanie
pt_pt: localização rápida
ru_ru: Быстрый поиск
zh_cn: 快速查找

source: Graphs
bg_bg: Графики
es_es: Graficas
fr_fr: Graphiques
it_it: Grafici
ja_jp: グラフ
pl_pl: wykresy
pt_pt: Gráficos
ru_ru: Графики
zh_cn: 图表

source: Acknowledgements
bg_bg: Потвърждения
de_de: Danksagung
es_es: Reconocimientos
fr_fr: Remerciements
it_it: Ringraziamenti
ja_jp: 認知
pl_pl: podziękowanie
pt_pt: Agradecimentos
ru_ru: Благодарности
zh_cn: 致谢

source: Performance
bg_bg: Производителност
de_de: Leistung
es_es: Desempeño
ja_jp: パフォーマンス
pl_pl: wydajność
pt_pt: atuação
ru_ru: Производительность
zh_cn: 性能

source: View Tools
bg_bg: Вижте инструментите
de_de: Anzeigen Werkzeuge
es_es: Ver Herramientas
fr_fr: Voir les Outils,
it_it: Visualizza Strumenti
ja_jp: ビューツール
pl_pl: zobacz narzędzia
pt_pt: Ver Ferramentas
ru_ru: Посмотреть Инструменты
zh_cn: 查看工具

source: New View
bg_bg: Без изглед
de_de: No View
es_es: Ninguna vista
fr_fr: Aucune Voir
it_it: No View
ja_jp: 新しいビュー
pl_pl: bez widoku
pt_pt: sem vista
ru_ru: Нет View
zh_cn: 新查看

source: Manage My Views
bg_bg: Управлявайте "Моите Изгледи" (My Views)
de_de: meine Ansichten zu verwalten
es_es: gestionar mis puntos de vista
fr_fr: gérer mes vues
it_it: gestire le mie opinioni
ja_jp: マイビュー管理
pl_pl: zarządzać moje poglądy
pt_pt: gerir as minhas opiniões
ru_ru: управлять мои взгляды
zh_cn: 管理我的查看

source: My Views
bg_bg: Моите изгледи
de_de: Meine Ansichten
es_es: Mis vistas
fr_fr: Mes vues
it_it: Mie viste
ja_jp: マイビュー
pl_pl: moje poglądy
pt_pt: Minhas Exibições
ru_ru: Мой просмотров
zh_cn: 我的查看

source: Dashboard Tools
bg_bg: Инструменти на таблото
es_es: Herramientas del Dashboard
fr_fr: Outils de tableau de bord
ja_jp: ダッシュボードツール
pl_pl: Narzędzia dashboard
pt_pt: Ferramentas do painel
ru_ru: Панель инструментов
zh_cn: 操作面板工具

source: New Dashboard
bg_bg: Няма табло
de_de: Keine Übersicht
es_es: No Dashboard
fr_fr: Pas de tableau de bord
it_it: No Dashboard
ja_jp: 新しいダッシュボード
pl_pl: Deska rozdzielcza nie
pt_pt: Sem painel
ru_ru: Нет Dashboard
zh_cn: 新操作面板

source: Add Dashlets
bg_bg: Добави мини-табла (dashlets)
de_de: Fügen Dashlets
es_es: Agregar Dashlets
fr_fr: Ajouter Dashlets
it_it: Aggiungi Dashlets
ja_jp: ダッシュレットの追加
pl_pl: dodaj dashlets
pt_pt: obter Dashlets
ru_ru: Добавить Dashlets
zh_cn: 添加内容板块

source: Swap
de_de: tauschen
es_es: intercambiar
fr_fr: échanger
it_it: scambiare
pl_pl: zamiana
pt_pt: trocar
ru_ru: замена
zh_cn: 交换

source: % Utilization
bg_bg: % на оползотворяване
de_de: % Verwendung
es_es: % utilización
fr_fr: % utilisation
it_it: Utilizzo%
ja_jp: 使用 パーセンテージ
pl_pl: % wykorzystanie
pt_pt: % utilização
ru_ru: Использование%
zh_cn: ％利用率

source: Swap Utilization
bg_bg: Утилизация на Swap
de_de: Swap-Nutzung
es_es: la utilización de intercambio
fr_fr: l'utilisation de swap
it_it: utilizzo di swap
ja_jp: スワップ使用
pl_pl: wykorzystanie wymiany
pt_pt: utilização de swap
ru_ru: Использование подкачки
zh_cn: 交换利用率

source: Missing File
bg_bg: Липсваща страница
de_de: Missing Page
es_es: Pagina perdida
fr_fr: Page manquante
it_it: Pagina mancante
ja_jp: 不足しているファイル
pl_pl: brakująca strona
pt_pt: Página faltando
ru_ru: Отсутствующие страницы
zh_cn: 丢失文件

source: Unknown (Missing Database Entry)
bg_bg: неизвестно (липсва влизане в базата данни)
de_de: unbekannt (fehlender Datenbankeintrag)
es_es: desconocido (falta entrada en la base de datos)
fr_fr: inconnu (entrée de base de données manquante)
it_it: sconosciuto (voce del database mancante)
ja_jp: 不明（データベースエントリが見つかりません）
pl_pl: nieznany (brak wpisu do bazy danych)
pt_pt: desconhecido (entrada do banco de dados ausente)
ru_ru: неизвестно (отсутствует запись в базе данных)
zh_cn: 未知（缺少数据库条目）

source: Host Problem
bg_bg: Проблеми с хост
de_de: Host Probleme
es_es: Hosts con Problemas
fr_fr: Problèmes d'accueil
it_it: Problemi Host
ja_jp: ホストの障害
pl_pl: Problemy gospodarza
pt_pt: Problemas de host
ru_ru: Хост проблемы
zh_cn: 主机问题

source: Service Problem
bg_bg: сървис проблеми
de_de: Service Probleme
es_es: Servicios con Problemas
fr_fr: Problèmes de service
it_it: Problemi di servizio
ja_jp: サービスの障害
pl_pl: Problemy serwisowe
pt_pt: Problemas de serviços
ru_ru: Проблемы обслуживания
zh_cn: 服务问题

source: Problem Acknowledged
bg_bg: Проблема е признат
de_de: Problem erkannt
es_es: Problema reconocido
fr_fr: Reporter un problème reconnu
it_it: Problema Riconosciuto
ja_jp: 障害が認知されました
pl_pl: Problem przyznał
pt_pt: Problema reconhecido
ru_ru: Проблема Признанный
zh_cn: 问题已确认

source: Flapping Started
bg_bg: Честите промени в състоянието (Flapping) стартират
de_de: Anfangen zu flattern
es_es: Batiendo Start
fr_fr: Battant de démarrage
it_it: Battere le ali di avvio
ja_jp: フラッピング開始
pl_pl: trzepotanie początek
pt_pt: batendo início
ru_ru: Хлопающие начало
zh_cn: 扑启动
