Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Flap Detection Disabled
bg_bg: Откриването на чести промени в състоянието (Flap Detection) е деактивирано
de_de: Flatter-Erkennung deaktiviert
es_es: Deteccion Flap
fr_fr: Détection rabat Désactivé
it_it: Rilevamento Flap Disabili
ja_jp: フラップ検知無効
pl_pl: Wykrywanie klapa wyłączony
pt_pt: Notificações desativada
ru_ru: Flap Detection инвалидов
zh_cn: flap检测已禁用

source: Flap Detection Enabled
bg_bg: Откриването на чести промени в състоянието (Flap Detection) е активирано
de_de: Flatter-Erkennung aktiviert
es_es: Deteccion Flap
fr_fr: Détection rabat Activé
it_it: Rilevamento Flap Abilitato
ja_jp: フラップ検知有効
pl_pl: Klapa włączona detekcja
pt_pt: Detecção Flap Ativado
ru_ru: Flap Detection Доступно
zh_cn: flap检测已启用

source: Passive Checks Disabled
bg_bg: Пасивните проверки са деактивирани
de_de: Passive Checks Behinderte
es_es: Chequeos Pasivos
fr_fr: Les contrôles passifs Désactivé
it_it: Controlli passivi portatori di handicap
ja_jp: パッシブチェック無効
pl_pl: Kontrole pasywne wyłączony
pt_pt: Verificação passiva
ru_ru: Пассивная проверка инвалидов
zh_cn: 被动检查已禁用

source: Passive Checks Enabled
bg_bg: Пасивните проверки са активирани
de_de: Passive Checks aktiviert
es_es: Chequeos Pasivos
fr_fr: Les contrôles passifs Activé
it_it: Controlli passivi Attivato
ja_jp: パッシブチェック有効
pl_pl: włączona kontrole pasywne
pt_pt: Verificação passiva
ru_ru: Пассивная проверка Доступно
zh_cn: 被动检查已启用

source: Passive Check
bg_bg: Пасивна проверка
de_de: Passive prüfen
es_es: Chequeo pasivo
fr_fr: Vérifier passive
it_it: Verifica passivo
ja_jp: パッシブチェック
pl_pl: pasywna kontrola
pt_pt: Verificação passiva
ru_ru: Пассивные проверки
zh_cn: 被动检查

source: Active Check
bg_bg: Активна проверка
de_de: Aktiv-Überprüfung
es_es: Chequeos Activos
fr_fr: Vérifier actif
it_it: Verifica Attivo
ja_jp: アクティブチェック
pl_pl: aktywna kontrola
pt_pt: Verificação ativa
ru_ru: Активная проверка
zh_cn: 主动检查

source: Clear Filter
bg_bg: Изчистете филтъра
es_es: Limpiar filtro
fr_fr: Effacer le filtre
it_it: Cancella filtro
ja_jp: フィルターのクリア
pl_pl: wyczyść filtr
pt_pt: Limpar filtro
ru_ru: Очистить фильтр
zh_cn: 清除过滤器

source: View Balloon Map
bg_bg: Вижте карта "балон" (Balloon Map)
de_de: Anzeigen Balloon Karte
es_es: Ver mapa del globo
fr_fr: Voir la carte Balloon
it_it: Vedi Mappa Balloon
ja_jp: バルーンマップを表示
pl_pl: Widok z balonu na mapie
pt_pt: ver o mapa balão
ru_ru: Просмотр Balloon карте
zh_cn: 查看气球地图

source: View Tree Map
bg_bg: Вижте картата "дърво" (Tree Map)
de_de: Ansicht Baumansicht Karte
es_es: Vea el mapa del árbol
fr_fr: Carte Tree View
it_it: Vista ad albero Mappa
ja_jp: ツリーマップを表示
pl_pl: Widok drzewa mapie
pt_pt: visualização do mapa árvore
ru_ru: Вид дерева карта
zh_cn: 查看树图

source: All services
bg_bg: Всички сървиси
de_de: Alle Leistungen
es_es: Todos los servicios
fr_fr: Tous les services
it_it: Tutti i servizi
ja_jp: すべてのサービス
pl_pl: wszystkie usługi
pt_pt: Serviço
ru_ru: Все сервисы
zh_cn: 所有服务

source: Service Status
bg_bg: Статус на сървиса
es_es: Estatus del Servicio
fr_fr: État du service
it_it: Stato del servizio
ja_jp: サービスステータス
pl_pl: stan usługi
pt_pt: Status do Serviço
ru_ru: Состояние службы
zh_cn: 服务状态

source: Hide status summary dashlets
bg_bg: скрий дашълите с обобщение на състоянието
de_de: Statuszusammenfassungs-Dashlets ausblenden
es_es: ocultar dashlets de resumen de estado
fr_fr: masquer les dashlets de résumé d'état
it_it: nascondi i dashlet di riepilogo dello stato
ja_jp: ステータスサマリーダッシュレットを非表示にする
pl_pl: ukryj dashlety podsumowania statusu
pt_pt: ocultar dashlets de resumo de status
ru_ru: скрыть сводку статуса дашлетов
zh_cn: 隐藏状态摘要内容面板

source: No matching services found - showing matching hosts instead.
bg_bg: Не за намерени съвпадащи сървиси - вместо тях, показваме съвпадащите хостове.
de_de: Keine passenden Dienste gefunden - zeige passenden Hosts.
es_es: No hay servicios coincidentes encontrados - mostrando hosts que coincidan en su lugar.
fr_fr: Aucun service correspondant n'a été trouvé - montrant les hôtes correspondant à la place.
it_it: Nessun servizio ha prodotto risultati - mostra padroni di casa, invece di corrispondenza.
ja_jp: 一致するサービスが見つかりませんでした - 代わりに一致するホストを表示しています.
pl_pl: nie znaleziono żadnych usługi dopasowywania - pokazując pasujące gospodarze zamiast.
pt_pt: Nenhum serviço correspondente encontrado
ru_ru: Нет соответствующих услуг найдено - показать для хозяев вместо этого.
zh_cn: 找不到匹配的服务-而是显示匹配的主机。

source: All hosts
bg_bg: Всички хостове
de_de: Alle Hosts
es_es: Todos los hosts
fr_fr: Tous les hôtes
it_it: Tutti gli host
ja_jp: すべてのホスト
pl_pl: wszystkie hosty
pt_pt: Todos os gráficos de host
ru_ru: Все хосты
zh_cn: 所有的主机

source: Host Group Status
bg_bg: Статус на хост групата
es_es: Estatus del Grupo de Host
fr_fr: Statut groupe d'hôtes
it_it: Host Stato gruppo
ja_jp: ホストグループステータス
pl_pl: Stan grupy gospodarza
pt_pt: Status do grupo de hosts
ru_ru: Статус группы узлов
zh_cn: 主机组状态

source: Summary View
bg_bg: Общ оглед
de_de: Zusammenfassung anzeigen
es_es: Resumen
fr_fr: Voir le résumé
it_it: Visualizza riepilogo
ja_jp: サマリービュー
pl_pl: Podsumowanie Widok
pt_pt: Visão do ano
ru_ru: Основная View
zh_cn: 摘要视图

source: Grid View
bg_bg: Решетъчен изглед (Grid View)
es_es: Agregar vista
it_it: Vista griglia
ja_jp: グリッドビュー
pl_pl: Widok siatki
pt_pt: Visão do ano
zh_cn: 网格视图

source: Command submitted successfully.
bg_bg: командата е изпратена успешно.
de_de: Befehl erfolgreich verarbeitet.
es_es: comando procesado correctamente.
fr_fr: commande traitée avec succès.
it_it: comando elaborato con esito positivo.
ja_jp: コマンドが正常に送信されました。
pl_pl: Komenda pomyślnie przetworzone.
pt_pt: comando processado com êxito.
ru_ru: Команда успешно обработан.
zh_cn: 命令已成功提交。

source: Submit a bulk command for all the hosts or services in the selected hostgroup.
bg_bg: изпратете групова команда за всички хостове или услуги в избраната хост група.
de_de: Senden Sie einen Massenbefehl für alle Hosts oder Dienste in der ausgewählten Hostgruppe.
es_es: enviar un comando masivo para todos los hosts o servicios en el grupo de host seleccionado.
fr_fr: soumettre une commande groupée pour tous les hôtes ou services du groupe d'hôtes sélectionné.
it_it: invia un comando in blocco per tutti gli host o servizi nel gruppo host selezionato.
ja_jp: 選択したホストグループ内のすべてのホストまたはサービスに対して一括コマンドを送信します。
pl_pl: prześlij polecenie zbiorcze dla wszystkich hostów lub usług w wybranej grupie hostów.
pt_pt: envie um comando em massa para todos os hosts ou serviços no grupo de hosts selecionado.
ru_ru: отправить массовую команду для всех хостов или сервисов в выбранной группе хостов.
zh_cn: 为所选主机组中的所有主机或服务提交批量命令。

source: Schedule downtime for all hosts
bg_bg: Насрочете задействан (triggered) престой за всички хостове-наследници (child hosts)
de_de: Zeitplan ausgelöste Ausfallzeiten für alle Kind-Hosts
es_es: programación activa el tiempo de inactividad para todos los niños anfitriones
fr_fr: calendrier déclenché les temps d'arrêt pour tous les hôtes de l'enfant
it_it: programma innescato tempi di inattività per tutti gli host del bambino
ja_jp: すべての子ホストについてダウンタイムをスケジュールする
pl_pl: Plan wywołał przestojów dla wszystkich hostów dzieci
pt_pt: cronograma desencadeada tempo de inatividade para todos os hosts criança
ru_ru: График срабатывает простоя для всех детей хостов
zh_cn: 安排所有主机的停机时间

source: Schedule downtime for all services
bg_bg: Насрочете планиран престой за всички асоциирани сървиси
de_de: Zeitplan Ausfallzeiten für alle damit verbundenen Dienstleistungen
es_es: el tiempo de inactividad calendario para todos los servicios asociados
fr_fr: calendrier temps d'arrêt pour tous les services associés
it_it: i tempi di inattività pianificazione per tutti i servizi connessi
ja_jp: 関連するすべてのサービスにダウンタイムをスケジュールする
pl_pl: przestój harmonogram dla wszystkich związanych z nimi usług
pt_pt: downtime programação para todos os serviços associados
ru_ru: простои график для всех связанных с ними услуг
zh_cn: 安排所有服务的停机时间

source: Enable notifications for all hosts
bg_bg: активирайте известията за всички хостове
de_de: Aktivieren Sie Benachrichtigungen für alle Hosts
es_es: habilitar notificaciones para todos los hosts
fr_fr: activer les notifications pour tous les hôtes
it_it: abilitare le notifiche per tutti gli host
ja_jp: すべてのホストの通知を有効にする
pl_pl: włącz powiadomienia dla wszystkich hostów
pt_pt: ativar notificações para todos os hosts
ru_ru: включить уведомления для всех хостов
zh_cn: 为所有主机启用通知

source: Disable notifications for all hosts
bg_bg: деактивирайте известията за всички хостове
de_de: Deaktivieren Sie Benachrichtigungen für alle Hosts
es_es: deshabilitar notificaciones para todos los hosts
fr_fr: désactiver les notifications pour tous les hôtes
it_it: disabilita le notifiche per tutti gli host
ja_jp: すべてのホストの通知を無効にする
pl_pl: wyłącz powiadomienia dla wszystkich hostów
pt_pt: desativar notificações para todos os hosts
ru_ru: отключить уведомления для всех хостов
zh_cn: 禁用所有主机的通知

source: Enable notifications for all services
bg_bg: активирайте известията за всички услуги
de_de: Aktivieren Sie Benachrichtigungen für alle Dienste
es_es: habilitar notificaciones para todos los servicios
fr_fr: activer les notifications pour tous les services
it_it: abilitare le notifiche per tutti i servizi
ja_jp: すべてのサービスの通知を有効にする
pl_pl: włącz powiadomienia dla wszystkich usług
pt_pt: ativar notificações para todos os serviços
ru_ru: включить уведомления для всех сервисов
zh_cn: 启用所有服务的通知

source: Disable notifications for all services
bg_bg: деактивирайте известията за всички услуги
de_de: Deaktivieren Sie Benachrichtigungen für alle Dienste
es_es: deshabilitar notificaciones para todos los servicios
fr_fr: désactiver les notifications pour tous les services
it_it: disabilitare le notifiche per tutti i servizi
ja_jp: すべてのサービスの通知を無効にする
pl_pl: wyłącz powiadomienia dla wszystkich usług
pt_pt: desativar notificações para todos os serviços
ru_ru: отключить уведомления для всех служб
zh_cn: 禁用所有服务的通知

source: Enable active checks of all services
bg_bg: дават възможност за активни проверки на всички услуги
de_de: Aktivieren Sie aktive Überprüfungen aller Dienste
es_es: permitir verificaciones activas de todos los servicios
fr_fr: permettre des contrôles actifs de tous les services
it_it: abilitare i controlli attivi di tutti i servizi
ja_jp: すべてのサービスのアクティブなチェックを有効にする
pl_pl: włączyć aktywne kontrole wszystkich usług
pt_pt: habilitar verificações ativas de todos os serviços
ru_ru: включить активные проверки всех сервисов
zh_cn: 对所有服务启用主动检查

source: Disable active checks of all services
bg_bg: деактивирайте активните проверки на всички услуги
de_de: Deaktivieren Sie die aktiven Überprüfungen aller Dienste
es_es: deshabilitar las verificaciones activas de todos los servicios
fr_fr: désactiver les contrôles actifs de tous les services
it_it: disabilitare i controlli attivi di tutti i servizi
ja_jp: すべてのサービスのアクティブチェックを無効にする
pl_pl: wyłącz aktywne kontrole wszystkich usług
pt_pt: desativar verificações ativas de todos os serviços
ru_ru: отключить активные проверки всех сервисов
zh_cn: 禁用所有服务的主动检查

source: This command is used to schedule downtime for objects. During the specified downtime, Nagios will not send notifications out about the object. When the scheduled downtime expires, Nagios will send out notifications for this object as it normally would. Scheduled downtimes are preserved across program shutdowns and restarts. Both the start and end times should be specified in the following format:
bg_bg: Тази команда се използва за планиране на престой (по график) за определен хост. По време на определения планиран престой, Nagios няма да изпраща уведомления за хоста. Когато планирания престой изтече, Nagios ще изпрати уведомления за този хост, както обикновено. Планираните (по график) прекъсвания са запазени по време на спиране и рестартиране на програмата. Както началния, така и крайния час трябва да бъдат описани в следния формат:
de_de: dieser Befehl wird verwendet, um Ausfallzeiten für einen bestimmten Host planen. während der festgelegten Ausfallzeiten, wird Nagios keine Benachrichtigungen versandt werden über den Gastgeber. Wenn die geplante Ausfallzeit abgelaufen ist, wird Nagios Benachrichtigungen für diesen Host, wie es normalerweise tun würde. geplante Ausfallzeiten über Programmherunterfahren und Neustarten erhalten. sowohl die Start- und Endzeit sollte in dem folgenden Format angegeben werden:
es_es: Este comando se utiliza para programar el tiempo de inactividad para un host en particular. durante el tiempo de inactividad especificado, nagios no enviarán notificaciones a cabo sobre el anfitrión. cuando el tiempo de inactividad programado expira, nagios enviarán notificaciones de este alojamiento como lo haría normalmente. tiempos de parada programados se conservan a través de las paradas y reinicios del programa. tanto las horas de inicio y fin deben especificarse en el siguiente formato:
fr_fr: cette commande est utilisé pour planifier des temps d'arrêt pour un hôte particulier. pendant le temps d'arrêt spécifié, Nagios ne envoyer des notifications sur l'hôte. lorsque la durée d'indisponibilité prévue expire, Nagios va envoyer des notifications pour cet hôte comme il le ferait normalement. les temps d'arrêt programmés sont conservés lors des arrêts et redémarrages programme. à la fois les heures de début et de fin doivent être spécifiés dans le format suivant:
it_it: questo comando consente di pianificare i tempi di inattività per un host particolare. durante il tempo di inattività specificato, Nagios non inviare notifiche conoscere l'host. quando scade il tempo di inattività previsto, Nagios invierà notifiche per questo host come farebbe normalmente. tempi di fermo pianificati sono conservati tra arresti di programma e riavvia. sia i tempi di inizio e di fine devono essere specificati nel seguente formato:
ja_jp: このコマンドは、特定のホストのダウンタイムをスケジュールするために使用されます. 指定されたダウンタイム中、Nagiosはホストに関する通知を送信しません. スケジュールされたダウンタイムの有効期限が切れると、Nagiosは通常通りこのホストについての通知を送信します. スケジュールされたダウンタイムは、プログラムをシャットダウンや再起動しても保持されます. 開始時刻と終了時刻の両方を「日付フォーマット」で設定された形式で指定する必要があります:
pl_pl: To polecenie jest używane do planowania przestojów dla danego hosta. przez określony czas przestoju, Nagios nie będzie wysyłać powiadomienia się o gospodarzu. po wygaśnięciu planowane przestoje, Nagios wyśle ​​powiadomienia dla tego hosta, jak zazwyczaj. planowane przestoje są zachowywane poprzez postojów programu i ponownym uruchomieniu. zarówno rozpoczęcia i zakończenia powinny być określone w następującym formacie:
pt_pt: este comando é usado para agendar o tempo de inatividade para um determinado host. durante o tempo de inatividade especificado, o Nagios não enviará notificações para fora do arraial. quando o tempo de inatividade programado expirar, Nagios irá enviar notificações para este alojamento como normalmente faria. paradas programadas são preservados durante as paradas de programa e reinicia. ambos os tempos de início e fim devem ser especificados no seguinte formato:
ru_ru: эта команда используется для планирования времени простоя для определенного хоста. в течение указанного времени простоя, Nagios не будет отправлять уведомления из о хозяине. когда планируется простоя истекает, Nagios будет посылать уведомления для этого хоста как обычно. запланированные простои сохранились во всех программных отключений и перезагрузки. оба начала и окончания должны быть указаны в следующем формате:
zh_cn: 此命令用于计划对象的停机时间。 在指定的停机时间内，Nagios不会发送有关该对象的通知。 当计划的停机时间到期时，Nagios将像往常一样发送该对象的通知。 计划的停机时间将在程序关闭和重新启动时保留。 开始时间和结束时间均应采用以下格式指定：

source: If you select the fixed option, the downtime will be in effect between the start and end times you specify. If you do not select the fixed option, Nagios will treat this as flexible downtime. Flexible downtime starts when the object goes into a non-OK/UP state (sometime between the start and end times you specified) and lasts as long as the duration of time you enter. The duration fields do not apply for fixed downtime.
bg_bg: Ако изберете "фиксираната опция" (fixed option), планирания (по график) престой ще бъде в сила между началото и края на времевия период, които сте избрали. Ако не изберете "фиксираната" опция (fixed option), Nagios ще приеме това за "гъвкав" престой ("flexible" downtime). Гъвкавия престой започва, когато сървиса влиза в non-OK състояние (по някое време между началото и края на времевия период, които сте избрали) и трае колкото е продължителността на времевия период, който сте вкарали. Полетата за продължителност (duration fields) не се прилагат за фиксирания престой (fixed downtime).
de_de: wenn Sie die Option Fest auswählen, wird die Stillstandszeiten in der Tat zwischen den Start- und Endzeiten Sie angeben können. wenn Sie nicht über die feste Option auswählen, wird Nagios diese als "flexibel" zu behandeln. flexible Ausfallzeit beginnt, wenn der Service in einen nicht-OK-Zustand (irgendwann zwischen den Start- und Endzeiten von Ihnen angegebene) und dauert so lange, wie die Dauer der Zeit, die Sie eingeben. die Dauer Felder nicht für Festausfallzeiten gelten.
es_es: si selecciona la opción fija, el tiempo de inactividad estará vigente entre el inicio y finalización que especifique. si no selecciona la opción fija, nagios tratarán esto como el tiempo de inactividad "flexible". el tiempo de inactividad flexibles comienza cuando el servicio entra en un estado de no-ok (en algún momento entre el inicio y el fin de los tiempos se ha especificado) y dura tanto como la duración del tiempo de entrar. los campos de duración no aplican para el tiempo de inactividad fijo.
fr_fr: si vous sélectionnez l'option fixe, le temps d'arrêt sera en vigueur entre les heures de début et de fin que vous spécifiez. Si vous ne sélectionnez pas l'option fixe, Nagios va traiter cela comme temps d'arrêt "flexible". maintenance flexible commence lorsque le service entre dans un état non-OK (quelque part entre le début et la fin des temps que vous avez spécifié) et dure aussi longtemps que la durée de temps que vous entrez. les champs de durée ne sont pas applicables pour les temps d'arrêt fixe.
it_it: se si seleziona l'opzione fisso, i tempi di inattività sarà in vigore tra le ore di inizio e di fine specificate. se non si seleziona l'opzione fisso, Nagios tratteranno questo come tempo di inattività "flessibile". i tempi di inattività flessibilità inizia quando il servizio entra in uno stato di non-ok (a volte tra l'inizio e di fine specificato) e dura fino a quando il periodo di tempo si entra. i campi di durata non si applicano per i tempi di inattività fissa.
ja_jp: 固定オプションを選択した場合、ダウンタイムは指定した開始時刻と終了時刻の間で有効になります. 固定オプションを選択しない場合、Nagiosは、「フレキシブル」ダウンタイムとしてこれを扱います. フレキシブルダウンタイムは、（指定した開始時刻と終了時刻の間に）サービスが非OK状態になると、入力した時間継続します. 期間フィールドは、固定のダウンタイムには適用されません.
pl_pl: Jeśli zaznaczysz opcję stałe, czas przestoju będzie obowiązywać między czasem rozpoczęcia i zakończenia można określić. jeśli nie wybrać stałą opcji, Nagios będzie traktował to jako "elastyczne" przestojów. elastyczny czas przestoju rozpoczyna się, gdy usługa wchodzi w stan nie-ok (gdzieś pomiędzy rozpoczęcia i zakończenia określonym) i trwa tak długo, jak czas trwania chwili wejścia. Czasy trwania nie stosuje się do stałej przestojów.
pt_pt: se você selecionar a opção fixo, o tempo de inatividade estará em vigor entre os horários de início e de término especificados. Se você não selecionar a opção fixo, Nagios irá tratar isso como o tempo de inatividade "flexível". downtime flexível começa quando o serviço entra em um estado não-ok (em algum momento entre o início e término especificado) e dura tanto quanto a duração de tempo que você entrar. os campos de duração não se aplicam para o tempo de inatividade fixo.
ru_ru: если вы выберите опцию фиксированного, время простоя будет действовать между начальным и конечным раз вы укажете. если вы не выберите фиксированный вариант, Nagios будет относиться к этому как "гибкой" простоя. гибкий простоя начинается, когда служба входит в не-OK состояние (где-то между начальным и конечным раз вы указали) и сохраняется до тех пор, как продолжительность времени, которое вы вводите. поля продолжительность не применяются для стационарной простоя.
zh_cn: 如果选择固定选项，则停机时间将在您指定的开始时间和结束时间之间生效。 如果您未选择固定选项，Nagios会将其视为灵活的停机时间。 灵活的停机时间始于对象进入非OK / UP状态（有时在您指定的开始时间和结束时间之间），并且持续时间与您输入的持续时间一样长。 持续时间字段不适用于固定停机时间。

source: Schedule downtime for all hosts in the selected hostgroup.
bg_bg: планирайте времето за престой за всички хостове в избраната хост група.
de_de: Planen Sie Ausfallzeiten für alle Hosts in der ausgewählten Hostgruppe.
es_es: programar el tiempo de inactividad para todos los hosts en el grupo de host seleccionado.
fr_fr: planifier des temps d'arrêt pour tous les hôtes du groupe d'hôtes sélectionné.
it_it: pianificare i tempi di inattività per tutti gli host nel gruppo host selezionato.
ja_jp: 選択したホストグループのすべてのホストのダウンタイムをスケジュールします。
pl_pl: zaplanuj przestoje dla wszystkich hostów w wybranej grupie hostów.
pt_pt: agendar o tempo de inatividade para todos os hosts no grupo de hosts selecionado.
ru_ru: запланировать время простоя для всех хостов в выбранной группе хостов.
zh_cn: 安排所选主机组中所有主机的停机时间。

source: Schedule downtime for all services in the selected hostgroup.
bg_bg: планирайте времето за престой за всички услуги в избраната хост група.
de_de: Planen Sie Ausfallzeiten für alle Dienste in der ausgewählten Hostgruppe.
es_es: programar el tiempo de inactividad para todos los servicios en el grupo de host seleccionado.
fr_fr: planifier des temps d'arrêt pour tous les services du groupe d'hôtes sélectionné.
it_it: pianificare i tempi di inattività per tutti i servizi nel gruppo host selezionato.
ja_jp: 選択したホストグループのすべてのサービスのダウンタイムをスケジュールします。
pl_pl: zaplanuj przestoje dla wszystkich usług w wybranej grupie hostów.
pt_pt: agendar o tempo de inatividade para todos os serviços no grupo de host selecionado.
ru_ru: запланировать время простоя для всех служб в выбранной группе хостов.
zh_cn: 安排所选主机组中所有服务的停机时间。

source: Hostgroup Name
bg_bg: Име на хост групата
de_de: Hostgroup-Namen
es_es: nombre hostgroup
fr_fr: groupe d'hôtes
it_it: Nome hostgroup
ja_jp: ホストグループ名
pl_pl: Nazwa hostgroup
pt_pt: nome hostgroup
ru_ru: Название hostgroup
zh_cn: 主机组名称

source: Schedule downtime for all hosts too
bg_bg: Насрочете задействан (triggered) престой за всички хостове-наследници (child hosts)
de_de: Zeitplan ausgelöste Ausfallzeiten für alle Kind-Hosts
es_es: programación activa el tiempo de inactividad para todos los niños anfitriones
fr_fr: calendrier déclenché les temps d'arrêt pour tous les hôtes de l'enfant
it_it: programma innescato tempi di inattività per tutti gli host del bambino
ja_jp: すべての子ホストについてダウンタイムをスケジュールする
pl_pl: Plan wywołał przestojów dla wszystkich hostów dzieci
pt_pt: cronograma desencadeada tempo de inatividade para todos os hosts criança
ru_ru: График срабатывает простоя для всех детей хостов
zh_cn: 也为所有主机安排停机时间

source: Set Notificaitons
bg_bg: задайте notificaitons
de_de: Benachrichtigungen festlegen
es_es: establecer notificaciones
fr_fr: définir des notifications
it_it: imposta notifiche
ja_jp: 通知を設定する
pl_pl: ustawić powiadomienia
pt_pt: definir notificações
ru_ru: устанавливать уведомления
zh_cn: 设置通知
