Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: This command is used to send a custom notification about the specified host. Useful in emergencies when you need to notify admins of an issue regarding a monitored system or service. Custom notifications normally follow the regular notification logic in Nagios. Selecting the Forced option will force the notification to be sent out, regardless of the time restrictions, whether or not notifications are enabled, etc. Selecting the Broadcast option causes the notification to be sent out to all normal (non-escalated) and escalated contacts. These options allow you to override the normal notification logic if you need to get an important message out.
bg_bg: Тази команда се използва за изпращане на персонализирано уведомление за определен хост. Полезно е при извънредни ситуации, когато трябва да се уведомят администраторите за проблем, във връзка с наблюдаваната система или сървис. Потребителски уведомления обикновено следват редовно логиката на нормалните уведомление (regular notification) в Nagios. Избирането на "Принудителна опция" (Forced option) ще принуди уведомлението да бъде изпратена, независимо от ограниченията на времето, от това дали уведомленията са активирани, и т.н. Изберането на "Опцията Предаване" (Broadcast option) причинява уведомлението да бъде изпратено до всички нормални (не ескалирани) и ескалирани контакти. Тези опции ви позволяват да отмените нормалната логика на уведомление, ако трябва да изпратите важно послание.
de_de: dieser Befehl verwendet wird, um eine benutzerdefinierte Meldung zu dem bestimmten Host zu senden. nützlich in Notfällen, wenn Sie brauchen, um Administratoren von einem Problem in Bezug auf das überwachte System oder eine Dienstleistung zu informieren. benutzerdefinierte Meldungen in der Regel folgen die regelmäßige Benachrichtigungslogik im Nagios. Auswahl der Zwangs Option wird die Benachrichtigung zu zwingen, aus, der Zeitbeschränkungen gesendet werden, unabhängig, ob Benachrichtigungen aktiviert sind, usw. Auswahl der Sende Option bewirkt, dass die Mitteilung an an alle normalen (nicht eskaliert) und eskaliert Kontakte versandt werden . Diese Optionen können Sie die normale Benachrichtigungslogik überschreiben, wenn Sie brauchen, um eine wichtige Botschaft zu verbreiten.
es_es: Este comando se utiliza para enviar una notificación personalizada sobre el anfitrión especificado. útil en situaciones de emergencia cuando usted necesita notificar a los administradores de un problema en relación con un sistema o servicio supervisado. notificaciones personalizadas normalmente siguen la lógica de notificación regular en nagios. seleccionando la opción forzosa obligará a la notificación que se enviará a cabo, a pesar de las restricciones de tiempo, sea o no notificaciones están habilitadas, etc. seleccionando la opción de difusión provoca la notificación que se enviará a todos los contactos normales (no escalado) y escalado . estas opciones le permite anular la lógica notificación normal si usted necesita para obtener un mensaje importante a cabo.
fr_fr: cette commande est utilisée pour envoyer une notification personnalisée sur l'hôte spécifié. utile dans les situations d'urgence lorsque vous avez besoin d'aviser les administrateurs d'une question concernant un système ou un service surveillé. notifications personnalisées suivent normalement la logique de notification régulière dans Nagios. sélectionnant l'option forcée va forcer la notification à être envoyé, quelles que soient les contraintes de temps, si oui ou non les notifications sont activées, etc. sélectionnant l'option de diffusion provoque la notification doit être envoyée à tous (-escalade non) et une escalade des contacts normaux . ces options vous permettent de remplacer la logique de notification normale si vous avez besoin d'obtenir un important message.
it_it: questo comando viene utilizzato per inviare una notifica personalizzata su l'host specificato. utile in caso di emergenza quando è necessario informare gli amministratori di un problema per quanto riguarda un sistema o un servizio monitorato. notifiche personalizzate normalmente seguono la logica di notifica regolare Nagios. selezionando l'opzione forzata costringerà la notifica da inviare fuori, indipendentemente dalle limitazioni di tempo, anche se non sono abilitate le notifiche, ecc selezionando l'opzione di trasmissione provoca la notifica da inviare a tutti i normali (-escalation non) e escalation contatti . queste opzioni consentono di ignorare la logica di comunicazione normale se avete bisogno di ottenere un messaggio importante fuori.
ja_jp: このコマンドは、指定されたホストについてカスタム通知を送信するために使用されます. 監視対象システムまたはサービスに関する問題を管理者に通知する必要がある緊急時に便利です. カスタム通知は、Nagiosの通常の通知ロジックに従います. 「強制」オプションを選択した場合、時間制限や通知が有効になっているかどうかなどに関係なく、通知が強制的に送信されます. 「ブロードキャスト」オプションを選択した場合、すべての通常の（非エスカレーション先）連絡先およびエスカレーション先の連絡先に送信されます. これらのオプションを使用すると、重要なメッセージを取得する必要がある場合に、通常の通知ロジックを上書きすることができます.
pl_pl: To polecenie jest używane, aby wysłać powiadomienie o niestandardowych wymienionego hosta. przydatne w sytuacjach awaryjnych, kiedy trzeba powiadomić administratorów o kwestii dotyczących monitorowanego systemu lub usługi. niestandardowe powiadomienia zwykle przestrzegać regularnego logiki powiadomienia w Nagios. wybierając opcję zmusi przymusowej powiadomienia będą wysyłane, niezależnie od ograniczeń czasowych, czy powiadomienia są włączone, itp wybierając opcję rozgłaszania powoduje powiadomienia będą wysyłane do wszystkich normalnych (podwyższana niezarejestrowanych) i przekazania kontaktów , te opcje pozwalają zastąpić normalnej logiki powiadomienia, jeśli chcesz poznać ważne przesłanie.
pt_pt: este comando é usado para enviar uma notificação personalizada sobre o anfitrião especificado. útil em situações de emergência quando você precisa notificar os administradores de um problema relativo a um sistema ou serviço monitorado. notificações personalizadas, normalmente, seguir a lógica normal notificação em nagios. selecionando a opção forçada forçará a notificação para ser enviado para fora, independentemente das restrições de tempo, ou não notificações estão habilitados, etc. selecionando a opção de transmissão faz com que a notificação seja enviada a todos os contatos (não escalado) e encaminhado normais . estas opções permitem-lhe substituir a lógica normal de notificação, se você precisa para obter uma importante mensagem para fora.
ru_ru: эта команда используется для отправки пользовательского уведомления об указанном хосте. полезно в чрезвычайных ситуациях, когда вам нужно уведомить администраторов о проблеме относительно контролируемой системе или услуги. пользовательских уведомлений обычно следуют регулярные логику уведомления в Nagios. выбрав опцию принудительного заставит уведомления, который будет разослан, независимо от временных ограничений, или нет, включены уведомления, и т.д. выбрав опцию вещания вызывает уведомление будет разослан всем нормальным (не переросли) и повышенными контактов , эти параметры позволяют переопределить нормальная логика, если уведомление необходимо получить важное сообщение из.
zh_cn: 此命令用于发送有关指定主机的自定义通知。 在紧急情况下需要通知管理员有关受监控系统或服务的问题时很有用。 自定义通知通常遵循Nagios中的常规通知逻辑。 选择“强制”选项将强制发送通知，而不考虑时间限制，是否启用了通知等。选择“广播”选项会使通知发送给所有正常（非升级）和升级的联系人 。 如果需要发送重要消息，这些选项使您可以覆盖常规通知逻辑。

source: This command is used to delay the next problem notification that is sent out for the specified host. The notification delay will be disregarded if the host changes state before the next notification is scheduled to be sent out. This command has no effect if the host is currently UP.
bg_bg: Тази команда се използва за забавяне на следващото уведомление за проблем, което се изпраща за определен хост. Забавянето на уведомлението (notification delay) ще бъде пренебрегнато, ако хоста си промени състояниете преди да е насрочено следващото уведомлението за изпращане. Тази команда няма ефект, ако хоста в момента е стартиран (в работещо състояние).
de_de: dieser Befehl verwendet wird, um die nächste Problembenachrichtigung, die sich für den angegebenen Host gesendet wird, zu verzögern. die Benachrichtigung Verzögerung wird außer Acht gelassen werden, wenn der Host den Status ändert, bevor die nächste Benachrichtigung soll verschickt werden. dieser Befehl hat keine Auswirkung, wenn der Host ist zur Zeit auf.
es_es: Este comando se utiliza para retrasar la siguiente notificación del problema que se envía para el host especificado. el retraso de notificación no tenerse en cuenta si el host cambia de estado antes de programar la siguiente notificación a ser enviado. este comando no tiene efecto si el anfitrión es actualmente hasta.
fr_fr: cette commande est utilisée pour retarder la prochaine notification de problème qui est envoyé pour l'hôte spécifié. le délai de notification sera ignoré si l'hôte change d'état avant la prochaine notification est prévu pour être envoyé. cette commande n'a aucun effet si l'hôte est actuellement en place.
it_it: questo comando viene utilizzato per ritardare il prossimo notifica problema che viene inviato per l'host specificato. il ritardo di notifica verrà ignorato se l'host cambia stato prima della notifica prossimo è previsto per essere inviato. questo comando non ha effetto se l'host è attualmente in su.
ja_jp: このコマンドは指定されたホストについて送信される次回の障害通知を遅延させます. この通知遅延は、次回の通知の送信がスケジュールされる前にホストのステータスが変化した場合、無視されます. このコマンドはホストが現在UPステータスにある場合、影響を与えません.
pl_pl: to polecenie służy do opóźnić następny zgłoszenie problemu, który jest wysyłany do wybranego serwera. opóźnienie powiadomienia będą brane pod uwagę, gdy host zmienia stan przed następnym Zawiadomienie ma zostać wysłane. to polecenie nie działa, jeśli komputer jest aktualnie w górę.
pt_pt: este comando é usado para atrasar a próxima notificação do problema que é enviado para o host especificado. o atraso de notificação será desconsiderado se o anfitrião muda de estado antes da próxima notificação está programado para ser enviado para fora. este comando não tem nenhum efeito se o anfitrião está atualmente acima.
ru_ru: эта команда используется для задержки следующего уведомления проблема, которая отправляется за указанный хост. задержка уведомление будет проигнорировано, если хозяин меняет состояние до следующего уведомления планируется отправлено. эта команда не имеет эффекта, если хозяин в настоящее время до.
zh_cn: 此命令用于延迟针对指定主机发出的下一个问题通知。 如果主机在计划发送下一个通知之前更改状态，则将忽略通知延迟。 如果主机当前已启动，则此命令无效。

source: Re-configure this host
bg_bg: Повторно конфигуриране на този хост
de_de: Neu konfigurieren diesem Host
es_es: Configurar Host
fr_fr: Reconfigurer cet hôte
it_it: Riconfigurare questo host
ja_jp: このホストを再設定する
pl_pl: ponownie skonfigurować ten gospodarz
pt_pt: Configurar o host
ru_ru: Переконфигурировать этот хост
zh_cn: 重新配置该主机

source: Delete this host
bg_bg: Изтрийте този хост
de_de: Löschen Sie diesen Host
es_es: Eliminar este host
fr_fr: Supprimer cet hôte
it_it: Elimina questo host
ja_jp: このホストを削除する
pl_pl: usunąć tego hosta
pt_pt: para deletar o host
ru_ru: Удалить этот хост
zh_cn: 删除这台主机

source: Add This Performance Graph To A Dashboard
bg_bg: Добави тази графика за ефективността (performance graph) на таблото (dashboard)
de_de: Fügen Sie diese Leistung Graph zu einem Dashboard
es_es: Añada esta gráfica de rendimiento a un panel
fr_fr: Ajouter ce graphique de la performance à un tableau de bord
it_it: Aggiungere questo grafico delle prestazioni a un dashboard
ja_jp: ダッシュボードにこのパフォーマンスグラフを追加
pl_pl: dodaj ten wykres wydajności na desce rozdzielczej
pt_pt: Adicione este gráfico de desempenho a um painel
ru_ru: Добавить этот Performance Graph для Dashboard
zh_cn: 将此性能图添加到操作面板

source: Gauge
bg_bg: Уред
de_de: Gauges
es_es: Medidores
fr_fr: Jauges
it_it: Indicatori
ja_jp: ゲージ
pl_pl: wskaźnik
pt_pt: medidores
ru_ru: Приборы
zh_cn: 仪表

source: No performance graphs were found for this host.
bg_bg: Не са открити графики за ефективността (performance graphs) на този хост.
de_de: Keine Leistung Diagramme wurden für diesen Host gefunden.
es_es: No se encontraron gráficos de rendimiento para este host.
fr_fr: Aucune des graphiques de performances ont été trouvés pour cet hôte.
it_it: No grafici delle prestazioni sono stati trovati per questo host.
ja_jp: パフォーマンスグラフは、このホストで見つかりませんでした.
pl_pl: Wykresy wydajności nie znaleziono dla tego hosta.
pt_pt: Nenhum gráfico de desempenho foi encontrado para este host.
ru_ru: Нет производительность графики были найдены для этого хоста.
zh_cn: 找不到该主机的性能图。

source: More Performance Graphs
bg_bg: Повече графики за производителност
de_de: Mehr Leistungsdiagramme
es_es: Mas Graficas de Desempeño
fr_fr: Graphiques de performance plus
it_it: Grafici prestazioni più
ja_jp: その他のパフォーマンスグラフ
pl_pl: więcej wykresy wydajności
pt_pt: Gráficos de Desempenho
ru_ru: Более Графики производительности
zh_cn: 更多的性能图

source: Add This Gauge To A Dashboard
bg_bg: Добави този уред (gauge) на таблото (dashbaord)
de_de: 'das Messgerät zu einem Dashboard
es_es: agregar este medidor a un panel
fr_fr: ajouter cette jauge au tableau de bord
it_it: aggiungere questo calibro a un dashboard
ja_jp: ダッシュボードにこのゲージを追加する
pl_pl: dodaj ten wskaźnik na desce rozdzielczej
pt_pt: adicionar este indicador a um dashboard
ru_ru: добавить индикатор на приборной панели
zh_cn: 将此仪表添加到操作面板

source: No performance graphs were found for this service. If you have just started monitoring this object then it may take up to 15 minutes for the performance graphs to appear.
bg_bg: Не са открити графики за ефективността (performance graphs) на този сървис. Ако току-що сте започнали наблюдението на този обект, може да отнеме до 15 минути преди графиките да се появяват.
de_de: keine Leistungsdiagramme wurden für diesen Service gefunden. wenn Sie gerade begonnen haben Überwachung dieses Objekt dann kann es bis zu 15 Minuten dauern, bis die Leistungsdiagramme zu erscheinen.
es_es: no se encontraron gráficos de rendimiento para este servicio. si usted acaba de comenzar el seguimiento de este objeto, entonces puede tomar hasta 15 minutos para que aparezcan los gráficos de rendimiento.
fr_fr: pas de graphiques de performance ont été trouvés pour ce service. si vous avez juste commencé à surveiller cet objet, alors il peut prendre jusqu'à 15 minutes pour les graphiques de performances apparaissent.
it_it: non grafici delle prestazioni sono stati trovati per questo servizio. se hai appena iniziato il monitoraggio questo oggetto allora può richiedere fino a 15 minuti per i grafici delle prestazioni a comparire.
ja_jp: このサービスのパフォーマンスグラフが見つかりませんでした。 監視を開始した直後であるなら、パフォーマンスグラフが表示されるまでに 15 分程度かかります。
pl_pl: Wykresy wydajności nie znaleziono dla tej usługi. jeśli właśnie rozpoczął monitorowanie tego obiektu to może trwać do 15 minut na pojawienie wykresy wydajności.
pt_pt: há gráficos de desempenho foram encontrados para este serviço. se você tiver apenas começou a monitorar esse objeto, então ele pode levar até 15 minutos para que os gráficos de desempenho para aparecer.
ru_ru: нет графы производительности не были найдены за эту услугу. если вы только начали мониторинг этого объекта, то это может занять до 15 минут для графики производительности появляться.
zh_cn: 找不到该服务的性能图。 如果您刚刚开始监视此对象，则可能最多需要15分钟才能显示性能图。

source: View Current Status of Host Services
bg_bg: Вижте текущото състояние на сървиси на хост
de_de: View Current Status Host Services
es_es: Ver el estado actual de los servicios de acogida
fr_fr: Afficher l'état actuel des services d'accueil
it_it: Visualizzare lo stato corrente dei servizi Host
ja_jp: 現在のホストサービスのステータスを表示
pl_pl: zobaczyć aktualny stan usług gospodarza
pt_pt: Ver estado atual de serviços de host
ru_ru: Посмотреть текущий статус хоста услуги
zh_cn: 查看主机服务的当前状态

source: View Current Status For Host Services
bg_bg: Вижте текущото състояние на сървиси на хост
de_de: View Current Status Für Host Services
es_es: Ver el estado actual de los servicios de acogida
fr_fr: Voir Statut actuel Pour les services d'accueil
it_it: Visualizzare lo stato corrente per i servizi di Host
ja_jp: 現在のホストサービスのステータスを表示
pl_pl: zobaczyć aktualny status na usługi hosta
pt_pt: Ver status atual de serviços de host
ru_ru: Посмотреть текущий статус для размещения служб
zh_cn: 查看主机服务的当前状态

source: View Service Notifications
bg_bg: Вижте уведомления на сървис
de_de: Anzeigen Service Meldungen
es_es: Ver notificaciones de servicio
fr_fr: Afficher les notifications de service
it_it: Visualizza Notifiche di servizio
ja_jp: サービス通知を表示
pl_pl: Powiadomienia Widok usług
pt_pt: Ver notificações de serviço
ru_ru: Просмотр обслуживания Уведомления
zh_cn: 查看服务通知

source: View Service History
bg_bg: Вижте историята на сървис
de_de: Service geschichte
es_es: Ver historial de Servicios
fr_fr: Afficher l'historique des services
it_it: Visualizza cronologia Servizio
ja_jp: サービス履歴を表示
pl_pl: Historia widok usługi
pt_pt: Histórico do serviço
ru_ru: Просмотр Сервис История
zh_cn: 查看服务历史记录

source: View Service Availability
bg_bg: Вижте наличност на сървис
de_de: Anzeigen Service Availability
es_es: Ver Disponibilidad del servicio
fr_fr: Voir disponibilité du service
it_it: Visualizza Disponibilità del servizio
ja_jp: サービスの可用性を表示
pl_pl: dostępność usługi Widok
pt_pt: Veja a disponibilidade de serviço
ru_ru: Посмотреть наличие службы
zh_cn: 服务可用性

source: View Host Notifications
bg_bg: Вижте уведомленията за хост
de_de: View Host Benachrichtigungen
es_es: Ver notificaciones del host
fr_fr: Afficher les notifications d'accueil
it_it: Visualizza notifiche Host
ja_jp: ホスト通知の表示
pl_pl: Powiadomienia widok gospodarza
pt_pt: Ver Notificações de host
ru_ru: Посмотреть хост Уведомления
zh_cn: 查看主机通知

source: View Host History
bg_bg: Вижте историята на хост
es_es: Ver historial del host
fr_fr: Voir Historique hôte
it_it: Visualizza cronologia Host
ja_jp: ホスト履歴を表示
pl_pl: Historia widok gospodarza
pt_pt: Ver Histórico do Host
ru_ru: Посмотреть хост истории
zh_cn: 查看主机记录

source: View Host Availability
bg_bg: Вижте наличността на хост
de_de: View Host Verfügbarkeit
es_es: Ver disponibilidad Host
fr_fr: Afficher la disponibilité hôte
it_it: Visualizza Disponibilità Host
ja_jp: ホストの可用性を表示
pl_pl: dostępność widok gospodarza
pt_pt: Ver a disponibilidade de host
ru_ru: Посмотреть наличие хоста
zh_cn: 查看主机的可用性

source: View Hostgroup Summary
bg_bg: Вижте обобщение на хост група
de_de: Anzeigen Hostgruppen Zusammenfassung
es_es: Ver resumen hostGroup
fr_fr: Voir le résumé hostGroup
it_it: Visualizza riepilogo hostgroup
ja_jp: ホストグループのサマリーを表示
pl_pl: Widok Podsumowanie hostgroup
pt_pt: Ver resumo do grupo de hosts
ru_ru: Посмотреть Основная группа узлов сети
zh_cn: 查看主机群摘要

source: View Hostgroup Overview
bg_bg: Вижте преглед на хост група
de_de: Anzeigen Hostgruppen Übersicht
es_es: Ver Resumen hostGroup
fr_fr: Afficher l'aperçu de hostGroup
it_it: Vista Panoramica hostgroup
ja_jp: ホストグループ概要を表示
pl_pl: Widok przegląd hostgroup
pt_pt: Ver visão global do grupo de hosts
ru_ru: Посмотреть группа узлов сети Обзор
zh_cn: 查看主机群概述

source: View Hostgroup Grid
bg_bg: Вижте таблица (мрежа) на хост група
de_de: Anzeigen Hostgruppen Grid
es_es: Ver Cuadrícula hostGroup
fr_fr: Voir la grille hostGroup
it_it: Mostra griglia hostgroup
ja_jp: ホストグループのグリッドを表示
pl_pl: Widok hostgroup sieci
pt_pt: Ver grade do grupo de hosts
ru_ru: Посмотреть группа узлов сети сетки
zh_cn: 查看主机群网格

source: View Servicegroup Summary
bg_bg: Вижте обобщение на сървис група
de_de: Anzeigen Servicegroup Zusammenfassung
es_es: Ver resumen Servicegroup
fr_fr: Voir le résumé Servicegroup
it_it: Visualizza riepilogo Servicegroup
ja_jp: サービスグループのサマリーを表示
pl_pl: Widok Podsumowanie servicegroup
pt_pt: Ver resumo do grupo de serviços
ru_ru: Просмотр Servicegroup Резюме
zh_cn: 查看服务组摘要

source: View Servicegroup Overview
bg_bg: Вижте преглед на сървис група
de_de: Anzeigen Servicegroup Übersicht
es_es: Ver Servicegroup general
fr_fr: Voir Servicegroup Aperçu
it_it: Visualizza Servicegroup Panoramica
ja_jp: サービスグループの概要を表示
pl_pl: Widok przegląd servicegroup
pt_pt: Ver visão global do grupo de serviços
ru_ru: Просмотр Servicegroup обзор
zh_cn: 查看服务组概述

source: View Servicegroup Grid
bg_bg: Вижте таблица (мрежа) на сървис група
de_de: Ansicht Servicegroup Grid
es_es: Ver Servicegroup cuadrícula
fr_fr: Voir Servicegroup Grille
it_it: Vista Servicegroup Griglia
ja_jp: サービスグループのグリッドを表示
pl_pl: Widok servicegroup sieci
pt_pt: Ver grade do grupo de serviços
ru_ru: Посмотреть Servicegroup сетки
zh_cn: 查看服务组网格

source: Filters
bg_bg: Филтри
de_de: Filter
es_es: Filtros
fr_fr: Filtres
it_it: Filtri
ja_jp: フィルター
pl_pl: Filtry
pt_pt: Modo de filtro
ru_ru: Фильтры
zh_cn: 过滤器

source: In Downtime
bg_bg: В планиран (по график) престой
es_es: Tiempo de bajada del Servicio
fr_fr: En temps d'arrêt
it_it: In tempi di inattività
ja_jp: ダウンタイム
pl_pl: przestojów
pt_pt: Agendar tempo de inatividade
ru_ru: В Простои
zh_cn: 在停机

source: Not In Downtime
bg_bg: Не на планиран (по график) престой
es_es: No en tiempo de inactividad
fr_fr: Pas des temps d'arrêt
it_it: Not In tempi di inattività
ja_jp: ダウンタイムではない
pl_pl: nie przestojów
pt_pt: Não em tempo de inatividade
ru_ru: Не в Простои
zh_cn: 不在停机时间

source: Not Flapping
bg_bg: Няма честа промяна на състоянието (Not Flapping)
de_de: Nicht Flattern
es_es: No Batiendo
fr_fr: Non Battant
it_it: Non Battere le ali
ja_jp: フラッピングなし
pl_pl: Nie trzepotanie
pt_pt: Não Flapping
ru_ru: Не Хлопающие
zh_cn: 不Flapping

source: Checks Enabled
bg_bg: Активирани проверки
de_de: Checks aktiviert
es_es: Chequeos Habilitado
fr_fr: Contrôles Activé
it_it: Controlli Attivato
ja_jp: アクティブチェック有効
pl_pl: włączona kontrole
pt_pt: Ativar
ru_ru: Проверки Доступно
zh_cn: 检查已启用

source: Checks Disabled
bg_bg: Изключени проверки
de_de: Checks für Behinderte
es_es: Chequeos Deshabilitado
fr_fr: Contrôles Désactivé
it_it: Controlli per portatori di handicap
ja_jp: アクティブチェック無効
pl_pl: Kontrole wyłączony
pt_pt: Desabilitado
ru_ru: Проверки инвалидов
zh_cn: 禁用已检查

source: Notifications Enabled
bg_bg: Известията са активирани
de_de: Benachrichtigungen aktiviert
es_es: Notificaciones habilitadas
fr_fr: Notifications Activé
it_it: Notifiche Attivato
ja_jp: 通知有効
pl_pl: włączone powiadomienia
pt_pt: Notificações são ativadas
ru_ru: Уведомления Доступно
zh_cn: 通知已启用

source: Notifications Disabled
bg_bg: Известията са деактивирани
de_de: Benachrichtigungen Behinderte
es_es: Notificaciones deshabilitadas
fr_fr: Notifications Désactivé
it_it: Notifiche per portatori di handicap
ja_jp: 通知無効
pl_pl: Powiadomienia wyłączony
pt_pt: Notificações desativada
ru_ru: Уведомления инвалидов
zh_cn: 通知已禁用

source: Hard State
bg_bg: Устойчиво състояние (Hard State)
de_de: Harte Staat
es_es: Estado del Host
fr_fr: État dur
it_it: Stato duro
ja_jp: ハード
pl_pl: Stan twardego
pt_pt: Estado do host
ru_ru: Жесткий государственный
zh_cn: 硬态

source: Soft State
bg_bg: Вариетивно (Soft) състояние
de_de: Weichen Zustand
es_es: Estado del Host
fr_fr: État douce
it_it: Stato soft
ja_jp: ソフト
pl_pl: miękkie państwo
pt_pt: Estado do host
ru_ru: Мягкие государство
zh_cn: 软态

source: Event Handler Disabled
bg_bg: Манипулатора на Събития е Деактивиран
de_de: Veranstaltung Handler Disabled
es_es: Controlador de eventos para discapacitados
fr_fr: Event Handler Désactivé
it_it: Gestore di eventi per portatori di handicap
ja_jp: イベントハンドラ無効
pl_pl: obsługi zdarzeń wyłączony
pt_pt: Manipuladores de Eventos
ru_ru: Обработчик событий инвалидов
zh_cn: 事件处理程序已禁用

source: Event Handler Enabled
bg_bg: Манипулатора на Събития е Активиран
de_de: Veranstaltung Handler aktiviert
es_es: Controlador de eventos Activado
fr_fr: Event Handler Activé
it_it: Event Handler Attivato
ja_jp: イベントハンドラ有効
pl_pl: obsługi zdarzeń włączony
pt_pt: Manipulador de eventos
ru_ru: Обработчик событий Доступно
zh_cn: 启用事件处理程序
