Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Active checks enabled
bg_bg: Активните проверки са активирани
de_de: aktive Prüfungen aktiviert
es_es: controles ActiveX activado
fr_fr: les contrôles actifs permis
it_it: controlli attivi abilitati
ja_jp: アクティブチェックの有効化
pl_pl: włączone aktywne kontrole
pt_pt: cheques ativos habilitado
ru_ru: активных проверок включено
zh_cn: 启用主动检查

source: Passive checks enabled
bg_bg: Пасивните проверки са активирани
de_de: Passive Checks aktiviert
es_es: Chequeos Pasivos
fr_fr: Les contrôles passifs Activé
it_it: Controlli passivi Attivato
ja_jp: パッシブチェックの有効化
pl_pl: włączona kontrole pasywne
pt_pt: Verificação passiva
ru_ru: Пассивная проверка Доступно
zh_cn: 被动检查已启用

source: Check freshness
bg_bg: Проверете свежестта (freshness)
de_de: Frische überprüfen
es_es: comprobar la frescura
fr_fr: vérifier la fraîcheur
it_it: controllare la freschezza
ja_jp: Freshnessチェック
pl_pl: sprawdzić świeżość
pt_pt: verificar frescura
ru_ru: проверить свежесть
zh_cn: 检查最新状态

source: Event handler enabled
bg_bg: Манипулатора на събития е активиран
de_de: Veranstaltung Handler aktiviert
es_es: Controlador de eventos Activado
fr_fr: Event Handler Activé
it_it: Event Handler Attivato
ja_jp: イベントハンドラ有効化
pl_pl: obsługi zdarzeń włączony
pt_pt: Manipulador de eventos
ru_ru: Обработчик событий Доступно
zh_cn: 启用事件处理程序

source: Flap detection enabled
bg_bg: Откриването на чести промени в състоянието (Flap Detection) е активирано
de_de: Flatter-Erkennung aktiviert
es_es: Deteccion Flap
fr_fr: Détection rabat Activé
it_it: Rilevamento Flap Abilitato
ja_jp: フラップ検知有効化
pl_pl: Klapa włączona detekcja
pt_pt: Detecção Flap Ativado
ru_ru: Flap Detection Доступно
zh_cn: 瓣控检测已启用

source: Flap detection options
bg_bg: Опции за откриване на чести промени в състоянието (Flap Detection)
de_de: Flatter-Erkennung Optionen
es_es: opciones de detección de solapa
fr_fr: options de détection de rabat
it_it: opzioni di rilevamento falda
ja_jp: フラップ検知オプション
pl_pl: opcje wykrywania klapa
pt_pt: opções de detecção de retalho
ru_ru: Варианты лоскут обнаружения
zh_cn: 瓣控检测选项

source: Retain status information
bg_bg: Запази информацията за статус
de_de: behalten Statusinformationen
es_es: conservar la información de estado
fr_fr: conserver des informations d'état
it_it: conservare le informazioni di stato
ja_jp: ステータス情報の保持
pl_pl: zachowuje informacje o stanie
pt_pt: manter informações de estado
ru_ru: сохраняют информацию о состоянии
zh_cn: 保留状态信息

source: Retain non-status information
bg_bg: Запази информацията "без статус" (non-status)
de_de: behalten nicht-Statusinformationen
es_es: retener la información sin estatus
fr_fr: conserver des informations non inscrits
it_it: conservare informazioni non di stato
ja_jp: 非ステータス情報の保持
pl_pl: zachowują non statusu-informacyjne
pt_pt: reter informações não-status
ru_ru: сохранить без статуса информации
zh_cn: 保留非状态信息

source: Process perf data
bg_bg: Данни за ефективност на процеса
de_de: Prozess perf Daten
es_es: proceso perf datos
fr_fr: processus données perf
it_it: processo perf dati
ja_jp: プロセスパフォーマンスデータ
pl_pl: Proces perf danych
pt_pt: processamento de dados perf
ru_ru: Процесс перфорация данных
zh_cn: 进程性能数据

source: Stalking options
bg_bg: Опция "издебване" (stalking)
de_de: Stalking-Option
es_es: Opciones acecho
fr_fr: Options harcèlement
it_it: Opzioni di stalking
ja_jp: 追跡（stalking）オプション
pl_pl: Opcje Stalking
pt_pt: opções de perseguição
ru_ru: преследование варианты
zh_cn: 跟踪选项

source: Is volatile
bg_bg: е непостоянен
de_de: ist flüchtig
es_es: es volátil
fr_fr: est volatil
it_it: è volatile
pl_pl: jest lotny
pt_pt: é volátil
ru_ru: является летучим
zh_cn: 不稳定

source: Time period
bg_bg: Времеви период
de_de: Zeitfenster
es_es: Plazo
ja_jp: 期間
pl_pl: przedzialczasu
pt_pt: Período de tempo
zh_cn: 时间段

source: Add Contacts to Hosts/Services
bg_bg: Добави контакти към хостове/сървиси
de_de: Kontakte hinzufügen, um Hosts / Services
es_es: agregar contactos a anfitriones / servicios
fr_fr: ajouter des contacts à des hôtes / services
it_it: aggiungere contatti a host / servizi
ja_jp: 連絡先をホスト/サービスへ追加
pl_pl: dodać kontakty do hostów / usług
pt_pt: adicionar contatos para hosts / serviços
ru_ru: добавлять контакты на хостах / услуг
zh_cn: 将联系人添加到主机/服务

source: Contact is not active and can not be applied
bg_bg: Контактът не е активен и не може да бъде приложен
de_de: Kontakt ist nicht aktiv und kann nicht angewendet werden
es_es: El contacto no está activo y no puede aplicarse
fr_fr: Le contact n'est pas actif et ne peut être appliqué
it_it: Il contatto non è attivo e non può essere applicato
ja_jp: 連絡先は有効ではなく、適用できません
pl_pl: Kontakt nie jest aktywny i nie może być zastosowany
pt_pt: O contato não está ativo e não pode ser aplicado
ru_ru: Контакт неактивен и не может быть применен
zh_cn: 联系人处于不活动状态，无法应用

source: Remove Contact from Hosts/Services
bg_bg: Премахнете контакт от хостове/сървиси
de_de: Kontakt von Hosts / Services entfernen
es_es: eliminar el contacto de equipos / servicios
fr_fr: Retirer contact à partir d'hôtes / services
it_it: rimuovere il contatto da host / servizi
ja_jp: ホスト/サービスから連絡先を削除
pl_pl: usunąć kontakt z hostów / usług
pt_pt: remover o contato de hosts / serviços
ru_ru: удалить контакт из главных / услуг
zh_cn: 从主机/服务中删除联系人

source: Find Relationships
bg_bg: Намерете взаимоотношенията
de_de: Finden Relationships
es_es: Encuentre relación
fr_fr: Trouvez relations
it_it: Trova Rapporti
ja_jp: 関係を見つける
pl_pl: znaleźć relacje
pt_pt: encontrar relações
ru_ru: Найти отношений
zh_cn: 寻找关系

source: Add Contact Groups to Hosts/Services
bg_bg: Добави контактни групи към хостове/сървиси
de_de: Kontakt hinzufügen Gruppen, Hosts / Services
es_es: añadir grupos de contacto a equipos / servicios
fr_fr: ajouter des groupes de contact à des hôtes / services
it_it: aggiungere gruppi di contatti a host / servizi
ja_jp: 連絡先グループをホスト/サービスに追加
pl_pl: dodaj grupy kontaktów do hostów / usług
pt_pt: adicionar grupos de contatos para hosts / serviços
ru_ru: добавить контактных групп хостов / услуг
zh_cn: 将联系人组添加到主机/服务

source: Contact group is not active and can not be applied
bg_bg: Контактната група не е активна и не може да бъде приложена
de_de: Kontaktgruppe ist nicht aktiv und kann nicht angewendet werden
es_es: Grupo de contactos no está activo y no puede aplicarse
fr_fr: Le groupe de contact n'est pas actif et ne peut pas être appliqué
it_it: Gruppo di contatti non è attivo e non può essere applicato
ja_jp: 連絡先グループが有効ではなく、適用できません
pl_pl: Grupa kontaktowa nie jest aktywna i nie może być zastosowana
pt_pt: O grupo de contatos não está ativo e não pode ser aplicado.
ru_ru: Контактная группа неактивна и не может применяться
zh_cn: 联系人组无效，无法应用

source: Remove Contact Group from Hosts/Services
bg_bg: Премахнете контактната група от хостовете/сървисите
de_de: Kontaktgruppe von Hosts / Services entfernen
es_es: eliminar el grupo de contacto de equipos / servicios
fr_fr: supprimer le groupe d'hôtes / Services Contact
it_it: rimuovere il gruppo di contatto di host / servizi
ja_jp: ホスト/サービスから連絡先グループを削除
pl_pl: usunąć grupę kontaktów z hostów / usług
pt_pt: remover grupo de contato de hosts / serviços
ru_ru: удалить контактную группу с хостов / услуг
zh_cn: 从主机/服务中删除联系人组

source: Add a Host Group(s) to Hosts
bg_bg: Добави хост група (и) към хостове
de_de: fügen Sie eine Host-Gruppe zu Host (s)
es_es: agregar un grupo de un huésped a otro (s)
fr_fr: ajouter un groupe de hôte à hôte (s)
it_it: aggiungere un gruppo di accoglienza per ospitare (s)
ja_jp: ホストグループをホストに追加
pl_pl: dodać grupę hosta do hosta (s)
pt_pt: adicionar um grupo de um hospedeiro para outro (s)
ru_ru: добавить группу узлов для размещения (ы)
zh_cn: 将主机组添加到主机

source: Remove a Host Group from Hosts
bg_bg: Премахнете хост група от хостовете
de_de: Entfernen einer Host-Gruppe von Hosts
es_es: eliminar un grupo de acogida de los anfitriones
fr_fr: supprimer un groupe d'accueil à partir d'hôtes
it_it: rimuovere un gruppo di accoglienza da host
ja_jp: ホストからホストグループを削除
pl_pl: usunąć grupę hosta z gospodarzami
pt_pt: remover um grupo de acolhimento de hosts
ru_ru: удаления хоста группу из хостов
zh_cn: 从主机中删除主机组

source: Add a Service Group(s) to Services
bg_bg: добавете група услуги (и) към услуги
de_de: Fügen Sie den Diensten eine oder mehrere Dienstgruppen hinzu
es_es: agregar un grupo de servicios a los servicios
fr_fr: ajouter un ou plusieurs groupes de services aux services
it_it: aggiungere un gruppo di servizi ai servizi
ja_jp: サービスグループをサービスに追加する
pl_pl: dodaj grupy usług do usług
pt_pt: adicionar um grupo de serviços aos serviços
ru_ru: добавить сервисную группу (ы) к сервисам
zh_cn: 将服务组添加到服务

source: Remove a Service Group from Services
bg_bg: премахнете група услуги от услуги
de_de: Entfernen Sie eine Dienstgruppe aus den Diensten
es_es: eliminar un grupo de servicios de los servicios
fr_fr: supprimer un groupe de services des services
it_it: rimuovere un gruppo di servizi dai servizi
ja_jp: サービスからサービスグループを削除する
pl_pl: usuń grupę usług z usług
pt_pt: remover um grupo de serviços dos serviços
ru_ru: удалить сервисную группу из сервисов
zh_cn: 从服务中删除服务组

source: Add Parent Host(s) to Hosts
bg_bg: Добави родител (parent) хост (ове) към хостове
de_de: fügen Sie ein Elternteil Host zu Host (s)
es_es: añadir un host primario para albergar (s)
fr_fr: ajouter un hôte parent d'accueillir (s)
it_it: aggiungere un host genitore per ospitare (s)
ja_jp: 親ホストをホストに追加
pl_pl: rodzic dodać hosta do hosta (s)
pt_pt: adicionar um host para hospedar pai (s)
ru_ru: добавить родительский хост-хост (ы)
zh_cn: 将父主机添加到主机

source: Select Child Hosts
bg_bg: Изберете хостове-наследници (Child Hosts)
de_de: Wählen Kind Gastgeber
es_es: seleccione niño anfitriones
fr_fr: sélectionner des hôtes de l'enfant
it_it: seleziona padroni di casa del bambino
ja_jp: 子ホストを選択する
pl_pl: wybierz gospodarze dzieci
pt_pt: selecionar anfitriões criança
ru_ru: выбрать дочерние узлы
zh_cn: 选择子主机

source: Select Child Hosts using Hostgroups
bg_bg: Изберете хостове-наследници (Child Hosts) с помощта на хост групи
de_de: Wählen Kind Hosts mit Hostgruppen
es_es: seleccione niño hosts usando hostgroups
fr_fr: sélectionnez hôtes de l'enfant à l'aide de groupes d'hôtes
it_it: selezionare bambino host utilizzando hostgroups
ja_jp: ホストグループを使用して子ホストを選択
pl_pl: wybierz gospodarze dziecko korzystające hostgroups
pt_pt: selecione anfitriões filho usando hostgroups
ru_ru: выберите ребенок хостов, используя группы узлов сети
zh_cn: 使用主机组选择子主机

source: Remove a Parent Host from Hosts
bg_bg: Премахнете хост-родител (Parent Host) от хостовете
de_de: entfernen Eltern-Host von Hosts
es_es: quitar un host primario de hosts
fr_fr: supprimer un hôte de parent à partir d'hôtes
it_it: rimuovere un host genitore da host
ja_jp: ホストから親ホストを削除
pl_pl: usunąć wiele rodzica z gospodarzami
pt_pt: remover um host pai de hosts
ru_ru: удалить родительский хозяина от хозяев
zh_cn: 从主机中删除父主机

source: Insert
bg_bg: Вмъкнете
de_de: Einfügen
es_es: Insertar
fr_fr: Insérer
it_it: Inserire
ja_jp: 挿入
pl_pl: wstawić
pt_pt: Inserir
ru_ru: Вставить
zh_cn: 插入

source: Note: If an object already has a free variable with a name in this list, it will be deleted and restored with the new value.
bg_bg: Забележка: ако обектът вече има свободна променлива с име в този списък, той ще бъде изтрит и възстановен с новата стойност.
de_de: Hinweis: Wenn ein Objekt bereits eine freie Variable mit einem Namen in dieser Liste hat, wird es gelöscht und mit dem neuen Wert wiederhergestellt.
es_es: nota: si un objeto ya tiene una variable libre con un nombre en esta lista, se eliminará y se restaurará con el nuevo valor.
fr_fr: remarque: si un objet a déjà une variable libre avec un nom dans cette liste, il sera supprimé et restauré avec la nouvelle valeur.
it_it: nota: se un oggetto ha già una variabile libera con un nome in questo elenco, verrà cancellato e ripristinato con il nuovo valore.
ja_jp: 注：このリスト内に名前を持つ自由変数がすでにオブジェクトにある場合、それは削除されて新しい値で復元されます。
pl_pl: Uwaga: jeśli obiekt ma już wolną zmienną o nazwie na tej liście, zostanie ona usunięta i przywrócona z nową wartością.
pt_pt: nota: se um objeto já tiver uma variável livre com um nome nessa lista, ela será excluída e restaurada com o novo valor.
ru_ru: примечание: если объект уже имеет свободную переменную с именем в этом списке, он будет удален и восстановлен с новым значением.
zh_cn: 注意：如果一个对象已经有一个自由变量，且该变量的名称在此列表中，它将被删除并以新值恢复。

source: Free variable names are case-insensitive.
bg_bg: Персонализираните имена на променливите са case-insensitive (не различават главни от малки букви)
de_de: benutzerdefinierte Variablennamen sind Groß- und Kleinschreibung
es_es: nombres de variable personalizados son mayúsculas y minúsculas
fr_fr: noms de variables personnalisés sont insensibles à la casse
it_it: nomi di variabili personalizzati sono case-insensitive
ja_jp: カスタム変数名は大文字と小文字を区別しません
pl_pl: niestandardowe nazwy zmiennych są niewłaściwe
pt_pt: nomes de variáveis ​​custom são case-insensitive
ru_ru: пользовательских имен переменных чувствительны к регистру
zh_cn: 可用变量名称不区分大小写。

source: All free variable names should start with '_' (Click to dismiss)
bg_bg: всички свободни имена на променливи трябва да започват с „_“ (кликнете, за да отхвърлите)
de_de: Alle freien Variablennamen sollten mit '_' beginnen (zum Deaktivieren klicken)
es_es: todos los nombres de variables libres deben comenzar con '_' (haga clic para descartar)
fr_fr: tous les noms de variables libres doivent commencer par '_' (cliquer pour rejeter)
it_it: tutti i nomi delle variabili libere dovrebbero iniziare con '_' (clicca per chiudere)
ja_jp: すべての自由な変数名は '_'で始まるべきです（クリックして閉じる）
pl_pl: wszystkie wolne nazwy zmiennych powinny zaczynać się od „_” (kliknij, aby odrzucić)
pt_pt: todos os nomes de variáveis livres devem começar com '_' (clique para dispensar)
ru_ru: все свободные имена переменных должны начинаться с '_' (нажмите, чтобы отклонить)
zh_cn: 所有可用的变量名都应以“ _”开头（单击可忽略）

source: Select Contacts
bg_bg: Изберете контакт
de_de: Wählen Sie einen Kontakt
es_es: Seleccion un contacto
fr_fr: Sélectionnez un contact
it_it: Selezionare un contatto
ja_jp: 連絡先を選択する
pl_pl: wybierz kontakt
pt_pt: selecione um contato
ru_ru: Выберите контакт
zh_cn: 选择联系人

source: Select Contacts using Contact Groups
bg_bg: изберете контакти чрез групи за контакт
de_de: Kontakte mithilfe von Kontaktgruppen auswählen
es_es: Seleccionar contactos usando grupos de contactos
fr_fr: sélectionner des contacts à l'aide de groupes de contacts
it_it: selezionare i contatti utilizzando i gruppi di contatti
ja_jp: 連絡先グループを使用して連絡先を選択する
pl_pl: wybierz kontakty za pomocą grup kontaktów
pt_pt: selecionar contatos usando grupos de contatos
ru_ru: выберите контакты, используя группы контактов
zh_cn: 使用联系人组选择联系人

source: Variable Name
bg_bg: Името на променливата
es_es: Nombre de la variable
fr_fr: Nom de la variable
it_it: Nome variabile
ja_jp: 変数名
pl_pl: Nazwa zmiennej
pt_pt: Nome da variável
ru_ru: Имя переменной
zh_cn: 变量名称

source: Add Service(s) to Hosts
bg_bg: Добави сървис (и) към хостове
de_de: hinzufügen Dienstleistung (en), um Hosts
es_es: añadir el servicio (s) a los anfitriones
fr_fr: ajouter le service (s) d'hôtes
it_it: aggiungere il servizio (s) per host
ja_jp: サービスをホストに追加
pl_pl: dodaj usługę (y) do hostów
pt_pt: adicionar o serviço (s) para os hosts
ru_ru: добавить сервис (ей) хостов
zh_cn: 将服务添加到主机

source: Note: Templates, Service Groups, Host Groups, Contacts, Contact Groups, and Free Variables will be copied
bg_bg: бележка: шаблони, групи услуги, групи домакин, контакти, групи контакти и безплатни променливи ще бъдат копирани
de_de: Hinweis: Vorlagen, Dienstgruppen, Hostgruppen, Kontakte, Kontaktgruppen und freie Variablen werden kopiert
es_es: nota: se copiarán las plantillas, grupos de servicios, grupos de hosts, contactos, grupos de contactos y variables libres
fr_fr: Remarque: les modèles, les groupes de services, les groupes hôtes, les contacts, les groupes de contacts et les variables libres seront copiés.
it_it: nota: verranno copiati modelli, gruppi di servizi, gruppi di host, contatti, gruppi di contatti e variabili libere
ja_jp: 注：テンプレート、サービスグループ、ホストグループ、連絡先、連絡先グループ、および自由変数はコピーされます
pl_pl: Uwaga: skopiowane zostaną szablony, grupy usług, grupy hostów, kontakty, grupy kontaktów i bezpłatne zmienne
pt_pt: observação: modelos, grupos de serviços, grupos de hosts, contatos, grupos de contatos e variáveis livres serão copiados
ru_ru: примечание: будут скопированы шаблоны, сервисные группы, группы хостов, контакты, группы контактов и свободные переменные
zh_cn: 注意：模板，服务组，主机组，联系人，联系人组和自由变量将被复制

source: Template to use for new service
bg_bg: Шаблон за използване за нов сървис
de_de: Vorlage für neue Service nutzen
es_es: plantilla a utilizar para el nuevo servicio
fr_fr: modèle à utiliser pour de nouveaux services
it_it: modello da utilizzare per il nuovo servizio
ja_jp: 新しいサービスで使用するテンプレート
pl_pl: szablon użyć do nowej usługi
pt_pt: modelo a ser usado para novo serviço
ru_ru: Шаблон для использования новой услуги
zh_cn: 用于新服务的模板

source: Select Hosts using Hostgroups
bg_bg: Изберете хостове, използващи хост групи
de_de: Wählen Sie Hosts mit Hostgruppen
es_es: seleccione los hosts que utilizan hostgroups
fr_fr: sélectionnez hôtes utilisant hostgroups
it_it: selezionare gli host utilizzando hostgroups
ja_jp: ホストグループを使用してホストを選択
pl_pl: wybierz gospodarze wykorzystujące hostgroups
pt_pt: selecione hosts usando hostgroups
ru_ru: Выберите узлы с использованием группы узлов сети
zh_cn: 使用主机组选择主机

source: Requires host authorization to view report.
bg_bg: Изисква хост оторизация, за да види доклада.
de_de: Benötigt Host Ermächtigung zum Bericht anzuzeigen.
es_es: Requiere autorización anfitrión para ver el informe.
fr_fr: Nécessite une autorisation d'accueil pour consulter le rapport.
it_it: Richiede l'autorizzazione host per visualizzare il report.
ja_jp: レポートを表示するには、ホストの認証を必要とします.
pl_pl: wymaga autoryzacji hosta do widoku raportu.
pt_pt: Requer autorização do host para ver o relatório.
ru_ru: Требуется хозяин разрешения для просмотра отчета.
zh_cn: 需要主机授权才能查看报告。

source: Provides data extrapolation and capacity planning capability.
bg_bg: Осигурява екстраполация на данните и възможност за планиране на капацитета.
de_de: Stellt Daten Extrapolation und Kapazitätsplanung Fähigkeit.
es_es: Proporciona extrapolación de datos y capacidad de planificación de la capacidad.
fr_fr: Fournit une extrapolation des données et la capacité de planification des capacités.
it_it: Fornisce l'estrapolazione dei dati e la capacità di pianificazione delle capacità.
ja_jp: データ推定とキャパシティプランニング機能を提供します.
pl_pl: zapewnia ekstrapolację danych i możliwość planowania pojemności.
pt_pt: fornece extrapolação de dados e capacidade de planejamento de capacidade.
ru_ru: Обеспечивает экстраполяции данных и возможность планирования.
zh_cn: 提供数据外推和容量规划功能。

source: Capacity Planning
bg_bg: Планиране на Капацитета (Capacity Planning)
de_de: Kapazitätsplanung
es_es: Planificación de la capacidad
fr_fr: Planification de la capacité
it_it: Pianificazione della capacità
ja_jp: キャパシティプランニング
pl_pl: planowanie zdolności
pt_pt: planejamento de capacidade
ru_ru: Планирование
zh_cn: 容量规划

source: Displays an overview Capacity Planning.
bg_bg: Показва общ преглед на Capacity Planning.
de_de: zeigt eine Übersicht über die Kapazitätsplanung.
es_es: muestra un panorama general de planificación de capacidad.
fr_fr: affiche une planification de la capacité aperçu.
it_it: visualizza una pianificazione della capacità panoramica.
ja_jp: 概要キャパシティプランニングを表示します.
pl_pl: wyświetlenie podglądu planowanie pojemności.
pt_pt: apresenta uma visão geral de planejamento de capacidade.
ru_ru: отображает обзорную планирование емкости.
zh_cn: 显示概览容量计划。

source: This service does not have any data to use.
bg_bg: Този сървис не разполага с никакви данни, които да се използват.
de_de: Dieser Dienst hat keine Daten zu bedienen.
es_es: Este servicio no tiene ningún dato para su uso.
fr_fr: ce service ne dispose pas de données à utiliser.
it_it: questo servizio non dispone di dati da utilizzare.
ja_jp: このサービスには使用するデータがありません.
pl_pl: usługa ta nie ma żadnych danych do wykorzystania.
pt_pt: este serviço não possui dados para usar.
ru_ru: эта услуга не имеет данных, чтобы использовать.
zh_cn: 该服务没有任何数据可使用。

source: Edit Dashlet Settings
bg_bg: Редактирайте настройките на мини-табло (dashlet)
de_de: Einstellungen bearbeiten Dashlet
es_es: editar la configuración dashlet
fr_fr: modifier les paramètres de dashlet
it_it: modificare le impostazioni dashlet
ja_jp: ダッシュレット設定の編集
pl_pl: edytuj ustawienia dashlet
pt_pt: editar configurações dashlet
ru_ru: редактировать параметры Дашлет
zh_cn: 编辑仪表板设置

source: 1 Week
bg_bg: 1 Седмица
de_de: 1 Woche
es_es: 1 semana
fr_fr: 1 semaine
it_it: 1 settimana
ja_jp: 1 週
pl_pl: 1 tydzień
pt_pt: 1 semana
ru_ru: 1 неделя
zh_cn: 1周

source: 2 Weeks
bg_bg: 2 Седмици
de_de: 2 Wochen
es_es: 2 semanas
fr_fr: 2 semaines
it_it: 2 settimane
ja_jp: 2 週
pl_pl: 2 tygodnie
pt_pt: 2 semanas
ru_ru: 2 недели
zh_cn: 2周

source: 1 Month
bg_bg: 1 Месец
de_de: 1 Monat
es_es: 1 mes
fr_fr: 1 mois
it_it: 1 mese
ja_jp: 1 ヶ月
pl_pl: 1 miesiąc
pt_pt: 1 mês
ru_ru: 1 месяц
zh_cn: 1个月

source: 3 Months
bg_bg: 3 Месеца
de_de: 3 Monate
es_es: 3 meses
fr_fr: 3 mois
it_it: 3 mesi
ja_jp: 3 ヶ月
pl_pl: 3 miesiące
pt_pt: 3 meses
ru_ru: 3 месяца
zh_cn: 3个月

source: 6 Months
bg_bg: 6 Месеца
de_de: 6 Monate
es_es: 6 meses
fr_fr: 6 mois
it_it: 6 mesi
ja_jp: 6 ヶ月
pl_pl: 6 miesięcy
pt_pt: 6 meses
ru_ru: 6 месяцев
zh_cn: 6个月

source: 1 Year
bg_bg: 1 Година
de_de: 1 Jahr
es_es: 1 año
fr_fr: 1 année
it_it: 1 anno
ja_jp: 1 年
pl_pl: 1 rok
pt_pt: 1 ano
ru_ru: 1 год
zh_cn: 1年

source: Extrapolation Method
bg_bg: Метод на екстраполация
de_de: extrapilation Verfahren
es_es: método extrapilation
fr_fr: Procédé de extrapilation
it_it: Metodo extrapilation
ja_jp: 推定方式
pl_pl: Metoda ekstrapolacji
pt_pt: método extrapilation
ru_ru: Метод extrapilation
zh_cn: 外推法

source: Linear Fit
bg_bg: Линейно напасване (Linear Fit)
de_de: lineare Anpassung
es_es: ajuste lineal
fr_fr: ajustement linéaire
it_it: fit lineare
pl_pl: liniowe dopasowanie
pt_pt: ajuste linear
ru_ru: линейная подгонка
zh_cn: 线性拟合

source: Quadratic Fit
bg_bg: Квадратно нагласяване (Quadratic Fit)
de_de: quadratischen Anpassung
es_es: ajuste cuadrático
fr_fr: forme quadratique
it_it: fit quadratico
pl_pl: kwadratowa dopasowanie
pt_pt: ajuste quadrático
ru_ru: квадратичной форме
zh_cn: 二次拟合

source: Cubic Fit
bg_bg: кубично нагласяване (cubic fit)
de_de: Kubik fit
es_es: ajuste cúbico
fr_fr: forme cubique
it_it: forma cubica
pl_pl: sześciennych dopasowanie
pt_pt: ajuste cúbico
ru_ru: куб нужным
zh_cn: 三次拟合

source: Update Dashlet
bg_bg: Актуализация на мини-табло (dashlet)
es_es: actualización dashlet
fr_fr: mise à jour dashlet
it_it: aggiornamento dashlet
ja_jp: ダッシュレット更新
pl_pl: Aktualizacja dashlet
pt_pt: atualização dashlet
ru_ru: обновление Дашлет
zh_cn: 内容板块更新

source: See the rest of the capacity planning graphs
bg_bg: Вижте останалата част от графиките за планиране на капацитета
de_de: siehe den Rest der Kapazitätsplanung Graphen
es_es: ver el resto de las gráficas de planificación de capacidad
fr_fr: voir le reste des graphiques de planification de capacité
it_it: vedere il resto dei grafici pianificazione della capacità
ja_jp: 他のキャパシティプランニンググラフを見る
pl_pl: zobacz pozostałe wykresy planowania zdolności
pt_pt: ver o resto dos gráficos de planejamento de capacidade
ru_ru: увидеть остальную часть графиков планирования мощности
zh_cn: 请参阅其余的容量规划图
