Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Your configuration changes have been successfully imported to the database.
bg_bg: Вашите конфигурационните промени са били успешно внесени в базата данни.
de_de: Ihre Konfigurationsänderungen wurden erfolgreich auf die Überwachung Motor angewendet.
es_es: Los cambios de configuración se han aplicado con éxito en el motor de seguimiento.
fr_fr: Vos modifications de configuration ont été appliquées avec succès à la surveillance du moteur.
it_it: Le modifiche di configurazione sono state applicate con successo al motore di monitoraggio.
ja_jp: 設定の変更がデータベースにインポートされました.
pl_pl: dokonane zmiany zostały z powodzeniem zastosowane w silniku monitoringu.
pt_pt: As alterações de configuração foram aplicadas com sucesso para o mecanismo de monitoramento.
ru_ru: Ваши изменения конфигурации успешно применяется для мониторинга двигателя.
zh_cn: 您的配置更改已成功导入数据库。

source: Configuration submitted for processing...
bg_bg: Конфигурацията беше предадена за обработване...
de_de: Configuration eingereicht für die Verarbeitung ...
es_es: Configuración presentado para su procesamiento ...
fr_fr: Configuration soumise pour traitement ...
it_it: Configurazione inviato per l'elaborazione ...
ja_jp: 設定を処理しています…
pl_pl: Konfiguracja składać do przetwarzania ...
pt_pt: Configuração enviada para processamento ...
ru_ru: Конфигурация представлен для обработки ...
zh_cn: 提交配置以供处理...

source: Configuration Request Successful
bg_bg: Успешна конфигурационна заявка
de_de: Configuration Request Erfolgreiche
es_es: Petición de Configuración con éxito
fr_fr: Demande Configuration réussie
it_it: Configurazione richiesta di successo
ja_jp: 設定リクエストが成功しました
pl_pl: Żądanie sukces konfiguracja
pt_pt: Pedido de configuração bem-sucedida
ru_ru: Конфигурация запрос Успешная
zh_cn: 配置请求成功

source: Run this monitoring wizard again
bg_bg: Стартирайте този конфигурационен съветник (monitoring wizard) отново
de_de: Führen Sie dieses Überwachung-Assistenten erneut
es_es: Ejecutar este wizard de monitoreo nuevamente
fr_fr: Exécuter cet Assistant à nouveau suivi
it_it: Eseguire la procedura guidata di monitoraggio di nuovo
ja_jp: 再度この監視ウィザードを実行する
pl_pl: ponownie uruchomić kreatora monitoringu
pt_pt: Executar o assistente de monitoramento de novo
ru_ru: Запустить этот мастер снова мониторинга
zh_cn: 再次运行此监视向导

source: Run another monitoring wizard
bg_bg: Стартирайте друг конфигурационен съветник (wizard)
de_de: Führen Sie eine weitere Überwachung Assistenten
es_es: Realice un nuevo asistente de monitoreo
fr_fr: Exécutez un autre assistant de surveillance
it_it: Eseguire un altro mago di monitoraggio
ja_jp: 別の監視ウィザードを実行する
pl_pl: uruchomienie kolejnego kreatora monitoringu
pt_pt: Executar outro assistente de monitoramento
ru_ru: Запустить другую мониторинга мастера
zh_cn: 运行另一个监视向导

source: Other Options
bg_bg: Други опции
de_de: Andere Optionen
es_es: Otras opciones
fr_fr: Autres Options
it_it: Altre Opzioni
ja_jp: その他のオプション
pl_pl: Inne opcje
pt_pt: Outras Opções
ru_ru: Другие варианты
zh_cn: 其他选项

source: Configuration Error
bg_bg: Конфигурационна грешка
es_es: Error de Configuracion
fr_fr: Erreur de configuration
it_it: Errore di configurazione
ja_jp: 設定エラー
pl_pl: Błąd konfiguracji
pt_pt: Erro de configuração
ru_ru: Ошибка конфигурации
zh_cn: 配置错误

source: An error occurred while attempting to apply your configuration to the monitoring engine. Contact your Nagios administrator if this problem persists.
bg_bg: Възникна грешка при опит да се приложи вашата конфигурация на двигателя за наблюдение (Nagios Core). Свържете се с администратора на Nagios ако проблема продължава.
de_de: Ein Fehler ist aufgetreten beim Versuch, Ihre Konfiguration für die Überwachung Motor gelten. Kontaktieren Sie Ihren Nagios-Administrator, wenn das Problem weiterhin besteht.
es_es: Se produjo un error al intentar aplicar la configuración al motor de seguimiento. Póngase en contacto con su administrador de Nagios si este problema persiste.
fr_fr: Une erreur s'est produite lors de la tentative d'appliquer votre configuration pour le moteur de supervision. Contactez votre administrateur Nagios si ce problème persiste.
it_it: È verificato un errore durante il tentativo di applicare la configurazione al motore di monitoraggio. Contattare l'amministratore di Nagios se il problema persiste.
ja_jp: 監視エンジンに設定を適用しようとしたときにエラーが発生しました. この障害が解決しない場合は、Nagios管理者に問い合わせてください.
pl_pl: Wystąpił błąd podczas próby zastosowania konfiguracji z silnikiem monitoringu. skontaktuj się z administratorem Nagios, jeśli problem będzie się powtarzał.
pt_pt: Ocorreu um erro ao tentar aplicar a sua configuração para o mecanismo de monitoramento. Contate o administrador do Nagios, se o problema persistir.
ru_ru: Произошла ошибка при попытке применить ваши настройки для контроля двигателя. Обратитесь к администратору Nagios, если эта проблема сохраняется.
zh_cn: 尝试将配置应用于监视引擎时发生错误。 如果此问题仍然存在，请与您的Nagios管理员联系。

source: Monitoring Wizard - An Error Occurrred
bg_bg: Съветник (Wizard) за наблюдение - възникна грешка
de_de: Überwachung Assistenten - Ein Fehler Occurrred
es_es: Wizard de monitoreo - Un error ocurrido
fr_fr: Surveillance Assistant - Une erreur Occurrred
it_it: Monitoraggio Wizard - un errore Occurrred
ja_jp: 監視ウィザード - エラーが発生しました
pl_pl: Kreator monitoringu - Błąd occurrred
pt_pt: Assistente de Monitoramento - Um erro ocorreu
ru_ru: Мониторинг Wizard - Ошибка Occurrred
zh_cn: 监视向导-发生错误

source: Configuration Request Error
bg_bg: Заявка за конфигурационна грешка
de_de: Configuration Request Fehler
es_es: Error de configuración de Solicitud
fr_fr: Erreur demande de configuration
it_it: Configurazione richiesta Errore
ja_jp: 設定リクエストエラー
pl_pl: Błąd żądania konfiguracji
pt_pt: Erro solicitação de configuração
ru_ru: Ошибка конфигурации запрос
zh_cn: 配置请求错误

source: An error occurred while attempting to modify the monitoring engine. This error occurred because the wizard attempted to modify hosts or services that you do not have permission for. Contact your Nagios XI administrator for more information.
bg_bg: Възникна грешка, при модифицирането на двигателя за наблюдение (Nagios Core). Тази грешка се получи, защото wizard програмата, се опита да модифицира хостове или сървиси, за които няма правомощия. Свържете се с администратора на Nagios XI за повече информация.
de_de: Fehler beim Versuch, die Überwachung Motors ändern. Dieser Fehler trat auf, weil der Assistent versucht, Hosts oder Services, die Sie nicht über die Berechtigung zum ändern. Kontaktieren Sie Ihren Nagios XI Administrator für weitere Informationen.
es_es: Se produjo un error al intentar modificar el motor de seguimiento. Este error se produce porque el asistente intentó modificar equipos o servicios que usted no tiene permiso para. Póngase en contacto con su administrador de Nagios XI para más información.
fr_fr: Une erreur s'est produite lors de la tentative de modifier le moteur de supervision. Cette erreur se produit parce que l'Assistant a tenté de modifier les hôtes ou services que vous n'avez pas la permission d'. Contactez votre administrateur Nagios XI pour plus d'informations.
it_it: È verificato un errore durante il tentativo di modificare il motore di monitoraggio. Questo errore si è verificato perché la procedura guidata tentato di modificare host o servizi che non hanno il permesso di. Contattare l'amministratore di Nagios XI per ulteriori informazioni.
ja_jp: 監視エンジンを変更中にエラーが発生しました. このエラーは、アクセス権限を持っていないホストまたはサービスを変更しようとしたために発生しました. 詳細については、Nagios XI管理者に問い合わせください.
pl_pl: Wystąpił błąd podczas próby modyfikacji silnika monitoringu. ten błąd wystąpił, ponieważ kreator próbował zmienić hostów lub usług, które nie mają zezwolenia na. skontaktuj się z administratorem Nagios xi więcej informacji.
pt_pt: Ocorreu um erro durante a tentativa de modificar o mecanismo de monitoramento. Esse erro ocorreu porque o assistente tentou modificar hosts ou serviços que você não tem permissão para. Contate o administrador do Nagios XI para mais informações.
ru_ru: Произошла ошибка при попытке изменить мониторинга двигателя. Это ошибка, потому что мастера пытались изменить хостов или услуги, которые вы не имеете прав доступа для. Обратитесь к Nagios XI администратору для получения дополнительной информации.
zh_cn: 尝试修改监视引擎时发生错误。 发生此错误的原因是向导试图修改您没有权限的主机或服务。 请与您的Nagios XI管理员联系以获取更多信息。

source: My Dashboards
bg_bg: Моите табла
de_de: Meine Dashboards
es_es: Mis Dashboards
fr_fr: Mes tableaux de bord
it_it: Il mio dashboard
ja_jp: マイダッシュボード
pl_pl: moje kokpity
pt_pt: Meus Painéis
ru_ru: Мой панелей
zh_cn: 我的操作面板

source: No Dashboards Defined
bg_bg: Няма дефинирани табла
de_de: Keine Dashboards Defined
es_es: Ningun Dashboards definido
fr_fr: Pas de tableaux de bord définis
it_it: Nessun dashboard definiti
ja_jp: 定義済みのダッシュボードがありません
pl_pl: nie kokpity zdefiniowane
pt_pt: não dashboards definidos
ru_ru: Панели не определен
zh_cn: 未定义操作面板

source: You have no dashboards defined.
bg_bg: Вие нямате дефинирани табла.
de_de: Sie haben keine Dashboards definiert.
es_es: Usted no tiene dashboards definidos
fr_fr: Vous n'avez pas défini des tableaux de bord.
it_it: Non ci sono cruscotti definiti.
ja_jp: ダッシュボードが定義されていません.
pl_pl: nie masz kokpity zdefiniowane.
pt_pt: Você não tem painéis definido.
ru_ru: У вас нет панелей определены.
zh_cn: 您没有定义操作面板。

source: Dashboard Not Valid
bg_bg: Таблото не е валидено
de_de: Armaturenbrett nicht gültig
es_es: tablero no es válida
fr_fr: Tableau de bord non valable
it_it: cruscotto non valida
ja_jp: ダッシュボードは有効ではありません
pl_pl: Deska rozdzielcza nie ważne
pt_pt: dashboard não é válido
ru_ru: Приборная панель не действует
zh_cn: 操作面板无效

source: The dashboard being requested is no longer valid or may have been removed.
bg_bg: Изисканото табло вече не е валидно или може да е било премахнато.
de_de: das Armaturenbrett angefordert wird, nicht mehr gültig ist oder entfernt worden sein.
es_es: el tablero de instrumentos que se solicita ya no es válido o puede haber sido eliminado.
fr_fr: le tableau de bord étant demandé est plus valide ou peut avoir été enlevée.
it_it: il cruscotto viene richiesto non è più valido o potrebbe essere stato rimosso.
ja_jp: 要求されたダッシュボードは、もはや有効ではないか、削除された可能性があります.
pl_pl: deska rozdzielcza jest wniosek, jest nieważne lub może zostały usunięte.
pt_pt: o painel que está sendo solicitado não é mais válida ou pode ter sido removida.
ru_ru: приборная панель запрашивается больше не действует или может быть удален.
zh_cn: 所请求的操作面板不再有效或可能已被删除。

source: Dashboard ID
bg_bg: ID на таблото
de_de: Dashboards
es_es: Dashboards
fr_fr: Tableaux de bord
it_it: Cruscotti
ja_jp: ダッシュボードID
pl_pl: kokpity
pt_pt: Painel
ru_ru: Панели
zh_cn: 操作面板ID

source: Available Dashlets
bg_bg: Налични мини-табла (dashlets)
de_de: Verfügbare Dashlets
es_es: Dashlets disponibles
fr_fr: Dashlets disponibles
it_it: Dashlets disponibili
ja_jp: 利用可能なダッシュレット
pl_pl: dostępne dashlets
pt_pt: dashlets disponíveis
ru_ru: Доступные Dashlets
zh_cn: 可用的内容板块

source: The following dashlets can be added to any one or more of your dashboards.
bg_bg: Следните мини-табла (dashlets) могат да бъдат добавени към всяко едно (или повече) от вашите табла.
de_de: Die folgenden Dashlets kann einem oder mehreren der Dashboards hinzugefügt werden. Wie awesome!
es_es: Los dashlets siguientes se pueden agregar a cualquier uno o más de los paneles. ¿Cómo impresionante!
fr_fr: Les dashlets suivants peuvent être ajoutés à l'un ou plusieurs des tableaux de bord. Comment génial!
it_it: Le dashlets seguenti possono essere aggiunti uno o più dei vostri cruscotti. Come impressionante!
ja_jp: 以下のダシュレットは、1つ以上のダッシュボードに追加することができます.
pl_pl: następujące dashlets mogą być dodawane do jednej lub więcej z pomocą paneli. jak niesamowite!
pt_pt: Os dashlets seguintes podem ser adicionados a qualquer um ou mais dos seus painéis.
ru_ru: Следующие dashlets могут быть добавлены к одному или более из ваших панелей. Как страшно!
zh_cn: 可以将以下仪表板添加到您的任何一个或多个仪表板中。

source: Need a custom dashlet created for your organization? No problem!
bg_bg: Нуждаете се от потребителско мини-табло (dashlet), създадено за вашата организация? Няма проблем!
de_de: Brauchen Sie eine benutzerdefinierte Dashlet für Ihre Organisation erstellt? Kein Problem!
es_es: Necesita un dashlet personalizado creado para su organización? No hay problema!
fr_fr: Besoin d'une dashlet personnalisé créé pour votre organisation? Pas de problème!
it_it: Hai bisogno di un dashlet personalizzato creato per la vostra organizzazione? Nessun problema!
ja_jp: 組織のためにカスタムダッシュレットの作成が必要ですか？問題ありません！
pl_pl: potrzebujesz niestandardowego dashlet stworzony dla swojej organizacji? nie ma problemu!
pt_pt: Precisa de uma dashlet personalizada criada para a sua organização? Não tem problema!
ru_ru: Вам нужен индивидуальный дашлет создан для вашей организации? Нет проблем!
zh_cn: 是否需要为您的组织创建一个自定义的内容板块？ 没问题！

source: Dashboards
bg_bg: Табла
fr_fr: Tableaux de bord
it_it: Cruscotti
ja_jp: ダッシュボード
pl_pl: kokpity
pt_pt: Painel
ru_ru: Панели
zh_cn: 操作面板

source: Untitled Dashboard
bg_bg: Неозаглавено табло
de_de: Untitled Übersicht
es_es: Dashboard sin titulo
fr_fr: Tableau de bord Untitled
it_it: Dashboard Untitled
ja_jp: 無題ダッシュボード
pl_pl: Deska rozdzielcza bez tytułu
pt_pt: Painel sem título
ru_ru: Без Dashboard
zh_cn: 无标题操作面板

source: Manage My Dashboards
bg_bg: Управлявайте "Моите Табла" (My Dashboards)
de_de: meine Dashboards verwalten
es_es: gestionar mis cuadros de mando
fr_fr: gérer mes tableaux de bord
it_it: gestire le mie cruscotti
ja_jp: マイダッシュボード管理
pl_pl: zarządzać kokpity
pt_pt: gerenciar meus dashboards
ru_ru: управлять своими панелей
zh_cn: 管理我的操作面板

source: Clone, edit, and remove dashboards from your dashboard list.
bg_bg: Клонинг, редактиране, и премахване на табла от вашия списък с табла.
de_de: Klon, zu bearbeiten, und Dashboards aus Ihrem Dashboard-Liste.
es_es: clon, editar y eliminar cuadros de mando de su lista de tablero de instrumentos.
fr_fr: clone, modifier et supprimer des tableaux de bord de votre liste de tableau de bord.
it_it: clone, modificare e rimuovere dashboard dall'elenco cruscotto.
ja_jp: ダッシュボードリストからダッシュボードをクローン、編集、削除します.
pl_pl: klon, edytować i usuwać z listy kokpity desce rozdzielczej.
pt_pt: clone, editar e remover painéis da sua lista de dashboard.
ru_ru: клон, редактировать и удалять панели из списка панели.
zh_cn: 从仪表板列表中克隆，编辑和删除仪表板。

source: Action
bg_bg: Действие
de_de: Aktion
es_es: Acción
it_it: Azione
ja_jp: アクション
pl_pl: akcja
pt_pt: Ação
ru_ru: Действие
zh_cn: 操作

source: Not authorized to view this page.
bg_bg: Не сте оторизирани да видите тази страница.
de_de: nicht berechtigt, diese Seite zu sehen.
es_es: no autorizado para ver esta página.
fr_fr: pas autorisé à afficher cette page.
it_it: non autorizzato a visualizzare questa pagina.
ja_jp: このページを表示する権限がありません.
pl_pl: nie uprawnień, aby zobaczyć tę stronę.
pt_pt: não autorizado a visualizar esta página.
ru_ru: нет прав для просмотра этой страницы.
zh_cn: 无权查看此页面。

source: API - Common Solutions
bg_bg: api - общи решения
de_de: api - gemeinsame Lösungen
es_es: api - soluciones comunes
fr_fr: api - solutions communes
it_it: API - soluzioni comuni
ja_jp: API - 一般的な解決策
pl_pl: api - wspólne rozwiązania
pt_pt: api - soluções comuns
ru_ru: API - общие решения
zh_cn: API-通用解决方案

source: This document explains some of the solutions that can be created by using the API. These examples are meant to help users build out their own scripts and software that use the Nagios XI API to integrate into.
bg_bg: този документ обяснява някои от решенията, които могат да бъдат създадени с помощта на API. тези примери са предназначени да помогнат на потребителите да изградят свои собствени скриптове и софтуер, които да се използват за интегриране в nagios xi api.
de_de: Dieses Dokument beschreibt einige der Lösungen, die mit der API erstellt werden können. Diese Beispiele sollen Benutzern helfen, ihre eigenen Skripte und Software zu entwickeln, in die Nagios XI API integriert wird.
es_es: este documento explica algunas de las soluciones que se pueden crear utilizando la api. estos ejemplos están destinados a ayudar a los usuarios a desarrollar sus propios scripts y software que utilizan la api de nagios xi para integrarse en.
fr_fr: Ce document explique certaines des solutions qui peuvent être créées en utilisant l’API. Ces exemples ont pour but d'aider les utilisateurs à créer leurs propres scripts et logiciels utilisant l'intégration de nagios xi api.
it_it: questo documento spiega alcune delle soluzioni che possono essere create usando l'API. questi esempi hanno lo scopo di aiutare gli utenti a creare i propri script e software che utilizzano nagios xi api per integrarsi.
ja_jp: このドキュメントではAPIを使用するソリューションについて説明します。これらの例は、Nagios XI APIを使用する独自のスクリプトとソフトウェアをユーザーが構築するのを助けるためのものです
pl_pl: ten dokument wyjaśnia niektóre rozwiązania, które można utworzyć za pomocą interfejsu API. te przykłady mają pomóc użytkownikom w tworzeniu własnych skryptów i oprogramowania, które używają nagios xi api do integracji.
pt_pt: Este documento explica algumas das soluções que podem ser criadas usando a API. esses exemplos servem para ajudar os usuários a criar seus próprios scripts e softwares que usam o nagios xi api para integrar.
ru_ru: Этот документ объясняет некоторые из решений, которые могут быть созданы с использованием API. Эти примеры предназначены для того, чтобы помочь пользователям создавать свои собственные сценарии и программное обеспечение, которые используют для интеграции nagios xi api.
zh_cn: 本文档介绍了可以使用API创建的一些解决方案。 这些示例旨在帮助用户构建使用Nagios XI API进行集成的自己的脚本和软件。

source: Update a Single Value for a Service
bg_bg: да актуализирате една стойност за услуга
de_de: Aktualisieren Sie einen einzelnen Wert für einen Dienst
es_es: actualizar un solo valor para un servicio
fr_fr: mettre à jour une valeur unique pour un service
it_it: aggiornare un singolo valore per un servizio
ja_jp: サービスの単一の値を更新する
pl_pl: zaktualizuj pojedynczą wartość usługi
pt_pt: atualizar um único valor para um serviço
ru_ru: обновить одно значение для службы
zh_cn: 更新服务的单个值

source: Add Multiple Hosts to a Service
bg_bg: добавете няколко хоста към услуга
de_de: Hinzufügen mehrerer Hosts zu einem Dienst
es_es: agregar múltiples hosts a un servicio
fr_fr: ajouter plusieurs hôtes à un service
it_it: aggiungere più host a un servizio
ja_jp: サービスに複数のホストを追加する
pl_pl: dodaj wiele hostów do usługi
pt_pt: adicionar vários hosts a um serviço
ru_ru: добавить несколько хостов в сервис
zh_cn: 将多个主机添加到服务

source: Removing Services from Multiple Hosts
bg_bg: премахване на услуги от множество хостове
de_de: Dienste von mehreren Hosts entfernen
es_es: Eliminar servicios de múltiples hosts
fr_fr: supprimer des services de plusieurs hôtes
it_it: rimozione di servizi da più host
ja_jp: 複数のホストからサービスを削除
pl_pl: usuwanie usług z wielu hostów
pt_pt: removendo serviços de vários hosts
ru_ru: удаление сервисов с нескольких хостов
zh_cn: 从多个主机删除服务

source: Scheduling Downtime for Multiple Hosts and Services
bg_bg: планиране на престой за множество хостове и услуги
de_de: Ausfallzeiten für mehrere Hosts und Services planen
es_es: Programación de tiempo de inactividad para múltiples hosts y servicios
fr_fr: planification des temps d'arrêt pour plusieurs hôtes et services
it_it: pianificazione dei tempi di inattività per più host e servizi
ja_jp: 複数のホストとサービスのダウンタイムのスケジューリング
pl_pl: planowanie przestojów dla wielu hostów i usług
pt_pt: agendamento de inatividade para vários hosts e serviços
ru_ru: планирование времени простоя для нескольких хостов и сервисов
zh_cn: 安排多个主机和服务的停机时间

source: With the <code>PUT config/service</code> API endpoint, you can edit multiple or just a single configuration option for a service. You can also do this with other objects using PUT requests.
bg_bg: с <code>put config/service</code> api крайна точка, можете да редактирате няколко или само една конфигурация за услуга. Можете също да направите това с други обекти, използвайки пут заявки.
de_de: Mit dem Endpunkt <code>put config/service</code> api können Sie mehrere oder nur eine einzige Konfigurationsoption für einen Dienst bearbeiten. Sie können dies auch mit anderen Objekten tun, indem Sie Put-Anforderungen verwenden.
es_es: con el punto final de <code>put config/service</code> api de <code>put config/service</code> , puede editar múltiples o solo una opción de configuración para un servicio. También puedes hacer esto con otros objetos usando solicitudes de venta.
fr_fr: avec le point de terminaison api de <code>put config/service</code> , vous pouvez modifier plusieurs ou une seule option de configuration pour un service. vous pouvez également le faire avec d'autres objets à l'aide de demandes de vente.
it_it: con l'endpoint <code>put config/service</code> api, è possibile modificare più o solo una singola opzione di configurazione per un servizio. puoi farlo anche con altri oggetti usando le richieste put.
ja_jp: <code>put config/service</code> APIエンドポイントを使用すると、サービスに対して複数または単一の設定オプションを編集できます。あなたはPUTリクエストを使って他のオブジェクトでこれを行うこともできます。
pl_pl: z punktem końcowym <code>put config/service</code> api można edytować wiele lub tylko jedną opcję konfiguracji usługi. możesz to zrobić również z innymi obiektami, używając żądań put.
pt_pt: Com o endpoint api <code>put config/service</code> , você pode editar várias ou apenas uma única opção de configuração para um serviço. você também pode fazer isso com outros objetos usando solicitações put.
ru_ru: с помощью конечной точки api <code>put config/service</code> вы можете редактировать несколько или только один параметр конфигурации для службы. Вы также можете сделать это с другими объектами, используя запросы put.
zh_cn: 使用<code> PUT config / service </code> API端点，您可以编辑服务的多个或单个配置选项。 您还可以使用PUT请求对其他对象执行此操作。

source: For this example, we are going to use
bg_bg: за този пример ще използваме
de_de: Für dieses Beispiel werden wir verwenden
es_es: Para este ejemplo, vamos a utilizar
fr_fr: pour cet exemple, nous allons utiliser
it_it: per questo esempio, useremo
ja_jp: この例で使用する
pl_pl: w tym przykładzie użyjemy
pt_pt: para este exemplo, vamos usar
ru_ru: для этого примера мы будем использовать
zh_cn: 在这个例子中，我们将使用
