Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Connection established. Username/Password OK.
bg_bg: Установена връзка. Потребителско име / парола ОК.
de_de: Verbindung hergestellt. Benutzername / Passwort ok.
es_es: conexión establecida. nombre de usuario / contraseña ok.
fr_fr: connexion établie. nom d'utilisateur / mot de passe correct.
it_it: la connessione stabilita. username / password ok.
ja_jp: 接続が確立されました. ユーザー名/パスワード OK.
pl_pl: to połączenie. login / hasło OK.
pt_pt: ligação estabelecida. nome de usuário / senha ok.
ru_ru: соединение установлено. имя пользователя / пароль порядке.
zh_cn: 连接已建立。 用户名/密码确定。

source: Error uploading file. Directory given may not exist.
bg_bg: Грешка при качването на файла. Указаната директория може да не съществува.
de_de: Fehler-Upload-Datei. Verzeichnis ergangen ist, kann es nicht.
es_es: carga de archivos de error. directorio dado puede no existir.
fr_fr: ajout de fichier d'erreur. répertoire donné peut ne pas exister.
it_it: upload di file di errore. data directory non può esistere.
ja_jp: ファイルのアップロードに失敗しました. 指定したディレクトリが存在しない可能性があります.
pl_pl: Błąd pliku przesyłania. katalog podany może nie istnieć.
pt_pt: o upload de arquivos de erro. diretório fornecido pode não existir.
ru_ru: Ошибка загрузки файла. Каталог дано не могут существовать.
zh_cn: 上传文件时出错。 指定的目录可能不存在。

source: Test file "ftp_test_upload.txt" uploaded successfully.
bg_bg: Тест файла "ftp_test_upload.txt" беше качен успешно.
de_de: Testdatei "ftp_test_upload.txt" erfolgreich hochgeladen.
es_es: archivo de prueba "ftp_test_upload.txt" subido correctamente.
fr_fr: fichier de test "ftp_test_upload.txt" téléchargée avec succès.
it_it: file di test "ftp_test_upload.txt" caricato correttamente.
ja_jp: テストファイル"ftp_test_upload.txt"が正常にアップロードされました.
pl_pl: plik testowy "ftp_test_upload.txt" pomyślnie przesłany.
pt_pt: arquivo de teste "ftp_test_upload.txt" carregado com sucesso.
ru_ru: Тестовый файл "ftp_test_upload.txt" успешно загружены.
zh_cn: 测试文件“ ftp_test_upload.txt”已成功上传。

source: Could not establish a connection to
bg_bg: Не може да се установи връзка с
de_de: könnte eine Verbindung zu nicht etablieren
es_es: no pudo establecer una conexión con
fr_fr: ne pouvait pas établir une connexion à
it_it: non ha potuto stabilire una connessione
ja_jp: 接続の確立に失敗しました :
pl_pl: Nie można ustanowić połączenia
pt_pt: não foi possível estabelecer uma conexão com
ru_ru: не удалось установить соединение с
zh_cn: 无法建立连接到

source: Could not transfer file. Permissions may be wrong or folder may not exist.
bg_bg: Не можа да прехвърли файла. Привилегиите могат да са грешни или папката да не съществува.
de_de: konnte nicht übertragen Datei. Berechtigungen können falsch sein oder der Ordner nicht vorhanden ist.
es_es: no podía transferir archivos. permisos pueden estar equivocados o carpeta no pueden existir.
fr_fr: ne pouvait pas transférer le fichier. autorisations peuvent être erronés ou dossier ne peut pas exister.
it_it: non potrebbe trasferire file. autorizzazioni possono essere sbagliato o la cartella non possono esistere.
ja_jp: ファイルを転送できませんでした. アクセス権に誤りがあるかフォルダが存在しない可能性があります.
pl_pl: nie może przenieść plik. Uprawnienia mogą być błędne lub folder nie może istnieć.
pt_pt: não poderia transferir arquivos. permissões podem ser errado ou pasta pode não existir.
ru_ru: не мог передать файл. разрешений может содержать ошибки или папка может не существовать.
zh_cn: 无法传输文件。 权限可能错误或文件夹可能不存在。

source: Test file "ssh_test_secure_copy.txt" transferred successfully.
bg_bg: Тест файла "ssh_test_secure_copy.txt" беше прехвърлен успешно.
de_de: Testdatei "ssh_test_secure_copy.txt" erfolgreich übertragen.
es_es: archivo de prueba "ssh_test_secure_copy.txt" transferido con éxito.
fr_fr: fichier de test "ssh_test_secure_copy.txt" transféré avec succès.
it_it: file di test "ssh_test_secure_copy.txt" trasferito con successo.
ja_jp: テストファイル "ssh_test_secure_copy.txt"が正常に転送されました.
pl_pl: plik testowy "ssh_test_secure_copy.txt" przeniesiono z powodzeniem.
pt_pt: arquivo de teste "ssh_test_secure_copy.txt" transferido com sucesso.
ru_ru: Тестовый файл "ssh_test_secure_copy.txt" успешно переданы.
zh_cn: 测试文件“ ssh_test_secure_copy.txt”已成功传输。

source: The directory specified does not exist or can not be read by apache user.
bg_bg: посочената директория не съществува или не може да бъде прочетена от апаш потребител.
de_de: Das angegebene Verzeichnis existiert nicht oder kann vom Apache-Benutzer nicht gelesen werden.
es_es: el directorio especificado no existe o el usuario de apache no puede leerlo.
fr_fr: le répertoire spécifié n'existe pas ou ne peut pas être lu par l'utilisateur apache.
it_it: la directory specificata non esiste o non può essere letta dall'utente apache.
ja_jp: 指定されたディレクトリが存在しないか、Apacheユーザーが読み取ることができません。
pl_pl: podany katalog nie istnieje lub użytkownik apache nie może go odczytać.
pt_pt: o diretório especificado não existe ou não pode ser lido pelo usuário apache.
ru_ru: указанный каталог не существует или не может быть прочитан пользователем apache.
zh_cn: 指定的目录不存在或apache用户无法读取。

source: The directory is likely not writeable by user 'nagios' or group 'nagios' - check permissions.
bg_bg: Вероятно директорията не е достъпна за писане от потребителя 'nagios' или групата 'nagios'- проверете правомощията.
de_de: das Verzeichnis ist wahrscheinlich nicht beschreibbar durch Benutzer nagios "oder Gruppe" Nagios "- Check-Berechtigungen.
es_es: el directorio no es probable permisos de escritura para el usuario 'nagios' o 'grupos' nagios - Permisos de verificación.
fr_fr: le répertoire n'est probablement pas accessible en écriture par l'utilisateur 'nagios' ou 'groupe nagios "- vérifier les autorisations.
it_it: la directory non è probabile scrivibile dall'utente 'Nagios' o di gruppo "Nagios '- autorizzazioni di controllo.
ja_jp: ディレクトリが 'nagios' ユーザまたは 'nagios' グループで書込み可能でないようです. - パーミッションを確認してください.
pl_pl: Katalog nie może być zapisywany przez użytkownika "lub" Nagios grupy "Nagios" - uprawnień kontrolnych.
pt_pt: o diretório não é provável gravável pelo usuário 'nagios' ou grupo 'nagios' - verifique as permissões.
ru_ru: каталог всего, не доступен для записи пользователей »Nagios" или группа "Nagios" - проверку разрешений.
zh_cn: 用户“ nagios”或“ nagios”组可能无法写入该目录-请检查权限。

source: The directory is likely not writeable by user 'nagios' - check permissions.
bg_bg: Вероятно директорията не е достъпна за писане от потребителя 'nagios' - проверете правомощията.
de_de: das Verzeichnis ist wahrscheinlich nicht beschreibbar durch Benutzer nagios "oder Gruppe" Nagios "- Check-Berechtigungen.
es_es: el directorio no es probable permisos de escritura para el usuario 'nagios' o 'grupos' nagios - Permisos de verificación.
fr_fr: le répertoire n'est probablement pas accessible en écriture par l'utilisateur 'nagios' ou 'groupe nagios "- vérifier les autorisations.
it_it: la directory non è probabile scrivibile dall'utente 'Nagios' o di gruppo "Nagios '- autorizzazioni di controllo.
ja_jp: このディレクトリは 'nagios' ユーザで書き込みできないようです. - パーミッションを確認してください.
pl_pl: Katalog nie może być zapisywany przez użytkownika "lub" Nagios grupy "Nagios" - uprawnień kontrolnych.
pt_pt: o diretório não é provável gravável pelo usuário 'nagios' ou grupo 'nagios' - verifique as permissões.
ru_ru: каталог всего, не доступен для записи пользователей »Nagios" или группа "Nagios" - проверку разрешений.
zh_cn: 用户'nagios'可能无法写入该目录-检查权限。

source: The directory is likely not writeable by group 'nagios' - check permissions.
bg_bg: Вероятно директорията не е достъпна за писане от групата 'nagios' - проверете правомощията.
de_de: das Verzeichnis ist wahrscheinlich nicht beschreibbar durch Benutzer nagios "oder Gruppe" Nagios "- Check-Berechtigungen.
es_es: el directorio no es probable permisos de escritura para el usuario 'nagios' o 'grupos' nagios - Permisos de verificación.
fr_fr: le répertoire n'est probablement pas accessible en écriture par l'utilisateur 'nagios' ou 'groupe nagios "- vérifier les autorisations.
it_it: la directory non è probabile scrivibile dall'utente 'Nagios' o di gruppo "Nagios '- autorizzazioni di controllo.
ja_jp: このディレクトリは 'nagios' グループで書込みできないようです. - パーミッションを確認してください.
pl_pl: Katalog nie może być zapisywany przez użytkownika "lub" Nagios grupy "Nagios" - uprawnień kontrolnych.
pt_pt: o diretório não é provável gravável pelo usuário 'nagios' ou grupo 'nagios' - verifique as permissões.
ru_ru: каталог всего, не доступен для записи пользователей »Nagios" или группа "Nagios" - проверку разрешений.
zh_cn: 目录“ nagios”可能无法写该目录-检查权限。

source: Nagios XI cannot read the /etc/passwd or /etc/groups file.
bg_bg: Nagios XI не може да чете /etc/passwd или /etc/groups файл.
de_de: nagios xi kann nicht lesen Sie die Datei / etc / passwd oder / etc / Gruppen-Datei.
es_es: Nagios XI no puede leer el archivo / etc / passwd o / etc / grupos.
fr_fr: nagios xi ne peut pas lire le fichier / etc / passwd ou fichier / etc / groupes.
it_it: Nagios xi non è in grado di leggere il file / etc / passwd o file / etc / gruppi.
ja_jp: Nagios XI は /etc/passwd または /etc/groups ファイルを読み込めません.
pl_pl: Nagios XI nie może odczytać pliku / etc / passwd lub / etc / grupy.
pt_pt: nagios xi não consegue ler o / etc / passwd ou arquivo / etc / grupos.
ru_ru: Nagios XI не может читать / и т.д. / пароль или / и т.д. / группы файлов.
zh_cn: Nagios XI无法读取/ etc / passwd或/ etc / groups文件。

source: The directory exists and is writeable.
bg_bg: Директорията съществува и е достъпна за писане.
de_de: das Verzeichnis existiert und beschreibbar ist.
es_es: el directorio existe y se puede escribir.
fr_fr: le répertoire existe et est accessible en écriture.
it_it: esiste la directory ed è scrivibile.
ja_jp: ディレクトリが存在し書き込み可能です.
pl_pl: katalog istnieje i jest zapisywalny.
pt_pt: o diretório existe e é gravável.
ru_ru: каталог существует и доступен для записи.
zh_cn: 该目录存在并且是可写的。

source: Error: This component requires php-pecl-ssh2. You must run <strong>install.sh</strong> in <strong>/usr/local/nagiosxi/html/includes/components/scheduledbackups</strong> as <strong>root</strong> to use this component.
bg_bg: Грешка: този компонент изисква php-pecl-ssh2. Трябва да стартирате <strong>install.sh</strong> в <strong>/usr/local/nagiosxi/html/includes/components/scheduledbackups</strong> като <strong>root</strong> потребител, за да използвате този компонент.
de_de: Fehler: Diese Komponente erfordert php-pear-SSH2. Sie müssen <strong>install.sh</strong> in <strong>/ usr / local / nagiosxi / html / includes / components / scheduledbackups</strong> als <strong>root</strong> ausführen, um diese Komponente zu verwenden.
es_es: error: este componente requiere php-pecl-ssh2. debe ejecutar <strong>install.sh</strong> en <strong>/ / / nagiosxi / html / includes / componentes / usr scheduledbackups locales</strong> como <strong>root</strong> para utilizar este componente.
fr_fr: erreur: ce composant nécessite php-pecl-ssh2. vous devez exécuter <strong>install.sh</strong> dans <strong>/ / nagiosxi / html / includes / components / scheduledbackups usr / local</strong> en tant que <strong>root</strong> pour utiliser ce composant.
it_it: Errore: questo componente richiede php-pecl-SSH2. è necessario eseguire <strong>install.sh</strong> in <strong>/ / / nagiosxi / html / includes / components / scheduledbackups locali usr</strong> come <strong>root</strong> per utilizzare questo componente.
ja_jp: エラー: このコンポーネントには php-pecl-ssh2 が必要です. このコンポーネントを使用するには、<strong>root</strong>で <strong>/usr/local/nagiosxi/html/includes/components/scheduledbackups</strong> にある <strong>install.sh</strong> を実行してください.
pl_pl: Błąd: ta część wymaga php-PECL-SSH2. należy uruchomić <strong>install.sh</strong> w <strong>katalogu / usr / local / nagiosxi / html / zawiera / komponenty / scheduledbackups</strong> jak <strong>korzeń</strong> do wykorzystania tego składnika.
pt_pt: erro: este componente requer php-pear-ssh2. você deve executar <strong>install.sh</strong> no <strong>diretório / usr / local / nagiosxi / html / includes / componentes / scheduledbackups</strong> como <strong>root</strong> para usar este componente.
ru_ru: Ошибка: этот компонент требуется PHP-PECL-ssh2. необходимо запустить <strong>install.sh</strong> в <strong>/ USR / местные / nagiosxi / HTML / включает / Компоненты / scheduledbackups</strong> как <strong>корень</strong> использовать этот компонент.
zh_cn: 错误：此组件需要php-pecl-ssh2。 您必须以<strong> root </ strong>身份在<strong> / usr / local / nagiosxi / html / includes / components / scheduledbackups </ strong>中运行<strong> install.sh </ strong>才能使用此组件。

source: You cannot download this archive in demo mode.
bg_bg: не можете да изтеглите този архив в демо режим.
de_de: Sie können dieses Archiv nicht im Demo-Modus herunterladen.
es_es: No puede descargar este archivo en modo de demostración.
fr_fr: vous ne pouvez pas télécharger cette archive en mode démo.
it_it: non è possibile scaricare questo archivio in modalità demo.
ja_jp: このアーカイブをデモモードでダウンロードすることはできません。
pl_pl: nie możesz pobrać tego archiwum w trybie demonstracyjnym.
pt_pt: você não pode baixar este arquivo no modo de demonstração.
ru_ru: Вы не можете скачать этот архив в демонстрационном режиме.
zh_cn: 您无法在演示模式下下载此存档。

source: You cannot delete this archive in demo mode.
bg_bg: не можете да изтриете този архив в демо режим.
de_de: Sie können dieses Archiv im Demo-Modus nicht löschen.
es_es: No puede eliminar este archivo en modo de demostración.
fr_fr: vous ne pouvez pas supprimer cette archive en mode démo.
it_it: non è possibile eliminare questo archivio in modalità demo.
ja_jp: デモモードではこのアーカイブを削除できません。
pl_pl: nie można usunąć tego archiwum w trybie demonstracyjnym.
pt_pt: você não pode excluir este arquivo no modo de demonstração.
ru_ru: Вы не можете удалить этот архив в демонстрационном режиме.
zh_cn: 您无法在演示模式下删除此存档。

source: Could not submit command to backend.
bg_bg: Не можа да изпрати команда до бекенд (backend).
de_de: Befehl konnte nicht vorlegen Backend.
es_es: no pudo presentar comando para backend.
fr_fr: ne pouvait pas présenter de commande backend.
it_it: non poteva inviare il comando di backend.
ja_jp: バックエンドへのコマンド送信に失敗しました.
pl_pl: nie można wysłać polecenie do zaplecza.
pt_pt: Não foi possível enviar comandos para backend.
ru_ru: не мог представить команду, чтобы интерфейсе.
zh_cn: 无法将命令提交到后端。

source: The system backup has been deleted.
bg_bg: Архивираното резервно копие на системата е било изтрито.
de_de: das System-Backup wurde gelöscht.
es_es: la copia de seguridad del sistema se ha suprimido.
fr_fr: la sauvegarde du système a été supprimé.
it_it: il backup di sistema è stata eliminata.
ja_jp: システムバックアップが削除されました.
pl_pl: kopia zapasowa systemu został usunięty.
pt_pt: o backup do sistema foi excluída.
ru_ru: резервная система была удалена.
zh_cn: 系统备份已删除。

source: You cannot create a local backup in demo mode.
bg_bg: не можете да създадете локално архивиране в демо режим.
de_de: Sie können im Demo-Modus kein lokales Backup erstellen.
es_es: No puede crear una copia de seguridad local en modo de demostración.
fr_fr: vous ne pouvez pas créer de sauvegarde locale en mode démo.
it_it: non è possibile creare un backup locale in modalità demo.
ja_jp: デモモードではローカルバックアップを作成できません。
pl_pl: nie można utworzyć lokalnej kopii zapasowej w trybie demonstracyjnym.
pt_pt: você não pode criar um backup local no modo de demonstração.
ru_ru: Вы не можете создать локальную резервную копию в демонстрационном режиме.
zh_cn: 您无法在演示模式下创建本地备份。

source: Backup is scheduled and will be completed shortly.
bg_bg: Архивирането е планирано и ще бъде завършено скоро.
de_de: Backup geplant und wird in Kürze abgeschlossen sein.
es_es: copia de seguridad está programada y se completará en breve.
fr_fr: sauvegarde est planifiée et sera terminé sous peu.
it_it: backup è programmato e sarà completato a breve.
ja_jp: バックアップがスケジュールされました. まもなく完了します.
pl_pl: kopii zapasowej jest zaplanowane, a zakończy się w najbliższym czasie.
pt_pt: backup está agendado e será concluída em breve.
ru_ru: резервное копирование по расписанию и будет завершена в ближайшее время.
zh_cn: 备份已安排好，将很快完成。

source: Local Backup Archives
bg_bg: Местни архивирани копия
de_de: lokalen Backup-Archive
es_es: archivos de copia de seguridad locales
fr_fr: archives de sauvegarde locale
it_it: archivi di backup locali
ja_jp: ローカルバックアップアーカイブ
pl_pl: lokalne archiwa kopii zapasowych
pt_pt: arquivos de backup locais
ru_ru: местные архивы резервного копирования
zh_cn: 本地备份存档

source: These are the current backups that exist on the server. Backups are stored in <strong>/store/backups/nagiosxi</strong> by default.
bg_bg: Това са текущи архиви, които съществуват на Nagios XI сървъра. Резервните копия се съхраняват в <strong>/store/backups/nagiosxi</strong> по подразбиране.
de_de: das sind die aktuellen Backups, die auf dem Nagios-Server xi existieren. Backups werden in <strong>/ store / backups / nagiosxi</strong> standardmäßig gespeichert.
es_es: éstas son las copias de seguridad actuales que existen en el servidor xi nagios. Las copias de seguridad se almacenan en <strong>/ Tienda / backups / nagiosxi</strong> por defecto.
fr_fr: ce sont les sauvegardes qui existent actuellement sur le serveur nagios xi. les sauvegardes sont stockées dans <strong>/ magasin / backups / nagiosxi</strong> par défaut.
it_it: questi sono i backup correnti che esistono sul server xi nagios. I backup vengono memorizzati in <strong>/ store / backup / nagiosxi</strong> per impostazione predefinita.
ja_jp: サーバーに存在する現在のバックアップです。 バックアップは既定では <strong>/store/backups/nagiosxi</strong> に保存されます。
pl_pl: są aktualne kopie zapasowe, które istnieją na serwerze xi Nagios. Kopie zapasowe są przechowywane w <strong>/ sklepu / kopii zapasowych / nagiosxi</strong> domyślnie.
pt_pt: estes são os backups atuais que existem no servidor xi nagios. backups são armazenados em <strong>/ store / backups / nagiosxi</strong> por padrão.
ru_ru: Это текущие резервные копии, которые существуют на кси-сервера Nagios. резервные копии хранятся в <strong>/ магазин / резервного копирования / nagiosxi</strong> по умолчанию.
zh_cn: 这些是服务器上存在的当前备份。 默认情况下，备份存储在<strong> / store / backups / nagiosxi </strong>中。

source: Are you sure you want to create a backup? This may take a long time and be a very large archived file.
bg_bg: Сигурни ли сте, че искате да създадете резервно копие? Това може да отнеме много време и архивирания файл може да е много голям.
de_de: sind Sie sicher, dass Sie ein Backup erstellen? das kann eine lange Zeit dauern und eine sehr große archivierten Datei.
es_es: ¿estás seguro de que desea crear una copia de seguridad? esto puede llevar mucho tiempo y ser un archivo comprimido muy grande.
fr_fr: êtes-vous sûr que vous voulez créer une sauvegarde? cela peut prendre un certain temps et être un très gros fichier archivé.
it_it: Sei sicuro di voler creare un backup? puo 'richiedere molto tempo e di essere un grande file archiviato.
ja_jp: バックアップを作成してもよろしいですか？ これは時間がかかり、非常に大きいアーカイブファイルとなる可能性があります.
pl_pl: jesteś pewien, że chcesz utworzyć kopię zapasową? może to zająć dużo czasu i być bardzo duży plik zarchiwizowany.
pt_pt: você tem certeza que quer criar um backup? isso pode levar um longo tempo e ser um arquivo muito grande arquivado.
ru_ru: Вы уверены, что хотите создать резервную копию? это может занять много времени и быть очень большой архивации файла.
zh_cn: 您确定要创建备份吗？ 这可能需要很长时间，并且是一个非常大的存档文件。

source: There are no system backups available.
bg_bg: Не съществуват резервни копия на системата.
de_de: es gibt keine System-Backups zur Verfügung.
es_es: no existen copias de seguridad del sistema disponibles.
fr_fr: il n'y a pas de sauvegardes du système disponibles.
it_it: non ci sono backup di sistema disponibili.
ja_jp: 利用可能なシステムバックアップはありません.
pl_pl: nie ma kopii zapasowych systemu dostępne.
pt_pt: não existem backups de sistema disponíveis.
ru_ru: нет резервных копий системы, доступные.
zh_cn: 没有可用的系统备份。

source: Rename Local Backup
bg_bg: Преименуване на местен архив
de_de: umbenennen lokalen Sicherungs
es_es: cambiar el nombre de copia de seguridad local
fr_fr: renommer la sauvegarde locale
it_it: rinominare backup locale
ja_jp: ローカルバックアップの名前変更
pl_pl: zmienić nazwę lokalnej kopii zapasowej
pt_pt: renomear backup local
ru_ru: переименовать локального резервного копирования
zh_cn: 重命名本地备份

source: Rename a local system backup. No spaces allowed, use underscores instead.
bg_bg: Преименуване на архивираната Nagios XI система. Интервалите не са разрешени, вместо това използвайте долна черта.
de_de: Umbenennen eines Nagios xi System-Backup. keine Leerzeichen erlaubt, unterstreicht stattdessen verwenden.
es_es: cambiar el nombre de una copia de seguridad del sistema xi nagios. sin espacios permitidos, uso de relieve en su lugar.
fr_fr: renommer une sauvegarde nagios système de xi. pas d'espaces autorisés, l'utilisation souligne la place.
it_it: rinominare un backup di sistema xi Nagios. senza spazi consentiti, sottolinea invece l'uso.
ja_jp: ローカルシステムバックアップの名前を変更します。 スペースは使用できません。 代わりにアンダースコアを使用してください。
pl_pl: zmienić nazwę kopii zapasowej systemu xi Nagios. dozwolone bez spacji, wykorzystanie podkreśla zamiast.
pt_pt: renomear um backup do sistema xi nagios. sem espaços permitido, o uso ressalta em seu lugar.
ru_ru: переименовать резервную Nagios системы XI. без пробелов, использование подчеркивает вместо этого.
zh_cn: 重命名本地系统备份。 不允许使用空格，而应使用下划线。

source: Rename Backup To
bg_bg: Преименувайте архивираното копие на
de_de: umbenennen Backup auf
es_es: cambiar el nombre de la copia de seguridad a
fr_fr: renommer la sauvegarde de
it_it: rinominare il backup su
ja_jp: 変更後のバックアップの名前
pl_pl: zmienić nazwę kopii zapasowej
pt_pt: renomear backup para
ru_ru: переименовать резервную копию на
zh_cn: 重命名备份到

source: Error submitting command to the backend.
bg_bg: Грешка при изпращането на командата към backend.
de_de: Fehler Einreichung Befehl an das Backend.
es_es: error al enviar comandos al servidor.
fr_fr: Erreur de commande soumettre au backend.
it_it: Errore del comando presentare al backend.
ja_jp: バックエンドへのコマンド送信に失敗しました.
pl_pl: błędu złożenia polecenia do zaplecza.
pt_pt: erro de comando enviar para o servidor.
ru_ru: ошибка подачи команды на интерфейсе.
zh_cn: 向后端提交命令时出错。

source: Backup has been renamed.
bg_bg: Резервното копие е преименувано.
de_de: Backup umbenannt wurde.
es_es: copia de seguridad ha cambiado de nombre.
fr_fr: sauvegarde a été renommé.
it_it: backup è stato rinominato.
ja_jp: バックアップの名前が変更されました.
pl_pl: kopia zapasowa została zmieniona.
pt_pt: backup foi renomeado.
ru_ru: резервного копирования была переименована.
zh_cn: 备份已重命名。

source: Backup scheduled to be renamed.
bg_bg: Планирано е преименуване на резервното копие.
de_de: Momentaufnahme soll umbenannt werden.
es_es: instantánea programada para cambiar el nombre.
fr_fr: snapshot devrait être renommé.
it_it: snapshot programmato per essere rinominato.
ja_jp: 名前が変更されるバックアップスケジュール
pl_pl: backup zaplanowano zmieniona.
pt_pt: snapshot programado para ser renomeado.
ru_ru: снимок планируется переименовать.
zh_cn: 备份计划重命名。

source: Scheduled Backups
bg_bg: Планирани архиви
de_de: geplante Backups
es_es: copias de seguridad programadas
fr_fr: sauvegardes planifiées
it_it: backup pianificati
ja_jp: スケジュールバックアップ
pl_pl: zaplanowanych kopii zapasowych
pt_pt: backups agendados
ru_ru: резервное копирование по графику
zh_cn: 计划备份
