Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: (also referred to as the master host). In other words, if the master host is dependent upon other hosts and any one of those dependencies fail, this dependency will also fail.
bg_bg: (Наричан още главен хост). С други думи, ако главния хост зависи от други хостове и всяка една от тези зависимости се провали, тази зависимост също ще се провали.
de_de: (Auch als Master-Host bezeichnet). in anderen Worten, wenn der Master-Host von anderen Hosts abhängt und eine dieser Abhängigkeiten fehlschlägt, diese Abhängigkeit wird auch scheitern.
es_es: (También referido como el host maestro). en otras palabras, si el host maestro es dependiente de otros anfitriones y cualquiera de esas dependencias falla, esta dependencia también falle.
fr_fr: (Aussi appelé l'hôte maître). en d'autres termes, si l'hôte maître est dépendant d'autres hôtes et l'un quelconque de ces dépendances échoue, cette dépendance échouera également.
it_it: (Noto anche come host master). in altre parole, se l'host master dipende da altri ospiti e uno qualsiasi di questi dipendenze sicuro, questa dipendenza anche sicuro.
ja_jp: （また、マスタホストとして参照されている）ホストの依存関係を継承するかどうかを示します. マスタホストが他のホストに依存しており、それらの依存関係のいずれかが失敗した場合、この依存関係も失敗します.
pl_pl: (Określaną również jako gospodarza master). innymi słowy, jeśli komputer główny jest zależny od innych gospodarzy i jedna z tych zależności nie, zależność ta również nie.
pt_pt: (Também referido como o mestre de acolhimento). em outras palavras, se o host mestre é dependente de outros hospedeiros e qualquer uma dessas dependências falhar, esta dependência também falhará.
ru_ru: (Также известный как мастер хоста). Другими словами, если ведущий узел зависит от других узлов и любая из этих зависимостей неудачу, эта зависимость также не будет.
zh_cn: （也称为主控主机）。 换句话说，如果主控主机依赖于其他主机，并且其中任何一个依赖项失败，则该依赖项也将失败。

source: This directive is used to specify the short name of the time period during which this dependency is valid. If this directive is not specified, the dependency is considered to be valid during all times.
bg_bg: Тази директива се използва за определяне на краткото име на периода от време, през който тази зависимост е валидна. Ако тази директива не е уточнена, зависимостта се счита за валидна по всяко време.
de_de: Diese Direktive wird benutzt, um den Kurznamen des Zeitfensters in welchem ​​diese Abhängigkeit gültig ist. Wenn diese Direktive nicht angegeben wird, ist die Abhängigkeit zu allen Zeiten gültig zu sein.
es_es: esta directiva se utiliza para especificar el nombre corto del período de tiempo durante el cual esta dependencia es válida. si no se especifica esta directiva, la dependencia se considera válida durante todo el tiempo.
fr_fr: cette directive est utilisée pour spécifier le nom court de la période de temps pendant lequel cette dépendance est valide. si cette directive ne est pas spécifié, la dépendance est considérée comme valides tout le temps.
it_it: questa direttiva viene utilizzato per specificare il nome breve periodo di tempo durante il quale questa dipendenza è valida. se questa direttiva non è specificato, la dipendenza è considerata valida durante tutti i periodi.
ja_jp: このディレクティブは、この依存関係が有効である期間の短縮名を指定するために使用されます. このディレクティブが指定されていない場合、依存関係は、すべての時間有効であると考えられます.
pl_pl: dyrektywa ta jest stosowana do określenia krótką nazwę okresu, w którym zależność ta jest ważna. jeśli ta dyrektywa nie jest określony, zależność jest uważane za obowiązujące w każdym czasie.
pt_pt: esta directiva é usado para especificar o nome abreviado do período de tempo durante o qual essa dependência é válido. se esta directiva não for especificado, a dependência é considerada válida durante todo o tempo.
ru_ru: Эта директива используется, чтобы указать краткое название периода времени, в течение которого эта зависимость действует. Если эта директива не указана, зависимость считается действительным в течение всех времен.
zh_cn: 此指令用于指定此依赖项有效的时间段的短名称。 如果未指定此伪指令，则在任何时候都将依赖项视为有效。

source: execution failure criteria
bg_bg: Критерии за неуспех на изпълнение
de_de: Ausführung Versagenskriterien
es_es: criterios de fallo de ejecución
fr_fr: critère d'échec de l'exécution
it_it: criteri di rottura di esecuzione
ja_jp: 実行失敗判定基準
pl_pl: Kryteria niewydolności wykonanie
pt_pt: critérios de falha de execução
ru_ru: Критерии выполнения недостаточности
zh_cn: 执行失败标准

source: This directive is used to specify the criteria that determine when the dependent host should
bg_bg: Тази директива се използва за определяне на критериите, които определят кога зависимия хост трябва
de_de: Diese Direktive wird benutzt, um die Kriterien, die festlegen, wann der abhängige Host
es_es: esta directiva se utiliza para especificar los criterios que determinan cuando el anfitrión dependiente debe
fr_fr: cette directive est utilisée pour spécifier les critères qui déterminent quand l'hôte dépendant devrait
it_it: questa direttiva viene utilizzato per specificare i criteri che determinano quando l'host dipendente dovrebbe
ja_jp: このディレクティブは従属ホストアクティブにチェックされるべきでない
pl_pl: dyrektywa ta jest stosowana w celu określenia kryteriów, które określają, kiedy gospodarz zależne powinny
pt_pt: esta directiva é usado para especificar os critérios que determinam quando o anfitrião dependente deve
ru_ru: Эта директива используется, чтобы указать критерии, которые определяют, когда зависит хозяин должен
zh_cn: 该指令用于指定确定从属主机应在何时执行的条件。

source: be actively checked. If the
bg_bg: Активно да се проверява. Ако
de_de: aktiv geprüft. wenn das
es_es: comprobar activamente. si el
fr_fr: contrôler activement. si le
it_it: da verificare attivamente. se la
ja_jp: 時を決定する基準を指定するために使用されます. もし
pl_pl: aktywnie sprawdzane. Jeśli
pt_pt: ser activamente marcada. se o
ru_ru: активно проверяется. если
zh_cn: 主动检查。 如果

source: master
bg_bg: главен
de_de: Meister
es_es: maestro
fr_fr: maître
ja_jp: マスタ
pl_pl: mistrz
pt_pt: mestre
ru_ru: мастер
zh_cn: 主

source: host is in one of the failure states we specify, the
bg_bg: хоста е в едно от състоянията на неуспех, които определяме, като
de_de: Host in einem der Zustände ist, die wir angeben, die
es_es: host se encuentra en uno de los estados de fallo que especificamos, el
fr_fr: hôte est dans l'un des Etats erreur que nous précisons, le
it_it: host è in uno degli stati di guasto specifichiamo, il
ja_jp: ホストが指定したいずれかの障害ステータスである場合、
pl_pl: gospodarz jest w jednym z państw awarii możemy określić,
pt_pt: host está em um dos estados de falha que especificam, a
ru_ru: хост находится в одном из государств отказа мы указываем,
zh_cn: 主机处于我们指定的故障状态之一，

source: host will not be actively checked. Valid options are a combination of one or more of the following (multiple options are separated with commas):
bg_bg: хоста няма да бъде активно проверяван. Валидни опции са комбинациите от едно или повече от следните неща (множеството от опции са разделени със запетаи):
de_de: Host nicht aktiv geprüft werden. Gültige Optionen sind eine Kombination von einem oder mehreren der folgenden (mehrere Werte werden durch Komma getrennt):
es_es: anfitrión no se comprobará de manera activa. opciones válidas son una combinación de uno o más de los siguientes (múltiples opciones se separan por comas):
fr_fr: hôte ne sera pas contrôlé activement. options valides sont une combinaison d'un ou plusieurs des éléments suivants (plusieurs options sont séparées par des virgules):
it_it: ospitante non sarà controllato attivamente. opzioni valide sono una combinazione di uno o più dei seguenti (opzioni multiple sono separate da virgole):
ja_jp: ホストは、アクティブにチェックされません. 有効なオプションは、次のうちの1つまたは複数の組み合わせ（複数オプションをカンマ区切り）です
pl_pl: host nie będzie aktywnie sprawdzane. Poprawne opcje połączenie jednego lub więcej z poniższych (wiele opcji są oddzielone przecinkami):
pt_pt: host não será activamente marcada. opções válidas são uma combinação de um ou mais dos seguintes (múltiplas opções são separados por vírgulas):
ru_ru: узел не будет активно проверяется. Допустимые параметры являются сочетание одного или более из следующих (несколько опций разделяются запятыми):
zh_cn: 主机不会被主动检查。 有效选项是以下一个或多个的组合（多个选项用逗号分隔）：

source: fail on an UP state,
bg_bg: провал при работещо състояние (UP state),
de_de: fehlschlagen bei einem Up-Status,
es_es: fallar en un estado arriba,
fr_fr: échouer sur un état haut,
it_it: esito negativo su uno stato up,
ja_jp: 稼働（UP）ステータスで失敗,
pl_pl: nie na stanie się,
pt_pt: falhar em um estado up,
ru_ru: провал на до состояния,
zh_cn: 在开机状态下失败

source: fail on a DOWN state,
bg_bg: провал при състояние на покой (DOWN state),
de_de: fehlschlagen bei einem Down-Zustand,
es_es: fallar en un estado abajo,
fr_fr: erreur sur un état vers le bas,
it_it: non riuscire in uno stato basso,
ja_jp: 停止ステータスで失敗,
pl_pl: nie na stanie w dół,
pt_pt: falhar em um estado para baixo,
ru_ru: провалиться по состоянию вниз,
zh_cn: 在停机状态下失败

source: fail on an UNREACHABLE state, and
bg_bg: провал при недостижима състояние (UNREACHABLE state), и
de_de: fehlschlagen bei einem UNREACHABLE-Zustand, und
es_es: fallar en un estado inalcanzable, y
fr_fr: échouer sur un état inaccessible, et
it_it: esito negativo su uno stato irraggiungibile, e
ja_jp: 到達不能ステータスで失敗
pl_pl: nie na stanie nieosiągalnym, a
pt_pt: falhar em um estado inacessível, e
ru_ru: провалиться по недостижимому государства, и
zh_cn: 在不可达状态上失败，并且

source: fail on a pending state (e.g. the host has not yet been checked).
bg_bg: провал при състояние на изчакване (pending state) (например хоста все още не е проверен).
de_de: fehlschlagen bei einem PENDING-Zustand (dh der Host wurde noch nicht geprüft).
es_es: fracasan en un estado pendiente (por ejemplo, el anfitrión todavía no se ha comprobado).
fr_fr: échouer sur un état d'attente (par exemple l'hôte n'a pas encore été vérifié).
it_it: fallire in uno stato di attesa (ad esempio, l'ospite non è stata ancora verificata).
ja_jp: ペンディングステータス（ホストがまだチェックされていない）で失敗.
pl_pl: nie na stanie oczekiwania (np hosta nie jest jeszcze zaznaczone).
pt_pt: falhar em um estado pendente (por exemplo, o anfitrião ainda não foi marcada).
ru_ru: провал на состоянии ожидания (например, хост не был проверен).
zh_cn: 在挂起状态下失败（例如，尚未检查主机）。

source: If you specify
bg_bg: Ако посочите
de_de: Wenn Sie angeben,
es_es: si especifica
fr_fr: si vous spécifiez
it_it: se si specifica
ja_jp: もし
pl_pl: jeśli podasz
pt_pt: se você especificar
ru_ru: если вы укажете
zh_cn: 如果您指定

source: (none) as an option, the execution dependency will never fail and the dependent host will always be actively checked (if other conditions allow for it to be).
bg_bg: (нищо) като опция, зависимостта на изпълнение никога не ще се провали и зависимия хост винаги ще бъде активно проверяван (ако другите условия позволяват това).
de_de: (None) als Option angeben, wird die Ausführungsabhängigkeit nie fehlschlagen und die abhängigen Host werden immer erfolgen (falls andere Bedingungen das erlauben es zu sein).
es_es: (Ninguno) como una opción, la dependencia de ejecución nunca fallará y el anfitrión depende siempre se obtendrán de forma activa (si otras condiciones permiten que sea).
fr_fr: (Aucun) comme option, la dépendance d'exécution ne échouera jamais et l'hôte dépendant seront toujours vérifié activement (si les conditions le permettent d'autres pour qu'il soit).
it_it: (Nessuno) come opzione, la dipendenza esecuzione non verrà mai meno e l'host dipendente sarà sempre controllato attivamente (se le altre condizioni consentono di essere).
ja_jp: （なし）オプションを指定した場合、実行依存関係は失敗することはありません.（もし他の条件が許せば）依存ホストは常にアクティブチェックされます.
pl_pl: (Brak) jako opcja, uzależnienie wykonania nigdy nie zawiedzie i gospodarz uzależniona będzie zawsze aktywnie sprawdzane (jeśli inne warunki pozwalają na to, aby być).
pt_pt: (Nenhuma) como uma opção, a dependência execução nunca falhará eo anfitrião dependente será sempre ativamente marcada (se outras condições permitem que ele seja).
ru_ru: (Нет) в качестве опции, зависимость выполнения никогда не подведет и зависит хоста всегда будет активно проверяется (если другие условия позволяют, чтобы это было).
zh_cn: （无）作为选项，执行依赖关系将永远不会失败，并且依赖关系的主机将始终处于主动检查状态（如果其他条件允许）。

source: in this field, the
bg_bg: В това поле,
de_de: in diesem Bereich, die
es_es: en este campo, la
fr_fr: dans ce domaine, la
it_it: in questo campo, la
ja_jp: を指定した場合、
pl_pl: w tej dziedzinie
pt_pt: neste campo, a
ru_ru: в этой области,
zh_cn: 在这个领域，

source: host will not be actively checked if the
bg_bg: Хоста няма да бъде активно проверяван, ако
de_de: Host nicht aktiv geprüft werden, wenn die
es_es: anfitrión no se comprobará de forma activa si el
fr_fr: hôte ne sera pas activement vérifié si le
it_it: ospitante non verrà controllato attivamente se il
ja_jp: ホストは
pl_pl: host nie będzie aktywnie sprawdzić, czy
pt_pt: host não será activamente verificado se o
ru_ru: узел не будет активно проверяется, если
zh_cn: 主机将不会主动检查是否

source: host is in either an UNREACHABLE or DOWN state.
bg_bg: Хоста е или недостижим (UNREACHABLE state) или в състояние на покой (DOWN state).
de_de: Gastgeber ist entweder in einem nicht erreichbar oder heruntergefahrenen Zustand.
es_es: host es ya sea en un estado inalcanzable o hacia abajo.
fr_fr: hôte est en soit un état inaccessible ou vers le bas.
it_it: host è in uno stato di non raggiungibile o verso il basso.
ja_jp: ホストが到達不能または停止ステータスのいずれかの場合、アクティブにチェックされません.
pl_pl: gospodarz jest w obu nieosiągalnego lub w dół państwa.
pt_pt: host é em qualquer estado inacessível ou para baixo.
ru_ru: хост в любом недостижимой или вниз государства.
zh_cn: 主机处于不可达或停机状态。

source: notification failure criteria
bg_bg: Критерии за неуспех на уведомление (notification failure criteria)
de_de: Fehlerbenachrichtigungs Kriterien
es_es: criterios de fallo de notificación
fr_fr: critère d'échec de notification
it_it: criteri di rottura di notifica
ja_jp: 通知失敗判定基準
pl_pl: Kryteria niewydolności powiadomienia
pt_pt: critérios de falha de notificação
ru_ru: Критерии отказа уведомления
zh_cn: 通知失败标准

source: This directive is used to define the criteria that determine when notifications for the dependent host should <em>not</em> be sent out. If the <em>master</em> host is in one of the failure states we specify, notifications for the
bg_bg: Тази директива се използва за определяне на критериите, които определят кога уведомленията за зависими хостове <em>не</em> трябва да се изпращат. Ако <em>главния</em> хост е в един от проблемите (не-ОК) статуси, нотификациите за
de_de: Diese Direktive wird benutzt, um die Kriterien, wann keine Benachrichtigungen für den abhängigen Host <em>nicht</em> versandt werden bestimmen, zu definieren. wenn der <em>Master-Host</em> in einem der Zustände ist, die wir angeben, Benachrichtigungen für die
es_es: esta directiva se utiliza para definir los criterios que determinan cuándo notificaciones para la acogida dependientes <em>no</em> deben ser enviados a cabo. si el host <em>maestro</em> se encuentra en uno de los estados de insuficiencia especificamos, las notificaciones para la
fr_fr: cette directive est utilisée pour définir les critères qui déterminent quand les notifications pour l'hôte dépendant <em>ne</em> doivent <em>pas</em> être envoyés. si l'hôte <em>maître</em> est dans un des états de panne nous précisons, les notifications pour le
it_it: questa direttiva è utilizzato per definire i criteri che determinano quando le notifiche per l'host dipendenti <em>non</em> devono essere inviati. se l'host <em>master</em> è in uno degli stati di guasto si precisa, le notifiche per il
ja_jp: このディレクティブは、依存ホストの通知が送信されるべきで<em>ない</em>ときを決定する基準を定義するために使用されます. <em>マスタ</em>ホストが指定したいずれかの障害ステータスにある場合、
pl_pl: dyrektywa ta jest stosowana do określenia kryteriów, które określają, kiedy powiadomienia dla przyjmującego zależnej <em>nie</em> powinny być wysyłane. jeśli komputer <em>główny</em> jest w jednym z państw awarii możemy określić, powiadomienia dla
pt_pt: esta directiva é usado para definir os critérios que determinam quando as notificações para o anfitrião dependentes <em>não</em> devem ser enviadas para fora. se o host <em>mestre</em> está em um dos estados de falha especificamos, notificações para o
ru_ru: Эта директива используется для определения критериев, которые определяют, когда уведомления о зависимой хозяина <em>не</em> должно быть отправлено. Если <em>мастер-хост</em> в одном из государств отказа мы указываем, уведомления о
zh_cn: 该指令用于定义确定何时应<em>not</em> 发送有关主机的通知的标准。 如果<em>master</em>主机处于我们指定的故障状态之一，则有关

source: host will not be sent to contacts. Valid options are a combination of one or more of the following:
bg_bg: хоста няма да бъдат изпратен на контактите. Валидни опции са комбинациите от едно или повече от следните:
de_de: Host nicht an Kontakte versandt werden. gültigen Optionen sind eine Kombination von einem oder mehreren der folgenden:
es_es: anfitrión no se enviará a los contactos. Las opciones válidas son una combinación de uno o más de los siguientes:
fr_fr: hôte ne sera pas envoyé à des contacts. options valides sont une combinaison d'un ou plusieurs des éléments suivants:
it_it: accoglienza non sarà inviato ai contatti. opzioni valide sono una combinazione di uno o più dei seguenti:
ja_jp: ホストは、連絡先に送信されることはありません. 有効なオプションは、以下の1つ以上の組み合わせです：
pl_pl: host nie zostanie wysłany do kontaktów. Poprawne opcje kombinacja jednego lub więcej z następujących:
pt_pt: host não serão enviadas para os contatos. opções válidas são uma combinação de um ou mais dos seguintes:
ru_ru: узел не будет отправляться адресатам. Действующие параметры представляют собой сочетание одного или более из следующих:
zh_cn: 主机将不会发送给联系人。 有效选项是以下一项或多项的组合：

source: (none) as an option, the notification dependency will never fail and notifications for the dependent host will always be sent out.
bg_bg: (нищо) като опция, зависимостта на уведомление никога не ще се провали и уведомленията за зависимия хост винаги ще бъдат изпратени.
de_de: (None) als Option angeben, wird die Benachrichtigungsabhängigkeit nie fehlschlagen und die Benachrichtungen für den abhängigen Host werden immer erfolgen.
es_es: (Ninguno) como una opción, la dependencia de la notificación nunca fallará y notificaciones para la acogida dependiente siempre será enviado.
fr_fr: (Aucun) comme option, la dépendance de notification ne échouera jamais et les notifications pour l'hôte dépendant seront toujours envoyées.
it_it: (Nessuno) come opzione, la dipendenza di notifica non verrà mai meno e notifiche per l'host dipendente sarà sempre inviato.
ja_jp: （なし）オプションを指定した場合、通知依存は失敗することはありません. 依存ホストの通知は常に送信されます.
pl_pl: (Brak) jako opcja, uzależnienie powiadomienia nigdy nie zawiedzie i powiadomienia dla przyjmującego zależnej zawsze będzie wysłany.
pt_pt: (Nenhuma) como uma opção, a dependência notificação nunca falhará e notificações para o anfitrião dependente sempre será enviado para fora.
ru_ru: (Нет) в качестве опции, зависимость уведомление никогда не подведет и уведомления для зависимых хозяина всегда будут разосланы.
zh_cn: （无）作为选项，通知依赖项将永远不会失败，并且依赖主机的通知将始终发送出去。

source: in this field, the notifications for the
bg_bg: в това поле, нотификациите за
de_de: in diesem Bereich, die Benachrichtigungen für die
es_es: en este campo, las notificaciones para la
fr_fr: dans ce domaine, les notifications pour le
it_it: in questo campo, le notifiche per il
ja_jp: を指定した場合、
pl_pl: w tej dziedzinie, powiadomienia dla
pt_pt: neste campo, as notificações para a
ru_ru: в этой области, уведомления о
zh_cn: 在此字段中的通知，为

source: host will not be sent out if the
bg_bg: хоста няма да бъде изпратен, ако
de_de: Host nicht aus, wenn die gesendet werden
es_es: anfitrión no será enviado si el
fr_fr: hôte ne sera pas envoyé si le
it_it: ospitante non verrà inviato se il
ja_jp: ホストの通知は
pl_pl: host nie zostanie wysłana, gdy
pt_pt: host não será enviado se o
ru_ru: узел не будет отправлено, если
zh_cn: 如果主机不发送出去

source: host is in a DOWN state.
bg_bg: Хоста е в състояние на покой (DOWN state).
de_de: Host in einem heruntergefahrenen Zustand.
es_es: host se encuentra en un estado hacia abajo.
fr_fr: hôte est dans un état bas.
it_it: host è in uno stato di basso.
ja_jp: ホストが停止ステータスの場合、送信されません.
pl_pl: Gospodarz jest w stanie w dół.
pt_pt: host está em um estado para baixo.
ru_ru: хост в нажатом состоянии.
zh_cn: 主机状态为停机。

source: Hostescalation -
bg_bg: Eskalaciq na host (hostescalation) -
de_de: Host-Eskalation
es_es: Escalada del Host
fr_fr: L'escalade d'hôte
ja_jp: ホストエスカレーション -
pl_pl: Eskalacja gospodarza
pt_pt: Escalação do host
ru_ru: Хост Escalation
zh_cn: 主机升级-

source: of the host that the escalation should apply to.
bg_bg: на хоста, към който следва да се приложи ескалацията.
de_de: der Host, der die Eskalation gilt.
es_es: de la acogida que la escalada se debe aplicar a.
fr_fr: de l'hôte que l'escalade doit se appliquer.
it_it: dell'ospite che l'escalation dovrebbe applicarsi a.
ja_jp: : エスカレーションを適用すべきホスト.
pl_pl: przyjmującego, które powinny mieć zastosowanie do eskalacji.
pt_pt: do host que a escalada deve ser aplicada.
ru_ru: хоста, эскалация должны применяться к.
zh_cn: 升级应适用的主机的数量。

source: yes (no, if a hostgroup name is defined
bg_bg: Да (не, ако се дефинира име на хост група
de_de: ja (nein, wenn ein Hostgroup-Namen definiert ist
es_es: sí (no, si un nombre hostgroup se define
fr_fr: oui (non, si un nom de groupe d'hôtes est défini
it_it: sì (no, se un nome hostgroup è definito
ja_jp: 必須（ホストグループ名が定義されている場合は、必須ではない）
pl_pl: tak (nie, jeśli jest określona nazwa hostgroup
pt_pt: sim (não, se um nome hostgroup é definido
ru_ru: да (нет, если имя hostgroup определяется
zh_cn: 是（否，如果定义了主机组名称

source: of the hostgroup(s) that the escalation should apply to. Multiple hostgroups should be separated by commas. If this is used, the escalation will apply to all hosts that are members of the specified hostgroup(s).
bg_bg: на хост група(и), към която(ито) ескалацията следва да се прилага. Множеството хост групи трябва да бъдат разделени със запетаи. Ако това се използва, ескалацията ще се прилага за всички хостове, които са членове на определена(и) хост група(и).
de_de: der Hostgruppe (n), die die Eskalation gilt. Mehrere Hostgruppen werden durch Kommata getrennt werden. wenn diese genutzt werden, trifft die Eskalation auf alle Hosts, die Mitglieder der angegebenen Hostgruppe (n) sind anzuwenden.
es_es: del hostgroup (s) que la escalada se debe aplicar a. múltiples hostgroups deben estar separados por comas. si esto se utiliza, la escalada se aplicará a todos los hosts que son miembros de la hostgroup (s) especificado.
fr_fr: du groupe d'hôte (s) que l'escalade doit se appliquer. plusieurs groupes d'hôtes doivent être séparés par des virgules. Se il est utilisé, l'escalade se appliquera à tous les hôtes qui sont membres du groupe d'hôte (s) spécifié.
it_it: del gruppo di host (s), che l'escalation dovrebbe applicarsi a. più hostgroups devono essere separati da virgole. se questo è usato, l'escalation si applicherà a tutti gli host che fanno parte del gruppo di host (s) specificato.
ja_jp: : エスカレーションを適用すべきホストグループ。 複数のホストグループは、カンマで区切る必要があります。 これが使用されている場合、エスカレーションは、指定されたホストグループのメンバーであるすべてのホストに適用されます。
pl_pl: z hostgroup (ów), które powinny mieć zastosowanie do eskalacji. wiele hostgroups powinny być oddzielone przecinkami. jeśli jest stosowany, eskalacja będą miały zastosowanie do wszystkich hostów, które są członkami określonej hostgroup (ów).
pt_pt: do hostgroup (s) de que a escalada deve ser aplicada. múltiplas hostgroups devem ser separados por vírgulas. se este for usado, a escalada será aplicada a todos os hosts que são membros da hostgroup especificado (s).
ru_ru: в hostgroup (ы), эскалация должны применяться к. несколько группы узлов сети должны быть разделены запятыми. если это используется, эскалация ко всем хостам, которые являются членами указанной hostgroup (ов).
zh_cn: 升级应适用的主机组的数量。 多个主机组应以逗号分隔。 如果使用此选项，则升级将适用于属于指定主机组成员的所有主机。
