Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Time the trap was spooled (daemon mode) or the current time (standalone mode) in epoch format
bg_bg: времето на капан е spooled (режим daemon) или текущото време (самостоятелен режим) в epoch формат
de_de: Zeit, zu der der Trap gespoolt wurde (Daemon-Modus) oder die aktuelle Zeit (Standalone-Modus) im Epoch-Format
es_es: tiempo en que la trampa se puso en cola (modo daemon) o la hora actual (modo independiente) en formato epoch
fr_fr: temps où le piège a été spoulé (mode démon) ou l'heure actuelle (mode autonome) au format de l'époque
it_it: tempo in cui la trappola è stata inviata in spool (modalità daemon) o l'ora corrente (modalità standalone) in formato epoch
ja_jp: トラップがスプールされた時刻（デーモンモード）または現在の時刻（スタンドアロンモード）のエポック形式
pl_pl: czas, w którym pułapka była buforowana (tryb demona) lub aktualny czas (tryb autonomiczny) w formacie epoki
pt_pt: hora em que a armadilha foi colocada em spool (modo daemon) ou a hora atual (modo independente) no formato de época
ru_ru: время ловушки было спулено (режим демона) или текущее время (автономный режим) в формате эпохи
zh_cn: 陷阱的后台处理时间（守护程序模式）或当前时间（独立模式）（以时间格式）

source: Expand variable binding n (1-n)
bg_bg: разширява променливо свързване n (1-n)
de_de: expandiere Variablenbindung n (1-n)
es_es: expandir enlace variable n (1-n)
fr_fr: développez la liaison de variable n (1-n)
it_it: espandi il binding variabile n (1-n)
ja_jp: 変数バインディング n (1-n) を展開する
pl_pl: rozwiń wiązanie zmiennych n (1-n)
pt_pt: expanda ligação variável n (1-n)
ru_ru: расширение переменной привязки n (1-n)
zh_cn: 展开变量绑定n（1-n）

source: Expand variable binding n (1-n) in the format of variable name:value
bg_bg: разширяваме променливото свързване n (1-n) във формата на променлива име: стойност
de_de: Erweitern Sie die Variablenbindung n (1-n) im Format Variablenname: Wert
es_es: expanda el enlace variable n (1-n) en el formato de nombre de variable: valor
fr_fr: développez la liaison de variable n (1-n) dans le format du nom de variable: valeur
it_it: espandi l'associazione variabile n (1-n) nel formato del nome della variabile: valore
ja_jp: variable name:valueの形式で変数バインディング n (1-n)を展開する
pl_pl: rozwiń wiązanie zmiennych n (1-n) w formacie nazwy zmiennej: value
pt_pt: expanda ligação de variável n (1-n) no formato de nome da variável: valor
ru_ru: expand variable binding n (1-n) в формате имени переменной: значение
zh_cn: 以变​​量名称：值的格式扩展变量绑定n（1-n）

source: Expand variable binding n (1-n) in the format of variable name (variable type):value
bg_bg: разширява променливото свързване n (1-n) във формата на променливото име (променлив тип): стойност
de_de: Erweitern Sie die Variablenbindung n (1-n) im Format Variablenname (Variablentyp): Wert
es_es: expandir el enlace variable n (1-n) en el formato de nombre de variable (tipo de variable): valor
fr_fr: développez la liaison de variable n (1-n) dans le format du nom de variable (type de variable): valeur
it_it: espandi l'associazione variabile n (1-n) nel formato del nome della variabile (tipo variabile): valore
ja_jp: 変数名（変数型）の形式で変数バインドn（1-n）を展開する：value
pl_pl: rozwiń wiązanie zmiennych n (1-n) w formacie nazwy zmiennej (typ zmiennej): wartość
pt_pt: expanda ligação de variável n (1-n) no formato de nome da variável (tipo de variável): valor
ru_ru: expand variable binding n (1-n) в формате имени переменной (тип переменной): значение
zh_cn: 以变​​量名（变量类型）的格式扩展变量绑定n（1-n）：值

source: Expand variable name of the variable binding n (1-n)
bg_bg: разширете името на променливата на променливото свързване n (1-n)
de_de: expand Variablenname der Variablenbindung n (1-n)
es_es: expandir nombre de variable de la variable vinculante n (1-n)
fr_fr: Développez le nom de variable de la liaison de variable n (1-n)
it_it: espandi il nome della variabile della variabile binding n (1-n)
ja_jp: バインド変数n（1-n）の変数名を展開する
pl_pl: expand nazwa zmiennej wiążącej n (1-n)
pt_pt: expanda o nome da variável da ligação de variável n (1-n)
ru_ru: expand имя переменной привязки переменной n (1-n)
zh_cn: 展开变量绑定n的变量名（1-n）

source: Expand all variable bindings
bg_bg: разширете всички променливи свързвания
de_de: Erweitern Sie alle Variablenbindungen
es_es: expandir todos los enlaces variables
fr_fr: développer toutes les liaisons variables
it_it: espandi tutte le associazioni di variabili
ja_jp: すべての変数バインディングを展開する
pl_pl: rozwiń wszystkie powiązania zmiennych
pt_pt: expandir todas as ligações de variáveis
ru_ru: развернуть все переменные привязки
zh_cn: 展开所有变量绑定

source: Expand all variable bindings in the format of variable name:value
bg_bg: разширете всички променливи връзки във формата на името на променливата: стойност
de_de: Erweitern Sie alle Variablenbindungen im Format Variablenname: Wert
es_es: expanda todos los enlaces de variable en el formato de nombre de variable: valor
fr_fr: Développez toutes les liaisons de variables au format du nom de variable: valeur
it_it: espandi tutte le associazioni di variabili nel formato del nome della variabile: valore
ja_jp: variable name:valueの形式ですべての変数バインディングを展開する
pl_pl: rozwiń wszystkie powiązania zmiennych w formacie nazwa zmiennej: wartość
pt_pt: expanda todas as ligações de variáveis ​​no formato de nome da variável: value
ru_ru: развернуть все привязки переменных в формате имени переменной: значение
zh_cn: 以变​​量名：值的格式扩展所有变量绑定

source: Expand all variable bindings in the format of variable name (variable type):value
bg_bg: разширете всички променливи връзки във формата на името на променливата (тип променлива): стойност
de_de: Erweitern Sie alle Variablenbindungen im Format Variablenname (Variablentyp): Wert
es_es: expanda todos los enlaces de variable en el formato de nombre de variable (tipo de variable): valor
fr_fr: Développez toutes les liaisons de variables au format du nom de variable (type de variable): valeur
it_it: espandi tutte le associazioni di variabili nel formato del nome della variabile (tipo di variabile): valore
ja_jp: 変数名（変数タイプ）の形式ですべての変数バインディングを展開する：value
pl_pl: rozwiń wszystkie powiązania zmiennych w formacie nazwy zmiennej (typ zmiennej): wartość
pt_pt: expanda todas as ligações de variáveis ​​no formato de nome da variável (tipo de variável): value
ru_ru: развернуть все привязки переменных в формате имени переменной (тип переменной): значение
zh_cn: 以变​​量名（变量类型）的格式扩展所有变量绑定：值

source: Manage SNMP Trap definitions from the web interface. Access at Admin -> Monitoring Config -> SNMP Trap Interface.
bg_bg: управлявайте дефинициите на snmp капан от уеб интерфейса. достъп на администратор -> конфигурация за мониторинг -> интерфейс snmp капак.
de_de: Verwalten Sie SNMP-Trap-Definitionen über die Webschnittstelle. Zugriff auf Admin -> Überwachung der Konfig -> SNMP-Trap-Schnittstelle.
es_es: administrar las definiciones de trampa SNMP desde la interfaz web. acceso en admin -> monitoring config -> snmp trap interface.
fr_fr: gérer les définitions de pièges SNMP à partir de l'interface Web. accès à admin -> surveillance config -> interface piège snmp.
it_it: gestire le definizioni snmp trap dall'interfaccia web. accesso a admin -> monitoraggio configurazione -> interfaccia snmp trap.
ja_jp: WebインターフェイスからSNMPトラップ定義を管理します。 [管理]、[監視設定]、[SNMP トラップインターフェイス]にアクセスしてください。
pl_pl: zarządzaj definicjami pułapek snmp z poziomu interfejsu sieciowego. dostęp przy admin -> monitoring config -> snmp trap interface.
pt_pt: Gerenciar definições de snmp trap na interface da web. acesse em admin -> monitoring config -> snmp trap interface.
ru_ru: управлять определениями snmp trap из веб-интерфейса. доступ в admin -> мониторинг config -> snmp trap interface.
zh_cn: 从Web界面管理SNMP陷阱定义。 在管理员->监控配置-> SNMP陷阱界面上访问。

source: Installation is not complete. Run the following as root to install:
bg_bg: инсталирането не е завършено. изпълнете следното като root за инсталиране:
de_de: Die Installation ist nicht abgeschlossen. Führen Sie Folgendes als root zum Installieren aus:
es_es: la instalación no está completa. ejecuta lo siguiente como root para instalar:
fr_fr: l'installation n'est pas complète. exécutez ce qui suit en tant que root à installer:
it_it: l'installazione non è completa. eseguire quanto segue come root per installare:
ja_jp: インストールが完了していません。インストールするには、root権限で次のコマンドを実行します:
pl_pl: instalacja nie jest kompletna. uruchom jako root, aby zainstalować:
pt_pt: a instalação não está completa. execute o seguinte como root para instalar:
ru_ru: установка не завершена. для установки выполните следующие действия:
zh_cn: 安装未完成。 以root用户身份运行以下命令进行安装：

source: If this message persists, please contact us at %s.
bg_bg: ако това съобщение продължава, моля свържете се с нас на% s.
de_de: Wenn diese Nachricht weiterhin besteht, kontaktieren Sie uns bitte unter% s.
es_es: si este mensaje persiste, contáctenos a% s.
fr_fr: Si ce message persiste, veuillez nous contacter à% s.
it_it: se il messaggio persiste, contattaci all'indirizzo% s.
ja_jp: このメッセージが消えない場合は、%s に問い合わせてください。
pl_pl: jeśli ten komunikat będzie się powtarzał, skontaktuj się z nami pod adresem% s.
pt_pt: Se esta mensagem persistir, entre em contato conosco em% s.
ru_ru: если это сообщение сохраняется, свяжитесь с нами по адресу% s.
zh_cn: 如果此消息仍然存在，请通过%s与我们联系。

source: This component requires Nagios XI 2009R1.2B or later.
bg_bg: Този компонент изисква Nagios XI 2009r1.2b или по-нова версия.
de_de: Diese Komponente erfordert Nagios XI 2009R1.4 oder später.
es_es: Este componente requiere Nagios XI 2009R1.4 o posterior.
fr_fr: Ce composant nécessite Nagios XI 2009R1.4 ou tard.
it_it: Questo componente richiede Nagios XI 2009R1.4 o versione successiva.
ja_jp: このコンポーネントは、Nagios XI 2009R1.2B 以降が必要です.
pl_pl: składnik ten wymaga Nagios XI 2009r1.4 lub nowszej.
pt_pt: Erro: Este componente requer a versão Nagios XI 2009R1.4 ou maior.
ru_ru: Этот компонент требует Nagios XI 2009R1.4 или более поздней версии.
zh_cn: 该组件需要Nagios XI 2009R1.2B或更高版本。

source: SNMP Trap Interface (NXTI)
bg_bg: интерфейс за snmp капан (nxti)
de_de: SNMP-Trap-Schnittstelle (nxti)
es_es: interfaz snmp trap (nxti)
fr_fr: snmp piège interface (nxti)
it_it: interfaccia snmp trap (nxti)
ja_jp: SNMP トラップインターフェイス (NXTI)
pl_pl: interfejs pułapki snmp (nxti)
pt_pt: interface snmp trap (nxti)
ru_ru: Интерфейс snmp trap (nxti)
zh_cn: SNMP陷阱接口（NXTI）

source: No performance data available
bg_bg: Няма на разположение данни за ефективността
de_de: Keine Leistung Daten zur Verfügung
es_es: No hay datos de rendimiento disponibles
fr_fr: Pas de données disponibles sur le rendement
it_it: Non ci sono dati sulle prestazioni disponibili
ja_jp: パフォーマンスデータがありません
pl_pl: dostępne żadne dane dotyczące wydajności
pt_pt: Não há dados de desempenho disponíveis
ru_ru: Нет данных о производительности доступно
zh_cn: 无可用的性能数据

source: Performance Graphing
bg_bg: Графика за ефективността
de_de: Performance Graph
es_es: Grafica de Rendimiento
fr_fr: Graphique des performances
it_it: Grafico delle prestazioni
ja_jp: パフォーマンスグラフ
pl_pl: Wykres wydajności
pt_pt: Gráfico de desempenho
ru_ru: Performance Graph
zh_cn: 性能图

source: Provides integrated performance graphing functionality.
bg_bg: осигурява интегрирана функционалност за графично представяне.
de_de: bietet integrierte Performance-Grafikfunktionen.
es_es: Proporciona funcionalidad integrada de gráficos de rendimiento.
fr_fr: fournit une fonctionnalité graphique de performance intégrée.
it_it: fornisce funzionalità di grafica integrata delle prestazioni.
ja_jp: 統合パフォーマンスグラフ機能を提供します。
pl_pl: zapewnia zintegrowaną funkcjonalność wykresów wydajności.
pt_pt: fornece funcionalidade integrada de representação gráfica de desempenho.
ru_ru: обеспечивает интегрированную функциональность графики производительности.
zh_cn: 提供集成的性能绘图功能。

source: Size
bg_bg: Размер
de_de: Größe
es_es: Tamaño
fr_fr: Taille
it_it: Dimensione
ja_jp: サイズ
pl_pl: rozmiar
pt_pt: Tamanho
ru_ru: Размер
zh_cn: 大小

source: Packet Loss
bg_bg: Загуба на пакети (Packet Loss)
es_es: Paquetes perdidos
fr_fr: Perte de paquets
ja_jp: パケット損失
pl_pl: utraty pakietów
pt_pt: Perda de pacotes
zh_cn: 数据包丢失

source: Round Trip Average
de_de: Round Trip Durchschnitt
es_es: Promedio de ida y vuelta
fr_fr: Moyenne Round Trip
it_it: Viaggio Medio rotonda
ja_jp: ラウンドトリップ平均
pl_pl: w obie średnio
pt_pt: Média de ida e volta
ru_ru: Круглый Средний поездки
zh_cn: 往返平均

source: 1 Minute Load
bg_bg: 1 минутно натоварване
de_de: 1 Minute laden
es_es: 1 minuto de carga
fr_fr: 1 minute de charge
it_it: 1 minuto di carico
ja_jp: 1分間の負荷
pl_pl: Obciążenie 1 minuta
pt_pt: 1 Minuto de carga
ru_ru: 1 минута нагрузки
zh_cn: 1分钟负载

source: 5 Minute Load
bg_bg: 5 минутно натоварване
de_de: 5 Minute laden
es_es: 5 Cargue minuto
fr_fr: 5 Charge Minute
it_it: 5 Caricare Minute
ja_jp: 5分間の負荷
pl_pl: Obciążenie 5 minut
pt_pt: 5 Minutos de carga
ru_ru: 5 минут нагрузки
zh_cn: 5分钟负载

source: 15 Minute Load
bg_bg: 15 минутно натоварване
de_de: 15 Minute laden
es_es: 15 minutos de carga
fr_fr: 15 Charge Minute
it_it: 15 Carico Minute
ja_jp: 15分間の負荷
pl_pl: Obciążenie 15 minut
pt_pt: 15 Minutos de carga
ru_ru: 15-минутная нагрузка
zh_cn: 15分钟负载

source: Response Time
bg_bg: Време за реакция
de_de: Ansprechzeit
es_es: Tiempo de respusta
fr_fr: Temps de réponse
it_it: Tempo di risposta
ja_jp: 応答時間
pl_pl: Czas reakcji
pt_pt: Tempo de Resposta
ru_ru: Время отклика
zh_cn: 响应时间

source: Page Size
bg_bg: Размер на страница (Page Size)
es_es: Tamaño de la Pagina
fr_fr: Taille de la page
it_it: Formato pagina
ja_jp: ページサイズ
pl_pl: Rozmiar strony
pt_pt: Tamanho da página
ru_ru: Размер страницы
zh_cn: 页面大小

source: CPU Load
bg_bg: CPU натоварване (load)
es_es: Carga del CPU
fr_fr: Charge CPU
it_it: Carico della CPU
ja_jp: CPU負荷
pl_pl: Obciążenie procesora
pt_pt: carga da CPU
zh_cn: CPU负载

source: Perfdata Email Settings
bg_bg: настройки за електронна поща за perfdata
de_de: Perfdata-E-Mail-Einstellungen
es_es: Configuraciones de correo electrónico de perfdata
fr_fr: Paramètres de messagerie perfdata
it_it: impostazioni email perfdata
ja_jp: Perfdataのメール設定
pl_pl: ustawienia e-mail perfdata
pt_pt: configurações de email perfdata
ru_ru: настройки электронной почты perfdata
zh_cn: Perfdata电子邮件设置

source: Enable Perfdata Graphs in Notifcations
bg_bg: активирайте графиките за perfdata в notifcations
de_de: Aktivieren Sie Perfdata-Diagramme in Benachrichtigungen
es_es: habilitar gráficas de datos en notificaciones
fr_fr: activer les graphiques perfdata dans les notifcations
it_it: abilitare i grafici perfdata nelle notifiche
ja_jp: 通知でPerfdataグラフを有効にする
pl_pl: włączyć wykresy perfdata w powiadomieniach
pt_pt: habilitar gráficos perfdata em notificações
ru_ru: включить графы перфданных в уведомлениях
zh_cn: 在通知中启用Perfdata图

source: Perfdata Graph View
bg_bg: изглед на графиката на perfdata
de_de: Perfdata-Diagrammansicht
es_es: Vista de gráfico de datos
fr_fr: vue graphique perfdata
it_it: visualizzazione grafico perfdata
ja_jp: Perfdataグラフ表示
pl_pl: widok wykresu perfdata
pt_pt: visualização do gráfico perfdata
ru_ru: представление графика перфданных
zh_cn: perfdata图表视图

source: Last 4 hours
bg_bg: Последните 4 часа
de_de: Letzte 4 Stunden
es_es: Las últimas 4 horas
fr_fr: Dernières 4 h
it_it: Ultime 24 ore
ja_jp: 過去 4時間
pl_pl: trwają 4 godziny
pt_pt: Últimos 3 meses
ru_ru: За последние 24 часа
zh_cn: 最近4小时

source: Last 24 hours
bg_bg: Последните 24 часа
de_de: Letzte 24 Stunden
es_es: Las últimas 24 horas
fr_fr: Dernières 24 h
it_it: Ultime 24 ore
ja_jp: 過去24時間
pl_pl: ostatnie 24 godziny
pt_pt: Últimos 3 meses
ru_ru: За последние 24 часа
zh_cn: 最近24小时

source: Last 7 days
bg_bg: Последните 7 дни
de_de: Letzten 7 Tage
es_es: Los ultimos 7 dias
fr_fr: Les 7 derniers jours
it_it: Ultimi 3 giorni
ja_jp: 過去 7日間
pl_pl: z ostatnich 3 dni
pt_pt: Últimos 3 dias
ru_ru: Последние 3 дня
zh_cn: 最近7天

source: Last 30 days
bg_bg: Последните 30 дни
de_de: Letzte 30 Tage
es_es: Los ultimos 30 dias
fr_fr: Les 30 derniers jours
it_it: Ultimi 3 giorni
ja_jp: 過去 30日間
pl_pl: z ostatnich 3 dni
pt_pt: Últimos 3 dias
ru_ru: Последние 3 дня
zh_cn: 最近30天

source: Last year
bg_bg: Миналата година
de_de: Letztes Jahr
es_es: El año pasado
fr_fr: L'année dernière
it_it: Ultimo anno
ja_jp: 前年
pl_pl: w ubiegłym roku
pt_pt: Última atividade
ru_ru: В прошлом году
zh_cn: 去年

source: The view (timeperiod) of the graphs to include in notifications.
bg_bg: изглед (период от време) на графиките, които да се включат в уведомленията.
de_de: die Ansicht (Zeitspanne) der Diagramme, die in Benachrichtigungen aufgenommen werden sollen.
es_es: La vista (período de tiempo) de los gráficos para incluir en las notificaciones.
fr_fr: la vue (période) des graphiques à inclure dans les notifications.
it_it: la vista (timeperiod) dei grafici da includere nelle notifiche.
ja_jp: 通知に含めるグラフの表示（期間）
pl_pl: widok (okres czasu) wykresów do uwzględnienia w powiadomieniach.
pt_pt: a visão (período de tempo) dos gráficos para incluir nas notificações.
ru_ru: представление (период времени) графиков для включения в уведомления.
zh_cn: 要包含在通知中的图形的视图（时间段）。

source: This component creates a system profile menu in the Admin panel which can be used for troubleshooting purposes.
bg_bg: Този компонент създава системно профилно меню в администраторския панел, който може да се използва за отстраняване на неизправности.
de_de: Diese Komponente schafft ein System Profil-Menü im Admin-Panel which kann zur Fehlerbehebung eingesetzt werden.
es_es: Este componente crea un menú de perfiles de sistema en el panel de administración que se puede utilizar para solucionar problemas.
fr_fr: Ce composant crée un menu profil système dans le panneau Admin which peut être utilisé à des fins de dépannage.
it_it: Questo componente crea un menu profilo di sistema nel pannello di amministrazione which possono essere utilizzati per la risoluzione dei problemi.
ja_jp: このコンポーネントは、管理者パネルにシステムプロファイルメニューを作成します. トラブルシューティングのために使用できます.
pl_pl: ten składnik tworzy menu profilu systemu w panelu administratora, który może być używany w celu rozwiązywania problemów.
pt_pt: este componente cria um menu de perfis do sistema no painel de administração que pode ser usado para solucionar problemas.
ru_ru: Этот компонент создает систему меню профиля в панель администратора which может быть использована для устранения неполадок.
zh_cn: 该组件在“管理”面板中创建系统配置文件菜单，可用于进行故障排除。

source: Error: This component requires Nagios XI 20011R1.1 or later.
bg_bg: Грешка: този компонент изисква Nagios XI 20011R1.1 или по-нова версия.
de_de: Fehler: Diese Komponente erfordert Nagios XI 20011R1.1 oder später.
es_es: Error: Este componente requiere Nagios XI 20011R1.1 o superior.
fr_fr: Erreur: Ce composant nécessite Nagios XI 20011R1.1 ou tard.
it_it: Errore: Questo componente richiede Nagios XI 20011R1.1 o versione successiva.
ja_jp: エラー： このコンポーネントには、Nagios XI 20011R1.1以降が必要です.
pl_pl: Błąd: ta część wymaga Nagios XI 20011r1.1 lub nowszej.
pt_pt: Erro: Este componente requer Nagios XI 20011R1.1 ou maior
ru_ru: Ошибка: Этот компонент требует Nagios XI 20011R1.1 или более поздней версии.
zh_cn: 错误：此组件需要Nagios XI 20011R1.1或更高版本。

source: System Profile
bg_bg: Ппрофил на системата
es_es: Perfil del Sistema
fr_fr: Profil de système
it_it: Profilo del sistema
ja_jp: システムプロファイル
pl_pl: Profil systemu
pt_pt: Problema do sistema
ru_ru: Система профиля
zh_cn: 系统简介

source: A system profile makes it easier for our support techs to understand the system that you are running on. Including a downloaded system profile with your support ticket is always recommended.
bg_bg: Системния профил (system profile) помага на нашите техници за поддръжка да научат повече за системата, която използвате. Добавянето на изтеглен системен профил (system profile) към вашия билет за поддръжка (support ticket) е винаги добра идея.
de_de: ein Systemprofil macht es einfacher für unsere Support-Techniker, um das System, das Sie ausführen zu werden zu verstehen. einschließlich eines heruntergeladenen Systemprofil mit Ihrem Support-Ticket ist immer eine gute Idee.
es_es: un perfil del sistema hace que sea más fácil para nuestros técnicos de apoyo para comprender el sistema que se está ejecutando en. incluyendo un perfil del sistema descargado con su ticket de soporte es siempre una buena idea.
fr_fr: un profil de système rend plus facile pour nos techniciens de support à comprendre le système que vous utilisez sur. y compris un profil système téléchargé avec votre ticket de support est toujours une bonne idée.
it_it: un profilo del sistema rende più facile per i nostri tecnici di supporto per capire il sistema che si esegue su. compreso un profilo di sistema scaricato con la vostra richiesta di assistenza è sempre una buona idea.
ja_jp: システムプロファイルがあれば、サポート技術者はお客様のシステムをより簡単に理解できます. 可能であれば、サポートチケット作成の際にダウンロードしたシステムプロファイルを提供してください.
pl_pl: profil System ułatwia nasi technicy wsparcia, aby zrozumieć system, który jest uruchomiony na. w tym pobranego profil systemu z biletu wsparcia jest zawsze dobrym pomysłem.
pt_pt: um perfil do sistema torna mais fácil para os nossos técnicos de suporte para entender o sistema que está sendo executado. incluindo um perfil do sistema baixado com o seu bilhete de apoio é sempre uma boa idéia.
ru_ru: профиль системы делает его легче для наших техников поддержки, чтобы понять систему, что вы работаете. в том числе загруженный профиль системы с вашего билета поддержки всегда хорошая идея.
zh_cn: 系统配置文件使我们的支持技术人员可以更轻松地了解您所运行的系统。 始终建议在支持票中包含下载的系统配置文件。

source: View System Info
bg_bg: Вижте системна информация
de_de: Ansicht System-Info
es_es: Información del sistema de visión
fr_fr: Info vue système
it_it: informazioni di sistema vista
ja_jp: システム情報の表示
pl_pl: Widok systemu informacji
pt_pt: Informação do sistema de visão
ru_ru: Информация вид системы
zh_cn: 查看系统信息

source: Download Profile
bg_bg: Изтеглете профил
de_de: Download Profil
es_es: Perfil de descarga
fr_fr: download profil
it_it: Profilo scaricare
ja_jp: プロファイルをダウンロード
pl_pl: Profil pobrania
pt_pt: Perfil de download
ru_ru: скачать профиль
zh_cn: 下载配置文件

source: You cannot delete download a system profile in demo mode.
bg_bg: не можете да изтриете изтегляне на системен профил в демо режим.
de_de: Sie können das Herunterladen eines Systemprofils im Demo-Modus nicht löschen.
es_es: no puede eliminar descargar un perfil del sistema en modo de demostración.
fr_fr: vous ne pouvez pas supprimer télécharger un profil système en mode démo.
it_it: non è possibile eliminare scaricare un profilo di sistema in modalità demo.
ja_jp: デモモードではシステムプロファイルのダウンロードを削除できません。
pl_pl: nie można usunąć pobierania profilu systemowego w trybie demonstracyjnym.
pt_pt: você não pode excluir o download de um perfil do sistema no modo de demonstração.
ru_ru: Вы не можете удалить загруженный профиль системы в демонстрационном режиме.
zh_cn: 您无法在演示模式下删除下载系统配置文件。

source: This component allows administrators to manage renaming of hosts and services in bulk.
bg_bg: Този компонент позволява на администраторите да преименуват хостове и сървиси "наведнъж".
de_de: Diese Komponente ermöglicht es Administratoren, Umbenennen von Hosts und Services in der Masse zu verwalten.
es_es: Este componente permite a los administradores gestionar el cambio de nombre de los ejércitos y servicios de forma masiva.
fr_fr: Ce composant permet aux administrateurs de gérer le changement de nom des hôtes et des services en vrac.
it_it: Questo componente consente agli amministratori di gestire la ridenominazione di host e servizi alla rinfusa.
ja_jp: このコンポーネントでは、管理者が一括でホストやサービスの名前の変更を管理することができます.
pl_pl: składnik ten pozwala administratorom na zarządzanie zmianę nazwy hostów i usług luzem.
pt_pt: Este componente permite que os administradores gerenciem renomeação de hosts e serviços em massa.
ru_ru: Этот компонент позволяет администраторам управлять переименование хостов и услуг в объеме.
zh_cn: 该组件允许管理员批量管理主机和服务的重命名。
