Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Circular Balloon
bg_bg: Кръгъл Балон
de_de: Kreis Ballon
es_es: globo circular
fr_fr: ballon circulaire
it_it: balloon circolare
ja_jp: 円形バルーン
pl_pl: balon okrągły
pt_pt: balão circular
ru_ru: круговой воздушный шар
zh_cn: 圆形气球

source: Circular Markup
bg_bg: Кръгово Маркиране
de_de: Kreis Markup
es_es: marcado circular
fr_fr: balisage circulaire
it_it: markup circolare
ja_jp: 円形マークアップ
pl_pl: okrągłe znaczniki
pt_pt: marcação circular
ru_ru: круговая разметка
zh_cn: 圆形标记

source: Collapsed Tree (Horizontal)
bg_bg: Сгънато дърво (хоризонтално)
de_de: kollabierten Baum (horizontal)
es_es: árbol colapsado (horizontal)
fr_fr: arbre effondré (horizontal)
it_it: albero crollato (orizzontale)
ja_jp: 折畳みツリー（水平）
pl_pl: zapadnięte drzewa (pozioma)
pt_pt: árvore colapsada (horizontal)
ru_ru: свёрнутого (по горизонтали)
zh_cn: 折叠树（水平）

source: Collapsed Tree (Vertical)
bg_bg: Сгънато дърво (вертикално)
de_de: kollabierten Baum (vertikal)
es_es: árbol colapsado (vertical)
fr_fr: arbre effondré (vertical)
it_it: albero crollato (verticale)
ja_jp: 折畳みツリー（垂直）
pl_pl: zapadnięte drzewo (w pionie)
pt_pt: árvore colapsada (vertical)
ru_ru: свернутое дерево (по вертикали)
zh_cn: 折叠树（垂直）

source: Depth Layers (Horizontal)
bg_bg: Дълбочина на слоевете (хоризонтална)
de_de: Tiefenschichten (horizontal)
es_es: capas de profundidad (horizontal)
fr_fr: couches de profondeur (horizontal)
it_it: strati di profondità (orizzontale)
ja_jp: 深度層（水平）
pl_pl: Warstwy głębokość (w poziomie)
pt_pt: camadas de profundidade (horizontal)
ru_ru: глубинные слои (по горизонтали)
zh_cn: 深度层（水平）

source: Depth Layers (Vertical)
bg_bg: Дълбочина на слоевете (вертикална)
de_de: Tiefenschichten (vertikal)
es_es: capas de profundidad (vertical)
fr_fr: couches de profondeur (verticale)
it_it: strati di profondità (verticale)
ja_jp: 深度層（垂直）
pl_pl: Grubość warstwy (w pionie)
pt_pt: camadas de profundidade (vertical)
ru_ru: глубинные слои (по вертикали)
zh_cn: 深度层（垂直）

source: Force Map
bg_bg: Форсирайте картата
de_de: Kraft Karte
es_es: mapa vigor
fr_fr: carte vigueur
it_it: forza mappa
ja_jp: フォースマップ
pl_pl: siła mapie
pt_pt: vigor mapa
ru_ru: карта сила
zh_cn: 力地图

source: User Supplied
bg_bg: Доставен от потребителя
de_de: Benutzer geliefert
es_es: suministrado por el usuario
fr_fr: fourni par l'utilisateur
it_it: fornita dall'utente
ja_jp: ユーザ定義
pl_pl: dostarczane użytkownikowi
pt_pt: fornecida pelo usuário
ru_ru: пользователь поставляется
zh_cn: 用户提供

source: Dimensions (User Supplied Layout Only)
bg_bg: Пазмери (само потребителско оформление)
de_de: Abmessungen (nicht im Lieferumfang Layout nur)
es_es: Dimensiones (único usuario el diseño suministrado)
fr_fr: dimensions (utilisateur layout fourni uniquement)
it_it: Dimensioni (unico utente di layout in dotazione)
ja_jp: 寸法（ユーザ定義レイアウトのみ）
pl_pl: Wymiary (użytkownik dostarczany tylko layout)
pt_pt: dimensões (somente o usuário de layout fornecido)
ru_ru: Размеры (только пользователь ввел макет)
zh_cn: 尺寸（仅用户提供的布局）

source: Fixed
bg_bg: Фиксиран
de_de: feste
es_es: fijo
fr_fr: fixé
it_it: fisso
ja_jp: 固定
pl_pl: stałe
pt_pt: fixo
ru_ru: фиксированный
zh_cn: 已修复

source: Automatic
bg_bg: Автоматичен
de_de: automatisch
es_es: automático
fr_fr: automatique
it_it: automatico
ja_jp: 自動
pl_pl: automatyczny
pt_pt: automático
ru_ru: автоматический
zh_cn: 自动

source: Upper Left X Coordinate
bg_bg: Горна лява X координата
de_de: oben links x-Koordinate
es_es: x superior izquierda de coordenadas
fr_fr: x supérieur gauche coordonnent
it_it: coordinare x in alto a sinistra
ja_jp: 左上のX座標
pl_pl: współrzędna x lewego górnego
pt_pt: superiores x esquerda coordenar
ru_ru: В левом верхнем углу координаты х
zh_cn: 左上X坐标

source: Upper Left Y Coordinate
bg_bg: Горна лява Y координата
de_de: obere linke Y-Koordinate
es_es: arriba a la izquierda coordenada
fr_fr: supérieure gauche coordonnée y
it_it: in alto a sinistra coordinata y
ja_jp: 左上のY座標
pl_pl: Górny lewy współrzędna y
pt_pt: superior esquerdo coordenada y
ru_ru: от верхнего левого угла у координат
zh_cn: 左上y坐标

source: Lower Right X Coordinate
bg_bg: Долна дясна X координата
de_de: unten rechts x-Koordinate
es_es: inferior derecha de la coordenada x
fr_fr: inférieurs x coordonnée droite
it_it: coordinare inferiori x giusti
ja_jp: 右下のX座標
pl_pl: dolne prawe współrzędna x
pt_pt: inferior direito coordenada x
ru_ru: нижняя правая координата х
zh_cn: 右下角x坐标

source: Lower Right Y Coordinate
bg_bg: Долна дясна Y координата
de_de: untere rechte Y-Koordinate
es_es: inferior derecha coordenada
fr_fr: en bas à droite coordonnée y
it_it: in basso a destra coordinata y
ja_jp: 右下のY座標
pl_pl: prawy dolny współrzędna y
pt_pt: inferior direito coordenada y
ru_ru: нижняя правая координата у
zh_cn: 右下角Y坐标

source: Root Node
bg_bg: главен възел
de_de: Wurzelknoten
es_es: nodo raíz
fr_fr: noeud racine
it_it: nodo principale
ja_jp: ルートノード
pl_pl: węzeł główny
pt_pt: nó raiz
ru_ru: корневой узел
zh_cn: 根节点

source: Maximum Zoom Ratio
bg_bg: Максимален процент на мащабиране (Maximum Zoom Ratio)
de_de: maximale Zoomverhältnis
es_es: máximo del zoom
fr_fr: rapport de zoom maximal
it_it: rapporto massimo di zoom
ja_jp: 最大ズーム比
pl_pl: Maksymalny współczynnik powiększenia
pt_pt: taxa máxima de zoom
ru_ru: Максимальный коэффициент масштабирования
zh_cn: 最大变焦比

source: State
bg_bg: Състояние
de_de: Zustand
es_es: Estado
fr_fr: État
it_it: Stato
ja_jp: 状態
pl_pl: państwo
pt_pt: Astado
ru_ru: Состояние
zh_cn: 状态

source: State Duration
bg_bg: Продължителност на състоянието
de_de: Zustandsdauer
es_es: duración de los estados
fr_fr: durée d'état
it_it: la durata dello stato
ja_jp: ステータス持続時間
pl_pl: czas trwania stanu
pt_pt: a duração do estado
ru_ru: продолжительность состояния
zh_cn: 状态持续时间

source: Last State Change
bg_bg: Последната промяна на състоянието
es_es: Ultimo estado de cambios
fr_fr: Dernier changement d'état
it_it: Cambia stato Ultimo
ja_jp: 前回のステータス変化
pl_pl: Ostatnia zmiana stanu
pt_pt: Última mudança de estado
ru_ru: Последнее изменение государством
zh_cn: 最后的状态变化

source: Parent Host(s)
bg_bg: Хост(ове)-родител(и) Parent Host(s)
de_de: Host-Eltern
es_es: Host padre
fr_fr: Hôte Parent
it_it: Parent Host
ja_jp: 親ホスト
pl_pl: hosta rodzic
pt_pt: acolhimento dos pais
ru_ru: Родитель хоста
zh_cn: 父主机

source: Immediate Child Host(s)
bg_bg: Пряк наследник-хост (ове) (Immediate Child Host(s))
de_de: sofort Kind-Host (s)
es_es: host (s) hijo inmediata
fr_fr: hôte (s) enfant immédiat
it_it: ospite bambino immediato (s)
ja_jp: 直接の子ホスト
pl_pl: hosta (s) natychmiastowe dziecko
pt_pt: host (s) filho imediato
ru_ru: непосредственный ребенок хост (ы)
zh_cn: 直接子主机（S）

source: Click node to collapse/expand its children
bg_bg: Kликнете върху възловата точка, за да покажете/скриете наследниците
de_de: Klicken Sie Knoten zum Einsturz / erweitern, um seine Kinder
es_es: haga clic en el nodo para colapsar / expandir sus hijos
fr_fr: cliquez sur nœud pour réduire / développer ses enfants
it_it: Fare clic sul nodo per comprimere / espandere i suoi figli
ja_jp: ノードをクリックすると子が展開/折畳みされます
pl_pl: kliknij węzeł aby zwinąć / rozwinąć swoje dzieci
pt_pt: clique no nó para recolher / expandir as suas crianças
ru_ru: щелкните узел, чтобы свернуть / развернуть своих детей
zh_cn: 单击节点以折叠/展开其子级

source: Shift-click node to make it the root
bg_bg: Кликнете с мишката, докато държите "Shift" бутона, за да направите този възел (node) основен (root)
de_de: bei gedrückter Umschalttaste auf Knoten es die Wurzel zu machen
es_es: shift-clic en el nodo para que sea la raíz
fr_fr: shift-cliquez sur le noeud pour en faire la racine
it_it: shift-click nodo per rendere la radice
ja_jp: Shiftキーを押しながらクリックするとルートになります
pl_pl: shift kliknij węzeł, aby korzeń
pt_pt: shift-clique no nó para torná-lo a raiz
ru_ru: сдвиг кнопкой мыши узел, чтобы сделать его корень
zh_cn: 按住Shift键并单击节点以使其成为根

source: This is a root host
bg_bg: Това е главен (root) хост
de_de: dies ist ein Root-Host
es_es: este es un anfitrión raíz
fr_fr: ceci est un hôte racine
it_it: questo è un ospite radice
ja_jp: ルートホスト
pl_pl: Jest to główny gospodarz
pt_pt: esta é uma série de raiz
ru_ru: это корень хоста
zh_cn: 这是一个根主机

source: Resources for the Javascript D3 network status map.
bg_bg: Ресурси за Javascript D3 картата за състоянието на мрежата.
de_de: Ressourcen für die JavaScript-d3 Netzwerk-Status-Karte.
es_es: recursos para el mapa de estado de la red d3 Javascript.
fr_fr: ressources pour la carte d'état du réseau d3 javascript.
it_it: risorse per la mappa stato della rete D3 JavaScript.
ja_jp: Javascript D3 ネットワークステータスマップのリソース.
pl_pl: Zasoby dla javascript d3 Network Status mapie.
pt_pt: recursos para o mapa de status da rede d3 javascript.
ru_ru: ресурсы для яваскрипта карты состояния d3 сети.
zh_cn: Javascript D3网络状态图的资源。

source: Restart command has been sent to Nagios Core.
bg_bg: командата за рестартиране е изпратена на ядрото nagios.
de_de: Der Neustartbefehl wurde an Nagios Core gesendet.
es_es: El comando de reinicio ha sido enviado a nagios core.
fr_fr: La commande de redémarrage a été envoyée à nagios core.
it_it: il comando restart è stato inviato a nagios core.
ja_jp: restartコマンドがnagiosコアに送信されました。
pl_pl: Polecenie restart zostało wysłane do rdzenia nagios.
pt_pt: O comando restart foi enviado para o nagios core.
ru_ru: команда restart была отправлена ядру nagios.
zh_cn: 重新启动命令已发送到Nagios Core。

source: An error occured while sending restart command.
bg_bg: възникна грешка при изпращане на командата за рестартиране.
de_de: Beim Senden des Neustartbefehls ist ein Fehler aufgetreten.
es_es: se produjo un error al enviar el comando de reinicio.
fr_fr: une erreur s'est produite lors de l'envoi de la commande de redémarrage.
it_it: si è verificato un errore durante l'invio del comando di riavvio.
ja_jp: 再起動コマンドの送信中にエラーが発生しました。
pl_pl: wystąpił błąd podczas wysyłania polecenia restartu.
pt_pt: Ocorreu um erro durante o envio do comando restart.
ru_ru: произошла ошибка при отправке команды перезапуска.
zh_cn: 发送重启命令时发生错误。

source: Updated user macros file in user macros component
bg_bg: актуализиран потребителски макрос файл в потребителския макрос компонент
de_de: Aktualisierte Benutzermakros-Datei in der Benutzermakrokomponente
es_es: archivo de macros de usuario actualizado en componente de macros de usuario
fr_fr: fichier de macros utilisateur mis à jour dans le composant macros utilisateur
it_it: file di macro utente aggiornato nel componente macro utente
ja_jp: ユーザーマクロコンポーネントのユーザーマクロファイルが更新されました
pl_pl: zaktualizowany plik makr użytkownika w komponencie makr użytkownika
pt_pt: arquivo de macros do usuário atualizado no componente de macros do usuário
ru_ru: обновлен файл пользовательских макросов в компоненте пользовательских макросов
zh_cn: 用户宏组件中的更新的用户宏文件

source: Updated system macros in user macros component
bg_bg: актуализирани системни макроси в компонента на потребителските макроси
de_de: Aktualisierte Systemmakros in der Komponente "Benutzermakros"
es_es: Macros de sistema actualizadas en componente de macros de usuario
fr_fr: macros système mises à jour dans le composant macros utilisateur
it_it: macro di sistema aggiornate nel componente macro utente
ja_jp: ユーザマクロコンポーネントのシステムマクロを更新しました
pl_pl: zaktualizowane makra systemowe w komponencie makr użytkownika
pt_pt: macros de sistema atualizadas no componente de macros do usuário
ru_ru: обновлены системные макросы в компоненте пользовательских макросов
zh_cn: 用户宏组件中的更新的系统宏

source: User Macros Component
bg_bg: Компонент "потребителски макроси" (User Macros Component)
de_de: User-Makros Komponente
es_es: componente macros de usuario
fr_fr: composante macros utilisateur
it_it: componente macro utente
ja_jp: Userマクロコンポーネント
pl_pl: Komponent makra użytkownika
pt_pt: componente de macros do utilizador
ru_ru: пользовательские макросы компонент
zh_cn: 用户宏组件

source: Click here to configure the User Macro component
bg_bg: Кликнете тук, за да конфигурирате компонента "User Macro"
de_de: Klicken Sie hier, um die Benutzermakrokomponente konfigurieren
es_es: haga clic aquí para configurar el componente macro de usuario
fr_fr: cliquez ici pour configurer l'utilisateur macro composant
it_it: clicca qui per configurare il componente macro utente
ja_jp: Userマクロコンポーネントを構成できます
pl_pl: kliknij tutaj, by skonfigurować makro komponentu użytkownika
pt_pt: clique aqui para configurar o componente macro usuário
ru_ru: Нажмите здесь, чтобы настроить компонент макроса пользователя
zh_cn: 单击此处配置用户宏组件

source: <b>Component Settings: </b>
bg_bg: <b>Настройки на компонента:</b>
de_de: <b>Komponenteneinstellungen:</b>
es_es: <b>Los parámetros del componente:</b>
fr_fr: <b>paramètres</b> de <b>composant:</b>
it_it: <b>impostazioni dei componenti:</b>
ja_jp: <b>コンポーネント設定：</b>
pl_pl: <b>Ustawienia modułu:</b>
pt_pt: <b>configurações do componente:</b>
ru_ru: <b>Настройки компонентов:</b>
zh_cn: <b>组件设置：</b>

source: Component Enabled
bg_bg: Компонента е активиран
de_de: Komponente installiert.
es_es: Componente instalado.
fr_fr: Composant installé.
it_it: Componente installato.
ja_jp: コンポーネントの有効化
pl_pl: zainstalowany komponent.
pt_pt: componente instalado.
ru_ru: Компонент установлен.
zh_cn: 启用组件

source: Redact Displayed Values
bg_bg: Редактиране на показаните стойности
de_de: redact angezeigten Werte
es_es: se corrijan los valores mostrados
fr_fr: expurger valeurs affichées
it_it: redigere valori visualizzati
ja_jp: 表示された値を編集する
pl_pl: redagowanie wyświetlanych wartości
pt_pt: redigir valores exibidos
ru_ru: красноломкий отображаемые значения
zh_cn: 编辑显示值

source: Redact Values for Non-Admins
bg_bg: Редактиране на стойностите за не-администраторски потребители
de_de: redact Werte für Nicht-Admins
es_es: se corrijan los valores para los no administradores
fr_fr: expurger valeurs pour les non-admins
it_it: redigere i valori per non amministratori
ja_jp: 非管理者の値を編集する
pl_pl: zredagować wartości dla nie-administratorów
pt_pt: redigir os valores para não-administradores
ru_ru: красноломкий значения для не админов
zh_cn: 非管理员的修订值

source: System Macros
bg_bg: Системни макроси
de_de: System-Makros
es_es: macros de sistema
fr_fr: macros système
it_it: macro di sistema
ja_jp: Systemマクロ
pl_pl: makra systemowe
pt_pt: macros de sistema
ru_ru: системная макрокоманда
zh_cn: 系统宏

source: You can view and edit the assigned User Macros for your system here. If you make changes to the resource.cfg file from anywhere you must to restart Nagios Core for the new macros to be utilized.
bg_bg: Тук можете да разглеждате и редактирате определените потребителски макроси за вашата система. Ако направите промени на файла resource.cfg от където и да било, вие трябва да рестартирате Nagios Core, ​​за да може новите макроси да бъдат използвани.
de_de: Sie können die zugewiesenen Makros für Ihr System hier ansehen und bearbeiten. wenn Sie von überall Änderungen an der resource.cfg Datei vornehmen müssen Sie Nagios-Kern für die neuen Makros verwendet werden, um neu zu starten.
es_es: puede ver y editar las macros de usuario asignados para su sistema aquí. Si se realizan cambios en el archivo resource.cfg desde cualquier lugar que debe reiniciar nagios núcleo de las nuevas macros para ser utilizados.
fr_fr: vous pouvez afficher et éditer les macros utilisateur assignées pour votre système ici. si vous apportez des modifications au fichier resource.cfg de partout, vous devez redémarrer core nagios pour les nouvelles macros pour être utilisées.
it_it: è possibile visualizzare e modificare le macro utente assegnati per il sistema qui. se si apportano modifiche al file Resource.cfg da qualsiasi luogo è necessario riavviare nucleo Nagios per le nuove macro da utilizzare.
ja_jp: 割当てられたシステムのUserマクロを表示および編集することができます. resource.cfg ファイルを変更した場合は、新しいマクロを使用できるように必ずNagios Coreを再起動してください.
pl_pl: można przeglądać i edytować makra przypisane użytkowników dla systemu tutaj. jeśli dokonasz zmian w pliku resource.cfg z dowolnego miejsca musisz, aby ponownie uruchomić Nagios rdzeń na nowe makra do utylizacji.
pt_pt: você pode visualizar e editar as macros de usuário atribuídos para o seu sistema aqui. se você fizer mudanças no arquivo Resource.cfg de qualquer lugar você deve reiniciar núcleo nagios para as novas macros para ser utilizado.
ru_ru: Вы можете просматривать и редактировать назначенные пользовательские макросы для вашей системы здесь. если вы внести изменения в файл resource.cfg из любой точки мира вы должны перезапустить ядро ​​Nagios для новых макросов, которые будут использоваться.
zh_cn: 您可以在此处查看和编辑为系统分配的用户宏。 如果您从任何地方更改resource.cfg文件，则必须重新启动Nagios Core才能使用新的宏。

source: <b>Note:</b> If you edit this file it will overwrite the original content so you will not be able to undo any changes. If Redact Displayed Values is enabled you will not be able to edit the file.
bg_bg: <b>Забележка:</b> Ако редактирате този файл, той ще замени оригиналното съдържание, така че няма да можете да отмените промените. Ако "Redact Displayed Values" е активиран, няма да можете да редактирате файла.
de_de: <b>Hinweis:</b> Wenn Sie diese Datei bearbeiten , wird es den ursprünglichen Inhalt zu überschreiben , so dass Sie keine Änderungen rückgängig zu machen , werden in der Lage. wenn Redact Werte angezeigt wird aktiviert Sie nicht in der Lage sein, die Datei zu bearbeiten.
es_es: <b>Nota:</b> si edita este archivo se sobrescribirá el contenido original por lo que no será capaz de deshacer los cambios. si se corrijan muestra los valores se activa usted no será capaz de editar el archivo.
fr_fr: <b>Remarque:</b> si vous modifiez ce fichier , il écrasera le contenu original de sorte que vous ne serez pas en mesure d'annuler les modifications. si expurger affiché des valeurs est activée, vous ne serez pas en mesure de modifier le fichier.
it_it: <b>nota:</b> se si modifica il file verrà sovrascritto il contenuto originale in modo da non essere in grado di annullare le modifiche. se Oscura visualizzata valori è attivata non sarà in grado di modificare il file.
ja_jp: <b>注意：</b> このファイルを編集した場合、オリジナルの内容が上書きされます. この変更は元に戻すことはできません. 表示された値を編集するオプションが有効の場合、このファイルは編集できません.
pl_pl: <b>Uwaga:</b> jeśli edycji pliku go zastąpić oryginalną treść, więc nie będzie w stanie cofnąć zmiany. jeśli redagowanie wyświetlane wartości jest włączona nie będzie mógł edytować plik.
pt_pt: <b>Atenção:</b> se você editar esse arquivo irá substituir o conteúdo original para que você não será capaz de desfazer quaisquer alterações. Se Suprimir Texto exibido valores está habilitado você não será capaz de editar o arquivo.
ru_ru: <b>Примечание:</b> если вы измените этот файл , он будет перезаписывать оригинальное содержание , так что вы не сможете отменить любые изменения. если красноломкий отображаются значения включен, то вы не сможете редактировать файл.
zh_cn: <b>注意：</ b>如果您编辑此文件，它将覆盖原始内容，因此您将无法撤消任何更改。 如果启用了“编辑显示的值”，则将无法编辑该文件。

source: Restart to utilize new macros
bg_bg: рестартирайте, за да използвате новите макроси
de_de: Starten Sie neu, um neue Makros zu verwenden
es_es: reiniciar para utilizar nuevas macros
fr_fr: redémarrer pour utiliser de nouvelles macros
it_it: riavvio per utilizzare nuove macro
ja_jp: 新しいマクロを利用するために再起動
pl_pl: zrestartuj, aby wykorzystać nowe makra
pt_pt: reiniciar para utilizar novas macros
ru_ru: перезапустите, чтобы использовать новые макросы
zh_cn: 重新开始使用新的宏

source: Restart Nagios Core
bg_bg: Рестартирайте Nagios Core
de_de: Neustart nagios Kern
es_es: reiniciar nagios núcleo
fr_fr: redémarrer noyau nagios
it_it: riavviare nucleo Nagios
ja_jp: Nagios Coreを再起動する
pl_pl: restart Nagios rdzeń
pt_pt: reinicie núcleo nagios
ru_ru: перезапустить ядро ​​NAGIOS
zh_cn: 重新启动Nagios Core

source: Here you can add and remove System Macros that will be displayed as a selection option when a macro is detected.
bg_bg: Тук можете да добавите и премахнете системни макроси (System Macros), които ще бъдат показани като опция за избор, когато се открие макро.
de_de: Hier können Sie hinzufügen und System-Makros zu entfernen, die als Auswahlmöglichkeit angezeigt wird, wenn ein Makro erkannt wird.
es_es: aquí se puede añadir y eliminar macros de sistema que se mostrarán como una opción de selección cuando se detecta una macro.
fr_fr: ici, vous pouvez ajouter et supprimer des macros système qui seront affichés comme une option de sélection quand une macro est détectée.
it_it: qui è possibile aggiungere e rimuovere macro di sistema che verranno visualizzati come opzione di selezione quando viene rilevata una macro.
ja_jp: ここでは、マクロが検出されたときに選択オプションに表示するSystemマクロを追加、削除できます.
pl_pl: tutaj można dodawać i usuwać makra systemowe, które będą wyświetlane jako opcja wyboru po wykryciu makro.
pt_pt: aqui você pode adicionar e remover as macros de sistema que serão exibidas como uma opção de seleção quando uma macro é detectado.
ru_ru: Здесь вы можете добавлять и удалять системные макросы, которые будут отображаться в качестве варианта выбора, когда макрос обнаружен.
zh_cn: 在这里，您可以添加和删除系统宏，当检测到宏时，系统宏将作为选择选项显示。

source: For general information about usage and which macros are supported check the Nagios Core documentation
bg_bg: За обща информация относно използването и макросите (macros), които се поддържат, проверете документацията на Nagios Core
de_de: Allgemeine Informationen über die Verwendung und welche Makros Prüfung Dokumentation der nagios Kern unterstützt
es_es: Para información general sobre el uso y qué macros están soportados verificación de la documentación del núcleo nagios
fr_fr: pour des informations générales sur l'utilisation et qui macros sont pris en charge l'enregistrement de la documentation de base nagios
it_it: per informazioni generali su utilizzo e che le macro sono supportati controllo della documentazione di base Nagios
ja_jp: 一般的な情報（使用方法やどのマクロがサポートされているか）については Nagios Coreドキュメントを確認してください：
pl_pl: ogólne informacje na temat użytkowania i makr, które są obsługiwane sprawdzić dokumentację podstawową Nagios
pt_pt: Para obter informações gerais sobre o uso e quais macros são suportados verificação da documentação principal nagios
ru_ru: Для получения общей информации об использовании и макросы, которые поддерживаются отметьте флажками основной документации Nagios
zh_cn: 有关用法和支持的宏的一般信息，请参阅Nagios Core文档

source: Double click to add and remove or select multiple and click the add/remove buttons.
bg_bg: Кликнете два пъти за добавяне и премахване или изберете няколко неща и щракнете върху Add / Remove бутоните.
de_de: doppelklicken Sie auf das Hinzufügen und Entfernen oder mehrere auswählen und das Add / Entfernen-Tasten.
es_es: haga doble clic para añadir y eliminar o seleccionar múltiples y haga clic en el agregar / quitar botones.
fr_fr: double-cliquez sur pour ajouter et supprimer ou sélectionner plusieurs et cliquez sur Ajout / Suppression de boutons.
it_it: doppio clic per aggiungere e rimuovere o selezionare più e fare clic su Aggiungi / rimuovere pulsanti.
ja_jp: 単一項目をダブルクリックするまたは複数項目を選択して追加（>）/削除（<）ボタンをクリックしてください.
pl_pl: kliknij dwukrotnie, aby dodawać i usuwać lub wielokrotnego wyboru i kliknij przycisk Dodaj / Usuń.
pt_pt: clique duas vezes para adicionar e remover ou selecione múltiplo e clique no botão Adicionar / remover botões.
ru_ru: двойной щелчок для добавления и удаления или выбрать несколько и нажмите кнопку Добавить / удалить кнопки.
zh_cn: 双击以添加和删除或选择多个，然后单击添加/删除按钮。

source: Active Detected System Macros
bg_bg: Открити активни системни макроси (System Macros)
de_de: aktiv erkannt Systemmakros
es_es: macros activos del sistema detectados
fr_fr: macros système détectées actives
it_it: macro di sistema rilevati attivi
ja_jp: アクティブ検出Systemマクロ
pl_pl: aktywnych wykryte makra systemowe
pt_pt: macros sistema detectados ativos
ru_ru: Активные обнаруженные системные макросы
zh_cn: 主动检测到的系统宏
