Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Monitor a source, view, or sourcegroup on a Nagios Network Analyzer server.
bg_bg: Наблюдавайте източник (source), изглед (view), или група-източник (sourcegroup) на Nagios Network Analyzer сървъра.
de_de: Überwachung einer Quelle, Ansicht oder sourcegroup auf einem Netzwerk-Analysator Nagios-Server.
es_es: vigilar una fuente, vista o sourcegroup en el servidor analizador de red nagios.
fr_fr: surveiller une source, la vue ou sourcegroup sur un serveur de l'analyseur de réseau de nagios.
it_it: monitorare una sorgente, vista o sourcegroup su un server di analizzatore di rete Nagios.
ja_jp: Nagios Network Analyzer サーバ上のソース、ビュー、ソースグループを監視します.
pl_pl: monitorowania źródła, widok lub sourcegroup na serwerze analizatora sieci Nagios.
pt_pt: monitorar uma fonte, visão ou sourcegroup no servidor analisador de rede nagios.
ru_ru: контролировать источник, представление или sourcegroup на сервере анализатора Nagios сети.
zh_cn: 监视Nagios Network Analyzer服务器上的源，视图或源组。

source: Nagios Network Analyzer
de_de: Nagios Netzwerk-Analysator
es_es: nagios analizador de red
fr_fr: nagios analyseur de réseau
it_it: analizzatore di rete Nagios
pl_pl: analizator sieci Nagios
pt_pt: nagios analisador de rede
ru_ru: Nagios сетевой анализатор
zh_cn: Nagios网络分析仪

source: Authentication failed. Please check your API key.
bg_bg: Неуспешна идентификация (оторизация). Моля, проверете си API ключа.
de_de: Authentifizierung ist fehlgeschlagen. Bitte überprüfen Sie Ihre API-Schlüssel.
es_es: error en la autenticación. por favor revise su clave de API.
fr_fr: l'authentification a échoué. s'il vous plaît vérifier votre clé API.
it_it: autenticazione non è riuscita. controlla la tua chiave API.
ja_jp: 認証に失敗しました. APIキーを確認してください.
pl_pl: Uwierzytelnianie nie powiodło się. sprawdź swój klucz API.
pt_pt: falha de autenticação. por favor, verifique a sua chave API.
ru_ru: Ошибка аутентификации. пожалуйста, проверьте ваш ключ API.
zh_cn: 验证失败。 请检查您的API密钥。

source: Failed connect to API. Check your connection to the host (using SSL?) and make sure your Nagios Network Analyzer is version 2014R1.5 or higher.
bg_bg: Не успя да се свърже с API. Проверете връзката си с хоста (използвайки SSL?) и се уверете, че Nagios Network Analyzer е версия 2014r1.5 или по-висока.
de_de: gescheitert Verbindung zum api. überprüfen Sie die Verbindung zum Host und stellen Sie sicher, dass Nagios Netzwerk-Analysator ist die Version 2014r1.4 oder höher.
es_es: no conectar con api. compruebe su conexión al sistema principal y asegúrese de que su analizador de redes Nagios es la versión 2014r1.4 o superior.
fr_fr: pas se connecter à l'API. Vérifiez votre connexion à l'hôte et assurez-vous que votre analyseur de réseau de nagios est une version 2014r1.4 ou supérieur.
it_it: riuscito connettersi a api. controllare la connessione all'host e assicurarsi che il proprio analizzatore di rete Nagios è la versione 2014r1.4 o superiore.
ja_jp: APIへの接続に失敗しました. ホストへの接続(SSL使用？) と Nagios Network Analyzer のバージョンが 2014R1.5 以上であることを確認してください.
pl_pl: nie powiodło się połączyć z api. Sprawdź połączenie z hostem (przy użyciu protokołu SSL?) i upewnij się, że analizator sieci Nagios jest wersja 2014r1.5 lub wyższej.
pt_pt: não conectar a api. verificar a sua conexão com o host e verifique se o analisador de rede Nagios é a versão 2014r1.4 ou superior.
ru_ru: не удалось подключиться к API. Проверьте подключение к хосту и убедитесь, что ваш сетевой анализатор Nagios является версия 2014r1.4 или выше.
zh_cn: 连接API失败。 检查您与主机的连接（使用SSL？），并确保您的Nagios网络分析仪为2014R1.5或更高版本。

source: Nagios Network Analyzer Server
bg_bg: Nagios Network Analyzer сървър
de_de: Nagios-Server-Netzwerk-Analysator
es_es: nagios servidor analizador de red
fr_fr: nagios serveur de l'analyseur de réseau
it_it: server di analizzatore di rete Nagios
ja_jp: Nagios Network Analyzer サーバ
pl_pl: Nagios serwer analizator sieci
pt_pt: nagios servidor analisador de rede
ru_ru: сервер сетевой анализатор Nagios
zh_cn: Nagios网络分析仪服务器

source: Select one of your Nagios Network Analyzer server's source, sourcegroup, or view.
bg_bg: Изберете един от източниците (source), групите от източници (sourcegroup), или изгледите (view) на Nagios Network Analyzer.
de_de: wählen Sie eine Quelle Ihrer Nagios-Server-Netzwerk-Analysator, sourcegroup, oder Sicht.
es_es: seleccionar una de las fuentes de tu servidor de analizador de red nagios, sourcegroup, o vista.
fr_fr: sélectionnez l'une des source de votre nagios analyseur de réseau serveur, sourcegroup, ou la vue.
it_it: selezionare una sorgente del server analizzatore di rete Nagios, sourcegroup, o vista.
ja_jp: Nagios Network Analyzer サーバーのソース、ソースグループ、ビューのいずれかを選択します.
pl_pl: wybrać jedną z źródłowego, sourcegroup lub widoku swojej sieci Nagios Analyzer serwera.
pt_pt: selecione uma das fonte do seu servidor analisador de rede nagios, sourcegroup, ou exibição.
ru_ru: выбрать один из источника своего сетевого Nagios анализатор сервера, sourcegroup или представление.
zh_cn: 选择Nagios网络分析服务器的源、源组或视图中的一个。

source: NNA Server
bg_bg: NNA сървър
de_de: DNS Server
es_es: Servidor DNS
fr_fr: Serveur DNS
it_it: Server DNS
ja_jp: NNA サーバ
pl_pl: Serwer nna
pt_pt: DNS Server
ru_ru: DNS-сервер
zh_cn: NNA服务器

source: Connecting...
bg_bg: Свързване ...
de_de: Verbindungs ​​...
es_es: que conecta ...
fr_fr: connexion ...
it_it: collegamento ...
ja_jp: 接続しています...
pl_pl: podłączeniem ...
pt_pt: conexão ...
ru_ru: подключения ...
zh_cn: 连接...

source: Sourcegroup
bg_bg: Група от източници (sourcegroup)
ja_jp: ソースグループ
zh_cn: 源组

source: Use a View
bg_bg: Използвайте оглед (View)
de_de: verwenden Sie einen Blick
es_es: utilizar una vista
fr_fr: utiliser une vue
it_it: utilizzare una visualizzazione
ja_jp: ビューを使用する
pl_pl: korzystać z widoku
pt_pt: usar uma exibição
ru_ru: использовать представление
zh_cn: 使用视图

source: Select What to Monitor
bg_bg: Изберете какво да се наблюдава
de_de: auswählen, was zu überwachen
es_es: seleccionar qué monitorear
fr_fr: sélectionner les éléments à surveiller
it_it: scegliere cosa monitorare
ja_jp: 監視対象を選択します
pl_pl: wybierz co do monitorowania
pt_pt: selecionar o que monitorar
ru_ru: выбрать то, что для мониторинга
zh_cn: 选择要监视哪些

source: Select if you'd like to monitor including bytes, flows, packets and behavior on sources.<br/>The graph on the right is provided to help with estimating the warning and critical thresholds.
bg_bg: Изберете ако искате да наблюдавате байтове, потоци, пакети (bytes, flows, packets) и поведение на източниците .<br/> Графиката вдясно е осигурена, за да помогне с приблизителното пресмятане на предупредителните и критичните прагове.
de_de: wählen, wenn Sie möchten, um zu überwachen, einschließlich Byte, fließt, Pakete und Verhalten auf Quellen. <br/> Die Grafik auf der rechten Seite vorgesehen ist, um mit der Schätzung der Warnung und kritische Schwellenwerte zu helfen.
es_es: seleccione si desea supervisar incluyendo bytes, los flujos, los paquetes y el comportamiento de las fuentes. <br/> el gráfico de la derecha se ofrece para ayudarle con la estimación de la advertencia y umbrales críticos.
fr_fr: sélectionnez si vous voulez surveiller notamment octets, flux, des paquets et des comportements sur les sources. <br/> le graphique de droite est fourni pour aider à l'estimation de l'avertissement et des seuils critiques.
it_it: selezionare se si desidera monitorare compresi byte, i flussi, i pacchetti e comportamento su fonti. <br/> il grafico a destra viene fornita per aiutare con stima l'avviso e soglie critiche.
ja_jp: ソースのバイト、フロー、パケット、振る舞いを含む監視を実施する場合は選択します. <br/>右のグラフを参考にして、警告およびクリティカルのしきい値を見積もってください.
pl_pl: wybrać, czy chcesz, aby monitorować tym bajtów, przepływów, pakietów i zachowań na źródłach. <br/> Wykres po prawej stronie jest pomoc w oszacowaniu ostrzeżenie i progów krytycznych.
pt_pt: selecione se você gostaria de monitorar incluindo bytes, fluxos, pacotes e comportamento em fontes. <br/> o gráfico da direita é fornecido para ajudar com a estimativa do aviso e limites críticos.
ru_ru: выбрать, если вы хотите контролировать в том числе байтов, потоков, пакетов и поведения на источники. <br/> График справа предоставлена, чтобы помочь с оценкой предупреждения и критических порогов.
zh_cn: 选择是否要监视，包括字节，流，数据包和源上的行为。<br/>提供了右图，以帮助估计警告和严重阈值。

source: Default values are created by the following:<br/> Warning Threshold: <strong>20% above max value</strong>,<br/> Critical Threshold: <strong>40% above max value</strong>
bg_bg: Стойностите по подразбиране са създадени с: <br/> Предупредителен праг: <strong>20% над максималната стойност</strong>,<br/> Критичен праг: <strong>40% над максималната стойност</strong>
de_de: Standardwerte werden durch die folgende erstellt: <br/> Warnschwelle: <strong>20% über max-Wert,</strong> <br/> kritische Schwelle: <strong>40% über Maximalwert</strong>
es_es: valores por defecto son creados por el siguiente: <br/> Umbral de alerta: <strong>20% por encima del valor máximo,</strong> <br/> umbral crítico: <strong>40% por encima del valor máximo</strong>
fr_fr: Les valeurs par défaut sont créés par ce qui suit: <br/> le seuil d'alarme: <strong>20% supérieure à la valeur max,</strong> <br/> seuil critique: <strong>40% supérieure à la valeur max</strong>
it_it: valori di default vengono creati dal seguente: <br/> Soglia di avviso: <strong>il 20% al di sopra del valore massimo,</strong> <br/> soglia critica: <strong>il 40% al di sopra del valore max</strong>
ja_jp: 既定値は次のように作成されます: <br/>警告しきい値:<strong>最大値を20%超過</strong>、<br/>クリティカルしきい値:<strong>最大値を 40%超過</strong>
pl_pl: Wartości domyślne są tworzone przez następujące: <br/> Próg ostrzeżenia: <strong>20% powyżej maksymalnej wartości,</strong> <br/> próg krytyczny: <strong>40% powyżej maksymalnej wartości</strong>
pt_pt: valores padrão são criadas pelo seguinte: <br/> o limite de alarme: <strong>20% acima do valor máximo,</strong> <br/> limiar crítico: <strong>40% acima do valor máximo</strong>
ru_ru: значения по умолчанию создаются следующим образом: <br/> Порог предупреждения: <strong>20% выше максимального значения,</strong> <br/> критический порог: <strong>40% выше максимального значения</strong>
zh_cn: 默认值是通过以下方式创建的：<br/>警告阈值：<strong>超出最大值20％</ strong>，<br/>临界阈值：<strong>超出最大值40％</ strong>

source: Amount of bytes being transferred.
bg_bg: Количество байтове, които се прехвърлят.
de_de: Anzahl von Bytes übertragen werden.
es_es: cantidad de bytes que se transfiere.
fr_fr: nombre d'octets transférés.
it_it: quantità di byte che vengono trasferiti.
ja_jp: 転送されるバイト数.
pl_pl: ilość bajtów przeniesiony.
pt_pt: quantidade de bytes a ser transferido.
ru_ru: количество байт передается.
zh_cn: 传输的字节数。

source: Flows
bg_bg: Потоци (flows)
de_de: Ströme
es_es: flujos
fr_fr: flux
it_it: flussi
ja_jp: フロー
pl_pl: płynie
pt_pt: fluxos
ru_ru: потоки
zh_cn: 流量

source: Amount of flows being transferred.
bg_bg: Размер на потоци (flows), които се прехвърлят.
de_de: Menge Ströme übertragen werden.
es_es: cantidad de flujos que se transfiere.
fr_fr: montant des flux en cours de transfert.
it_it: quantità di flussi di essere trasferito.
ja_jp: 転送されるフロー数.
pl_pl: sumy przepływów przeniesiony.
pt_pt: quantidade de fluxo a ser transferido.
ru_ru: количество потоков передается.
zh_cn: 正在传输的流量。

source: Packets
bg_bg: Пакети (Packets)
de_de: Pakete
es_es: paquetes
fr_fr: paquets
it_it: pacchetti
ja_jp: パケット
pl_pl: Pakiety
pt_pt: pacotes
ru_ru: пакеты
zh_cn: 包

source: Amount of packets being transferred.
bg_bg: Количество на пакети, които се прехвърлят.
de_de: Anzahl von Paketen übertragen werden.
es_es: cantidad de paquetes que se transfiere.
fr_fr: nombre de paquets en cours de transfert.
it_it: quantità di pacchetti da trasferire.
ja_jp: 転送されるパケット数.
pl_pl: ilość przesyłanych pakietów.
pt_pt: quantidade de pacotes a serem transferidos.
ru_ru: Количество пакетов передаются.
zh_cn: 传输的数据包数量。

source: Abnormal Behavior
bg_bg: Необичайно поведение
de_de: Verhaltensauffälligkeiten
es_es: comportamiento anormal
fr_fr: comportement anormal
it_it: comportamento anomalo
ja_jp: 異常な振る舞い
pl_pl: nieprawidłowe zachowanie
pt_pt: comportamento anormal
ru_ru: аномальное поведение
zh_cn: 异常行为

source: If there is abnormal behavior on the source this check will return critical.
bg_bg: Ако има необичайно поведение на източника, тази проверка ще даде критичен резултат.
de_de: wenn es abnormales Verhalten auf dem Quell dieses Kontroll wird entscheidend zurück.
es_es: si hay un comportamiento anormal de la fuente de esta comprobación volverá crítico.
fr_fr: si il ya un comportement anormal sur la source de cette vérification sera de retour critique.
it_it: se vi è un comportamento anomalo della fonte questo controllo ritorna critica.
ja_jp: ソース上で異常な振る舞いがある場合、このチェックはクリティカルを返します.
pl_pl: jeśli jest nieprawidłowe zachowanie źródła kontrola ta powróci krytyczna.
pt_pt: se houver um comportamento anormal no fonte esta verificação voltará crítica.
ru_ru: если есть ненормальное поведение на источник эта проверка будет возвращать значение.
zh_cn: 如果在源上有异常行为，则此检查将返回严重。

source: Monitor a remote Linux/Unix server using NRPE.
bg_bg: Наблюдавайте дистанционно Linux/Unix сървър чрез NRPE.
de_de: Überwachung eines entfernten Linux / Unix-Server mit NRPE.
es_es: Controlar un control remoto de Linux / Unix servidor utilizando NRPE.
fr_fr: Surveiller une télécommande Linux / Unix en utilisant NRPE.
it_it: Monitorare un remoto Linux / Unix server utilizzando NRPE.
ja_jp: NRPEを使用してリモートのLinux/Unixサーバーを監視します.
pl_pl: monitorować zdalne Linux / Unix za pomocą serwera NRPE.
pt_pt: Monitorar um servidor Linux / Unix remota utilizando NRPE.
ru_ru: Мониторинг удаленных Linux / Unix сервера, используя NRPE.
zh_cn: 使用NRPE监视远程Linux / Unix服务器。

source: You have been sent here from the
bg_bg: Вие сте били изпратени тук от
de_de: Sie wurden hier von der geschickt haben
es_es: se le ha enviado aquí desde el
fr_fr: vous avez été envoyé ici du
it_it: siete stati inviati qui dal
ja_jp: 選択したため
pl_pl: zostałeś posłany od
pt_pt: você foi enviado aqui a partir do
ru_ru: Вы были направлены сюда из
zh_cn: 您被转到这里，从

source: Linux Server Wizard
de_de: Linux-Server-Assistent
es_es: asistente servidor linux
fr_fr: Assistant du serveur linux
it_it: guidata server linux
ja_jp: Linux サーバウィザード
pl_pl: Kreator serwer linux
pt_pt: assistente servidor linux
ru_ru: Мастер сервер Linux
zh_cn: Linux服务器向导

source: because you selected
bg_bg: защото сте избрали
de_de: weil Sie ausgewählt
es_es: porque ha seleccionado
fr_fr: car vous avez sélectionné
it_it: perché è stato selezionato
ja_jp: から送信されています
pl_pl: ponieważ zaznaczyłeś
pt_pt: porque você selecionou
ru_ru: потому что вы выбрали
zh_cn: 因为您选择了

source: as your linux type
bg_bg: като тип на Linux
de_de: wie Ihr Linux-Typ
es_es: como su tipo de linux
fr_fr: comme type de linux
it_it: come tipo di linux
ja_jp: お使いのLinuxタイプとして
pl_pl: jako typ linux
pt_pt: como o tipo de linux
ru_ru: В качестве типа Linux
zh_cn: 作为您的Linux类型

source: The NRPE Wizard is a similar wizard with more customizability
bg_bg: NRPE съветника (Wizard) е подобен съветник (wizard) с повече опции за персонализация
de_de: die nrpe Assistenten ist eine ähnliche Assistenten mit mehr Anpassbarkeit
es_es: el asistente nrpe es un asistente similar con más capacidad de personalización
fr_fr: l'assistant de nrpe est un assistant similaire avec plus de personnalisation
it_it: la procedura guidata nrpe è un mago simile con più di personalizzazione
ja_jp: NRPEウィザードは、カスタマイズ性のあるウィザードのようなものです
pl_pl: Kreator NRPE podobny kreator z większą Dostosowalność
pt_pt: o assistente NRPE é um assistente semelhante com mais customizability
ru_ru: Мастер NRPE является похожа мастер с большим настраиваемость
zh_cn: NRPE向导是具有更多可定制性的类似向导

source: Don't forget! You will need to install NRPE just like you would in the Linux Server Wizard
bg_bg: Не забравяйте! Ще трябва да инсталирате NRPE точно както бихте го направили с програмата Linux Server Wizard
de_de: vergessen sie nicht! Sie benötigen, um nrpe installieren wie würden Sie in der Linux-Server-Assistent
es_es: no se olvide! usted tendrá que instalar nrpe igual que lo haría en el asistente de servidor linux
fr_fr: Ne oubliez pas! vous aurez besoin d'installer nrpe comme vous le feriez dans l'assistant de serveur linux
it_it: non dimenticare! è necessario installare nrpe proprio come si farebbe nella procedura guidata server linux
ja_jp: Linuxサーバーウィザードの場合と同じように NRPEをインストールする必要があります
pl_pl: nie zapomnij! trzeba będzie zainstalować NRPE tak jak byś w kreatorze serwer linux
pt_pt: não se esqueça! você precisará instalar NRPE assim como você faria no assistente servidor linux
ru_ru: не забудь! Вы должны будете установить NRPE, как вы бы в мастере Linux Server
zh_cn: 别忘了！ 您将需要像在Linux服务器向导中一样安装NRPE

source: The IP address or FQDNS name of the server you'd like to monitor
bg_bg: IP адрес или FQDNS име на сървъра, който искате да наблюдавате
de_de: Die IP-Adresse oder FQDN-Namen des Servers Sie überwachen möchten
es_es: La direccion IP o el nombre FQDNS del host
fr_fr: L'adresse IP ou le nom FQDN du serveur que vous souhaitez surveiller
it_it: L'indirizzo IP o il nome FQDN del server che si desidera monitorare
ja_jp: 監視するサーバーのIPアドレスまたはFQDN
pl_pl: adres IP lub FQDN nazwa serwera, które chcesz monitorować
pt_pt: O endereço IP ou FQDN nome do host
ru_ru: IP-адрес или FQDN, имя сервера, вы хотите, чтобы контролировать
zh_cn: 您要监视的服务器的IP地址或FQDNS名称

source: The operating system running on the server you'd like to monitor
bg_bg: Операционната система работи на сървъра, който искате да наблюдавате
de_de: Das Betriebssystem läuft auf dem Server, den Sie möchten, zu überwachen
es_es: El sistema operativo que se ejecuta en el servidor que desea supervisar
fr_fr: Le système d'exploitation exécuté sur le serveur que vous souhaitez surveiller
it_it: Il sistema operativo in esecuzione sul server a cui si desidera monitorare
ja_jp: 監視するサーバーで実行されているオペレーティングシステム
pl_pl: System operacyjny uruchomiony na serwerze, które chcesz monitorować
pt_pt: O sistema operacional em execução no servidor que você gostaria de monitorar
ru_ru: Операционной системы, установленной на сервере, вы хотите, чтобы контролировать
zh_cn: 您要监视的服务器上运行的操作系统

source: NCPA Config Wizard
bg_bg: съветник за конфигуриране на ncpa
de_de: ncpa Konfigurationsassistent
es_es: asistente de configuración de ncpa
fr_fr: assistant de configuration ncpa
it_it: procedura guidata di configurazione ncpa
ja_jp: ncpa設定ウィザード
pl_pl: Kreator konfiguracji ncpa
pt_pt: assistente de configuração ncpa
ru_ru: мастер настройки ncpa
zh_cn: NCPA配置向导

source: Mac OS X Config Wizard
de_de: Mac OS X Konfigurationsassistent
es_es: asistente de configuración mac os x
fr_fr: assistant de configuration mac os x
it_it: procedura guidata per mac os x config
ja_jp: Mac OS X構成ウィザード
pl_pl: Kreator konfiguracji Mac OS X
pt_pt: assistente de configuração do mac os x
ru_ru: Мастер настройки Mac OS X
zh_cn: Mac OS X配置向导

source: NRPE on %s is deprecated. You should use the <a href="%s">%s</a> unless you are using a legacy NRPE install.
bg_bg: nrpe на% s е оттеглен. трябва да използвате <a href="%s">% s,</a> освен ако не използвате наследствена инсталация nrpe.
de_de: nrpe on% s ist veraltet. Sie sollten <a href="%s">% s verwenden, es</a> sei denn, Sie verwenden eine ältere nrpe-Installation.
es_es: nrpe on% s está en desuso. debe usar <a href="%s">% s a</a> menos que esté usando una instalación nrpe heredada.
fr_fr: nrpe sur% s est obsolète. vous devez utiliser <a href="%s">% s</a> sauf si vous utilisez une installation nrpe héritée.
it_it: nrpe su% s è obsoleto. dovresti usare <a href="%s">% s a</a> meno che tu non stia usando un'installazione nrpe legacy.
ja_jp: ％sのnrpeは非推奨です。従来のnrpeインストールを使用していない限り、 <a href="%s">％s</a>を使用する必要があります。
pl_pl: nrpe na% s jest przestarzałe. powinieneś użyć <a href="%s">% s,</a> chyba że używasz starszej instalacji nrpe.
pt_pt: nrpe em% s foi descontinuado. você deve usar o <a href="%s">% s, a</a> menos que esteja usando uma instalação herdada do nrpe.
ru_ru: nrpe на% s устарел. вам следует использовать <a href="%s">% s,</a> если вы не используете устаревшую установку nrpe.
zh_cn: %s上的NRPE已过时。 除非您使用旧版NRPE安装，否则应使用<a href="%s">%s</a>

source: Server Details
bg_bg: Данни за сървъра
es_es: Detalles del Servicio
fr_fr: Détails du serveur
it_it: Dettagli Server
ja_jp: サーバーの詳細
pl_pl: Szczegóły serwera
pt_pt: Detalhe de serviço
ru_ru: Данные о сервере
zh_cn: 服务器的详细信息

source: The name you'd like to have associated with this host
bg_bg: Името, което искате да се асоциира с този хост
de_de: Der Name, den Sie gerne mit diesem Host verbunden haben würde.
es_es: El nombre que usted desea usar para este reporte.
fr_fr: Le nom que vous aimeriez avoir associé à cet hôte.
it_it: Il nome che desideri sia associato a questo host.
ja_jp: このホストに関連付ける名前
pl_pl: Nazwa chcesz być związane z tym hostem
pt_pt: Exclua todos os serviços associados a este host primeiro
ru_ru: Имя, которое вы хотели бы иметь, связанные с этим хостом.
zh_cn: 您想要与此主机关联的名称

source: NRPE Agent
bg_bg: NRPE агент
de_de: NRPE Agenten
es_es: NRPE Agente
fr_fr: Agent NRPE
it_it: NRPE agente
ja_jp: NRPEエージェント
pl_pl: Środek NRPE
pt_pt: Agente NRPE
ru_ru: NRPE агента
zh_cn: NRPE代理

source: Specify options that should be used to communicate with the remote NRPE agent
bg_bg: Посочете опциите, които трябва да се използват за комуникация с отдалечения NRPE агент
de_de: Legen Sie die Optionen, die verwendet werden, um mit der Fernbedienung NRPE Agenten kommunizieren soll
es_es: Especifique las opciones que se deben utilizar para comunicarse con el agente remoto NRPE
fr_fr: Spécifiez les options qui devraient être utilisés pour communiquer avec l'agent NRPE à distance
it_it: Specificare le opzioni che dovrebbero essere utilizzati per comunicare con l'agente remoto NRPE
ja_jp: リモートNRPEエージェントとの通信に使用するオプションを指定します
pl_pl: określić opcje, które powinny być wykorzystywane do komunikowania się za pomocą pilota zdalnego agenta NRPE
pt_pt: Especificar as opções que devem ser utilizados para comunicar com o agente NRPE remoto
ru_ru: Задайте параметры, которые следует использовать для связи с удаленным агентом NRPE
zh_cn: 指定用于与远程NRPE代理进行通信的选项

source: Agent Download
bg_bg: Изтегли агент
de_de: Agent Herunterladen
es_es: Descargar
fr_fr: Télécharger Agent
it_it: Agente di download
ja_jp: エージェントのダウンロード
pl_pl: Środek do pobrania
pt_pt: Baixar
ru_ru: Агент скачать
zh_cn: 代理下载

source: Download Agent
bg_bg: Изтеглете агент
es_es: Descargar
fr_fr: Télécharger Agent
it_it: Scarica agente
ja_jp: エージェントをダウンロード
pl_pl: Środek do pobrania
pt_pt: Baixar
ru_ru: Скачать Агент
zh_cn: 下载代理

source: Agent Install Instructions:
bg_bg: Инструкции за инсталация на агента:
de_de: Agent-Installation Instructions:
es_es: Instrucciones de instalación del agente:
fr_fr: Instructions d'installation de l'agent:
it_it: Agente di installazione Istruzioni:
ja_jp: エージェントのインストール手順：
pl_pl: Środek instrukcje instalacji:
pt_pt: Instruções de instalação do agente:
ru_ru: Инструкция агента Install:
zh_cn: 代理安装说明：

source: Agent Installation Instructions
bg_bg: Инструкции за инсталация на агента:
es_es: Las instrucciones de instalación de agente
fr_fr: Instructions d'installation de l'agent
it_it: Agente Istruzioni per l'installazione
ja_jp: エージェントのインストール手順
pl_pl: instrukcje instalacji agenta
pt_pt: Instruções de instalação do agente
ru_ru: Инструкция установки агента
zh_cn: 代理安装说明

source: SSL Encryption
bg_bg: SSL криптиране
de_de: SSL-Verschlüsselung
es_es: Metodo de Encriptacion
fr_fr: Le cryptage SSL
it_it: Crittografia SSL
ja_jp: SSL暗号化
pl_pl: Szyfrowanie SSL
pt_pt: Método de criptografia
ru_ru: SSL-шифрование
zh_cn: SSL加密
