Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: This directive determines whether or not checks for the host will be "obsessed" over using the ochp_command.
bg_bg: Тази директива определя дали проверките за хост ще бъде "обсебени" ("obsessed") от използването на ochp_command.
de_de: Diese Richtlinie legt fest, ob Prüfungen für den Host werden "besessen" über mit dem ochp_command sein.
es_es: esta directiva determina si se comprueba el anfitrión será "obsesionado" por el uso de la ochp_command.
fr_fr: cette directive détermine si oui ou non des contrôles pour l'hôte sera «obsédé» sur l'aide de la ochp_command.
it_it: questa direttiva determina se i controlli per l'ospite sarà "ossessionato" over con il ochp_command.
ja_jp: このディレクティブは、このホストのチェックが ochp_command を使用して「取り付け(obsessed)」されているかどうかを決定します.
pl_pl: dyrektywa ta określa, czy sprawdza przyjmującym będzie "obsesję" nad wykorzystaniem ochp_command.
pt_pt: esta directiva determina se ou não cheques para o anfitrião vai ser "obcecado" por cima usando a ochp_command.
ru_ru: Эта директива определяет, является ли проверка для принимающей будет "одержим" по сравнению с использованием ochp_command.
zh_cn: 该指令确定是否使用ochp_command会“偏执”主机检查。

source: Host - event handler
bg_bg: Хост - манипулатор на събития (event handler)
de_de: Host Veranstaltung Handler
es_es: Host controlador de eventos
fr_fr: Event Handler hôte
it_it: Ospitare un evento gestore
ja_jp: ホスト - イベントハンドラ
pl_pl: organizację obsługi zdarzeń
pt_pt: manipulador de eventos de acolhimento
ru_ru: Обработчик события Хост
zh_cn: 主机-事件处理程序

source: of the command that should be run whenever a change in the state of the host is detected (i.e. whenever it goes down or recovers). Read the documentation on event handlers for a more detailed explanation of how to write scripts for handling events. The maximum amount of time that the event handler command can run is controlled by the event_handler_timeout option.
bg_bg: на командата, която трябва да се изпълни, когато се установи промяна в състоянието на хоста (т.е., когато хоста спира да работи или се възстановява). Прочетете документацията за манипулаторите на събития (event handlers) за по-подробно обяснение на това как да се пишат скриптове за манипулирането на събития. Максималния размер на времето, в продължение на което командата на манипулатора на събития може да работи, се контролира чрез опцията event_handler_timeout.
de_de: der Befehl, der ausgeführt werden soll, wenn eine Änderung in dem Zustand des Host erkannt wird (dh er geht oder sich wieder erholt) werden. lesen Sie die Dokumentation zu Eventhandlern für eine detailliertere Erklärung, wie Scripte zur Behandlung von Ereignissen geschrieben werden. die maximale Zeit, die der Event-Handler-Befehl ausführen kann, durch die event_handler_timeout-Option kontrolliert.
es_es: del comando que se debe ejecutarse cada vez que se detecta un cambio en el estado del huésped (es decir, cada vez que se cae o se recupera). leer la documentación sobre los controladores de eventos para una explicación más detallada de cómo escribir guiones para la gestión de eventos. la cantidad máxima de tiempo que el comando controlador de eventos puede correr es controlado por la opción event_handler_timeout.
fr_fr: de la commande qui doit être exécuté à chaque fois un changement dans l'état de l'hôte est détecté (ce est à dire chaque fois qu'il tombe en panne ou récupère). lire la documentation sur les gestionnaires d'événements pour une explication plus détaillée de la façon d'écrire des scripts pour la gestion des événements. le montant maximum de temps que la commande de gestionnaire d'événement peut se exécuter est contrôlé par l'option de event_handler_timeout.
it_it: del comando che deve essere eseguito ogni volta che viene rilevato un cambiamento di stato dell'host (cioè quando scende o recupera). leggere la documentazione sui gestori di eventi per una spiegazione più dettagliata di come scrivere script per la gestione degli eventi. la quantità massima di tempo che il comando gestore di eventi può essere eseguito è controllata dall'opzione event_handler_timeout.
ja_jp: ホストのステータス変化（例：「停止」から「復旧」へ変化）が検出されたときに実行されるコマンド. イベント処理のためのスクリプト記述方法の説明については、「イベントハンドラ」ドキュメントをお読みください. イベントハンドラコマンドが最大何回実行できるかは、event_handler_timeout オプションで制御されます.
pl_pl: polecenia, które należy uruchomić, gdy zmiana stanu przyjmującego jest wykrywana (tzn gdy idzie w dół lub odzyskuje). zapoznać się z dokumentacją na temat obsługi zdarzeń o bardziej szczegółowe wyjaśnienie, jak pisać skrypty do obsługi zdarzeń. Maksymalny czas, który można uruchomić polecenie obsługi zdarzeń jest kontrolowana przez opcję event_handler_timeout.
pt_pt: do comando que deve ser executado sempre que uma mudança no estado do hospedeiro é detectada (ou seja, sempre que vai para baixo ou recupera). leia a documentação sobre manipuladores de eventos para uma explicação mais detalhada de como escrever scripts para manipulação de eventos. a quantidade máxima de tempo que o comando evento manipulador pode ser executado é controlada pela opção event_handler_timeout.
ru_ru: команды, которые должны быть запущены, когда изменение в состоянии хост обнаружен (т.е., когда она выходит из строя, или восстанавливает). прочитали документацию по обработчиков событий для более подробного объяснения о том, как писать сценарии для обработки событий. Максимальное количество времени, что команда обработчик событий может работать контролируется с помощью опции event_handler_timeout.
zh_cn: 当检测到主机状态变化时（即，每当主机发生故障或恢复时）应运行的命令。 阅读有关事件处理程序的文档，以获取有关如何编写用于处理事件的脚本的详细说明。 事件处理程序命令可以运行的最大时间由event_handler_timeout选项控制。

source: Host - event handler enabled
bg_bg: Хост - манипулатора на събития е активиран
de_de: Host - Eventhandler aktivieren
es_es: anfitrión - controlador de eventos activado
fr_fr: accueil - gestionnaire d'événement activé
it_it: ospite - gestore di eventi abilitato
ja_jp: ホスト - イベントハンドラ有効化
pl_pl: hosta - obsługi zdarzeń włączony
pt_pt: hospedeiro - manipulador de eventos habilitado
ru_ru: хост - включен обработчик события
zh_cn: 主机-已启用事件处理程序

source: This directive is used to determine whether or not the event handler for this host is enabled. Values:
bg_bg: Тази директива се използва, за да се определи дали манипулатора на събития (event handler) за този хост е активиран. Стойности:
de_de: Diese Direktive wird benutzt, um festzustellen, ob der Eventhandler für diesen Host aktiviert ist. Werte:
es_es: esta directiva se utiliza para determinar si el controlador de eventos para este host está habilitada. valores:
fr_fr: cette directive est utilisée pour déterminer si oui ou non le gestionnaire d'événements pour cet hôte est activée. valeurs:
it_it: questa direttiva viene utilizzata per determinare se il gestore di eventi per questo host è abilitato. valori:
ja_jp: このディレクティブは、このホストのイベントハンドラが有効かどうかを決定するために使用されます. 値：
pl_pl: dyrektywa ta jest używana do określenia, czy obsługi zdarzeń dla tego komputera jest włączone. wartości:
pt_pt: esta directiva é usado para determinar se ou não o manipulador de eventos para este alojamento está habilitado. valores:
ru_ru: Эта директива используется для определения того, включено ли или нет обработчик событий для данного хоста. значения:
zh_cn: 该伪指令用于确定是否为此主机启用了事件处理程序。 值：

source: disable host event handler,
bg_bg: деактивирайте хост манипулатора на събития (host event handler),
de_de: deaktivieren Host-Eventhandler,
es_es: desactivar controlador de eventos de acogida,
fr_fr: désactiver gestionnaire d'événement d'hôte,
it_it: disabilitare gestore di eventi di accoglienza,
ja_jp: ホストイベントハンドラを無効にする,
pl_pl: wyłączenie obsługi zdarzeń hosta,
pt_pt: desativar o manipulador de eventos de acolhimento,
ru_ru: отключить обработчик событий узла,
zh_cn: 禁用主机事件处理程序，

source: enable host event handler.
bg_bg: Позволете хост манипулатор на събития (host event handler)
de_de: ermöglichen Host-Eventhandler.
es_es: permitir controlador de eventos de acogida.
fr_fr: permettre gestionnaire d'événement d'hôte.
it_it: consentire gestore di eventi host.
ja_jp: ホストイベントハンドラを有効にする.
pl_pl: umożliwienie obsługi zdarzeń hosta.
pt_pt: permitir processador de eventos hospedeiro.
ru_ru: включить обработчик события хоста.
zh_cn: 启用主机事件处理程序。

source: Host - low flap threshold
bg_bg: Хост - долен праг на чести промени в състоянието (low flap threshold)
de_de: Host - niedrigen Flatter-Schwellwert
es_es: anfitrión - umbral bajo solapa
fr_fr: accueil - seuil bas du rabat
it_it: ospite - bassa soglia patta
ja_jp: ホスト - フラップ下限しきい値
pl_pl: hosta - niski próg klapa
pt_pt: hospedeiro - baixo limiar de retalho
ru_ru: хост - низкий порог клапан
zh_cn: 主机 - 低flap阈值

source: This directive is used to specify the low state change threshold used in flap detection for this host. If you set this directive to a value of 0, the program-wide value specified by the
bg_bg: Тази директива се използва за определяне на ниския праг на промяна на състоянието, използван при откриването на чести промени в състоянието (flap detection) на този хост. Ако зададете стойността на тази директива да е равна на 0, тогава "глобалната" стойност (за цялата програма), определена от
de_de: Diese Direktive wird benutzt, um den Zustand zu definieren, der in der Flattererkennung für diesen Host benutzt wird. Wenn Sie diese Anweisung auf einen Wert von 0 gesetzt wird, der programmweite Wert um die angegebene
es_es: esta directiva se utiliza para especificar el umbral de cambio de estado de bajo utilizado en la detección de solapa para este host. si se establece esta directiva para un valor de 0, el valor de todo el programa especificado por la
fr_fr: cette directive est utilisée pour spécifier le seuil de changement d'état bas de détection rabat pour cet hôte. si vous définissez cette directive à une valeur de 0, la valeur de l'ensemble du programme spécifié par le
it_it: questa direttiva viene utilizzato per specificare la soglia bassa cambiamento di stato usato nel rilevamento sportello per questo host. se si imposta questa direttiva per un valore pari a 0, il valore di tutto il programma indicato dal
ja_jp: このディレクティブは、このホストのフラップ検出に使用される低いステータス変化のしきい値を指定するために使用されます. このディレクティブに 0 を設定した場合、プログラム全体で
pl_pl: dyrektywa ta jest stosowana do określenia niski próg zmiany stanu wykorzystywane w wykrywaniu klapą dla tego hosta. jeśli ustawisz tę dyrektywę do wartości 0, wartość całego programu określonego przez
pt_pt: esta directiva é usado para especificar o limite de alteração de estado de baixo usado na detecção aba para este alojamento. Se você definir esta diretiva para um valor de 0, o valor de todo o programa especificado pelo
ru_ru: Эта директива используется, чтобы указать низкий порог изменения состояния используется в закрылков обнаружения для этого хоста. если вы установить эту директиву в значение 0, значение в рамках всей программы определяется
zh_cn: 该伪指令用于指定此主机的襟翼检测中使用的低状态更改阈值。 如果将此伪指令的值设置为0，则由

source: directive will be used.
bg_bg: Ще се използва директива.
de_de: Richtlinie verwendet wird.
es_es: se utilizará Directiva.
fr_fr: directive sera utilisé.
it_it: verrà utilizzato direttiva.
ja_jp: 使用されるディレクティブ
pl_pl: Dyrektywa będzie używany.
pt_pt: directiva será usado.
ru_ru: Директива будет использоваться.
zh_cn: 指令将被使用。

source: Host - high flap threshold
bg_bg: Хост - горен праг на чести промени в състоянието (high flap threshold)
de_de: Host - hohe Flatter-Schwellwert
es_es: anfitrión - alto umbral solapa
fr_fr: accueil - seuil haut rabat
it_it: ospite - soglia alta patta
ja_jp: ホスト - フラップ上限しきい値
pl_pl: hosta - wysoki próg klapa
pt_pt: hospedeiro - limite de alta retalho
ru_ru: хозяин - высокий порог клапан
zh_cn: 主机-高flap阈值

source: This directive is used to specify the high state change threshold used in flap detection for this host. If you set this directive to a value of 0, the program-wide value specified by the
bg_bg: Тази директива се използва за определяне високия праг на промяна на състоянието (high state change threshold), използван за откриване на чести промени в състоянието на този хост. Ако зададете стойност 0 на тази директива, стойността на цялата програма, определена от
de_de: Diese Direktive wird benutzt, um den hohen Zustand definieren, der in der Flattererkennung für diesen Host benutzt wird. Wenn Sie diese Anweisung auf einen Wert von 0 gesetzt wird, der programmweite Wert um die angegebene
es_es: esta directiva se utiliza para especificar el umbral de cambio de estado de alta utilizada en la detección de solapa para este host. si se establece esta directiva para un valor de 0, el valor de todo el programa especificado por la
fr_fr: cette directive est utilisée pour spécifier le seuil de changement d'état haut de détection rabat pour cet hôte. si vous définissez cette directive à une valeur de 0, la valeur de l'ensemble du programme spécifié par le
it_it: questa direttiva viene utilizzato per specificare la soglia alta cambiamento di stato usato nel rilevamento sportello per questo host. se si imposta questa direttiva per un valore pari a 0, il valore di tutto il programma indicato dal
ja_jp: このディレクティブは、このホストのフラップ検出に使用される高いステータス変化のしきい値を指定するために使用されます. このディレクティブに 0 を設定した場合、プログラム全体で
pl_pl: dyrektywa ta jest stosowana do określenia wysoki próg zmiany stanu wykorzystywane w wykrywaniu klapą dla tego hosta. jeśli ustawisz tę dyrektywę do wartości 0, wartość całego programu określonego przez
pt_pt: esta directiva é usado para especificar o limite de alteração de estado de alta utilizado na detecção de retalho para este alojamento. Se você definir esta diretiva para um valor de 0, o valor de todo o programa especificado pelo
ru_ru: эта директива используется для указания высокий порог изменения состояния используется в закрылков обнаружения для этого хоста. если вы установить эту директиву в значение 0, значение в рамках всей программы определяется
zh_cn: 该指令用于指定此主机的襟翼检测中使用的高状态更改阈值。 如果将此伪指令的值设置为0，则由

source: Host - flap detection enabled
bg_bg: Хост - откриването на чести промени в състоянието (flap detection) е активирано
de_de: Host - Flattererkennung aktivieren
es_es: anfitrión - Detección solapa habilitado
fr_fr: accueil - la détection d'oscillation activé
it_it: ospite - rilevazione sportello abilitato
ja_jp: ホスト - フラップ検知有効化
pl_pl: hosta - wykrywanie klapa włączony
pt_pt: hospedeiro - Detecção aba ativada
ru_ru: включен обнаружение клапан - хозяин
zh_cn: 主机-启用flap检测

source: This directive is used to determine whether or not flap detection is enabled for this host. Values:
bg_bg: Тази директива се използва, за да определи дали откриването на чести промени в състоянието (flap detection) е активирано за този хост. Стойности:
de_de: Diese Direktive wird benutzt, um festzustellen, ob Flattererkennung für diesen Host aktiviert. Werte:
es_es: esta directiva se utiliza para determinar si es o no la detección solapa está habilitada para este host. valores:
fr_fr: cette directive est utilisée pour déterminer si oui ou non la détection volet est activé pour cet hôte. valeurs:
it_it: questa direttiva viene utilizzata per determinare se il rilevamento lembo è abilitata per questo host. valori:
ja_jp: このディレクティブは、このホストに対してフラップ検知が有効かどうかを決定するために使用されます. 値：
pl_pl: dyrektywa ta jest używana do określenia, czy włączona jest detekcja klapa dla tego komputera. wartości:
pt_pt: esta directiva é usado para determinar se ou não a detecção de retalho é habilitado para este alojamento. valores:
ru_ru: Эта директива используется для определения того, не включен клапан обнаружения данного хоста. значения:
zh_cn: 该指令用于确定是否为此主机启用了摆动检测。 值：

source: disable host flap detection,
bg_bg: деактивирайте откриването на чести промени в състоянието на хоста (host flap detection),
de_de: Host-Flattererkennung deaktivieren,
es_es: desactivar la detección de solapa de acogida,
fr_fr: désactiver la détection d'oscillation de l'hôte,
it_it: disattivare il rilevamento lembo di accoglienza,
ja_jp: ホストフラップ検知を無効にする,
pl_pl: wyłączyć wykrywanie klapy hosta,
pt_pt: desativar a detecção de retalho de acolhimento,
ru_ru: отключить Обнаружение хоста заслонки,
zh_cn: 禁用主机flap检测，

source: enable host flap detection.
bg_bg: Позволете откриването на чести промени в състоянието на хоста (host flap detection)
de_de: ermöglichen Host-Flattererkennung.
es_es: permitir la detección aleta host.
fr_fr: permettre la détection de rabat hôte.
it_it: attivare il rilevamento lembo host.
ja_jp: ホストフラップ検知を可能にする.
pl_pl: włączyć wykrywanie klapy hosta.
pt_pt: permitir a detecção aba host.
ru_ru: включить Обнаружение хоста заслонки.
zh_cn: 启用主机flap检测。

source: Host - flap detection options
bg_bg: Хост - опции за откриване на чести промени в състоянието (flap detection options)
de_de: Host - Flattererkennung Optionen
es_es: acoger - opciones de detección de solapa
fr_fr: accueillir - les options de détection de rabat
it_it: ospiterà - opzioni di rilevamento patta
ja_jp: ホスト - フラップ検知オプション
pl_pl: gospodarzem - opcji wykrywania klapa
pt_pt: Host - opções de detecção de retalho
ru_ru: Host - варианты обнаружения заслонки
zh_cn: 主机-flap检测选项

source: This directive is used to determine what host states the flap detection logic will use for this host. Valid options are a combination of one or more of the following:
bg_bg: Тази директива се използва за определяне на хост състоянията, за които логиката за откриване на честите промени в състоянието (flap detection logic) ще бъде използвана за този хост. Валидни опции са комбинация от един или повече от следните:
de_de: Diese Direktive wird benutzt, um festzulegen, welche Host-Zustände die Flattererkennungslogik für diesen Host verwenden. gültigen Optionen sind eine Kombination von einem oder mehreren der folgenden:
es_es: esta directiva se utiliza para determinar qué estados de acogida la lógica de detección de solapa utilizará para este host. Las opciones válidas son una combinación de uno o más de los siguientes:
fr_fr: cette directive est utilisée pour déterminer ce que les États hôte la logique de détection du volet sera utiliser pour cet hôte. options valides sont une combinaison d'un ou plusieurs des éléments suivants:
it_it: questa direttiva è usata per determinare quali membri ospitanti utilizzerà la logica di rilevamento sportello per questo host. opzioni valide sono una combinazione di uno o più dei seguenti:
ja_jp: このディレクティブは、このホストにフラップ検知ロジックがどのステータスを使用するかを決定するために使用されます. 有効なオプションは、以下の1つ以上の組み合わせです：
pl_pl: dyrektywa ta jest używana do określenia, co gospodarz stany logiki wykrywania klapa będzie używać do tego hosta. Poprawne opcje kombinacja jednego lub więcej z następujących:
pt_pt: esta directiva é usado para determinar o que os estados de acolhimento a lógica de detecção aba usará para este alojamento. opções válidas são uma combinação de um ou mais dos seguintes:
ru_ru: Эта директива используется для определения того, что принимающие государства логика обнаружения клапан будет использовать для этого хоста. Действующие параметры представляют собой сочетание одного или более из следующих:
zh_cn: 该伪指令用于确定襟翼检测逻辑将用于该主机的主机状态。 有效选项是以下一项或多项的组合：

source: UP states,
bg_bg: Работещи състояния (UP states),
de_de: up-Staaten,
es_es: hasta estados,
fr_fr: jusqu'à Unis,
it_it: up Stati,
ja_jp: 稼働（UP）ステータス,
pl_pl: się państw,
pt_pt: -se estados,
ru_ru: до государств,
zh_cn: 开机状态，

source: DOWN states,
bg_bg: Състояния СПРЕНИ (DOWN states)
de_de: unten Staaten
es_es: estados abajo,
fr_fr: Unis vers le bas,
it_it: Stati giù,
ja_jp: 停止（ダウン）ステータス,
pl_pl: stany w dół,
pt_pt: estados para baixo,
ru_ru: вниз государства,
zh_cn: 关机状态，

source: UNREACHABLE states.
bg_bg: НЕДОСТИЖИМИ (UNREACHABLE) състояния.
de_de: unerreichbar Staaten.
es_es: estados inalcanzables.
fr_fr: États inaccessibles.
it_it: stati irraggiungibili.
ja_jp: 到達不能ステータス.
pl_pl: stany nieosiągalne.
pt_pt: estados inacessível.
ru_ru: недостижимых состояний.
zh_cn: 无法访问状态。

source: Host - retain status information
bg_bg: Хост - запазване на статус информация
de_de: behalten Statusinformationen
es_es: conservar la información de estado
fr_fr: conserver des informations d'état
it_it: conservare le informazioni di stato
ja_jp: ホスト - ステータス情報の保持
pl_pl: zachowuje informacje o stanie
pt_pt: manter informações de estado
ru_ru: сохраняют информацию о состоянии
zh_cn: 主机-保留状态信息

source: This directive is used to determine whether or not status-related information about the host is retained across program restarts. This is only useful if you have enabled state retention using the retain_state_information directive.
bg_bg: Тази директива се използва, за да се определи дали информацията, свързана със статуса на хоста се запазва в програмата при рестартиране. Това е от полза, само ако сте активирали "запазване на състоянието" (state retention) с помощта на директивата retain_state_information.
de_de: Diese Direktive wird benutzt, um festzustellen, ob zustandsbezogene Informationen zu diesem Host über Programmneustarts hinweg aufbewahrt. Das ist nur sinnvoll, wenn Sie Statusaufbewahrung über die retain_state_information Richtlinie haben.
es_es: esta directiva se utiliza para determinar si la información relacionada con el estado sobre el anfitrión se retiene en los reinicios del programa. esto sólo es útil si se ha habilitado la retención estado usando la directiva retain_state_information.
fr_fr: cette directive est utilisée pour déterminer si oui ou non les informations relatives aux états de l'hôte est conservée après redémarrage du programme. ce ne est utile que si vous avez activé la rétention d'états en utilisant la retain_state_information.
it_it: questa direttiva viene utilizzata per determinare se le informazioni di stato relative info sull'host viene conservato riavvio del programma. questo è utile solo se è stata attivata la ritenzione di stato utilizzando la direttiva retain_state_information.
ja_jp: このディレクティブは、このホストのステータスに関連する情報がプログラムの再起動後も保持されているか否かを決定するために使用されます. これはretain_state_informationディレクティブを使用して、ステータス保持を有効にしている場合にのみ有効です.
pl_pl: dyrektywa ta jest używana do określenia, czy informacje o hoście związane status-jest zapamiętywany po ponownym uruchomieniu programu. to jest użyteczne tylko wtedy, gdy włączono retencję państwa za pomocą dyrektywy retain_state_information.
pt_pt: esta directiva é usado para determinar se ou não informações relacionadas status sobre o anfitrião é mantida através do programa reinicia. isso só é útil se você tiver habilitado a retenção de estado usando a diretiva retain_state_information.
ru_ru: Эта директива используется для определения того, не информация, связанные со статусом о хозяине сохраняется во всех программных перезагрузки. это только полезно, если вы включили сохранение государственной помощи директивы retain_state_information.
zh_cn: 该伪指令用于确定在程序重新启动后是否保留有关主机的状态相关信息。 只有在使用retain_state_information指令启用状态保留的情况下，此功能才有用。

source: disable status information retention,
bg_bg: деактивирайте задържането на информация за състоянието (status information retention),
de_de: deaktivieren Statusinformationen Retention,
es_es: desactivar la retención de información de estado,
fr_fr: désactiver la rétention des données d'états,
it_it: disattivare le informazioni sullo stato di conservazione,
ja_jp: ステータス情報保持を無効にする,
pl_pl: wyłączyć stanu zachowania informacji,
pt_pt: desativar o status de retenção de informações,
ru_ru: отключить сохранение информации о состоянии,
zh_cn: 禁用状态信息保留，

source: enable status information retention.
bg_bg: Активирайте задържането на информация за състоянието.
de_de: Statusinformationen aktivieren Bindung.
es_es: permitir la retención de información de estado.
fr_fr: permettre aux informations d'état rétention.
it_it: attivare le informazioni sullo stato di conservazione.
ja_jp: ステータス情報保持を有効にする.
pl_pl: umożliwiają utrzymanie stanu informacyjnego.
pt_pt: permitir o status de retenção de informações.
ru_ru: включить сохранение информации о состоянии.
zh_cn: 启用状态信息保留。
