Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: You must select at least one host to apply downtime to.
bg_bg: Вие трябва да изберете най-малко един хост, който да поставите в планиран (по график) престой.
de_de: Sie müssen mindestens einen Host auswählen Ausfallzeiten anzuwenden.
es_es: se debe seleccionar al menos un host para aplicar el tiempo de inactividad al.
fr_fr: vous devez sélectionner au moins un hôte pour appliquer les temps d'arrêt.
it_it: è necessario selezionare almeno un host per applicare i tempi di inattività a.
ja_jp: ダウンタイムを適用するには１つ以上のホストを選択する必要があります.
pl_pl: Musisz wybrać co najmniej jeden host stosowania przestojów.
pt_pt: você deve selecionar pelo menos um alojamento para aplicar o tempo de inatividade para.
ru_ru: Вы должны выбрать по крайней мере один хост, чтобы применить к простои.
zh_cn: 您必须至少选择一台主机才能应用停机时间。

source: You must select at least one service to apply downtime to.
bg_bg: Вие трябва да изберете най-малко един сървис, който да поставите в планиран (по график) престой.
de_de: Sie müssen mindestens einen Dienst auswählen Ausfallzeiten anzuwenden.
es_es: se debe seleccionar al menos un servicio para aplicar el tiempo de inactividad al.
fr_fr: vous devez sélectionner au moins un service à appliquer les temps d'arrêt.
it_it: è necessario selezionare almeno un servizio per applicare i tempi di inattività a.
ja_jp: ダウンタイムを適用するには１つ以上のサービスを選択する必要があります.
pl_pl: Musisz wybrać co najmniej jedną usługę stosowania przestojów.
pt_pt: você deve selecionar pelo menos um serviço de aplicar o tempo de inatividade para.
ru_ru: Вы должны выбрать хотя бы одну службу, чтобы применить к простои.
zh_cn: 您必须至少选择一项服务来应用停机时间。

source: You must fill out the entire form.
bg_bg: Вие трябва да попълните цялата форма.
de_de: Sie müssen füllen Sie das Formular vollständig aus.
es_es: usted debe llenar el formulario completo.
fr_fr: vous devez remplir le formulaire en entier.
it_it: è necessario compilare l'intero modulo.
ja_jp: すべてのフォームに入力してください.
pl_pl: należy wypełnić cały formularz.
pt_pt: você deve preencher o formulário inteiro.
ru_ru: Вы должны заполнить всю форму.
zh_cn: 你必须填写整个表单。

source: You must select a start time that is before end time.
bg_bg: Трябва да изберете начален час, който е преди крайния час.
de_de: Sie müssen eine Startzeit auswählen, die vor Ende der Zeit ist.
es_es: debe seleccionar una hora de inicio que está delante de la hora de finalización.
fr_fr: vous devez sélectionner une heure de début qui est avant l'heure de fin.
it_it: è necessario selezionare un orario di inizio che è prima di fine.
ja_jp: 開始時間には終了時間より前の日時を入力してください.
pl_pl: należy wybrać czas rozpoczęcia, który jest przed końcem czasu.
pt_pt: você deve selecionar a hora de início que é antes do tempo final.
ru_ru: Вы должны выбрать время начала, которое до того времени окончания.
zh_cn: 您必须选择一个在结束时间之前的开始时间。

source: Successfully added all downtime. It may take up to a minute to show up on the list.
bg_bg: Всички планирани (по график) престои са добавени успешно . Може да отнеме до една минута преди да се появят в списъка.
de_de: erfolgreich hinzugefügt alle Ausfallzeiten. es kann zu einer Minute dauern, bis auf der Liste zu zeigen.
es_es: agregado con éxito todo el tiempo de inactividad. puede tardar hasta un minuto en aparecer en la lista.
fr_fr: ajouté avec succès tous les temps d'arrêt. il peut prendre jusqu'à une minute pour apparaître sur la liste.
it_it: aggiunto con successo tutti i tempi di inattività. si può richiedere fino a un minuto per mostrare sulla lista.
ja_jp: すべてのダウンタイムを正常に追加しました. 一覧に表示されるまでに１分ほどかかります.
pl_pl: dodany przez cały czas przestoju. Może to potrwać do jednej minuty, aby pokazać się na liście.
pt_pt: adicionado com sucesso todos os tempo de inatividade. pode demorar até um minuto para aparecer na lista.
ru_ru: успешно добавлены все время простоя. это может занять до минуты, чтобы показать в списке.
zh_cn: 成功添加了所有停机时间。 最多可能需要一分钟才能显示在列表上。

source: One or more scheduled commands could not be sent to Nagios Core.
bg_bg: Една или повече планирани команди не можаха да бъдат изпратени до Nagios Core.
de_de: eine oder mehrere geplante Befehle nicht zu nagios Kern gesendet werden konnten.
es_es: una o más frecuencias comandos no se podían enviar a nagios núcleo.
fr_fr: une ou plusieurs commandes programmées ne peuvent pas être envoyés à noyau nagios.
it_it: uno o più di linea comandi non possono essere inviati al nucleo Nagios.
ja_jp: １つ以上のスケジュールコマンドがNagios Coreへ送信できませんでした.
pl_pl: jeden lub większa liczba zaplanowanych poleceń nie może zostać wysłany do Nagios rdzenia.
pt_pt: um ou mais regulares comandos não pôde ser enviada ao núcleo nagios.
ru_ru: один или несколько команд по расписанию не может быть отправлен в ядро ​​Nagios.
zh_cn: 无法将一个或多个计划的命令发送到Nagios Core。

source: You must select at least one host group to apply downtime to.
bg_bg: Вие трябва да изберете най-малко един хост, който да поставите в планиран (по график) престой.
de_de: Sie müssen mindestens einen Host auswählen Ausfallzeiten anzuwenden.
es_es: se debe seleccionar al menos un host para aplicar el tiempo de inactividad al.
fr_fr: vous devez sélectionner au moins un hôte pour appliquer les temps d'arrêt.
it_it: è necessario selezionare almeno un host per applicare i tempi di inattività a.
ja_jp: ダウンタイムを適用するには少なくとも１つ以上のホストを選択する必要があります.
pl_pl: Musisz wybrać co najmniej jeden host stosowania przestojów.
pt_pt: você deve selecionar pelo menos um alojamento para aplicar o tempo de inatividade para.
ru_ru: Вы должны выбрать по крайней мере один хост, чтобы применить к простои.
zh_cn: 您必须至少选择一个主机组才能应用停机时间。

source: You must select at least one service group to apply downtime to.
bg_bg: Вие трябва да изберете най-малко един сървис, който да поставите в планиран (по график) престой.
de_de: Sie müssen mindestens einen Dienst auswählen Ausfallzeiten anzuwenden.
es_es: se debe seleccionar al menos un servicio para aplicar el tiempo de inactividad al.
fr_fr: vous devez sélectionner au moins un service à appliquer les temps d'arrêt.
it_it: è necessario selezionare almeno un servizio per applicare i tempi di inattività a.
ja_jp: ダウンタイムを適用するには少なくとも１つ以上のサービスグループを選択する必要があります.
pl_pl: Musisz wybrać co najmniej jedną usługę stosowania przestojów.
pt_pt: você deve selecionar pelo menos um serviço de aplicar o tempo de inatividade para.
ru_ru: Вы должны выбрать хотя бы одну службу, чтобы применить к простои.
zh_cn: 您必须至少选择一个服务组才能应用停机时间。

source: Host Group(s)
bg_bg: Хост групи
de_de: Host-Gruppen
es_es: Grupos de Hosts
fr_fr: Groupes d'hôtes
it_it: Host Gruppi
ja_jp: ホストグループ
pl_pl: grupy gospodarza
pt_pt: Grupos de host
ru_ru: Хост группы
zh_cn: 主机组

source: Selected Host Groups
bg_bg: Взаимосвързани хост групи
de_de: Verwandte Hostgruppen
es_es: Hostgroups relacionados
fr_fr: Groupes d'hôtes connexes
it_it: Hostgroups correlati
ja_jp: ホストグループの選択
pl_pl: związanych hostgroups
pt_pt: Grupo de hosts relacionados.
ru_ru: Теме группы узлов сети
zh_cn: 选定的主机组

source: No Host Groups selected
bg_bg: не са избрани групи хостове
de_de: Keine Hostgruppen ausgewählt
es_es: no se seleccionaron grupos anfitriones
fr_fr: aucun groupe hôte sélectionné
it_it: nessun gruppo di host selezionato
ja_jp: ホストグループが選択されていません
pl_pl: nie wybrano żadnych grup hostów
pt_pt: Nenhum grupo de hosts selecionado
ru_ru: группы хостов не выбраны
zh_cn: 未选择主机组

source: Service Group(s)
bg_bg: Сървис групи
es_es: Grupos de Servicios
fr_fr: Groupes de services
it_it: Gruppi di servizio
ja_jp: サービスグループ
pl_pl: grupy usług
pt_pt: Grupos de Serviço
ru_ru: Обслуживание групп
zh_cn: 服务组

source: Selected Service Groups
bg_bg: изберете сервизна група
de_de: Wählen Sie eine Servicegruppe
es_es: seleccione un grupo de servicios
fr_fr: sélectionner un groupe de services
it_it: seleziona un gruppo di servizi
ja_jp: サービスグル​​ープの選択
pl_pl: wybierz grupę servic
pt_pt: selecione um servicegroup
ru_ru: выберите сервисную группу
zh_cn: 选定的服务组

source: No Service Groups selected
bg_bg: не са избрани групи услуги
de_de: Keine Servicegruppen ausgewählt
es_es: ningún grupo de servicio seleccionado
fr_fr: aucun groupe de services sélectionné
it_it: nessun gruppo di servizio selezionato
ja_jp: サービスグループが選択されていません
pl_pl: nie wybrano żadnych grup usług
pt_pt: Nenhum grupo de serviço selecionado
ru_ru: не выбраны сервисные группы
zh_cn: 未选择服务组

source: Types
bg_bg: Тип
de_de: Typ
es_es: Tipo
fr_fr: Type
it_it: Tipo
ja_jp: タイプ
pl_pl: typ
pt_pt: Tipo
ru_ru: Тип
zh_cn: 类型

source: Schedule downtime for all
bg_bg: график на престой за всички
de_de: Planen Sie Ausfallzeiten für alle ein
es_es: programar tiempo de inactividad para todos
fr_fr: programmer des temps d'arrêt pour tous
it_it: pianificare i tempi di inattività per tutti
ja_jp: 全員のダウンタイムをスケジュールする
pl_pl: zaplanuj przestoje dla wszystkich
pt_pt: programar o tempo de inatividade para todos
ru_ru: график простоя для всех
zh_cn: 安排所有的停机时间

source: hosts
bg_bg: хост
de_de: Gastgeber
es_es: host
fr_fr: hôte
it_it: ospite
ja_jp: ホスト
pl_pl: gospodarz
pt_pt: Host
ru_ru: хозяин
zh_cn: 主机

source: services
bg_bg: сървис
de_de: Service
es_es: servicio
fr_fr: service
it_it: servizio
ja_jp: サービス
pl_pl: serwis
pt_pt: Serviço
ru_ru: обслуживание
zh_cn: 服务

source: Schedule downtime for a particular
bg_bg: Насрочете планиран престой за определен
de_de: Zeitplan Ausfallzeiten für einen bestimmten
es_es: el tiempo de inactividad programación para un particular,
fr_fr: calendrier des temps d'arrêt pour un particulier
it_it: i tempi di inattività pianificazione per una particolare
ja_jp: 特定のスケジュールのダウンタイム
pl_pl: przestój harmonogram szczególny
pt_pt: downtime agenda para um determinado
ru_ru: простои график для конкретного
zh_cn: 安排特定停机时间

source: or multiple
bg_bg: или множествени
de_de: oder multiple
es_es: o múltiple
fr_fr: ou multiple
it_it: o multiplo
ja_jp: または複数の
pl_pl: lub wielokrotność
pt_pt: ou múltipla
ru_ru: или несколько
zh_cn: 或多个

source: More information about downtimes
bg_bg: Повече информация за планирани (по график) престои
de_de: Weitere Informationen über Ausfallzeiten
es_es: más información acerca de los tiempos de parada
fr_fr: plus d'informations sur les pannes
it_it: ulteriori informazioni su tempi di fermo
ja_jp: ダウンタイムに関する詳しい情報
pl_pl: Więcej informacji na temat przestojów
pt_pt: obter mais informações sobre paradas
ru_ru: более подробную информацию о простоях
zh_cn: 有关停机时间的更多信息

source: What is Downtime in Nagios XI
bg_bg: Какво е престой в Nagios XI
de_de: was Ausfallzeiten in nagios xi
es_es: ¿cuál es el tiempo de inactividad en nagios xi
fr_fr: ce qui est des temps d'arrêt dans nagios xi
it_it: ciò che è tempo di inattività in Nagios xi
ja_jp: Nagios XIの「ダウンタイム」とは
pl_pl: co jest przestój w Nagios XI
pt_pt: o que é o tempo de inatividade em nagios xi
ru_ru: что такое время простоя в Nagios XI
zh_cn: 什么是Nagios XI的停机时间

source: During the specified downtime, no notifications will be sent out for the
bg_bg: По време на определения престой, никакви уведомления няма да бъдат изпратени за
de_de: während der angegebenen Ausfallzeiten werden keine Benachrichtigungen für die ausgesendet werden
es_es: durante el tiempo de inactividad especificado, no hay notificaciones serán enviadas para el
fr_fr: pendant le temps d'arrêt spécifié, aucune notification ne sera envoyé pour la
it_it: durante il tempo di inattività specificato, nessuna notifica saranno inviati per la
ja_jp: 指定されたダウンタイム期間中は、通知が送信されません
pl_pl: przez określony czas przestoju, powiadomienia nie będą wysyłane dla
pt_pt: durante o tempo de inatividade especificado, nenhuma notificação será enviada para o
ru_ru: в течение заданного времени простоя, никакие уведомления не будут посланы вне для
zh_cn: 在指定的停机时间内，不会发送有关

source: Scheduled downtime allows users to set downtime for upcoming events, maintenance, and more without getting notifications. The downtime is also recorded in the log so that availability reports can show the difference between something being down or down during a scheduled downtime.
bg_bg: Планираните (по график) прекъсвания позволяват на потребителите да определят времето за престой за предстоящи събития, поддръжка и други, без да се получават известия. Прекъсванията също така се записват в лога, така че отчетите за наличност (availability reports) могат да покажат разликата между нещо, което е "пуснато" или "спряно" по време на планираните (по график) прекъсвания.
de_de: geplante Ausfallzeiten ermöglicht es Benutzern, Ausfallzeiten für die kommenden Ereignisse zu setzen, Wartung und vieles mehr, ohne Meldungen zu bekommen. die Ausfallzeit wird auch im Protokoll aufgezeichnet, so dass Verfügbarkeitsberichte oder nach unten, den Unterschied zwischen etwas zeigen kann, während einer geplanten Ausfallzeiten zu sein.
es_es: el tiempo de inactividad programado permite a los usuarios establecer el tiempo de inactividad para los próximos eventos, mantenimiento, y más sin recibir notificaciones. el tiempo de inactividad también se registra en el registro de modo que los informes de disponibilidad pueden mostrar la diferencia entre algo de estar abajo o hacia abajo durante un tiempo de inactividad programado.
fr_fr: arrêt programmé permet aux utilisateurs de définir les temps d'arrêt pour les événements à venir, la maintenance, et plus sans recevoir de notifications. le temps d'arrêt est également enregistré dans le journal de sorte que les rapports de disponibilité peuvent montrer la différence entre quelque chose qui est vers le bas ou vers le bas lors d'un arrêt planifié.
it_it: i tempi di inattività programmato permette agli utenti di impostare i tempi di inattività per i prossimi eventi, manutenzione e altro senza ottenere notifiche. il tempo di inattività è anche registrato nel registro in modo che i rapporti delle disponibilità possono mostrare la differenza tra qualcosa che è verso il basso o verso il basso nel corso di un tempo di inattività programmato.
ja_jp: 「ダウンタイムスケジュール」を使えば、予定されているイベント、保守、その他のためのダウンタイムを設定できます（ダウンタイム期間中は通知は送信されません）. ダウンタイムはログにも記録され、可用性レポートでも何らかの障害によるダウンとスケジュールによるダウンタイムとの違いを表示できます.
pl_pl: planowane przestoje pozwala ustawić czas przestoju dla nadchodzących wydarzeniach, konserwacji i coraz bardziej bez powiadomienia. przestój jest również rejestrowane w dzienniku, tak aby raporty dostępność może pokazać różnicę między coś jest w dół lub w dół podczas zaplanowanego przestoju.
pt_pt: tempo de inatividade programado permite aos usuários definir o tempo de inatividade para os próximos eventos, manutenção, e muito mais, sem ficar notificações. o tempo de inatividade também é registrado no log de modo que os relatórios de disponibilidade pode mostrar a diferença entre algo que está para baixo ou para baixo durante um tempo de inatividade programado.
ru_ru: Плановое время простоя позволяет пользователям устанавливать время простоя для предстоящих событий, обслуживание и многое другое без получения уведомлений. простои также записывается в журнал, так что отчеты о доступности может показать разницу между тем, что будучи вниз или вниз во время запланированного простоя.
zh_cn: 计划的停机时间使用户可以为即将发生的事件，维护等设置停机时间，而无需获取通知。 停机时间也记录在日志中，以便可用性报告可以显示在计划的停机时间内发生故障或停机之间的差异。

source: When the scheduled downtime expires, notifications for this
bg_bg: Когато планираното (по график) прекъсване изтича, уведомления за това
de_de: wenn die geplante Ausfallzeit, Benachrichtigungen für diese abgelaufen ist
es_es: cuando el tiempo de inactividad programado expira, notificaciones de este
fr_fr: lorsque la durée d'indisponibilité prévue expire, les notifications pour cette
it_it: quando il tempo di inattività programmato scade, le notifiche per questo
ja_jp: スケジュールしたダウンタイムの期間が終了したら、この
pl_pl: po wygaśnięciu planowane przestoje, powiadomienia o tym
pt_pt: quando o tempo de inatividade programado expira, as notificações para este
ru_ru: когда истечет время простоя по расписанию, уведомления для этого
zh_cn: 当计划的停机时间到期时，有关此的通知

source: will resume sending as normal.
bg_bg: ще възобнови изпращането както обикновено.
de_de: wird wieder aufgenommen, als normal zu senden.
es_es: se reanudará el envío de la forma habitual.
fr_fr: va reprendre l'envoi normal.
it_it: riprenderà l'invio come di consueto.
ja_jp: に関する通知が通常通りに再開します.
pl_pl: wznawia wysyłanie normalnie.
pt_pt: vai retomar o envio como normal.
ru_ru: возобновит отправку в обычном режиме.
zh_cn: 将恢复正常发送。

source: Scheduled downtimes are preserved during program shutdowns and restarts.
bg_bg: Планираните прекъсвания са запазени по време на програмните спирания и рестартирания.
de_de: geplante Ausfallzeiten während der Programmherunterfahren und Neustarten erhalten.
es_es: tiempos de inactividad programados se conservan durante las paradas y reinicios del programa.
fr_fr: arrêts programmés sont conservés pendant les arrêts et redémarrages programme.
it_it: tempi di fermo pianificati vengono conservati durante gli arresti di programma e si riavvia.
ja_jp: ダウンタイムスケジュールはプログラムの停止や再起動中に予約されます.
pl_pl: zaplanowane przestoje są zachowywane podczas postojów programu i ponownym uruchomieniu.
pt_pt: paradas programadas são preservados durante as paradas de programa e reiniciado.
ru_ru: запланированные простои сохраняются во время программы остановов и перезагружается.
zh_cn: 计划的停机时间在程序关闭和重新启动期间得以保留。

source: Downtime Types
bg_bg: Видове престой
de_de: Ausfallarten
es_es: tipos de tiempo de inactividad
fr_fr: types de temps d'arrêt
it_it: tipi di downtime
ja_jp: ダウンタイムタイプ
pl_pl: typy przestojów
pt_pt: tipos de inatividade
ru_ru: типы времени простоя
zh_cn: 停机时间类型

source: Fixed or Flexible
bg_bg: Фиксиран или подвижен
de_de: feste oder flexible
es_es: fija o flexible
fr_fr: fixe ou flexible
it_it: fisso o flessibile
ja_jp: 固定またはフレキシブル
pl_pl: stałe lub elastyczne
pt_pt: fixo ou flexível
ru_ru: фиксированный или гибкий
zh_cn: 固定或灵活

source: Using this option will cause the downtime to be in effect only between the start and end times you specify. This is the straightforward downtime type.
bg_bg: Използване на тази опция ще накара планирания (по график) престой да бъде в сила само между началния и крайния час, който сте задали. Това е разбираем тип планиран (по график) престой.
de_de: Diese Option bewirkt, dass die Ausfallzeiten wirksam zu sein, nur zwischen den Start- und Endzeiten Sie angeben. dies ist die einfache Ausfallzeiten Typ.
es_es: el uso de esta opción hará que el tiempo de inactividad que entre en efecto sólo entre las horas de inicio y de finalización que especifique. este es el tipo el tiempo de inactividad sencillo.
fr_fr: en utilisant cette option entraînera le temps d'arrêt soit en vigueur seulement entre les heures de début et de fin que vous spécifiez. c'est le type de temps d'arrêt simple.
it_it: utilizzando questa opzione farà sì che il tempo di inattività di essere a tutti gli effetti solo tra le ore di inizio e di fine specificati. questo è il tipo inattività semplice.
ja_jp: このオプションを使用すると、ユーザが指定した開始時刻から終了時刻の間のみダウンタイムが有効になります.
pl_pl: Korzystając z tej opcji spowoduje, że przestoje być aktywne tylko między rozpoczęcia i zakończenia można określić. to jest proste typu przestojów.
pt_pt: utilizar esta opção fará com que o tempo de inatividade para estar em vigor apenas entre as horas de início e de término especificados. este é o tipo de tempo de inatividade simples.
ru_ru: использование этой опции приведет к тому, время простоя будет действовать только между начальным и конечным раз вы укажете. это просто тип простои.
zh_cn: 使用此选项将导致停机时间仅在您指定的开始时间和结束时间之间生效。 这是直接的停机时间类型。

source: When this option is selected, the downtime will be treated as "flexible" which means the downtime will start when the host actually goes down or becomes unreachable
bg_bg: Когато е избрана тази опция, престоя ще бъде третиран като "гъвкав", което означава, че престоя ще започне, когато хоста всъщност спре да работи (е в състояние на покой), или стане недостъпен
de_de: Wenn diese Option aktiviert ist, wird die Ausfallzeiten als "flexibel" behandelt werden, die die Ausfallzeiten bedeutet, wird gestartet, wenn der Host unten tatsächlich geht oder nicht mehr erreichbar
es_es: Cuando se selecciona esta opción, el tiempo de inactividad será tratado como "flexible" que significa que el tiempo de inactividad se iniciará cuando el anfitrión en realidad se cae o se vuelve inalcanzable
fr_fr: lorsque cette option est sélectionnée, le temps d'arrêt sera considéré comme «flexible» qui signifie que le temps d'arrêt démarre lorsque l'hôte va en fait vers le bas ou devient inaccessible
it_it: quando questa opzione è selezionata, i tempi di inattività sarà trattato come "flessibile", che significa il tempo di inattività inizierà quando l'host che effettivamente va giù o diventa irraggiungibile
ja_jp: このオプションを使用すると、
pl_pl: po wybraniu tej opcji, przestoje będą traktowane jako "elastyczne", co oznacza przestoje rozpocznie się, gdy host faktycznie idzie w dół lub staje się nieosiągalny
pt_pt: quando essa opção for selecionada, o tempo de inatividade será tratado como "flexível" que significa que o tempo de inatividade será iniciado quando o host realmente vai para baixo ou se torna inacessível
ru_ru: если выбран этот параметр, время простоя будет рассматриваться как "гибкий" что означает, что время простоя начнется, когда хозяин на самом деле идет вниз или становится недоступным
zh_cn: 选择此选项时，停机时间将被视为“灵活”，这意味着停机时间将在主机实际停机或无法访问时开始

source: during the start and end times specified
bg_bg: по време на началните и крайните времена, посочени
de_de: während der Start- und Endzeiten angegeben
es_es: durante las horas de inicio y fin especificadas
fr_fr: pendant les heures de début et de fin spécifiés
it_it: durante i tempi di inizio e fine specificati
ja_jp: 指定した開始時刻と終了時刻の間
pl_pl: Podczas startu i zakończenia określonych
pt_pt: durante as horas de início e término especificadas
ru_ru: во время начала и окончания времени, указанного
zh_cn: 在指定的开始时间和结束时间

source: and lasts as long as the duration you enter in the duration fields.
bg_bg: и трае толкова дълго, колкото продължителността въведете в полетата продължителност.
de_de: und dauert so lange, wie die Dauer, die Sie in den Dauer Felder ein.
es_es: y dura tanto tiempo como la duración que introduzca en los campos de duración.
fr_fr: et dure aussi longtemps que la durée que vous entrez dans les champs de durée.
it_it: e dura fino a quando la durata si entra nei campi di durata.
ja_jp: でホストが実際にダウンするか不到達となったときにダウンタイムが開始し、「期間」フィールドで指定された期間ダウンタイムが継続します.
pl_pl: i trwa tak długo, jak czas trwania wprowadzonej w polach trwania.
pt_pt: e dura tanto quanto a duração de entrar nos campos de duração.
ru_ru: и продолжается до тех пор, пока продолжительность вы вводите в поле продолжительности.
zh_cn: 持续时间与您在持续时间字段中输入的持续时间一样长。

source: Scheduling Queue
bg_bg: опашка за планиране
de_de: Planungswarteschlange
es_es: cola de programación
fr_fr: file d'attente de planification
it_it: coda di programmazione
ja_jp: スケジューリングキュー
pl_pl: kolejka planowania
pt_pt: fila de agendamento
ru_ru: планирование очереди
zh_cn: 调度队列

source: Disable active checks
bg_bg: деактивиране на активните проверки
de_de: Deaktivieren Sie aktive Prüfungen
es_es: deshabilitar cheques activos
fr_fr: désactiver les contrôles actifs
it_it: disabilita i controlli attivi
ja_jp: アクティブチェックを無効にする
pl_pl: wyłącz aktywne kontrole
pt_pt: desativar verificações ativas
ru_ru: отключить активные проверки
zh_cn: 禁用主动检查

source: Re-schedule
bg_bg: ре-график
de_de: neu planen
es_es: reprogramar
fr_fr: re-programmer
it_it: riprogrammare
ja_jp: 再スケジュール
pl_pl: zmienić harmonogram
pt_pt: reordenar
ru_ru: повторно графика
zh_cn: 重新安排

source: Force immediate
bg_bg: сила незабавно
de_de: sofort erzwingen
es_es: fuerza inmediata
fr_fr: force immédiate
it_it: forza immediata
ja_jp: 即時を強制します
pl_pl: wymusić natychmiast
pt_pt: força imediata
ru_ru: немедленная сила
zh_cn: 立即强制
