Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: User accounts can be authenticated in many different ways either from your local database or external programs such as Active Directory or LDAP. You can set up external authentication servers in the
bg_bg: Потребителските акаунти могат да бъдат оторизирани по много различни начини - или от вашата локална база данни или външни програми като Active Directory или LDAP. Можете да настроите външните сървъри за удостоверяване в
de_de: Benutzerkonten können auf viele verschiedene Arten entweder von Ihrem lokalen Datenbank oder externe Programme wie Active Directory oder LDAP authentifiziert werden. Sie können externe Authentifizierungsserver in der Einrichtung
es_es: cuentas de usuarios pueden ser autenticados en muchas formas diferentes, ya sea desde su base de datos local o programas externos tales como Active Directory o LDAP. puede configurar servidores de autenticación externos en el
fr_fr: comptes d'utilisateurs peuvent être authentifiés de différentes façons, soit à partir de votre base de données locale ou des programmes externes tels que Active Directory ou LDAP. vous pouvez configurer les serveurs d'authentification externes dans le
it_it: gli account utente possono essere autenticati in molti modi diversi sia dal database locale o programmi esterni, come Active Directory o LDAP. è possibile configurare i server di autenticazione esterni nella
ja_jp: ユーザーアカウントは、ローカルデータベース、Active DirectoryまたはLDAPなどの外部プログラムから認証を受けることができます. 外部認証サーバーは次で設定できます：
pl_pl: Konta użytkowników mogą zostać zweryfikowane na wiele różnych sposobów albo z lokalnej bazy danych lub programów zewnętrznych, takich jak Active Directory lub LDAP. można skonfigurować zewnętrznych serwerów uwierzytelniania w
pt_pt: contas de usuário podem ser autenticadas em muitas maneiras diferentes a partir do seu banco de dados local ou programas externos, como o diretório ou ldap ativo. você pode configurar servidores de autenticação externas no
ru_ru: учетные записи могут быть заверены по-разному либо из вашей локальной базе данных или внешних программ, таких как активного каталога или LDAP. Вы можете настроить внешние серверы аутентификации в
zh_cn: 可以从本地数据库或外部程序（例如Active Directory或LDAP）以多种不同方式对用户帐户进行身份验证。 您可以在

source: LDAP/AD Integration
bg_bg: LDAP/AD интеграция
es_es: ldap / integración de anuncios
fr_fr: ldap / ad intégration
it_it: ldap / Integrazione annuncio
ja_jp: LDAP / AD統合
pl_pl: Integracja LDAP / AD
pt_pt: ldap / integração anúncio
ru_ru: LDAP / интеграция объявления
zh_cn: LDAP / AD集成

source: settings
bg_bg: настройки
de_de: Einstellungen
es_es: Configuracion
fr_fr: Réglages
it_it: Impostazioni
ja_jp: 設定
pl_pl: Ustawienia
pt_pt: Configurações
ru_ru: Настройки
zh_cn: 设置

source: Local (Default)
bg_bg: Местен (по подразбиране)
de_de: lokale (Standard)
es_es: local (por defecto)
fr_fr: local (par défaut)
it_it: locale (di default)
ja_jp: ローカル (既定)
pl_pl: lokalne (domyślnie)
ru_ru: местный (по умолчанию)
zh_cn: 本地（默认）

source: AD Server
bg_bg: AD сървър
es_es: servidor de anuncios
fr_fr: serveur de publicité
ja_jp: AD サーバー
pl_pl: Serwer reklam
pt_pt: servidor de anúncios
ru_ru: Сервер объявлений
zh_cn: 广告服务器

source: (Disabled)
bg_bg: (Деактивиран)
de_de: Behindert
es_es: Deshabilitado
fr_fr: Handicapé
it_it: Disabile
ja_jp: （無効）
pl_pl: niepełnosprawny
pt_pt: Desabilitado
ru_ru: Инвалид
zh_cn: （已禁用）

source: AD Username
bg_bg: AD потребителско име
de_de: FTP-Benutzernamen
es_es: ftp nombre de usuario
fr_fr: Nom d'utilisateur FTP
it_it: nome utente ftp
ja_jp: ADユーザー名
pl_pl: Użytkownik FTP
pt_pt: ftp nome de usuário
ru_ru: FTP имя пользователя
zh_cn: AD用户名

source: LDAP Server
bg_bg: LDAP сървър
es_es: Puerto del LDAP
fr_fr: Serveur LDAP
it_it: Server LDAP
ja_jp: LDAPサーバ
pl_pl: Serwer LDAP
pt_pt: Porta LDAP
ru_ru: Сервер LDAP
zh_cn: LDAP服务器

source: User's Full DN
bg_bg: Пълен DN на потребителя
de_de: Voll dn Benutzers
es_es: dn completo de usuario
fr_fr: DN complet de l'utilisateur
it_it: DN completo dell'utente
ja_jp: ユーザーの完全なDN
pl_pl: pełna dn użytkownika
pt_pt: dn completo de usuário
ru_ru: полный DN пользователя
zh_cn: 用户的完整DN

source: Allow local login if auth server login fails
bg_bg: Позволи локална оторизация ако влизането в сървъра за оторизация се провали
de_de: erlauben lokale Anmeldung, wenn auth-Server Anmeldung fehlschlägt
es_es: permitir el acceso local si servidor de autenticación de inicio de sesión falla
fr_fr: autoriser la connexion locale si le serveur d'authentification connexion échoue
it_it: consentire l'accesso locale se accesso al server di autenticazione non riesce
ja_jp: 認証サーバーへのログインに失敗した場合、ローカルログインを許可
pl_pl: Pozwolimy lokalnego logowania, jeśli nie uwierzytelniania logowania do serwera
pt_pt: permitir login local se login do servidor falhar auth
ru_ru: позволяют местного логин, если авт сервер Войти удается
zh_cn: 如果身份验证服务器登录失败，则允许本地登录

source: By checking this box you will allow the user to use the local password created for this user (if the password is not blank) when the auth server cannot be connected to, times out, or the password provided is incorrect. This allows a secondary means of authentication in case the auth server is unreachable.
bg_bg: Селектирането на това квадратче ще позволи използването на локалната парола, създадена за потребителя (ако паролата не е празна), в случай че не може да се свържете със сървъра за оторизация, или паролата не е вярна. Това осигурява вторично средство за оторизация, в случай че сървъра за оторизация е недостъпен.
de_de: indem Sie dieses Kontrollkästchen, die Sie ermöglicht es dem Benutzer, um die lokale Kennwort für diesen Benutzer erstellt wurde (wenn das Passwort nicht leer ist), wenn die auth-Server nicht, um aus angeschlossen werden, Zeiten oder das Passwort ist nicht korrekt. dies ermöglicht eine sekundäre Authentifizierungsmittel für den Fall der Authentifizierungsserver nicht erreichbar ist.
es_es: marcando esta casilla se le permitirá al usuario utilizar la contraseña local creada para este usuario (si la contraseña no está en blanco) cuando el servidor de autenticación no se puede conectar a, tiempo de espera, o la contraseña facilitada no es correcta. esto permite un medio secundario de autenticación en caso de que el servidor de autenticación es inalcanzable.
fr_fr: en cochant cette case, vous allez permettre à l'utilisateur d'utiliser le mot de passe local créé pour cet utilisateur (si le mot de passe est vide) lorsque le serveur d'authentification ne peut pas être connecté à, fois sur, ou le mot de passe fourni est incorrect. ce qui permet un moyen secondaire de l'authentification dans le cas où le serveur d'authentification est inaccessible.
it_it: selezionando questa casella si consentire all'utente di utilizzare la password locale creato per questo utente (se la password non è vuota) quando il server di autenticazione non può essere collegato a volte fuori, o la password fornita non è corretta. questo permette un mezzo secondario di autenticazione nel caso in cui il server di autenticazione non è raggiungibile.
ja_jp: このボックスをチェックすることにより、認証サーバーが接続できない、タイムアウトする、提供されたパスワードが不正であるとき、（パスワードが空欄でなければ）このユーザーに作成されたローカルパスワードを使用することを許可します. 認証サーバーに到達できないケースにおいて、認証の第２手段となります.
pl_pl: poprzez zaznaczenie tego pola nie pozwolić użytkownikowi na korzystanie z lokalnego hasła utworzonego dla tego użytkownika (jeśli hasło jest puste), gdy serwer uwierzytelniania nie może być podłączony do, czasy się lub hasło są nieprawdziwe. pozwala to drugorzędne środki uwierzytelniania w przypadku serwera uwierzytelniania jest nieosiągalny.
pt_pt: verificando essa caixa, você vai permitir que o usuário utilize a senha local criado para esse usuário (se a senha não está em branco) quando o servidor de autenticação não pode ser conectado a, vezes fora, ou a password é incorrecta. isso permite que um meio secundário de autenticação caso o servidor de autenticação é inacessível.
ru_ru: Установив этот флажок, вы позволите пользователю использовать локальное пароль, созданный для этого пользователя (если пароль не пуст), когда сервер не авт может быть подключен к, раз из или пароль не является корректным. это позволяет вторичного средства аутентификации в случае сервер недоступен авт.
zh_cn: 通过选中此框，当身份验证服务器无法连接，超时或提供的密码不正确时，您将允许用户使用为此用户创建的本地密码（如果密码不为空）。 这在身份验证服务器不可达的情况下允许使用第二种身份验证方法。

source: Security Settings
bg_bg: Настройки на сигурността
es_es: Configuraciones de Seguridad
fr_fr: Paramètres de sécurité
it_it: Impostazioni di sicurezza
ja_jp: セキュリティ設定
pl_pl: Ustawienia zabezpieczeń
pt_pt: Configurações de Segurança
ru_ru: Параметры безопасности
zh_cn: 安全设置

source: Authorization Level
bg_bg: Ниво на оторизация
de_de: Berechtigungsstufe
es_es: Nivel de Autorizacion
fr_fr: Niveau d'autorisation
it_it: Livello di autorizzazione
ja_jp: 認証レベル
pl_pl: poziom autoryzacji
pt_pt: Nível de autorização
ru_ru: Авторизация уровень
zh_cn: 授权等级

source: Can only see hosts and services they are a contact of by default. View only, no configuration access by defualt.
bg_bg: могат да виждат само хостове и услуги, които са контакти по подразбиране. само за преглед, няма достъп до конфигурация от defualt.
de_de: kann nur Hosts und Dienste sehen, mit denen sie standardmäßig verbunden sind. nur anzeigen, kein Konfigurationszugriff von defualt.
es_es: solo puede ver hosts y servicios de los que son contacto por defecto. solo vista, sin acceso a la configuración por defualt.
fr_fr: ne peut voir que les hôtes et les services dont ils sont les contacts par défaut. affichage uniquement, pas d'accès à la configuration par defualt.
it_it: possono vedere solo host e servizi di cui sono contattati per impostazione predefinita. visualizza solo, nessun accesso alla configurazione da defualt.
ja_jp: 既定では連絡先のホストとサービスのみが表示されます。表示のみであり、既定ではアクセス設定はありません。
pl_pl: widzi tylko hosty i usługi, z którymi mają kontakt domyślnie. tylko widok, brak dostępu do konfiguracji przez defualt.
pt_pt: Só é possível ver os hosts e serviços dos quais eles são um contato por padrão. somente visualização, sem acesso de configuração por defualt.
ru_ru: могут видеть только узлы и службы, с которыми они связаны по умолчанию. только просмотр, без доступа к конфигурации с помощью defualt.
zh_cn: 默认情况下只能看到它们是联系人的主机和服务。 仅查看，没有通过默认进行的配置访问。

source: Access to all objects by default and can control, access, and configure the entire %s system and has access to the admin section.
bg_bg: достъп до всички обекти по подразбиране и може да контролира, осъществява достъп и конфигурира цялата система nagios xi и има достъп до администраторската секция.
de_de: Zugriff auf alle Objekte standardmäßig und kann das gesamte nagios xi-System steuern, darauf zugreifen und konfigurieren und hat Zugriff auf den Admin-Bereich.
es_es: acceso a todos los objetos por defecto y puede controlar, acceder y configurar todo el sistema nagios xi y tiene acceso a la sección de administración.
fr_fr: accès à tous les objets par défaut et peut contrôler, accéder et configurer l'ensemble du système nagios xi et a accès à la section admin.
it_it: accesso a tutti gli oggetti per impostazione predefinita e può controllare, accedere e configurare l'intero sistema nagios xi e ha accesso alla sezione admin.
ja_jp: 既定ではすべてのオブジェクトにアクセスでき、%s システム全体を制御、アクセス、構成することができ、管理セクションにアクセスできます。
pl_pl: dostęp do wszystkich obiektów domyślnie i może kontrolować, uzyskiwać dostęp i konfigurować cały system nagi xi i ma dostęp do sekcji administratora.
pt_pt: acesso a todos os objetos por padrão e pode controlar, acessar e configurar todo o sistema nagios xi e ter acesso à seção admin.
ru_ru: доступ ко всем объектам по умолчанию и может управлять, получать доступ и настраивать всю систему nagios xi и иметь доступ к разделу администрирования.
zh_cn: 默认访问所有对象，可以控制、访问、配置整个%s系统，并可访问管理部分。

source: Can see all hosts and services
bg_bg: Може да видите всички хостове и сървиси
de_de: Kann alle Hosts und Services zu sehen
es_es: Puede ver todos los hosts y servicios
fr_fr: Pouvez voir tous les hôtes et services
it_it: Può vedere tutti gli host e servizi
ja_jp: すべてのホストとサービスを閲覧できる
pl_pl: Można zobaczyć wszystkie hosty i usługi
pt_pt: Pode ver todos os hosts e serviços
ru_ru: Можно увидеть все узлы и услуг
zh_cn: 可以看到所有主机和服务

source: Allows a user to view all host and services that are applied in the system.
bg_bg: позволява на потребителя да преглежда всички обекти, които се прилагат в системата.
de_de: ermöglicht einem Benutzer, alle Objekte anzuzeigen, die im System angewendet werden.
es_es: permite a un usuario ver todos los objetos que se aplican en el sistema.
fr_fr: permet à un utilisateur d'afficher tous les objets appliqués dans le système.
it_it: consente a un utente di visualizzare tutti gli oggetti applicati nel sistema.
ja_jp: ユーザーは、システムに適用されているすべてのホスト、サービスを表示できます。
pl_pl: umożliwia użytkownikowi przeglądanie wszystkich obiektów, które są stosowane w systemie.
pt_pt: permite que um usuário visualize todos os objetos aplicados no sistema.
ru_ru: позволяет пользователю просматривать все объекты, которые применяются в системе.
zh_cn: 允许用户查看系统中应用的所有主机和服务。

source: Note: User does not need to be a contact of an object to see it with this enabled.
bg_bg: Забележка: потребителят не трябва да е контакт на обект, за да го види с това активирано.
de_de: Hinweis: Der Benutzer muss kein Kontakt eines Objekts sein, damit er mit dieser Option angezeigt wird.
es_es: Nota: el usuario no necesita ser un contacto de un objeto para verlo con esto habilitado.
fr_fr: note: l'utilisateur n'a pas besoin d'être un contact d'un objet pour le voir avec ceci activé.
it_it: nota: l'utente non ha bisogno di essere un contatto di un oggetto per vederlo con questo abilitato.
ja_jp: 注：ユーザーは、これを有効にしてオブジェクトの連絡先である必要はありません。
pl_pl: uwaga: użytkownik nie musi być kontaktem z obiektem, aby go zobaczyć z włączoną opcją.
pt_pt: observação: o usuário não precisa ser um contato de um objeto para vê-lo com isso ativado.
ru_ru: Примечание. Пользователь не должен быть контактом объекта, чтобы увидеть его с включенным.
zh_cn: 注意：启用此功能后，用户无需成为对象的联系人即可查看它。

source: Can control all hosts and services
bg_bg: Може да контролира всички хостове и сървиси
de_de: Kann alle Hosts und Services kontrollieren
es_es: Puede controlar todos los hosts y servicios
fr_fr: Permet de contrôler tous les hôtes et services
it_it: Può controllare tutti gli host e servizi
ja_jp: すべてのホストとサービスを制御できる
pl_pl: może kontrolować wszystkie hosty i usługi
pt_pt: Pode controlar todos os hosts e serviços
ru_ru: Может управлять всеми узлами и услуги
zh_cn: 可以控制所有主机和服务

source: Allows the user run commands on all hosts and services. These are commands that can be ran on the Nagios command file.
bg_bg: позволява на потребителите да изпълняват команди на всички хостове и услуги. това са команди, които могат да се изпълняват от командния файл nagios.
de_de: ermöglicht dem Benutzer, Befehle auf allen Hosts und Diensten auszuführen. Dies sind Befehle, die in der Nagios-Befehlsdatei ausgeführt werden können.
es_es: permite al usuario ejecutar comandos en todos los hosts y servicios. estos son comandos que se pueden ejecutar en el archivo de comandos de nagios.
fr_fr: permet à l'utilisateur d'exécuter des commandes sur tous les hôtes et services. Ce sont des commandes qui peuvent être exécutées sur le fichier de commande nagios.
it_it: consente all'utente di eseguire comandi su tutti gli host e i servizi. questi sono comandi che possono essere eseguiti sul file di comando nagios.
ja_jp: ユーザーはすべてのホストとサービスでコマンドを実行できます。これらはNagiosコマンドファイルで実行できるコマンドです。
pl_pl: pozwala użytkownikowi uruchamiać polecenia na wszystkich hostach i usługach. są to polecenia, które można uruchamiać w pliku poleceń nagios.
pt_pt: permite que o usuário execute comandos em todos os hosts e serviços. Estes são comandos que podem ser executados no arquivo de comando nagios.
ru_ru: позволяет пользователю выполнять команды на всех хостах и ​​службах. это команды, которые могут запускаться в командном файле nagios.
zh_cn: 允许用户在所有主机和服务上运行命令。 这些命令可以在Nagios命令文件上运行。

source: Note: Without this option users are still allowed to run commands on hosts and services they are contacts of. This is normally used if you have selected the
bg_bg: бележка: без тази опция потребителите все още имат право да изпълняват команди на хостове и сървъри, в които са контакти. това обикновено се използва, ако сте избрали
de_de: Hinweis: Ohne diese Option können Benutzer weiterhin Befehle auf Hosts und Diensten ausführen, von denen sie Kontakte sind. Dies wird normalerweise verwendet, wenn Sie die Option ausgewählt haben
es_es: Nota: sin esta opción, los usuarios todavía pueden ejecutar comandos en hosts y servidores de los que son contactos. esto se usa normalmente si ha seleccionado el
fr_fr: note: sans cette option, les utilisateurs sont toujours autorisés à exécuter des commandes sur les hôtes et les servies dont ils sont les contacts. ceci est normalement utilisé si vous avez sélectionné
it_it: nota: senza questa opzione gli utenti possono ancora eseguire comandi su host e server di cui sono contatti. questo è normalmente usato se hai selezionato il
ja_jp: 注: このオプションを使用しないと、ユーザーは連絡先のホストとサービスでコマンドを実行することができます。これは通常、
pl_pl: uwaga: bez tej opcji użytkownicy nadal mogą uruchamiać polecenia na hostach i serwisach, z którymi są kontaktami. jest to zwykle używane, jeśli wybrałeś
pt_pt: Nota: sem essa opção, os usuários ainda podem executar comandos nos hosts e serviços dos quais são contatos. isto é normalmente usado se você selecionou o
ru_ru: note: без этой опции пользователям по-прежнему разрешено запускать команды на хостах и ​​сервисах, к которым они относятся. это обычно используется, если вы выбрали
zh_cn: 注意：如果没有此选项，则仍允许用户在与其联系的主机和服务上运行命令。 如果您选择了

source: above
bg_bg: По-горе
de_de: Oben
es_es: Arriba
fr_fr: Au-dessus
it_it: Sopra
ja_jp: より上
pl_pl: powyżej
pt_pt: Acima
ru_ru: Выше
zh_cn: 以上

source: Can configure hosts and services
bg_bg: Може да (пре) конфигурирате хостове и сървиси
de_de: Kann (re) konfigurieren Hosts und Services
es_es: Puede (re)configurar hosts y servicios
fr_fr: (Re) configurer des hôtes et des services
it_it: Può (ri) configurare gli host e servizi
ja_jp: ホストとサービスを設定できる
pl_pl: może (re) skonfigurować hostów i usług
pt_pt: Pode (re) configurar hosts e serviços
ru_ru: Может ли (пере) настройки хостов и сервисов
zh_cn: 可以配置主机和服务

source: Allows a user to be able to access the following for hosts and services:
bg_bg: позволява на потребителя да има достъп до следните услуги за хостове и услуги:
de_de: ermöglicht einem Benutzer den Zugriff auf Folgendes für Hosts und Dienste:
es_es: permite a un usuario acceder a los siguientes servidores y servicios:
fr_fr: permet à un utilisateur d'accéder aux éléments suivants pour les hôtes et les services:
it_it: consente a un utente di accedere ai seguenti host e servizi:
ja_jp: ユーザーはホストやサービスに対して次のものにアクセスできるようになります
pl_pl: umożliwia użytkownikowi dostęp do następujących hostów i usług:
pt_pt: permite que um usuário possa acessar o seguinte para hosts e serviços:
ru_ru: позволяет пользователю иметь доступ к следующим для хостов и служб:
zh_cn: 允许用户能够访问主机和服务的以下内容：

source: Run Configuration Wizards
bg_bg: Конфигурационни wizards
de_de: Configuration Wizards
es_es: Wizard de configuracion
fr_fr: Assistants de configuration
it_it: Creazione guidata della configurazione
ja_jp: 設定ウィザード
pl_pl: kreatory konfiguracji
pt_pt: Assistentes de configuração
ru_ru: Мастера настройки
zh_cn: 运行配置向导

source: Delete from detail page
bg_bg: изтриване от страницата с подробности
de_de: von der Detailseite löschen
es_es: eliminar de la página de detalles
fr_fr: supprimer de la page de détails
it_it: cancella dalla pagina dei dettagli
ja_jp: 詳細ページから削除
pl_pl: usuń ze strony szczegółów
pt_pt: excluir da página de detalhes
ru_ru: удалить с подробной страницы
zh_cn: 从详细信息页面删除

source: Re-configure from detail page
bg_bg: преконфигурирайте от страницата с подробности
de_de: von der Detailseite neu konfigurieren
es_es: reconfigurar desde la página de detalles
fr_fr: reconfigurer à partir de la page de détails
it_it: riconfigurare dalla pagina dei dettagli
ja_jp: 詳細ページから再設定する
pl_pl: ponownie skonfigurować ze strony szczegółów
pt_pt: reconfigurar a partir da página de detalhes
ru_ru: переконфигурировать с подробной страницы
zh_cn: 从详细页面重新配置

source: Can access advanced features
bg_bg: Може да получите достъп до разширени (за напреднали) функции
de_de: Kann erweiterte Funktionen zugreifen
es_es: Puede accesar a caracteristicas avanzadas
fr_fr: Peuvent accéder à des fonctionnalités avancées
it_it: È possibile accedere alle funzioni avanzate
ja_jp: 高度な機能にアクセスできる
pl_pl: mogą uzyskać dostęp do zaawansowanych funkcji
pt_pt: Pode acessar recursos avançados.
ru_ru: Может доступ к дополнительным функциям
zh_cn: 可以访问高级功能

source: Allows the editing of check command in the re-configure host/service page.<br><br>Shows advanced tab and commands in host/service detail pages.<br><br>Allows setting host parents during wizards and re-configure on host detail page.
bg_bg: позволява редакцията на командата за проверка в страницата за повторно конфигуриране на хост / услуга. <br><br> показва разширен раздел и команди в страниците с подробности за хост / услуга. <br><br> позволява настройка на хостващите родители по време на магьосниците и преконфигуриране на страницата с подробности за хост.
de_de: Ermöglicht die Bearbeitung des Befehls check auf der Seite Host / Service neu konfigurieren. <br><br> Zeigt erweiterte Registerkarten und Befehle in Host- / Service-Detailseiten an. <br><br> ermöglicht das Festlegen von Host-Eltern während eines Assistenten und das erneute Konfigurieren auf der Host-Detailseite.
es_es: permite la edición del comando de verificación en la página de reconfiguración de host / servicio. <br><br> muestra la pestaña y los comandos avanzados en las páginas de detalles de host / servicio. <br><br> permite configurar padres de acogida durante los asistentes y volver a configurar en la página de detalles de host.
fr_fr: permet l'édition de la commande check dans la page reconfigurer l'hôte / le service. <br><br> affiche l'onglet et les commandes avancés dans les pages de détails de l'hôte / du service. <br><br> permet de définir les parents hôtes pendant les assistants et de les reconfigurer sur la page de détails de l'hôte.
it_it: consente la modifica del comando di controllo nella pagina di riconfigurazione host / servizio. <br><br> mostra la scheda e i comandi avanzati nelle pagine dei dettagli di host / servizio. <br><br> consente di impostare i genitori host durante le procedure guidate e di riconfigurare la pagina dei dettagli dell'host.
ja_jp: 再構成ホスト/サービスページでcheckコマンドを編集できます。 <br><br>ホスト/サービス詳細ページのアドバンストタブとコマンドを表示します。 <br><br>ウィザード中にホストの親を設定し、ホストの詳細ページで再構成することができます。
pl_pl: umożliwia edycję polecenia check na stronie konfiguracji / hosta. <br><br> pokazuje zaawansowaną kartę i polecenia na stronach szczegółów hosta / usługi. <br><br> umożliwia ustawienie macierzystych hostów podczas pracy kreatorów i ponowną konfigurację na stronie szczegółów hosta.
pt_pt: permite a edição do comando check na página reconfigurar host / serviço. <br><br> mostra a guia e os comandos avançados nas páginas de detalhes do host / serviço. <br><br> permite definir pais de host durante assistentes e reconfigurar na página de detalhes do host.
ru_ru: позволяет редактировать команду проверки на странице переустановки хоста / службы. <br><br> показывает дополнительные вкладки и команды на страницах сведений о хосте / услуге. <br><br> позволяет устанавливать родителей хозяев во время мастеров и повторно настраивать на странице подробностей хоста.
zh_cn: 允许在重新配置主机/服务页面中编辑检查命令。<br> <br>在主机/服务详细信息页面中显示高级选项卡和命令。<br> <br>允许在向导和重新配置过程中设置主机父级 在主机详细信息页面上。
