Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Max time in HOURS to store expired auth tokens in the database.
bg_bg: максимално време в часове за съхранение на изтекли автохтонки в базата данни.
de_de: maximale Zeit in Stunden, um abgelaufene Auth-Tokens in der Datenbank zu speichern.
es_es: tiempo máximo en horas para almacenar tokens de autenticación caducados en la base de datos.
fr_fr: temps maximum en heures pour stocker les jetons d'authentification expirés dans la base de données.
it_it: tempo massimo in ore per memorizzare i token di autorizzazione scaduti nel database.
ja_jp: 期限切れの認証トークンをデータベースに格納する最大時間（時間単位）。
pl_pl: Maksymalny czas w godzinach do przechowywania wygasłych tokenów auth w bazie danych.
pt_pt: Tempo máximo em horas para armazenar tokens de autorização expirados no banco de dados.
ru_ru: максимальное время в часах для хранения истекших токенов auth в базе данных.
zh_cn: 以小时为单位的最长时间将过期的授权令牌存储在数据库中。

source: Max Expired Session Age
bg_bg: максималната продължителност на сесията е изтекла
de_de: max abgelaufenes Sitzungsalter
es_es: edad expirada máxima de la sesión
fr_fr: âge de session expiré max
it_it: età massima della sessione scaduta
ja_jp: 有効期限切れのセッションの最大保持時間
pl_pl: maksymalny czas sesji wygasł
pt_pt: duração máxima da sessão expirada
ru_ru: максимальный срок действия
zh_cn: 最大过期会议年龄

source: Max time in HOURS to store expired (no longer active) session data in the database.
bg_bg: максимално време в часове за съхраняване на изтекли (вече не са активни) сесия данни в базата данни.
de_de: maximale Zeit in Stunden, um abgelaufene (nicht mehr aktive) Sitzungsdaten in der Datenbank zu speichern.
es_es: tiempo máximo en horas para almacenar datos de sesión caducados (no más activos) en la base de datos.
fr_fr: temps maximum en heures pour stocker les données de session expirées (qui ne sont plus actives) dans la base de données.
it_it: tempo massimo in ore per memorizzare i dati della sessione scaduti (non più attivi) nel database.
ja_jp: 有効期限切れのセッションデータをデータベースに格納する最大時間（単位：時間）。
pl_pl: maksymalny czas w godzinach przechowywania zapisanych danych sesji wygasłych (już nie aktywnych) w bazie danych.
pt_pt: Tempo máximo em horas para armazenar dados de sessão expirados (não mais ativos) no banco de dados.
ru_ru: максимальное время в часах для хранения истекших (более не активных) данных сеанса в базе данных.
zh_cn: 以小时为单位的最长时间来存储数据库中已过期（不再有效）的会话数据。

source: Max Audit Log Age
bg_bg: макс
de_de: Max. Audit-Log-Alter
es_es: edad máxima del registro de auditoría
fr_fr: âge maximum du journal d'audit
it_it: età massima del registro di controllo
ja_jp: 最大監査ログの経過時間
pl_pl: maksymalny wiek dziennika kontroli
pt_pt: idade máxima do log de auditoria
ru_ru: максимальный возраст журнала аудита
zh_cn: 最大审核日志年龄

source: Max to keep audit log entires in days
bg_bg: макс, за да пазят целите на одита в дни
de_de: Max, um das gesamte Überwachungsprotokoll in Tagen zu halten
es_es: max para mantener los registros de auditoria en dias
fr_fr: max pour conserver le journal d'audit en jours
it_it: max per mantenere i log del controllo di audit in giorni
ja_jp: 監査ログを保持する最大日数
pl_pl: maks., aby dziennik kontroli był wprowadzany w dniach
pt_pt: max para manter registros de auditoria em dias
ru_ru: max для ведения журнала аудита в днях
zh_cn: 最多保留几天的审核日志条目

source: Optimize Interval
bg_bg: Оптимизирайте интервала
de_de: Optimieren Interval
es_es: Optimizar intervalo
fr_fr: Optimiser l'intervalle
it_it: Ottimizzare Intervallo
ja_jp: 最適化間隔
pl_pl: optymalizacji interwał
pt_pt: Otimizar Intervalo
ru_ru: Оптимизация Interval
zh_cn: 优化时间间隔

source: Max time in minutes between optimization runs.
bg_bg: Максимален период от време в минути между текущите процеси за оптимизация.
de_de: Max Zeit in Minuten zwischen der Optimierung läuft.
es_es: Tiempo maximo en minutos entre ejecucion de optimización.
fr_fr: Délai maximum en minutes entre les cycles d'optimisation.
it_it: Il tempo massimo in minuti fra le esecuzioni di ottimizzazione.
ja_jp: 最適化の実行間隔の最大時間（分）.
pl_pl: Maksymalny czas w minutach między tras optymalizacji.
pt_pt: tempo máximo em minutos entre as execuções de otimização.
ru_ru: Максимальное время в минутах между оптимизацией работает.
zh_cn: 优化运行之间的最长时间（分钟）。

source: NDO Database
bg_bg: ndo база данни
de_de: Datenbank
es_es: base de datos ndo
fr_fr: ndo base de données
it_it: database ndo
ja_jp: NDO データベース
pl_pl: Baza danych ndo
pt_pt: banco de dados ndo
ru_ru: база данных ndo
zh_cn: ndo数据库

source: Max External Commands Age
bg_bg: Максимална възраст на външните команди
de_de: Max Externe Befehle Alter
es_es: Max externa Comandos Edad
fr_fr: Max Commandes externes âge
it_it: Max esterno Comandi Età
ja_jp: 外部コマンドの最大保持期間
pl_pl: maks zewnętrznych poleceń wiek
pt_pt: max externo comandos idade
ru_ru: Макс Внешние команды Возраст
zh_cn: 最大外部命令年龄

source: Max time in DAYS to keep external commands.
bg_bg: Максимален период от време в ДНИ, за да се запазят външните команди.
de_de: Max Zeit in Tagen, um externe Befehle zu halten.
es_es: Tiempo máximo de días que se conservarán comandos externos.
fr_fr: Délai maximum de jours pendant lesquels les commandes externes.
it_it: Tempo massimo di giorni in cui mantenere comandi esterni.
ja_jp: 外部コマンドを保持する最大期間(日数).
pl_pl: Maksymalny czas w dni przechowywania zewnętrznych poleceń.
pt_pt: tempo máximo de dias para manter os comandos externos.
ru_ru: Максимальное время дня, чтобы держать внешние команды.
zh_cn: 保留外部命令的最长时间（以天为单位）。

source: Max Log Entries Age
bg_bg: Максимална възраст на записи в регистъра (Log Entries)
de_de: Max Log-Einträge Alter
es_es: Max Log Edad comentarios
fr_fr: Max Log Entries Âge
it_it: Max Log voci Età
ja_jp: ログエントリの最大保持期間
pl_pl: maks wpisy dziennika wiek
pt_pt: max log entradas de idade
ru_ru: Макс записи журнала возрасте
zh_cn: 最大日志条目年龄

source: Max time in DAYS to keep log entries.
bg_bg: Максимален период от време в ДНИ, за да се запазят записите в регистъра (log entries).
de_de: Max Zeit in Tagen Protokolleinträge zu halten.
es_es: Tiempo máximo de días para guardar las entradas del registro.
fr_fr: Délai maximum de jours pendant lesquels les entrées de journal.
it_it: Tempo massimo di giorni per cui conservare le voci del registro.
ja_jp: ログエントリを保持する最大期間(日数).
pl_pl: Maksymalny czas w dni przechowywania wpisów w dzienniku.
pt_pt: tempo máximo de dias para manter as entradas de log.
ru_ru: Максимальное время дней, чтобы сохранить записи журнала.
zh_cn: 保留日志条目的最长时间（以天为单位）。

source: Max Notifications Age
bg_bg: Максимална възраст на нотификациите
de_de: Max Benachrichtigungen Alter
es_es: Max Notificaciones Edad
fr_fr: Max Notifications Âge
it_it: Max Notifiche Età
ja_jp: 通知の最大保持期間
pl_pl: maks powiadomienia wiek
pt_pt: max notificações idade
ru_ru: Макс Уведомления возрасте
zh_cn: 通知年龄上限

source: Max time in DAYS to keep notifications.
bg_bg: Максимален период от време в ДНИ, за да се запазят нотификациите.
de_de: Max Zeit in Tagen, um Benachrichtigungen zu halten.
es_es: Tiempo máximo de días para guardar las notificaciones.
fr_fr: Délai maximum de jours pendant lesquels les notifications.
it_it: Tempo massimo di giorni in cui mantenere le notifiche.
ja_jp: 通知を保持する最大期間(日数).
pl_pl: Maksymalny czas w dni przechowywania powiadomień.
pt_pt: tempo máximo de dias para manter notificações.
ru_ru: Максимальное время дня, чтобы держать уведомления.
zh_cn: 保留通知的最长时间（以天为单位）。

source: Max State History Age
bg_bg: Максимална възраст на историческите състояния
de_de: Max State History Alter
es_es: Max Estado Age Historia
fr_fr: Âge Max State History
it_it: Max Stato Storia Età
ja_jp: ステータス履歴の最大保持期間
pl_pl: Historia wiek stan max
pt_pt: max estado idade história
ru_ru: Макс Государственный исторический возраст
zh_cn: 最大状态历史年龄

source: Max time in DAYS to keep state history information.
bg_bg: Максимален период от време в ДНИ, за да се запази информацията за историческите състояния.
de_de: Max Zeit in Tagen zu Landesgeschichte Informationen behalten.
es_es: Tiempo máximo de días para mantener la información de la historia del estado.
fr_fr: Délai maximum de jours de conservation des informations d'historique d'Etat.
it_it: Il tempo massimo in giorni per mantenere informazioni sullo stato della storia.
ja_jp: ステータス履歴情報を保持する最大期間(日数).
pl_pl: Maksymalny czas w dzień, aby zachować informacje o historii państwa.
pt_pt: tempo máximo de dias para manter as informações do histórico do estado.
ru_ru: Максимальное время дня, чтобы держать информацию о состоянии истории.
zh_cn: 保留状态历史记录信息的最长时间（以天为单位）。

source: Max Timed Events Age
bg_bg: Максимална възраст на измерваните събития
de_de: Max Timed Veranstaltungs Alter
es_es: Max Timed Events Edad
fr_fr: Max Timed Events Âge
it_it: Max temporizzato Eventi Età
ja_jp: 時間付きイベントの最大保持時間
pl_pl: maks planowane wiek wydarzeń
pt_pt: max cronometrado eventos idade
ru_ru: Максимальная времени событий Возраст
zh_cn: 最大定时事件年龄

source: Max time in minutes to keep timed events
bg_bg: Максимален период от време в минути, за да се запазят измерваните събития
de_de: Max Zeit in Minuten, um zeitgesteuerte Ereignisse zu halten
es_es: Max tiempo en minutos para mantener eventos temporizados
fr_fr: Temps max en quelques minutes à conserver les événements chronométrés
it_it: Il tempo massimo in minuti per conservare gli eventi temporizzati
ja_jp: 時間付きイベントを保持する最大期間（分）
pl_pl: Maksymalny czas w minutach do utrzymania określonych w czasie imprez
pt_pt: tempo máximo em minutos para manter eventos programados
ru_ru: Максимальное время в минутах сохранить во времени событий
zh_cn: 以分钟为单位的最长时间，以保留定时事件

source: Max System Commands Age
bg_bg: Максимална възраст на системните команди
de_de: Max System Commands Alter
es_es: Sistema de Comandos de Max Age
fr_fr: Système de commandes Âge Max
it_it: Max System Commands Età
ja_jp: システムコマンドの最大保持時間
pl_pl: System poleceń wiek max
pt_pt: comandos do sistema max idade
ru_ru: Max System Commands возрасте
zh_cn: 最大的系统命令年龄

source: Max time in minutes to keep system commands.
bg_bg: Максимален период от време в минути, за да се запазят системните команди.
de_de: Max Zeit in Minuten, um Systembefehle zu halten.
es_es: Max tiempo en minutos para mantener los comandos del sistema.
fr_fr: Temps max en quelques minutes de garder les commandes du système.
it_it: Il tempo massimo in minuti per mantenere i comandi di sistema.
ja_jp: システムコマンドを保持する最大時間（分）.
pl_pl: Maksymalny czas w minutach, aby utrzymać poleceń systemowych.
pt_pt: tempo máximo em minutos para manter os comandos do sistema.
ru_ru: Максимальное время в минутах, чтобы сохранить системных команд.
zh_cn: 保留系统命令的最长时间（分钟）。

source: Max Service Checks Age
bg_bg: Максимална възраст на сървис проверките
de_de: Max Service Checks Alter
es_es: Max Servicio de verificación de la edad
fr_fr: Max Service de contrôle de l'âge
it_it: Max Service Controlli Età
ja_jp: サービスチェックの最大保持時間
pl_pl: maks kontrole serwisowe wiek
pt_pt: serviço max verifica idade
ru_ru: Макс служба проверяет возраст
zh_cn: 最高服务检查年龄

source: Max time in minutes to keep service checks.
bg_bg: Максимален период от време в минути, за да се запазят сървис проверките.
de_de: Max Zeit in Minuten, um Service-Prüfungen zu halten.
es_es: Tiempo máximo en minutos para mantener control de servicios.
fr_fr: Délai maximum de minutes afin de maintenir les contrôles de service.
it_it: Il tempo massimo in minuti per mantenere controlli di manutenzione.
ja_jp: サービスチェックを保持する最大時間（分）.
pl_pl: Maksymalny czas w minutach, aby zachować kontrolę usług.
pt_pt: tempo máximo em minutos para manter cheques de serviços.
ru_ru: Максимальное время в минутах, чтобы держать служба проверки.
zh_cn: 保留服务检查的最长时间（分钟）。

source: Max Host Checks Age
bg_bg: Максимална възраст на хост проверките
de_de: Max Host-Prüfungen Alter
es_es: Anfitrión Max controles de la edad
fr_fr: Hôte Max Vérifie Âge
it_it: Host Max Controlli Età
ja_jp: ホストチェックの保持時間
pl_pl: maks kontrole gospodarza wiek
pt_pt: hospedeiro max verifica idade
ru_ru: Макс Хост проверяет возраст
zh_cn: 最大主机检查年龄

source: Max time in minutes to keep host checks.
bg_bg: Максимален период от време в минути, за да се запазят хост проверките.
de_de: Max Zeit in Minuten, um Host-Prüfungen zu halten.
es_es: Max tiempo en minutos para mantener comprobaciones de equipos.
fr_fr: Temps max en quelques minutes de garder un contrôle d'hôte.
it_it: Il tempo massimo in minuti per mantenere i controlli host.
ja_jp: ホストチェックを保持する最大時間（分）.
pl_pl: Maksymalny czas w minutach, aby zachować kontrolę gospodarza.
pt_pt: tempo máximo em minutos para manter cheques de acolhimento.
ru_ru: Максимальное время в минутах, чтобы сохранить хозяин проверок.
zh_cn: 保留主机检查的最长时间（分钟）。

source: Max Event Handlers Age
bg_bg: Максимална възраст на манипулаторите на събития (Event Handlers)
de_de: Max Veranstaltung Handlers Alter
es_es: Event Handlers Max Age
fr_fr: Event Handlers Âge Max
it_it: Max Gestori eventi Età
ja_jp: イベントハンドラの保持時間
pl_pl: maks obsługi zdarzeń wiek
pt_pt: max evento manipuladores de idade
ru_ru: Макс обработчиков событий Возраст
zh_cn: 最大事件处理程序年龄

source: Max time in minutes to keep event handlers.
bg_bg: Максимален период от време в минути, за да се запазят манипулаторите на събития.
de_de: Max Zeit in Minuten, um Ereignishandler zu halten.
es_es: Max tiempo en minutos para mantener los controladores de eventos.
fr_fr: Temps max en quelques minutes de garder des gestionnaires d'événements.
it_it: Il tempo massimo in minuti per mantenere i gestori di eventi.
ja_jp: イベントハンドラを保持する最大時間（分）.
pl_pl: Maksymalny czas w minutach, aby utrzymać obsługi zdarzeń.
pt_pt: tempo máximo em minutos para manter os manipuladores de eventos.
ru_ru: Максимальное время в минутах, чтобы сохранить обработчиков событий.
zh_cn: 保留事件处理程序的最长时间（分钟）。

source: Max Comment History Age
bg_bg: max коментар история възраст
de_de: max Kommentar Geschichte Alter
es_es: max comentario historia edad
fr_fr: âge maximum des commentaires
it_it: età massima della cronologia dei commenti
ja_jp: コメント履歴最長時間
pl_pl: max wiek historii komentarzy
pt_pt: idade máxima do histórico de comentários
ru_ru: максимальный возраст истории комментариев
zh_cn: 最大评论历史年龄

source: Max time in DAYS to keep comment history.
bg_bg: Максимален период от време в минути, за да запазят командите
de_de: Max Zeit in Minuten, um Befehle zu halten
es_es: Max tiempo en minutos para mantener comandos
fr_fr: Temps max en quelques minutes de garder les commandes
it_it: Il tempo massimo in minuti per mantenere i comandi
ja_jp: コメントを保持する最長時間（分）
pl_pl: Maksymalny czas w minutach, aby utrzymać polecenia
pt_pt: tempo máximo em minutos para manter os comandos
ru_ru: Максимальное время в минутах, чтобы сохранить команды
zh_cn: 保留评论历史的最长时间（以天为单位）。

source: CCM Database
bg_bg: ccm база данни
de_de: ccm Datenbank
es_es: base de datos ccm
fr_fr: base de données ccm
it_it: database ccm
ja_jp: CCM データベース
pl_pl: baza danych ccm
pt_pt: banco de dados ccm
ru_ru: база данных ccm
zh_cn: CCM数据库

source: Max Logbook Age
bg_bg: Максимална възраст на дневника (Logbook)
de_de: Max Logbuch Alter
es_es: Max Age Logbook
fr_fr: Âge Max Journal de bord
it_it: Max Logbook Età
ja_jp: ログブックの最大保存時間
pl_pl: wiek dziennik max
pt_pt: max idade logbook
ru_ru: Журнал Max Возраст
zh_cn: 最长日志年龄

source: Max time in minutes to keep logbook records.
bg_bg: Максимален период от време в минути, за да се запазят записите в дневника (logbook records).
de_de: Max Zeit in Minuten, um Aufzeichnungen im Logbuch zu halten.
es_es: Tiempo máximo en minutos para mantener los registros de bitácora.
fr_fr: Temps max en quelques minutes à tenir des registres journal de bord.
it_it: Il tempo massimo in minuti per tenere un registro giornale di bordo.
ja_jp: ログブックの記録を保持する最大時間（分）.
pl_pl: Maksymalny czas w minutach do prowadzenia ewidencji w dzienniku połowowym.
pt_pt: tempo máximo em minutos para manter registros de diário de bordo.
ru_ru: Максимальное время в минутах, чтобы сохранить журнал записей.
zh_cn: 保留日志记录的最长时间（分钟）。

source: These options allow you to enable/disable certain ongoing subsystem processes of %s.
bg_bg: Тези опции ви позволяват да включите / изключите някои текущи подсистемни процеси на Nagios XI.
de_de: Diese Optionen können Sie aktivieren / deaktivieren bestimmte laufende Subsystem-Prozesse von Nagios XI.
es_es: Estas opciones le permiten activar / desactivar ciertos procesos del subsistema en curso de Nagios XI.
fr_fr: Ces options vous permettent d'activer / désactiver certains processus en cours sous-système de Nagios XI.
it_it: Queste opzioni consentono di attivare / disattivare alcuni processi di sottosistema in corso di Nagios XI.
ja_jp: このオプションでは、%s の特定の実行中サブシステムプロセスを有効/無効にすることができます。
pl_pl: Opcje te umożliwiają włączanie / wyłączanie pewnych zachodzące procesy podsystemu Nagios XI.
pt_pt: Estas opções permitem ativar / desativar determinados processos em curso subsistema de Nagios XI.
ru_ru: Эти параметры позволяют включить / отключить определенные текущие процессы подсистемы Nagios XI.
zh_cn: 这些选项允许你启用/禁用%s的某些正在进行的子系统进程。

source: Disabling Outbound Data Transfers and listening for Unconfigured Objects will result in a slight decrease in CPU usage, and disabling subsystem logging will reduce disk activity for subsystem processes.
bg_bg: Деактивирането на изходящия трансфер на данни (Outbound Data Transfers ) и слушането за неконфигурирани обекти (Unconfigured Objects) ще доведе до лек спад в натоварването на процесора, и спирането на подсистемния лог (subsystem logging) ще намали дисковата активност за процесите на подсистемата.
de_de: Deaktivieren Outbound Datenübertragungen und lauschte Unconfigured Objekte werden in einem leichten Rückgang der CPU-Auslastung führen, und deaktivieren Subsystem Logging Datenträger-Aktivität für Subsystem-Prozesse zu reduzieren.
es_es: Desactivación de la transferencia de datos salientes y de escucha para los objetos no configurados dará lugar a una ligera disminución en la utilización de la CPU, y deshabilitar el registro de subsistema de disco para reducir la actividad de procesos del subsistema.
fr_fr: Désactivation sortants transferts de données et d'écoute pour les objets non configurés se traduira par une légère diminution de l'utilisation du CPU, et de désactiver la journalisation du sous-système permettra de réduire l'activité du disque pour les processus de sous-système.
it_it: Disattivazione del trasferimento dati in uscita e di ascolto per gli oggetti non configurati si tradurrà in un leggero calo nell'uso della CPU, e disabilitare la registrazione sottosistema ridurre l'attività del disco per processi di sottosistema.
ja_jp: アウトバウンドデータ転送や未設定オブジェクトのリスンを無効化すると、CPU使用率がわずかに低下します。 またサブシステムのログを無効化するとサブシステムプロセスのディスクアクティビティが減少します。
pl_pl: wyłączenie wychodzące transfery danych i nasłuchując nieskonfigurowany obiektów spowoduje nieznaczny spadek zużycia procesora i wyłączanie rejestrowania podsystem zmniejszy aktywność dysku dla procesów podsystemów.
pt_pt: Desativando Transferências de saída de dados e ouvindo objetos não configurados irá resultar em uma ligeira diminuição no uso da CPU, e desabilitar o log subsistema irá reduzir a atividade do disco para os processos de subsistemas.
ru_ru: Отключение исходящей передачи данных и прослушивания Unconfigured объектов приведет к незначительному снижению загрузки процессора, и отключение подсистемы регистрации снизит активность диска для подсистемы процессов.
zh_cn: 禁用出站数据传输和侦听未配置的对象将导致CPU使用率略有下降，并且禁用子系统日志记录将减少子系统进程的磁盘活动。

source: NOTE
bg_bg: ЗАБЕЛЕЖКА
de_de: HINWEIS
es_es: NOTA
it_it: NOTA
ja_jp: 注
pl_pl: uwaga
pt_pt: NOTA
ru_ru: Примечание
zh_cn: 注：

source: Disabling Outbound Transfers will stop any currently defined outbound transfers. Outbound settings can be viewed
bg_bg: Деактивирането на изходящите трансфери ще спрат всички понастоящем дефинирани изходящи трансфери (outbound transfers). Изходящите настройки могат да бъдат разгледани
de_de: Deaktivieren Outbound Transfers stoppt alle derzeit definierten ausgehende Übertragungen. Outbound-Einstellungen können eingesehen werden
es_es: Desactivación de Transferencias de Salida se detendrá todas las transferencias salientes definidos en la actualidad. Configuración de salientes pueden ser vistos
fr_fr: Désactivation des transferts sortants arrêtera tous les transferts sortants actuellement définis. Paramètres sortants peuvent être consultés
it_it: Disattivazione Trasferimenti in uscita si ferma tutti i trasferimenti attualmente definiti in uscita. Impostazioni in uscita possono essere visualizzate
ja_jp: アウトバウンド転送を無効にすると、現在定義されているアウトバウンド転送が停止します. アウトバウンドの設定を確認できます
pl_pl: wyłączanie transfery wychodzące zatrzyma żadnych zdefiniowanych przelewów wychodzących obecnie. Ustawienia mogą być przeglądane wychodzące
pt_pt: Desativando Transferências de saída vai parar as transferências atualmente definidas de saída. Configurações de saída podem ser vistos
ru_ru: Отключение Исходящие переводы будут остановлены все время определены исходящих переводов. Исходящие параметры могут быть просмотрены
zh_cn: 禁用出站传输将停止任何当前定义的出站传输。 可以查看出站设置

source: Subsystem Options
bg_bg: Опции на подсистемата
de_de: Subsystem Optionen
es_es: Opciones del subsistema
fr_fr: Options de sous-système
it_it: Sottosistema Opzioni
ja_jp: サブシステムオプション
pl_pl: Opcje podsystemu
pt_pt: Opções subsistema
ru_ru: Подсистема параметры
zh_cn: 子系统选项

source: Enable Outbound Data Transfers
bg_bg: Активирайте изходящите трансфери на данни
de_de: Aktivieren Outbound Datentransfer
es_es: Permitir la transferencia de datos salientes
fr_fr: Activer les transferts de données sortantes
it_it: Abilita uscita del trasferimento dati
ja_jp: アウトバウンドデータ転送を有効にする
pl_pl: umożliwiają transfer danych wychodzących
pt_pt: Permitir transferências de dados de saída
ru_ru: Включить исходящей передачи данных
zh_cn: 启用出站数据传输

source: Enable Listener For Unconfigured Objects
bg_bg: Позволете слушателя за неконфигурирана обекти (Listener For Unconfigured Objects)
de_de: Aktivieren Listener Für Unconfigured Objekte
es_es: Habilitar Listener para objetos no configurados
fr_fr: Activer écoute pour les objets non configurés
it_it: Abilita Listener per gli oggetti non configurati
ja_jp: 未設定オブジェクトのリスナーを有効にする
pl_pl: włączyć detektor nieskonfigurowanych obiektów
pt_pt: permitir ouvinte para objetos não configurados
ru_ru: Включите приемник для Unconfigured объектов
zh_cn: 为未配置的对象启用监听器

source: Enable Subsystem Logging
bg_bg: Активирайте подсистемния лог (subsystem logging)
de_de: Aktivieren Subsystem Logging
es_es: Habilitar el registro del subsistema
fr_fr: Activer la journalisation du sous-système
it_it: Abilita registrazione sottosistema
ja_jp: サブシステムのログを有効にする
pl_pl: włączyć rejestrowanie podsystemu
pt_pt: Ativar registro Subsistema
ru_ru: Включение подсистемы Logging
zh_cn: 启用子系统记录

source: Enable BPI sync on Apply Config
bg_bg: разрешете bpi sync на приложите config
de_de: Aktivieren Sie die bpi-Synchronisierung beim Anwenden der Konfiguration
es_es: habilitar bpi sync en aplicar config
fr_fr: activer la synchronisation bpi sur Apply Config
it_it: abilita bpi sync su apply config
ja_jp: 適用設定でBPI同期を有効にする
pl_pl: włącz synchronizację bpi przy zastosowaniu konfiguracji
pt_pt: ativar sincronização bpi na aplicação de configuração
ru_ru: включить синхронизацию bpi при применении конфигурации
zh_cn: 在应用配置上启用BPI同步

source: this option can also be changed in the
bg_bg: тази опция може да бъде променена в
de_de: Diese Option kann im geändert werden
es_es: esta opción se puede cambiar en el
fr_fr: cette option peut être changée dans le
it_it: questa opzione può essere cambiata nel
ja_jp: このオプションは変更できます
pl_pl: tę opcję można zmienić w
pt_pt: esta opção pode ser alterada no
ru_ru: эта опция может быть изменена в
zh_cn: 此选项也可以在
