Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Primary Groups are visible on the top level of the tree. Non-primary groups must be added as a child member to a visible group in order to be displayed in the tree.
bg_bg: Главните групи (Primary Groups) са видими на най-високото ниво на дървото. Групите, които не са "главни" (Non-primary groups) трябва да бъдат добавени като член-наследник (child member) към видима група, за да бъдат показани в дървото.
de_de: Hauptgruppen sind auf der obersten Ebene der Baumstruktur sichtbar. Nicht-Primärgruppen müssen als Kind Mitglied zu einer sichtbaren Gruppe, um in der Baumstruktur angezeigt werden hinzugefügt werden.
es_es: grupos primarios son visibles en el nivel superior del árbol. grupos no primarios se debe agregar como un miembro de niño a un grupo visible para ser visualizado en el árbol.
fr_fr: groupes primaires sont visibles sur le niveau haut de l'arbre. groupes non primaires doivent être ajoutés en tant que membre d'un groupe d'enfant visible afin d'être affiché dans l'arborescence.
it_it: gruppi primari sono visibili al livello superiore della struttura. gruppi non primari devono essere aggiunti come membro bambino ad un gruppo visibile in modo da visualizzare nella struttura.
ja_jp: プライマリグループは、ツリーの最上位に表示されます. 非プライマリグループは、ツリーで表示されるには、可視グループの子メンバとして追加される必要があります.
pl_pl: grupy podstawowe są widoczne na najwyższym poziomie drzewa. grupy nie-pierwszorzędowe może być dodany jako podrzędne widocznej grupy w celu pokazania w drzewie.
pt_pt: grupos primários são visíveis no nível mais alto da árvore. grupos não primários deve ser adicionado como um membro criança para um grupo visível, a fim de ser exibido na árvore.
ru_ru: видны на верхнем уровне дерева первичные группы. Второстепенные группы должны быть добавлены в качестве дочернего элемента к видимой группы, с тем чтобы быть отображен в дереве.
zh_cn: 初级组在树的顶层可见。非基础组必须作为子成员添加到可见群组中，才能在树中显示。

source: Health Thresholds
bg_bg: Здравни прагове (Health Thresholds)
de_de: Gesundheit Schwellenwerte
es_es: Umbrales de Salud
fr_fr: Seuils de santé
it_it: Salute Soglie
ja_jp: ヘルスしきい値
pl_pl: Progi zdrowia
pt_pt: limiares de saúde
ru_ru: Здоровье Пороги
zh_cn: 健康阈值

source: Must be lower than warning threshold
bg_bg: Tрябва да бъде по-нискo, отколкото предупредителния праг
de_de: Muss niedriger sein als Warnschwelle.
es_es: Debe ser inferior al umbral de advertencia.
fr_fr: Doit être inférieure à Seuil d'avertissement.
it_it: Deve essere inferiore alla soglia di avviso.
ja_jp: 警告しきい値よりも小さい値でなければなりません
pl_pl: musi być niższa niż próg ostrzegawczy.
pt_pt: deve ser menor que o limite de alarme.
ru_ru: Должны быть ниже, чем порог предупреждения.
zh_cn: 必须低于警告阈值

source: Priority
bg_bg: Приоритет
de_de: Priorität
es_es: Prioridad
fr_fr: Priorité
it_it: Priorità
ja_jp: 優先度
pl_pl: priorytet
pt_pt: prioridade
ru_ru: Приоритет
zh_cn: 优先

source: The priority tab the group will be displayed in. Defaults to "None" for hostgroups, servicegroups, and dependencies.
bg_bg: Приоритетния раздел, в който групата ще бъде показана. Стандарната (по подразбиране) стойност е "няма" за хост групи, сървис групи и зависимости.
de_de: der Registerkarte Priorität wird die Gruppe in "none" für die Hostgruppen, Servicegruppen und Abhängigkeiten dargestellt werden. Standardwerte.
es_es: la ficha prioridad del grupo se mostrará en. por defecto "ninguno" para hostgroups, servicegroups y dependencias.
fr_fr: l'onglet de la priorité du groupe sera affiché dans. par défaut "none" pour hostgroups, servicegroups et les dépendances.
it_it: la scheda di priorità il gruppo verrà visualizzato. default a "nessuno" per hostgroups, servicegroups, e le dipendenze.
ja_jp: グループが表示される優先度タブ. ホストグループ、サービスグループ、依存関係の既定は "なし"です。
pl_pl: karta priorytetem grupy zostaną wyświetlone w. domyślnie na "none" dla hostgroups, servicegroups i zależności.
pt_pt: a guia prioridade do grupo será exibido no. padrão é "none" para hostgroups, servicegroups e dependências.
ru_ru: вкладка приоритетом группа будет отображаться в. по умолчанию "Нет" для группы узлов сети, servicegroups и зависимостей.
zh_cn: 该组将显示在其中的优先级选项卡。对于主机组，服务组和依赖项，默认为“无”。

source: Authorized Users
bg_bg: Оторизирани потребители
de_de: Autorisierte Benutzer
es_es: Usuarios autorizados
fr_fr: Les utilisateurs autorisés
it_it: Utenti autorizzati
ja_jp: 承認されたユーザー
pl_pl: autoryzowani użytkownicy
pt_pt: usuários autorizados
ru_ru: Авторизованные пользователи
zh_cn: 授权用户

source: A list of non-administrative users who can view this group. Non-administrative users will only see hosts and services within the groups that they are authorized for, and the group state will be calculated based on the "visible" group members. Admin-level users can automatically see and modify all groups.
bg_bg: Списък на не-административни потребители, които имат право да видят тази група. Не-административните потребители могат да виждат само хостове и сървиси, принадлежащи на групи, за които те за оторизирани, а състоянието на групата ще се изчислява на базата на "видимите" членовете на групата. Потребителите администраторко ниво могат автоматично да виждат и да променят всички групи.
de_de: eine Liste von Benutzern ohne Administratorrechte, die diese Gruppe anzeigen können. Benutzer ohne Administratorrechte werden nur Hosts und Services finden Sie in den Gruppen, die sie für berechtigt, und die Gruppe Zustand wird auf der Grundlage der "sichtbar" Gruppenmitglieder berechnet werden. admin-Level-Benutzer automatisch zu sehen und alle Gruppen zu ändern.
es_es: una lista de usuarios no administrativos quién puede ver este grupo. los usuarios no administrativos sólo verán los ejércitos y servicios dentro de los grupos que están autorizados para, y se calcula el estado de grupo basado en los miembros del grupo "visibles". los usuarios de nivel de administrador pueden ver y modificar todos los grupos de forma automática.
fr_fr: une liste d'utilisateurs non-administratives qui peuvent voir ce groupe. utilisateurs non-administrateurs ne verront hôtes et des services au sein des groupes qu'ils sont autorisés pour, et l'état du groupe seront calculé sur les membres du groupe «visibles». Les utilisateurs de niveau administrateur peuvent voir et modifier automatiquement tous les groupes.
it_it: un elenco di utenti non amministrativi che possono visualizzare questo gruppo. gli utenti non amministratori vedranno solo host e servizi all'interno dei gruppi che sono autorizzati per, e lo stato di gruppo vengono calcolati in base ai membri del gruppo "visibili". gli utenti di livello amministratore possono vedere automaticamente e modificare tutti i gruppi.
ja_jp: このグループを表示することができる非管理ユーザーの一覧. 非管理ユーザーは、許可されたグループ内のホストとサービスのみを閲覧し、グループステータスは「可視」グループメンバに基づいて計算されます. 管理レベルのユーザーは、自動的にすべてのグループを閲覧し、変更することができます.
pl_pl: lista użytkowników, którzy nie mogą zobaczyć administracyjnych tej grupy. Użytkownicy niebędący administratorami zobaczą tylko hostów i usług w ramach grup, które są upoważnione do, a państwo grupa będzie obliczana na podstawie "widoczny" członków grupy. użytkowników admin-level może automatycznie zobaczyć i zmienić wszystkie grupy.
pt_pt: uma lista de usuários não-administrativos quem pode ver este grupo. usuários não-administrativos só verá hosts e serviços dentro dos grupos que estão autorizados para, eo estado grupo será calculada com base nos membros do grupo "visíveis". Os usuários com o administrador pode ver e modificar automaticamente todos os grupos.
ru_ru: список не административным пользователям, кто может просматривать эту группу. обычные пользователи будут видеть только хосты и услуг в рамках группы, что они имеют право на, и государство группа будет рассчитываться на основе "видимых" членов группы. пользователи уровня администратора может автоматически просматривать и изменять все группы.
zh_cn: 可以查看此组的非管理用户列表。 非管理用户将仅看到他们被授权的组中的主机和服务，并且组状态将基于“可见”组成员进行计算。 管理员级别的用户可以自动查看和修改所有组。

source: Write Configuration
bg_bg: Запишете конфигурация
de_de: Konfiguration schreiben
es_es: Escribir configuracion
fr_fr: Écrire la configuration
it_it: Scrivi la configurazione
ja_jp: 設定の書き込み
pl_pl: zapis konfiguracji
pt_pt: Configuração do Sistema
ru_ru: Написать конфигурации
zh_cn: 写入配置

source: Available Hosts
bg_bg: Налични хостове
de_de: Verfügbare Hosts
es_es: Hosts disponibles
fr_fr: Hôtes disponibles
it_it: Host disponibili
ja_jp: 利用可能なホスト
pl_pl: dostępnych hostów
pt_pt: Relatórios disponíveis
ru_ru: Доступные хосты
zh_cn: 可用主机

source: and BPI Groups
bg_bg: и BPI групи
de_de: und BPI Gruppen
es_es: y grupos BPI
fr_fr: Groupes et BPI
it_it: e gruppi di BPI
ja_jp: BPI グループ
pl_pl: i grupy BPI
pt_pt: e grupos bpi
ru_ru: и BPI группы
zh_cn: 和BPI组

source: Add Member(s)
bg_bg: Добавите потребител (и)
de_de: Mitglied hinzufügen (s)
es_es: Añadir miembro(s)
fr_fr: Ajouter un membre (s)
it_it: Aggiungi membro (s)
ja_jp: メンバーの追加
pl_pl: dodaj użytkownik (ów)
pt_pt: adicionar membro (s)
ru_ru: Добавить Член (ы)
zh_cn: 加入成员（S）

source: Clear All
bg_bg: Изчистете всичко
de_de: Alle löschen
es_es: Limpiar todo
fr_fr: Tout supprimer
it_it: Cancella tutto
ja_jp: すべてをクリア
pl_pl: wyczyść wszystko
pt_pt: limpar todas as
ru_ru: Очистить все
zh_cn: 全部清除

source: Group Members can be hosts, services, or other groups. "Essential" members can decide the entire groups state. If an essential members state is in a problem state the parent group is listed as "Critical." If all essential members are in a non-problem state, the groups state is then determined by the threshold settings.
bg_bg: Членове на групата могат да бъдат хостове, сървиси или други групи. "Съществените" членове ("Essential" members) могат да решат състоянието на цели групи. Ако състоянието на "съществените" членове е проблемно, групата родител е посочена като "критична". Ако всички "съществени" членове са в добро състояние (не-проблемно състояние), тогава състоянието на групите се определя от настройките на праговите (threshold settings).
de_de: Gruppenmitglieder können Hosts, Services oder andere Gruppen sein. "wesentlich" Mitglieder können die gesamte Gruppen darauf hin. wenn eine wesentliche Mitglieder Staat ist in einem Problemzustand die übergeordnete Gruppe ist gelistet als "kritisch." wenn alle wesentlichen Elemente in einer Nicht-Problemzustand ist der Zustandsgruppen dann durch die Schwellenwerteinstellungen bestimmt.
es_es: los miembros del grupo pueden ser anfitriones, servicios u otros grupos. miembros "esenciales" pueden decidir el estado grupos enteros. si un Estado miembros esencial está en un estado de problema, el grupo de padres está en la lista como "crítico". si todos los miembros esenciales están en un estado de no-problema, el estado de los grupos A continuación se determina por los ajustes de umbral.
fr_fr: les membres du groupe peuvent être des hôtes, services, ou d'autres groupes. membres "essentiels" peuvent décider de l'état des groupes entiers. si un état des membres essentiel est dans un état de problème au groupe de parent est répertorié comme «critique». si tous les membres essentiels sont dans un état non-problème, l'état des groupes est alors déterminé par les paramètres de seuil.
it_it: i membri del gruppo possono essere padroni di casa, servizi o altri gruppi. membri "essenziali" possono decidere lo stato interi gruppi. se uno stato essenziale membri è in uno stato problema il gruppo principale è elencato come "critica". se tutti i membri essenziali sono in uno stato non-problema, lo stato di gruppi viene poi determinata dalle impostazioni di soglia.
ja_jp: グループメンバには、ホスト、サービス、他のグループを指定することができます. 「必須」メンバは、グループ全体のステータスを決定できます. 必須メンバのステータスに問題がある場合、親グループには「クリティカル」としてリストされます. すべての必須メンバのステータスに問題がない場合、グループステータスはしきい値設定によって決定されます.
pl_pl: Członkowie grupy mogą być gospodarze, usługi lub inne grupy. "niezbędne" członkowie mogą zdecydować, stan całych grup. jeśli podstawowym stan członków jest w stanie problemu grupa dominująca jest wymieniony jako "krytyczne". jeśli wszystkie istotne członkowie są w stanie bez problemu, stan grupy jest ustalona przez ustawienia progów.
pt_pt: membros do grupo podem ser anfitriões, serviços ou outros grupos. membros "essenciais" pode decidir o estado grupos inteiros. se um estado membros essencial está em um estado problema do grupo pai é listado como "crítica". se todos os membros essenciais estão em um estado não-problema, o estado de grupos é então determinada pelas configurações de limite.
ru_ru: Участники группы могут быть хозяева, услуги, или другие группы. "существенные" участники могут решить, состояние целые группы. если необходимо Члены государство в состоянии проблемы материнской группы в списке "критическая". если все существенные члены находятся в состоянии не-проблемы, государство группы затем определяется пороговыми параметрами.
zh_cn: 组成员可以是主机，服务或其他组。 “重要”成员可以决定整个组的状态。 如果基本成员状态处于问题状态，则父组被列为“关键”。 如果所有基本成员都处于非问题状态，则由阈值设置确定组状态。

source: Member Name
bg_bg: Име на участник
de_de: Mitgliedsname
es_es: Nombre del Grupo
fr_fr: Nom de membre
it_it: Nome Utente
ja_jp: メンバー名
pl_pl: Nazwa członkiem
pt_pt: Nome do membro
ru_ru: По имени пользователя
zh_cn: 成员名称

source: Essential Member
bg_bg: Основен Член
de_de: wesentliche Mitglied
es_es: miembro esencial
fr_fr: membre essentiel
it_it: membro essenziale
ja_jp: 要員
pl_pl: istotnym członkiem
pt_pt: membro essencial
ru_ru: важно член
zh_cn: 重要成员

source: Essential members cause the group to become critical if an EM group member is not in an OK state.
bg_bg: Основните членове предизвикват цялата група да отиде в критично състояние ако член на ЕМ групаta не е в OK състояние.
de_de: wesentliche Mitglieder führen die Gruppe kritisch zu werden, wenn ein em Gruppenmitglied nicht in einem OK-Zustand.
es_es: miembros esenciales hacen que el grupo se convierta en crítica si un miembro del grupo em no se encuentra en un estado aceptable.
fr_fr: membres essentiels causent le groupe à devenir critique si un membre du groupe d'em est pas dans un état correct.
it_it: membri essenziali causano il gruppo a diventare critica se un membro del gruppo em non è in uno stato ok.
ja_jp: EMグループメンバがOKステータスでない場合、グループがクリティカルになります.
pl_pl: Zasadnicze członkowie spowodować grupa stać krytyczne, jeśli członek grupy em nie jest w stanie ok.
pt_pt: membros essenciais com que o grupo se torne crítico se um membro do grupo em não está em um estado ok.
ru_ru: основными членами привести группе стать критическим, если член EM группа не в состоянии ОК.
zh_cn: 如果EM组成员未处于OK状态，则基本成员会使该组变得至关重要。

source: Backup failed. Aborting change. Verify that backup directory is writeable.
bg_bg: Архивирането се провали. Спиране на промените. Провери дали резервната директория (backup directory) е достъпна за писане.
de_de: Backup fehlgeschlagen. Abbruch Veränderung. Überprüfen Sie, ob Backup-Verzeichnis beschreibbar ist.
es_es: La copia de seguridad fallo. Abortando cambios. Verificar que en el directorio para la copia de seguridad se puede escribir en el.
fr_fr: Sauvegarde a échoué. Abandon de changement. Vérifiez que le répertoire de sauvegarde est accessible en écriture.
it_it: Backup non riuscito. Interruzione cambiamento. Verificare che la directory di backup è scrivibile.
ja_jp: バックアップが失敗しました. 変更を中止しています. バックアップディレクトリが書き込み可能であることを確認してください.
pl_pl: kopii zapasowej nie powiodło się. przerywanie zmiany. upewnij się, że katalog kopii zapasowej jest zapisywany.
pt_pt: backup falhou. abortar mudança. verificar se o diretório de backup é gravável.
ru_ru: Резервное копирование не удалось. Отмена изменений. Убедитесь, что каталог резервного копирования для записи.
zh_cn: 备份失败。 中止变化。 验证备份目录是否可写。

source: Groups Deleted
bg_bg: Изтрити групи
de_de: Gruppen Deleted
es_es: Grupos eliminados
fr_fr: Groupes Supprimé
it_it: Gruppi eliminata
ja_jp: グループが削除されました
pl_pl: grupy usunięte
pt_pt: grupos excluídos
ru_ru: Группы Удаленные
zh_cn: 组已删除!

source: File successfully written!
bg_bg: Файла беше записан успешно.!
de_de: Datei erfolgreich geschrieben!
es_es: Archivo escrito satisfactoriamente!!!
fr_fr: Déposer écrit avec succès!
it_it: File scritto con successo!
ja_jp: ファイルは正常に書き込まれました!
pl_pl: Plik został napisany!
pt_pt: inseridos com sucesso
ru_ru: Файл успешно написано!
zh_cn: 成功写入文件！

source: Unable to match string in config file.
bg_bg: Не може да се намери подобен (съвпадащ) символен низ в конфигурационния файл.
de_de: Kann String in der Konfigurationsdatei anzupassen.
es_es: No se puede igualar cadena en el archivo de configuración.
fr_fr: Impossible de faire correspondre chaîne dans le fichier de configuration.
it_it: Impossibile abbinare stringa nel file di configurazione.
ja_jp: config ファイルの文字列に一致しません。
pl_pl: w stanie dopasować ciąg w pliku konfiguracyjnym.
pt_pt: incapaz de combinar string no arquivo de configuração.
ru_ru: Невозможно, чтобы соответствовать строки в файле конфигурации.
zh_cn: 无法匹配配置文件中的字符串。

source: Unable to find group in config file, no changes made.
bg_bg: Не може да се намери група в конфигурационния файл, никакви промени не са направени.
de_de: Kann Gruppe in der Konfigurationsdatei zu finden, machte keine Änderungen.
es_es: Incapaz de encontrar un grupo en el archivo de configuración, no se realizarán cambios.
fr_fr: Impossible de trouver le groupe dans le fichier config, pas de changement.
it_it: Impossibile trovare il gruppo nel file di configurazione, senza le modifiche apportate.
ja_jp: 設定ファイルにグループが見つかりません. 変更を行いません.
pl_pl: w stanie znaleźć grupę w pliku konfiguracyjnym, zmiana nie zostanie wykonana.
pt_pt: incapaz de encontrar grupo no arquivo de configuração, sem alterações feitas.
ru_ru: Не удалось найти группу в конфигурационный файл, никаких изменений не произойдет.
zh_cn: 在配置文件中找不到组，未进行任何更改。

source: Sync Hostgroups
bg_bg: Синхронизирайте хост групите
de_de: Sync Hostgruppen
es_es: Sincronizar Hostgroup
fr_fr: Sync hostGroup
it_it: Sync hostgroup
ja_jp: ホストグループを同期する
pl_pl: synchronizacja hostgroup
pt_pt: sync hostgroup
ru_ru: Синхронизация группа узлов сети
zh_cn: 同步主机组

source: Save Config
bg_bg: запазване конфиг
de_de: Konfiguration speichern
es_es: guardar config
fr_fr: enregistrer la configuration
it_it: salva la configurazione
ja_jp: 設定を保存
pl_pl: zapisz konfigurację
pt_pt: salvar configuração
ru_ru: сохранить конфигурацию
zh_cn: 保存配置

source: No changes detected in config file, no backup was created.
bg_bg: не са открити промени в конфигурационния файл, не е създадено резервно копие.
de_de: In der Konfigurationsdatei wurden keine Änderungen festgestellt. Es wurde keine Sicherung erstellt.
es_es: no se detectaron cambios en el archivo de configuración, no se creó ninguna copia de seguridad.
fr_fr: aucune modification détectée dans le fichier de configuration, aucune sauvegarde n'a été créée.
it_it: nessuna modifica rilevata nel file di configurazione, nessun backup è stato creato.
ja_jp: 構成ファイルで変更が検出されなかったため、バックアップは作成されませんでした。
pl_pl: nie wykryto żadnych zmian w pliku konfiguracyjnym, nie utworzono kopii zapasowej.
pt_pt: nenhuma alteração detectada no arquivo de configuração, nenhum backup foi criado.
ru_ru: в файле конфигурации не обнаружено изменений, резервная копия не была создана.
zh_cn: 配置文件中未检测到更改，未创建备份。

source: Backup created successfully.
bg_bg: архивът е създаден успешно.
de_de: Backup erfolgreich erstellt.
es_es: copia de seguridad creada con éxito.
fr_fr: sauvegarde créée avec succès.
it_it: backup creato correttamente.
ja_jp: バックアップが正常に作成されました。
pl_pl: kopia zapasowa utworzona pomyślnie.
pt_pt: backup criado com sucesso.
ru_ru: резервная копия создана успешно.
zh_cn: 备份创建成功。

source: Backup failed. Aborting change. Verify that backup file and directory (%s) is writeable.
bg_bg: Архивирането се провали. Спиране на промените. Провери дали резервното копие на файла и резервната директория (backup directory) са достъпни за писане.
de_de: Backup fehlgeschlagen. Abbruch Veränderung. Stellen Sie sicher, dass die Sicherung von Dateien und Verzeichnissen beschreibbar ist.
es_es: Copia de seguridad fallida. Abortando cambios. Verifique que el archivo de copia de seguridad y el directorio se pueda escribir
fr_fr: Sauvegarde a échoué. Abandon de changement. Vérifiez que le fichier de sauvegarde et le répertoire est accessible en écriture.
it_it: Backup non riuscito. Interruzione cambiamento. Verificare che il file di backup e directory è scrivibile.
ja_jp: バックアップが失敗しました. 変更を中止しています. バックアップファイルとディレクトリが書込み可能であることを確認してください.
pl_pl: kopii zapasowej nie powiodło się. przerywanie zmiany. sprawdzić, czy plik kopii zapasowej i katalog jest zapisywalny.
pt_pt: backup falhou. abortar mudança. verificar se o arquivo de backup e diretório é gravável.
ru_ru: Резервное копирование не удалось. Отмена изменений. Убедитесь, что резервное копирование файлов и каталогов для записи.
zh_cn: 备份失败。 中止变化。 验证备份文件和目录（%s）是否可写

source: Config file successfully written.
bg_bg: Конфигурационния файл беше успешно записан!
de_de: Konfigurationsdatei erfolgreich geschrieben!
es_es: El archivo de configuración con éxito escrito!
fr_fr: Le fichier de configuration écrit avec succès!
it_it: File di configurazione scritto con successo!
ja_jp: 設定ファイルの書き込みに成功しました:
pl_pl: Plik konfiguracyjny zapisany pomyślnie!
pt_pt: Arquivo de configuração escrito com sucesso!
ru_ru: Файл конфигурации успешно записан!
zh_cn: 配置文件已成功写入。

source: failed to save successfully
bg_bg: Не успя да запази успешно
de_de: nicht erfolgreich speichern
es_es: no pudo salvar con éxito
fr_fr: pas réussi à sauver avec succès
it_it: non è riuscito a salvare con successo
ja_jp: 保存に失敗しました
pl_pl: nie udało się uratować z powodzeniem
pt_pt: falhou ao guardar êxito
ru_ru: не удалось спасти успешно
zh_cn: 保存失败

source: Group ID must be unique.
bg_bg: идентификаторът на групата трябва да е уникален.
de_de: Gruppen-ID muss eindeutig sein.
es_es: La identificación del grupo debe ser única.
fr_fr: l'ID de groupe doit être unique.
it_it: l'id gruppo deve essere unico.
ja_jp: グループIDは一意である必要があります。
pl_pl: identyfikator grupy musi być unikalny.
pt_pt: O ID do grupo deve ser exclusivo.
ru_ru: идентификатор группы должен быть уникальным.
zh_cn: 组ID必须是唯一的。

source: Group ID cannot contain spaces.
bg_bg: ID-то на групата не може да съдържа интервали (spaces).
de_de: Gruppen-ID darf keine Leerzeichen enthalten.
es_es: Identificación del grupo no puede contener espacios.
fr_fr: id du groupe ne peut pas contenir d'espaces.
it_it: ID gruppo non può contenere spazi.
ja_jp: グループIDは、スペースを含めることはできません.
pl_pl: ID grupy nie może zawierać spacji.
pt_pt: ID de grupo não pode conter espaços.
ru_ru: идентификатор группы не может содержать пробелы.
zh_cn: 组ID不能包含空格。

source: Missing data from required fields. Please go back and complete all fields.
bg_bg: Липсващи данни от задължителните полета. Моля да се върнете и попълнете всички полета.
de_de: Fehlende Daten aus Pflichtfelder. Bitte gehen Sie zurück und füllen Sie alle Felder aus.
es_es: Faltan datos de los campos requeridos. Por favor, regrese y complete todos los campos.
fr_fr: Les données manquantes des champs obligatoires. S'il vous plaît revenir en arrière et remplir tous les champs.
it_it: Mancano i dati di campi obbligatori. Si prega di tornare indietro e compilare tutti i campi.
ja_jp: 必須フィールドからのデータがありません. 戻って、すべての欄に記入してください.
pl_pl: brakujące dane wymagane pola. Proszę wrócić i wypełnić wszystkie pola.
pt_pt: Falta de dados nos campos obrigatórios. Por favor, volte e preencha todos os campos.
ru_ru: Отсутствие данных из обязательных полей. Пожалуйста, вернитесь назад и заполните все поля.
zh_cn: 必填字段中缺少数据。 请返回并完成所有字段。

source: Sync Servicegroups
bg_bg: Синхронизирайте сървис групите
de_de: Sync Servicegruppen
es_es: Servicegroups Sync
fr_fr: Servicegroups Sync
ja_jp: サービスグループを同期する
pl_pl: synchronizacji servicegroups
pt_pt: !Service groups sincronização
ru_ru: Синхронизация Servicegroups
zh_cn: 同步服务组
