Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Start monitoring your infrastructure in minutes. Configuration wizards guide you through the process of setting up your devices, servers, applications, services, and more in Nagios XI. Select the appropriate wizard below to get started.
bg_bg: Започнете да наблюдавате вашата инфраструктура съвсем скоро. Конфигурационните съветници (wizards) ще ви преведат през процеса на настройване на вашите устройства, сървъри, приложения, сървиси, и др. в Nagios XI. Изберете подходящия съветник (wizard) по-долу, за да започнете.
de_de: starten Sie die Überwachung Ihrer Infrastruktur in Minuten. Konfigurationsassistenten führen Sie durch den Prozess der Einrichtung Ihrer Geräte, Server, Anwendungen, Dienstleistungen und mehr in Nagios XI. wählen Sie den entsprechenden Assistenten unten, um loszulegen.
es_es: iniciar la supervisión de la infraestructura en cuestión de minutos. asistentes de configuración le guiará a través del proceso de configuración de los dispositivos, servidores, aplicaciones, servicios, y más en nagios xi. seleccionar el asistente correspondiente a continuación para empezar.
fr_fr: commencer à surveiller votre infrastructure en quelques minutes. assistants de configuration vous guident à travers le processus de la mise en place de vos appareils, des serveurs, des applications, des services, et plus encore dans nagios xi. sélectionnez l'assistant approprié ci-dessous pour commencer.
it_it: avviare il monitoraggio delle infrastrutture in pochi minuti. wizard di configurazione guidano l'utente attraverso il processo di creazione di dispositivi, server, applicazioni, servizi, e più in Nagios xi. selezionare la procedura guidata appropriata per iniziare.
ja_jp: インフラ監視を数分で開始できます. 設定ウィザードがNagios XIでのデバイス、サーバー、アプリケーション、サービス、その他のセットアップ処理をガイドします. 開始するウィザードを選択してください.
pl_pl: rozpoczęcia monitorowania infrastruktury w ciągu kilku minut. kreatory konfiguracji poprowadzi Cię przez proces konfiguracji urządzeń, serwerów, aplikacji, usług, a w Nagios XI. wybierz odpowiedni kreatora poniżej, aby rozpocząć.
pt_pt: iniciar a monitorização da infra-estrutura em questão de minutos. assistentes de configuração guiá-lo através do processo de criação de seus dispositivos, servidores, aplicativos, serviços e muito mais em nagios xi. selecione o assistente apropriado abaixo para começar.
ru_ru: начать мониторинг инфраструктуры в минутах. мастеров настройки проведет вас через процесс создания устройств, серверов, приложений, услуг, и больше в Nagios XI. выберите соответствующий мастер ниже, чтобы начать работу.
zh_cn: 在几分钟内开始监视您的基础架构。 配置向导将指导您完成在Nagios XI中设置设备，服务器，应用程序，服务等的过程。 选择下面的相应向导以开始。

source: Show
bg_bg: Покажете
de_de: Zeigen
es_es: Mostrar
fr_fr: Montrer
it_it: Mostra
ja_jp: 表示
pl_pl: pokaz
pt_pt: mostrar
ru_ru: Показывать
zh_cn: 显示

source: Other OS
bg_bg: Други операционни системи
de_de: andere os
es_es: otros os
fr_fr: d'autres OS
it_it: altri os
ja_jp: その他のOS
pl_pl: inne os
pt_pt: Outro OS
ru_ru: Другие ОС
zh_cn: 其他操作系统

source: Network
bg_bg: Мрежа
de_de: Netzwerk
es_es: red
fr_fr: réseau
it_it: rete
ja_jp: ネットワーク
pl_pl: sieć
pt_pt: rede
ru_ru: сеть
zh_cn: 网络

source: Database
bg_bg: База данни
de_de: Datenbank
es_es: Bases de Datos de Nagios XI
fr_fr: Base de données
ja_jp: データベース
pl_pl: baza danych
pt_pt: Banco de dados NDOUtils
ru_ru: База данных
zh_cn: 数据库

source: Nagios Products
bg_bg: Nagios продукти
de_de: nagios Produkte
es_es: productos nagios
fr_fr: produits nagios
it_it: prodotti Nagios
ja_jp: Nagios製品
pl_pl: Produkty Nagios
pt_pt: produtos Nagios
ru_ru: продукты Nagios
zh_cn: Nagios产品

source: Uncategorized
bg_bg: Без категория
de_de: noch nicht zugeordnet
it_it: Senza categoria
ja_jp: 未分類
pl_pl: Bez kategorii
ru_ru: Без
zh_cn: 未分类

source: Get More Wizards
bg_bg: Получете повече (програми) wizards
es_es: Obtener mas Wizards
fr_fr: Obtenez plus Assistants
ja_jp: 他のウィザードを取得
pl_pl: uzyskać więcej kreatorów
pt_pt: Obtenha mais assistentes
ru_ru: Получить больше мастеров
zh_cn: 获取更多向导

source: Max Checks Reached
bg_bg: максималните проверки са достигнати
de_de: max checks erreicht
es_es: máximos controles alcanzados
fr_fr: chèques maxi atteints
it_it: massimo controllo raggiunto
ja_jp: 最大チェック数に達しました
pl_pl: Osiągnięto maksymalną liczbę sprawdzeń
pt_pt: cheques máximos atingidos
ru_ru: достигнуто максимальное количество проверок
zh_cn: 达到最大检查

source: You are using
bg_bg: които използвате
de_de: du benutzt
es_es: Tu estas usando
fr_fr: vous utilisez
it_it: tu stai usando
ja_jp: 使用しています
pl_pl: ty używasz
pt_pt: você está usando
ru_ru: ты используешь
zh_cn: 您正在使用

source: the
bg_bg: на
de_de: das
es_es: el
fr_fr: la
it_it: il
ja_jp: その
pt_pt: a
ru_ru: в
zh_cn: 该

source: available for this instance.
bg_bg: налице за този случай.
de_de: verfügbar für diese Instanz.
es_es: disponible para esta instancia.
fr_fr: disponible pour cette instance.
it_it: disponibile per questa istanza.
ja_jp: このインスタンスで利用可能です。
pl_pl: dostępne dla tej instancji.
pt_pt: disponível para esta instância.
ru_ru: доступный для этого экземпляра.
zh_cn: 适用于此实例。

source: To add more, either upgrade the instance via your
bg_bg: за да добавите още проверки, надстройте инстанцията чрез вашето
de_de: Um weitere Prüfungen hinzuzufügen, aktualisieren Sie entweder die Instanz über Ihre
es_es: para agregar más controles, actualice la instancia a través de su
fr_fr: pour ajouter plus de contrôles, soit mettre à niveau l'instance via votre
it_it: per aggiungere più assegni, aggiorna l'istanza tramite il tuo
ja_jp: チェックを追加するには、インスタンスをアップグレードするか、
pl_pl: aby dodać więcej kontroli, zaktualizuj instancję za pomocą swojego
pt_pt: para adicionar mais verificações, atualize a instância pelo seu
ru_ru: чтобы добавить дополнительные проверки, либо обновите экземпляр с помощью своего
zh_cn: 要添加更多内容，请通过

source: cloud account
bg_bg: облачна сметка
de_de: Cloud-Konto
es_es: cuenta en la nube
fr_fr: compte de cloud
it_it: account cloud
ja_jp: クラウドアカウント
pl_pl: konto w chmurze
pt_pt: conta da nuvem
ru_ru: облачный счет
zh_cn: 云帐户

source: or remove old
bg_bg: или премахване на старите
de_de: oder entferne alt
es_es: o eliminar viejos
fr_fr: ou enlever vieux
it_it: o rimuovere vecchio
ja_jp: 古いものを削除する
pl_pl: lub usuń stare
pt_pt: ou remover o antigo
ru_ru: или удалить старые
zh_cn: 或删除旧的

source: you no longer need.
bg_bg: вече не се нуждаете.
de_de: du brauchst es nicht mehr.
es_es: ya no lo necesitas
fr_fr: tu n'en as plus besoin.
it_it: non hai più bisogno.
ja_jp: もう必要ありません。
pl_pl: już nie potrzebujesz.
pt_pt: você não precisa mais.
ru_ru: вам больше не нужно.
zh_cn: 您不再需要。

source: To add more, upgrade your license or remove old
bg_bg: да добавите повече, надстройте лиценза си или премахнете стария
de_de: um mehr hinzuzufügen, aktualisieren Sie Ihre Lizenz oder entfernen Sie alte
es_es: Para agregar más, actualice su licencia o elimine
fr_fr: pour en ajouter d'autres, mettez à jour votre licence ou supprimez
it_it: per aggiungere altro, aggiorna la tua licenza o rimuovi vecchio
ja_jp: ライセンスをアップグレードするか古いライセンスを削除する
pl_pl: aby dodać więcej, uaktualnij licencję lub usuń stary
pt_pt: para adicionar mais, atualize sua licença ou remova
ru_ru: добавить больше, обновить лицензию или удалить старые
zh_cn: 要添加更多，请升级您的许可证或删除旧的

source: No wizard selected.
bg_bg: Не е избран съветник (wizard).
de_de: Keine Assistenten ausgewählt haben.
es_es: Ningun wizard seleccionado.
fr_fr: Aucun assistant sélectionné.
it_it: Nessun mago selezionato.
ja_jp: ウィザードが選択されていません.
pl_pl: Kreator nie wybrano.
pt_pt: Nenhum assistente selecionado.
ru_ru: Не мастера выбрали.
zh_cn: 未选择向导。

source: Monitoring Wizard
bg_bg: Съветник (Wizard) за наблюдение
de_de: Überwachung Wizard
es_es: Wizard de monitoreo
fr_fr: Assistant de surveillance
it_it: Monitoraggio Wizard
ja_jp: 監視ウィザード
pl_pl: Kreator monitoringu
pt_pt: Assistente de monitoramento
ru_ru: Мониторинг мастера
zh_cn: 监视向导

source: Step 1
bg_bg: Стъпка 1
de_de: Schritt 1
es_es: paso 1
fr_fr: étape 1
it_it: passo 1
ja_jp: ステップ 1
pl_pl: krok 1
pt_pt: passo 1
ru_ru: шаг 1
zh_cn: 第1步

source: Default Template
bg_bg: Шаблон по подразбиране
de_de: Standardvorlage
es_es: plantilla predeterminada
fr_fr: modèle par défaut
it_it: modello predefinito
ja_jp: 既定のテンプレート
pl_pl: Domyślny szablon
pt_pt: modelo padrão
ru_ru: Шаблон по умолчанию
zh_cn: 默认模板

source: Next
bg_bg: Следващия
de_de: Nächste
es_es: Proximo
fr_fr: Suivant
it_it: Prossimo
ja_jp: 次へ
pl_pl: następny
pt_pt: Próximo
ru_ru: Следующий
zh_cn: 下一步

source: Step 2
bg_bg: Стъпка 2
de_de: Schritt 2
es_es: paso 2
fr_fr: étape 2
it_it: passo 2
ja_jp: ステップ 2
pl_pl: krok 2
pt_pt: passo 2
ru_ru: шаг 2
zh_cn: 第2步

source: Finish with Template
bg_bg: Завършете с шаблон (template)
de_de: enden mit Vorlage
es_es: terminar con la plantilla
fr_fr: finir avec le modèle
it_it: finire con template
ja_jp: テンプレートで終了
pl_pl: skończyć z szablonu
pt_pt: terminar com modelo
ru_ru: закончить с шаблоном
zh_cn: 完成模板

source: Finish Using Template
bg_bg: Завършете използвайки шаблон (template)
de_de: Abschluss mit Vorlage
es_es: terminar usando la plantilla
fr_fr: terminer l'aide du modèle
it_it: terminare utilizzando il modello
ja_jp: テンプレートを使用して終了
pl_pl: zakończyć za pomocą szablonu
pt_pt: terminar usando o modelo
ru_ru: завершить помощью шаблона
zh_cn: 完成使用模板

source: Templates (Advanced Settings)
bg_bg: Шаблони (разширени настройки)
de_de: Vorlagen (erweiterte Einstellungen)
es_es: plantillas (ajustes avanzados)
fr_fr: templates (paramètres avancés)
it_it: modelli (impostazioni avanzate)
ja_jp: テンプレート（上級設定）
pl_pl: szablony (ustawienia zaawansowane)
pt_pt: templates (definições avançadas)
ru_ru: Шаблоны (расширенные настройки)
zh_cn: 模板（高级设置）

source: Templates allow setting pre-defining advanced settings so that you can easily finish a wizard with the defaults that you want. You can set a specific template to be default for a wizard by using the popup menu next to the title.
bg_bg: Шаблоните позволяват задаването на предварително определени, разширени настройки, така че да можете лесно да завършите програмата "съветник" (wizard), със стандартните (по подразбиране) настройки, които искате. Можете да зададете определен шаблон като "стандартен" (по подразбиране) за "съветник" (wizard) с помощта на падащото меню до заглавието.
de_de: Vorlagen ermöglichen die Einstellung vor-definiert, erweiterte Einstellungen, so dass Sie leicht beenden einen Assistenten mit den Standardeinstellungen, die Sie wollen. Sie können eine bestimmte Vorlage festgelegt, um die Standard für einen Zauberer zu sein, indem Sie das Popup-Menü neben dem Titel.
es_es: plantillas permiten configurar parámetros avanzados pre-definen de modo que usted puede fácilmente terminar un mago con los valores predeterminados que desea. se puede establecer una plantilla específica para ser predeterminado para un asistente mediante el menú desplegable al lado del título.
fr_fr: modèles permettent de configurer les paramètres avancés pré-définissant de sorte que vous pouvez facilement finir un assistant avec les paramètres par défaut que vous voulez. vous pouvez définir un modèle spécifique pour être par défaut pour un assistant en utilisant le menu contextuel à côté du titre.
it_it: i modelli permettono di impostare le impostazioni avanzate pre-definiscono in modo che si può facilmente finire una procedura guidata con le impostazioni predefinite che si desidera. è possibile impostare un modello specifico per essere predefinito per una procedura guidata utilizzando il menu a comparsa accanto al titolo.
ja_jp: テンプレートを使用すれば、 希望の既定でウィザードを簡単に完了できるので、事前定義済みの上級設定が可能です。タイトルの隣にあるポップアップメニューを使用してウィザードの既定とするテンプレートを設定できます。
pl_pl: Szablony pozwalają na ustawienie wstępnie określające zaawansowanych ustawień, dzięki czemu można łatwo zakończyć kreatora z domyślnymi ustawieniami, które chcesz. można ustawić określony szablon być domyślne kreatora za pomocą menu kontekstowego, obok tytułu.
pt_pt: Os modelos permitem a configuração pré-definição de configurações avançadas de modo que você pode facilmente terminar um assistente com os padrões que você deseja. você pode definir um modelo específico a ser padrão para um assistente usando o menu pop-up ao lado do título.
ru_ru: Шаблоны позволяют задавать заранее определяющие дополнительные параметры, так что вы можете легко закончить мастер с параметрами по умолчанию, которые вы хотите. Вы можете установить определенный шаблон, чтобы быть по умолчанию для мастера, используя контекстное меню рядом с названием.
zh_cn: 模板允许设置预定义的高级设置，以便您可以轻松完成所需的默认向导。 您可以使用标题旁边的弹出菜单，将特定模板设置为向导的默认模板。

source: Select a template below to use for steps 3-5 (advanced settings) of the wizard.
bg_bg: Изберете шаблон по-долу, който да се използва за стъпки 3-5 (разширени настройки) на съветника (wizard).
de_de: wählen Sie eine Vorlage unten, um für die Schritte 3-5 (erweiterte Einstellungen) des Assistenten.
es_es: seleccione una plantilla de más abajo para utilizar para los pasos 3-5 (ajustes avanzados) del asistente.
fr_fr: sélectionner un modèle ci-dessous pour utiliser pour les étapes 3-5 (paramètres avancés) de l'assistant.
it_it: selezionare un modello seguito per utilizzare per le fasi 3-5 (impostazioni avanzate) della procedura guidata.
ja_jp: ウィザードのステップ 3 - 5 （詳細設定）で使用するテンプレートを選択します.
pl_pl: wybierz poniżej szablon użyć do kroków 3-5 (ustawienia zaawansowane) kreatora.
pt_pt: selecione um modelo a seguir para usar para as etapas 3-5 (Configurações avançadas) do assistente.
ru_ru: выбрать шаблон ниже, чтобы использовать для шагов 3-5 (Дополнительные настройки) мастера.
zh_cn: 在下面选择一个模板以用于向导的第3-5步（高级设置）。

source: Template
bg_bg: Шаблон
de_de: Templates
es_es: Plantillas
fr_fr: Modèles
it_it: Modelli
ja_jp: テンプレート
pl_pl: szablon
pt_pt: modelos
ru_ru: Шаблоны
zh_cn: 模板

source: User Templates
bg_bg: Потребителски шаблони
de_de: Benutzervorlagen
es_es: plantillas de usuario
fr_fr: modèles utilisateur
it_it: modelli utente
ja_jp: ユーザーテンプレート
pl_pl: Szablony użytkownika
pt_pt: modelos de usuário
ru_ru: Пользовательские шаблоны
zh_cn: 用户模板

source: Step 3
bg_bg: Стъпка 3
de_de: Schritt 3
es_es: paso 3
fr_fr: étape 3
it_it: fase 3
ja_jp: ステップ 3
pl_pl: krok 3
pt_pt: passo 3
ru_ru: шаг 3
zh_cn: 第3步

source: Can not change template this far into wizard
bg_bg: Не можете да промените шаблона (template) в толкова късен етап на wizard програмата
de_de: nicht Vorlage so weit in die Assistenten ändern
es_es: no puede cambiar la plantilla tan lejos en asistente
fr_fr: ne peut pas changer ce modèle loin dans assistant
it_it: non può cambiare questo modello lontano nel wizard
ja_jp: ウィザード内でテンプレートを変更できません
pl_pl: Nie może to znacznie zmienić szablon w kreatorze
pt_pt: Não é possível alterar este modelo agora em assistente
ru_ru: не может изменить шаблон далеко в мастера
zh_cn: 到目前为止无法将模板更改为向导

source: Monitoring Settings
bg_bg: Настройки за наблюдение
de_de: Überwachung-Einstellungen
es_es: Configuraciones de Monitoreo
fr_fr: Paramètres de surveillance des
it_it: Impostazioni di monitoraggio
ja_jp: 監視設定
pl_pl: Ustawienia monitorowania
pt_pt: Configurações de monitoramento
ru_ru: Мониторинг параметров
zh_cn: 监控设置

source: times before
bg_bg: пъти преди
de_de: Zeiten vorher
es_es: veces antes
fr_fr: fois avant
it_it: volte prima
ja_jp: 前に
pl_pl: razy wcześniej
pt_pt: vezes antes
ru_ru: раз до
zh_cn: 次，然后

source: Host/service state will change from SOFT to HARD and will send contacts notifications if enabled
bg_bg: състоянието на хоста / услугата ще се промени от мек на твърд и ще изпрати известия за контакти, ако е разрешено
de_de: Der Host- / Dienststatus ändert sich von "soft" zu "hard" und sendet Benachrichtigungen über Kontakte, sofern diese aktiviert sind
es_es: el estado del host / servicio cambiará de blando a duro y enviará notificaciones de contactos si está habilitado
fr_fr: l'état de l'hôte / du service changera de doux à fort et enverra des notifications de contacts si elle est activée
it_it: lo stato di host / servizio passerà da soft a hard e invierà notifiche di contatti se abilitate
ja_jp: ホスト/サービスの状態がソフトからハードに変更され、連絡先通知が有効になっていれば送信されます
pl_pl: stan hosta / usługi zmieni się z miękkiego na twardy i będzie wysyłał powiadomienia o kontaktach, jeśli są włączone
pt_pt: o estado do host / serviço mudará de suave para rígido e enviará notificações de contatos se ativado
ru_ru: состояние хоста / службы изменится с мягкого на жесткий и отправит уведомления о контактах, если включено
zh_cn: 主机/服务状态将从“软”更改为“硬”，并且在启用后会发送联系人通知

source: sending a notification
bg_bg: изпращане на уведомление
de_de: Senden einer Benachrichtigung
es_es: enviando una notificacion
fr_fr: envoyer une notification
it_it: inviando una notifica
ja_jp: 通知の送信
pl_pl: wysłanie notyfikacji
pt_pt: enviando um aviso
ru_ru: отправка уведомления
zh_cn: 发送通知

source: Step 4
bg_bg: Стъпка 4
de_de: Schritt 4
es_es: paso 4
fr_fr: étape 4
it_it: punto 4
ja_jp: ステップ 4
pl_pl: krok 4
pt_pt: passo 4
ru_ru: шаг 4
zh_cn: 第4步

source: Notification Settings
bg_bg: Нотификационни настройки
es_es: Configuración de Notificaciones
fr_fr: Paramètres de notification
it_it: Impostazioni di notifica
ja_jp: 通知設定
pl_pl: ustawienia powiadomień
pt_pt: Configurações de Notificação
ru_ru: Настройки уведомлений
zh_cn: 通知设置

source: Invalid notification interval.
bg_bg: Невалиден интервал на нотификация (notification interval).
de_de: Ungültige Benachrichtigungs-Intervall.
es_es: Intervalo para notificacion invalida
fr_fr: Intervalle de notification non valide.
it_it: Notifica intervallo non valido.
ja_jp: 通知間隔が無効です.
pl_pl: nieprawidłowy odstęp powiadomienia.
pt_pt: Intervalo de notificação inválido.
ru_ru: Неверный интервал уведомления.
zh_cn: 无效的通知间隔。

source: Invalid notification delay.
bg_bg: Невалидно забавяне на нотификацията (notification delay).
de_de: Ungültige Benachrichtigungsverzögerung.
es_es: retraso para notificacion invalida
fr_fr: Délai de notification non valide.
it_it: Ritardo di notifica non valido.
ja_jp: 通知の遅延が無効です.
pl_pl: nieważne opóźnienie powiadomienia.
pt_pt: Atraso de notificação inválido.
ru_ru: Неверный задержки уведомления.
zh_cn: 无效的通知延迟。

source: Step 5
bg_bg: Стъпка 5
de_de: Schritt 5
es_es: el paso 5
fr_fr: l'étape 5
it_it: punto 5
ja_jp: ステップ 5
pl_pl: krok 5
pt_pt: Passo 5
ru_ru: шаг 5
zh_cn: 第5步

source: You must enter a title.
bg_bg: Вие трябва да въведете заглавие.
de_de: Sie müssen einen Titel eingeben.
es_es: debe introducir un título.
fr_fr: Vous devez entrer un titre.
it_it: Devi inserire un titolo.
ja_jp: タイトルを入力してください.
pl_pl: należy wprowadzić tytuł.
pt_pt: Você deve digitar um título.
ru_ru: Вы должны ввести заголовок.
zh_cn: 你必须输入一个标题。

source: Final Step
bg_bg: Краен етап
de_de: Endschritt
es_es: paso final
fr_fr: étape finale
it_it: fase finale
ja_jp: 最終ステップ
pl_pl: Ostatnim krokiem
pt_pt: etapa final
ru_ru: Заключительный этап
zh_cn: 最后一步

source: Final Settings
bg_bg: Окончателните настройки
de_de: Endgültigen Einstellungen
es_es: Configuraciones finales
fr_fr: Réglages finaux
it_it: Impostazioni finali
ja_jp: 最終設定
pl_pl: Ustawienia końcowe
pt_pt: Configurações finais
ru_ru: Окончательные параметры
zh_cn: 最终的设置

source: Click
bg_bg: Кликване
de_de: Klicken
fr_fr: Cliquez sur
it_it: Fare clic
ja_jp: クリック
pl_pl: kliknij
pt_pt: Clique
ru_ru: Щелчок
zh_cn: 点击

source: to add your new configuration.
bg_bg: да добавите новата си конфигурация.
de_de: Ihre neue Konfiguration hinzuzufügen.
es_es: para agregar a su nueva configuracion.
fr_fr: pour ajouter votre nouvelle configuration.
it_it: per aggiungere la nuova configurazione.
ja_jp: 新しい設定を追加します.
pl_pl: aby dodać nową konfigurację.
pt_pt: para adicionar a sua nova configuração.
ru_ru: , чтобы добавить новую конфигурацию.
zh_cn: 添加您的新配置。

source: Save as Template
bg_bg: Запазете като шаблон
de_de: Service Template
es_es: Plantillas de Servicios
fr_fr: Modèle de service
it_it: Servizio Template
ja_jp: テンプレートとして保存
pl_pl: Szablon usługi
pt_pt: Modelos de serviços
ru_ru: Обслуживание шаблона
zh_cn: 另存为模板

source: Save your monitoring settings (step 3), notification settings (step 4), and host/service groups and parent hosts (step 5) for use in future configuration wizards.
bg_bg: Запазете настройките си за наблюдение (стъпка 3), настройките за известяване (стъпка 4), както и хост/сървис групите и хостовете-родители (стъпка 5) за използване в бъдещите конфигурационни съветници (wizards).
de_de: speichern Sie Ihre Überwachungseinstellungen (Schritt 3), Benachrichtigungseinstellungen (Schritt 4) und Host- / Service-Gruppen und Eltern Hosts (Schritt 5) für den Einsatz in zukünftigen Konfigurationsassistenten.
es_es: guardar la configuración de vigilancia (paso 3), configuración de las notificaciones (paso 4), y los grupos de host / servicio y los anfitriones de los padres (paso 5) para su uso en futuros asistentes de configuración.
fr_fr: enregistrer vos paramètres de surveillance (étape 3), les paramètres de notification (étape 4), et les groupes d'accueil / de services et les hôtes de parents (de l'étape 5) pour une utilisation dans les futurs assistants de configuration.
it_it: salvare le impostazioni di monitoraggio (fase 3), le impostazioni di notifica (punto 4), e gruppi di host / di servizio e gli host controllanti (punto 5) per l'uso in future procedure guidate di configurazione.
ja_jp: 将来の設定ウィザードで使用できるように「監視設定(ステップ 3）」、「通知設定（ステップ 4）」、「ホスト/サービスグループおよび親ホスト（ステップ 5）」を保存します.
pl_pl: zapisać ustawienia monitorowania (krok 3), ustawienia powiadomień (krok 4) oraz grupy hostów / usług i hostów dominującej (krok 5) do wykorzystania w przyszłych kreatorów konfiguracji.
pt_pt: salvar as configurações de monitoramento (etapa 3), configurações de notificação (passo 4), e grupos de host / serviço e anfitriões pai (passo 5) para uso em futuros assistentes de configuração.
ru_ru: сохранить настройки мониторинга (шаг 3), настройки уведомлений (шаг 4), и хозяин / обслуживание групп и родительские узлы (шаг 5) для использования в будущих мастеров настройки.
zh_cn: 保存您的监视设置（第3步），通知设置（第4步）以及主机/服务组和父主机（第5步），以在将来的配置向导中使用。

source: Your configuration changes have been successfully applied and the monitoring engine was restarted.
bg_bg: Вашите конфигурационните промени бяха успешно приложени и двигателя за наблюдение беше рестартиран.
de_de: Ihre Konfigurationsänderungen wurden erfolgreich auf die Überwachung Motor angewendet.
es_es: Los cambios de configuración se han aplicado con éxito en el motor de seguimiento.
fr_fr: Vos modifications de configuration ont été appliquées avec succès à la surveillance du moteur.
it_it: Le modifiche di configurazione sono state applicate con successo al motore di monitoraggio.
ja_jp: 設定変更が適用され、監視エンジンが再起動されました.
pl_pl: dokonane zmiany zostały z powodzeniem zastosowane w silniku monitoringu.
pt_pt: As alterações de configuração foram aplicadas com sucesso para o mecanismo de monitoramento.
ru_ru: Ваши изменения конфигурации успешно применяется для мониторинга двигателя.
zh_cn: 您的配置更改已成功应用，并且监视引擎已重新启动。

source: Configuration written successfully.
bg_bg: Конфигурацията беше записана успешно.
de_de: Konfiguration erfolgreich angewendet
es_es: Configuracion aplicada satisfactoriamente
fr_fr: Configuration appliquée avec succès
it_it: Configurazione applicata con successo
ja_jp: 設定が正常に書込まれました.
pl_pl: Konfiguracja stosowane z powodzeniem.
pt_pt: Configuração aplicada com sucesso
ru_ru: Конфигурация успешно применен
zh_cn: 配置已成功写入。
