Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: VRML image
bg_bg: VRML изображение
de_de: vrml Bild
es_es: imagen vrml
fr_fr: l'image VRML
it_it: immagine VRML
ja_jp: VRML画像
pl_pl: vrml obrazu
pt_pt: image vrml
ru_ru: VRML изображения
zh_cn: VRML图片

source: Status image
bg_bg: Статус изображение
de_de: Status Bild
es_es: imagen de estado
fr_fr: l'image d'état
it_it: immagine di stato
ja_jp: ステータス画像
pl_pl: Stan obrazu
pt_pt: imagem de status
ru_ru: Статус изображения
zh_cn: 状态图片

source: Icon image
bg_bg: Икона на изображението
de_de: Symbolbild
es_es: imagen de icono
fr_fr: graphisme image
it_it: icona immagine
ja_jp: アイコン画像
pl_pl: Obraz ikony
pt_pt: imagem de ícone
ru_ru: изображение значка
zh_cn: 图标图像

source: Icon image 'alt' text
bg_bg: Алтернативен текст на иконата на изображението
es_es: icono de imagen de texto alternativo
fr_fr: icône texte alt d'image
it_it: icona immagine alt text
ja_jp: アイコン画像のALTテキスト
pl_pl: Obraz ikony alt text
pt_pt: ícone de texto alt imagem
ru_ru: изображение значка альтернативный текст
zh_cn: 图标图片“ alt”文字

source: 2D coords
bg_bg: 2D координати
de_de: 2d Koordinaten
ja_jp: 2D座標
pl_pl: 2d współrzędnymi
ru_ru: 2D координатах
zh_cn: 2D坐标

source: 3D coords
bg_bg: 3D координати
de_de: 3D Koordinaten
ja_jp: 3D座標
pl_pl: 3d współrzędnymi
ru_ru: 3D координатах
zh_cn: 3D座标

source: Free Variables
bg_bg: Свободни променливи
de_de: freien Variablen
es_es: variables libres
fr_fr: variables libres
it_it: variabili libere
ja_jp: フリー変数
pl_pl: zmiennymi
pt_pt: variáveis ​​livres
ru_ru: свободные переменные
zh_cn: 自由变量

source: Add, remove, or edit the free variables for this object.
bg_bg: добавете, премахнете или редактирайте безплатните променливи за този обект.
de_de: Fügen Sie die freien Variablen für dieses Objekt hinzu, entfernen Sie sie oder bearbeiten Sie sie.
es_es: agregue, elimine o edite las variables libres para este objeto.
fr_fr: ajoutez, supprimez ou modifiez les variables libres de cet objet.
it_it: aggiungere, rimuovere o modificare le variabili libere per questo oggetto.
ja_jp: このオブジェクトの自由変数を追加、削除、または編集します。
pl_pl: dodaj, usuń lub edytuj wolne zmienne dla tego obiektu.
pt_pt: adicione, remova ou edite as variáveis livres para este objeto.
ru_ru: добавлять, удалять или редактировать свободные переменные для этого объекта.
zh_cn: 添加，删除或编辑该对象的自由变量。

source: Use this configuration as a template
bg_bg: Използвате тази конфигурация като шаблон
de_de: Verwenden Sie diese Konfiguration als Vorlage
es_es: Use este configuracion como una plantilla
fr_fr: Utilisez cette configuration comme modèle
it_it: Utilizzare questa configurazione come modello
ja_jp: テンプレートとしてこの設定を使用
pl_pl: tej konfiguracji jako szablonu
pt_pt: Use esta configuração como um modelo
ru_ru: Используйте эту конфигурацию в качестве шаблона
zh_cn: 使用此配置作为模板

source: Setting the <i>Generic name</i> allows you to use this %s as a template (in the Manage Templates modal) for other %s object definitions. We recommend making a new template instead of using this option.
bg_bg: задаването на <i>родово име</i> ви позволява да използвате този% s като шаблон (в модула за управление на шаблони) за други дефиниции на% s обект. препоръчваме да направите нов шаблон, вместо да използвате тази опция.
de_de: Durch Festlegen des <i>generischen Namens</i> können Sie dieses% s als Vorlage (im Modal zum Verwalten von Vorlagen) für andere% s-Objektdefinitionen verwenden. Wir empfehlen, eine neue Vorlage zu erstellen, anstatt diese Option zu verwenden.
es_es: establecer el <i>nombre genérico le</i> permite usar este% s como plantilla (en el modal de administración de plantillas) para otras definiciones de objetos% s. recomendamos crear una nueva plantilla en lugar de usar esta opción.
fr_fr: la définition du <i>nom générique</i> vous permet d'utiliser ce% s comme modèle (dans le modal de gestion des modèles) pour d'autres définitions d'objet% s. nous vous recommandons de créer un nouveau modèle au lieu d'utiliser cette option.
it_it: l'impostazione del <i>nome generico</i> consente di utilizzare questo% s come modello (nel modale di gestione dei modelli) per altre definizioni di oggetti% s. si consiglia di creare un nuovo modello invece di utilizzare questa opzione.
ja_jp: <i>総称名を</i>設定すると、この％sを他の％sオブジェクト定義のテンプレート（テンプレートの管理モーダル）として使用できます。このオプションを使用する代わりに、新しいテンプレートを作成することをお勧めします。
pl_pl: ustawienie <i>nazwy ogólnej</i> umożliwia użycie tego% s jako szablonu (w trybie zarządzania szablonami) dla innych definicji obiektów% s. zalecamy utworzenie nowego szablonu zamiast korzystania z tej opcji.
pt_pt: definir o <i>nome genérico</i> permite que você use este% s como um modelo (no modal gerenciar modelos) para outras definições de objeto% s. recomendamos fazer um novo modelo em vez de usar esta opção.
ru_ru: установка <i>общего имени</i> позволяет вам использовать этот% s в качестве шаблона (в модальном окне управления шаблонами) для других определений объекта% s. мы рекомендуем создать новый шаблон вместо использования этой опции.
zh_cn: 设置<i>通用名称</i>将使您可以将此％s用作其他％s对象定义的模板（在管理模板模式中）。我们建议您制作一个新模板，而不要使用此选项。

source: Generic name
bg_bg: Общо име
de_de: Generischen Namen
es_es: Nombre generico
fr_fr: Nom générique
it_it: Nome generico
ja_jp: 一般名
pl_pl: Nazwa rodzajowa
pt_pt: Nome genérico
ru_ru: Родовое наименование
zh_cn: 通用名称

source: Timeperiod Name
bg_bg: Име на времеви период
de_de: Timeperiod Namen
es_es: Nombre del periodo de tiempo
fr_fr: Nom timeperiod
it_it: Nome timeperiod
ja_jp: 期間名
pl_pl: Nazwa przedzialczasu
pt_pt: nome timeperiod
ru_ru: Имя TimePeriod
zh_cn: 时间段名称

source: Time Definition
bg_bg: Времева дефиниция
de_de: Zeit Definition
es_es: Definicion de la hora
fr_fr: Définition du temps
it_it: Tempo di Definizione
ja_jp: 時間定義
pl_pl: Definicja czasu
pt_pt: Definição do tempo
ru_ru: Время определения
zh_cn: 时间定义

source: Time Range
bg_bg: Времеви обхват
de_de: Zeitspanne
es_es: Rango de Hora
fr_fr: Plage de temps
it_it: Intervallo di tempo
ja_jp: 時間範囲
pl_pl: Zakres czasu
pt_pt: Intervalo de tempo
ru_ru: Временной диапазон
zh_cn: 时间范围

source: Insert Definition
bg_bg: Въведете дефиниция
de_de: Legen Definition
es_es: Insertar definicion
fr_fr: Insérez Définition
it_it: Inserisci Definizione
ja_jp: 定義を挿入
pl_pl: Definicja wkładka
pt_pt: Insira definiçoes
ru_ru: Вставьте определение
zh_cn: 插入定义

source: Manage Timeperiod Exclusions
bg_bg: Управлявайте изключените времеви периоди (Timeperiod Exclusions)
de_de: Verwalten timePeriod Ausschlüsse
es_es: Gestionar exclusiones TimePeriod
fr_fr: Gérer les exclusions TimePeriod
it_it: Gestisci esclusioni timeperiod
ja_jp: 期間の除外リストの管理
pl_pl: Zarządzaj wykluczeniami przedzialczasu
pt_pt: gerenciar exclusões TimePeriod
ru_ru: Управление TimePeriod Исключения
zh_cn: 管理时段排除

source: Error: This component requires Nagios XI 2009R1.4B or later.
bg_bg: Грешка: този компонент изисква Nagios XI 2009R1.4B или по-нова версия.
de_de: Fehler: Diese Komponente erfordert Nagios XI 2009R1.4B oder später.
es_es: Error: Este componente requiere Nagios XI 2009R1.4B o posterior.
fr_fr: Erreur: Ce composant nécessite Nagios XI 2009R1.4B ou tard.
it_it: Errore: Questo componente richiede Nagios XI 2009R1.4B o versione successiva.
ja_jp: エラー：このコンポーネントは、Nagios XI 2009R1.4B以降が必要です.
pl_pl: Błąd: ta część wymaga Nagios xi 2009r1.4b czy później.
pt_pt: Erro: Este componente requer a versão Nagios XI 2009R1.4B ou maior.
ru_ru: Ошибка: Этот компонент требует Nagios XI 2009R1.4B или более поздней версии.
zh_cn: 错误：此组件需要Nagios XI 2009R1.4B或更高版本。

source: Allows admins to deploy dashboards to other users.
bg_bg: Позволява на администраторите да разполагат табла за други потребители.
de_de: Ermöglicht Administratoren Dashboards an andere Benutzer bereitstellen.
es_es: Permite a los administradores para desplegar cuadros de mando a otros usuarios.
fr_fr: Permet aux administrateurs de déployer des tableaux de bord à d'autres utilisateurs.
it_it: Consente agli amministratori di distribuire dashboard ad altri utenti.
ja_jp: 管理者は他のユーザーにダッシュボードを展開することができます.
pl_pl: pozwala administratorom wdrożyć kokpity do innych użytkowników.
pt_pt: Permite que os administradores implementem painéis para outros usuários.
ru_ru: Позволяет администраторам развертывать панелей для других пользователей.
zh_cn: 允许管理员将操作面板部署到其他用户。

source: Dashboard Deployment Tool
bg_bg: Инструмент за разполагане на табла (Dashboard Deployment Tool)
es_es: Herramienta para despliegue de Dashboards
fr_fr: Outil de déploiement Tableau de bord
it_it: Dashboard Strumento di distribuzione
ja_jp: ダッシュボード展開ツール
pl_pl: Narzędzie do instalacji na desce rozdzielczej
pt_pt: Painel da Ferramenta de Implantação
zh_cn: 操作面板部署工具

source: Deploy Dashboards
bg_bg: Раположете таблата
de_de: Bereitstellen Dashboards
es_es: Desplegar Dashboards
fr_fr: Déployer des tableaux de bord
it_it: Distribuire dashboard
ja_jp: ダッシュボードを展開
pl_pl: wdrożyć kokpity
pt_pt: Implantar painéis.
ru_ru: Развертывание панелей
zh_cn: 部署操作面板

source: Destination name cannot be blank.
bg_bg: Дестинацията име не може да бъде празна.
de_de: Destination Name darf nicht leer sein.
es_es: Nombre destino no puede estar en blanco.
fr_fr: Nom de la destination ne peut pas être vide.
it_it: Nome destinazione non può essere vuoto.
ja_jp: 宛先名を空白にすることはできません.
pl_pl: Nazwa przeznaczenia nie może być puste.
pt_pt: Nome de destino não pode estar em branco.
ru_ru: Направление Имя не может быть пустым.
zh_cn: 目标名称不能为空。

source: You must select one or more dashboards to deploy.
bg_bg: Вие трябва да изберете едно или повече табла за разполагане.
de_de: Sie müssen ein oder mehrere Dashboards zu implementieren.
es_es: Debe seleccionar uno o más paneles de control a implementar.
fr_fr: Vous devez sélectionner un ou plusieurs tableaux de bord à déployer.
it_it: È necessario selezionare una o più dashboard da distribuire.
ja_jp: 展開するために1つ以上のダッシュボードを選択する必要があります.
pl_pl: należy wybrać jeden lub więcej pulpitów nawigacyjnych rozmieszczenia.
pt_pt: Você deve selecionar um ou mais painéis para implantar.
ru_ru: Вы должны выбрать один или несколько панелей для развертывания.
zh_cn: 您必须选择一个或多个操作面板进行部署。

source: You must select at least one user.
bg_bg: Трябва да изберете поне един потребител.
de_de: Sie müssen mindestens einen Benutzer.
es_es: Usted debe seleccionar al menos un usuario
fr_fr: Vous devez sélectionner au moins un utilisateur.
it_it: È necessario selezionare almeno un utente.
ja_jp: 少なくとも1ユーザーを選択する必要があります.
pl_pl: musisz wybrać co najmniej jednego użytkownika.
pt_pt: Você deve selecionar pelo menos um usuário.
ru_ru: Вы должны выбрать хотя бы один пользователь.
zh_cn: 您必须至少选择一个用户。

source: Dashboards deployed
bg_bg: Таблата са разположени
de_de: Dashboards bereitgestellt
es_es: cuadros de mando desplegado
fr_fr: tableaux de bord déployé
it_it: cruscotti schierato
ja_jp: ダッシュボード展開
pl_pl: panele kontrolne rozmieszczone
pt_pt: dashboards implantado
ru_ru: панели развернуты
zh_cn: 操作面板部署

source: This tool allows admins to deploy one or more of their own dashboards to other users. This can be useful when you design a dashboard that other users may want access to.
bg_bg: Този инструмент позволява на администраторите да разположaт единo или повече от собствени си табла за други потребители. Tова може да бъде полезно, когато се проектира таблото, до което другите потребители могат да искат да имат достъп.
de_de: Dieses Tool ermöglicht Administratoren, eine oder mehrere ihrer eigenen Dashboards an andere Benutzer bereitstellen. Dies kann nützlich sein, wenn Sie ein Dashboard, das anderen Benutzern Zugriff auf Sie vielleicht zu entwerfen.
es_es: esta herramienta permite a los administradores implementar una o más de sus propios cuadros de mando a otros usuarios. esto puede ser útil al diseñar un cuadro de mando que otros usuarios pueden querer acceso.
fr_fr: cet outil permet aux administrateurs de déployer un ou plusieurs de leurs propres tableaux de bord à d'autres utilisateurs. cela peut être utile lorsque vous concevez un tableau de bord que d'autres utilisateurs peuvent vouloir accéder.
it_it: questo strumento consente agli amministratori di implementare uno o più dei propri dashboard ad altri utenti. questo può essere utile quando si progetta un cruscotto che altri utenti potrebbero voler accedere.
ja_jp: このツールを使用すれば、1つ以上の自分のダッシュボードを他のユーザーにデプロイできます. 他のユーザーもアクセスさせたいダッシュボードを設計する場合に有効です.
pl_pl: Narzędzie to umożliwia administratorom wdrożyć jeden lub więcej z własnych kokpitów do innych użytkowników. może to być przydatne podczas projektowania dashboard, że inni użytkownicy mogą mieć dostęp do.
pt_pt: esta ferramenta permite que os administradores para implantar um ou mais dos seus próprios dashboards para outros usuários. isto pode ser útil quando você cria um painel que outros usuários podem querer acesso.
ru_ru: этот инструмент позволяет администраторам развертывать один или более из своих панелей с другими пользователями. Это может быть полезно, когда вы проектируете панель, которая другие пользователи могут хотите доступ.
zh_cn: 该工具允许管理员将自己的一个或多个仪表板部署给其他用户。 当您设计其他用户可能想要访问的操作面板时，这可能很有用。

source: If you want each user's copy of your dashboard to stay synchronized with your dashboard, select the 'Keep Synced' option.
bg_bg: Ако искате всяко копие на таблото на всеки потребител да остане синхронизирано с таблото, изберете "запази синхронизиран" вариант.
de_de: wenn Sie wollen, Kopie der Instrumententafel der einzelnen Benutzer, um mit Ihrem Dashboard synchronisiert bleiben, wählen Sie die Option 'zu halten synchronisiert.
es_es: si quieres copia de cada usuario de su tablero de instrumentos para mantenerse sincronizado con su panel de control, seleccione la opción "mantener sincronizado '.
fr_fr: si vous voulez la copie de chaque utilisateur de votre tableau de bord pour rester synchronisé avec votre tableau de bord, sélectionnez l'option «garder synchronisés.
it_it: se si desidera che la copia di ogni utente del dashboard di rimanere sincronizzato con il cruscotto, selezionare l'opzione 'tenere sincronizzati'.
ja_jp: ダッシュボードの各ユーザーのコピーをダッシュボードと同期させたままにする場合は、[同期を保持]オプションを選択します.
pl_pl: jeśli chcesz kopię każdego użytkownika z deski rozdzielczej pozostawać zsynchronizowane z deski rozdzielczej, wybrać "zsynchronizowane" opcję zachować.
pt_pt: se você quer cópia de cada usuário de seu painel de controle para se manter sincronizado com o seu painel de controle, selecione a opção "manter sincronizado '.
ru_ru: если вы хотите копию каждого пользователя вашей приборной панели, чтобы оставаться синхронизирован с приборной панели, выберите "Сохранить синхронизированы" вариант.
zh_cn: 如果希望每个用户的操作面板副本与操作面板保持同步，请选择“保持同步”选项。

source: Re-deploying a dashboard that has already been deployed will overwrite the user's old copy of the deployed dashboard.
bg_bg: Повторното разполагане на таблото, което вече е било разположено един път ще замени старото копие на таблото на потребителя.
de_de: Re-Implementierung ein Dashboard, das bereits eingesetzt überschreibt der Benutzer alte Kopie der bereitgestellten Dashboard.
es_es: Vuelva a desplegar un panel de control que ya se ha implementado sobrescribirá copia anterior del usuario del panel implementado.
fr_fr: Re-déploiement d'un tableau de bord qui a déjà été déployée écrasera l'ancienne copie de l'utilisateur du tableau de bord déployé.
it_it: Re-distribuzione di un dashboard che è già stato distribuito sovrascriverà vecchia copia dell'utente del dashboard distribuito.
ja_jp: 既に展開済みのダッシュボードを再展開すると、ユーザーの展開済みダッシュボードの古いコピーを上書きします.
pl_pl: ponownego wdrażania dashboard, który już został wdrożony zastąpi użytkownika starą kopię wdrożonej desce rozdzielczej.
pt_pt: Re-implantação de um painel que já foi implantado substituirá cópia antiga do usuário do painel implantado.
ru_ru: Повторное развертывание панели, которые уже были развернуты будет перезаписывать старые копии пользователем развернуты приборной панели.
zh_cn: 重新部署已经部署的操作面板将覆盖用户已部署操作面板的旧副本。

source: Dashboards To Deploy
bg_bg: Табла за разполагане
de_de: Dashboards zu implementieren
es_es: Dashboards para desplegar
fr_fr: Pour déployer des tableaux de bord
it_it: Cruscotti Per distribuire
ja_jp: 展開するダッシュボード
pl_pl: kokpity do wdrożenia
pt_pt: Painéis para implantar
ru_ru: Панели для развертывания
zh_cn: 要部署操作面板

source: Specify which of your dashboards should be deployed.
bg_bg: посочете кои от вашите табла трябва да бъдат разположени.
de_de: Bestimmen Sie, welche Ihrer Dashboards bereitgestellt werden soll.
es_es: Indique cuáles de los paneles deben ser desplegados.
fr_fr: Préciser lequel de vos tableaux de bord doit être déployé.
it_it: Specificare quale dei tuoi dashboard dovrebbe essere distribuito.
ja_jp: 展開するダッシュボードを指定します.
pl_pl: określić, które z pomocą paneli powinny być wdrażane.
pt_pt: Especificar qual dos seus painéis devem ser implantados.
ru_ru: Укажите, какие из ваших панелей должны быть развернуты.
zh_cn: 指定应部署的操作面板。

source: Local Name
bg_bg: Местно име
de_de: Lokaler Name
es_es: Nombre Local
fr_fr: Nom local
it_it: Nome locale
ja_jp: ローカル名
pl_pl: lokalna nazwa
pt_pt: Nome local
ru_ru: Местное название
zh_cn: 本地名称

source: Destination Name
bg_bg: Дестинация име
es_es: Nombre del Destino
fr_fr: Nom de la destination
it_it: Nome destinazione
ja_jp: 宛先名
pl_pl: Nazwa odbiorcy
pt_pt: Nome do destino
ru_ru: Имя получателя
zh_cn: 目的地名称

source: Keep Synced
bg_bg: Запази синхронизиран
de_de: Synchronisiert halten
es_es: Mantener sincronizado
fr_fr: Gardez synchronisé
it_it: Tenere Sincronizzato
ja_jp: 同期を維持
pl_pl: utrzymać zsynchronizowane
pt_pt: manter sincronizado
ru_ru: Держите Synced
zh_cn: 保持同步

source: Deploy To Users
bg_bg: Разположете за потребителитете
de_de: Bereitstellen für Benutzer
es_es: Desplegar a usuarios
fr_fr: Déployer vers les utilisateurs
it_it: Distribuire agli utenti
ja_jp: ユーザーに展開
pl_pl: wdrożyć do użytkowników
pt_pt: Implantar para os usuários
ru_ru: Развернуть для пользователей
zh_cn: 部署到用户

source: Specify which users the dashboards should be deployed to.
bg_bg: Определете на кои потребители трябва да бъдат разположени таблата.
de_de: Angeben, welche Benutzer die Dashboards bereitgestellt werden soll.
es_es: Especifique los usuarios de los cuadros de mando deben ser desplegados a.
fr_fr: Spécifiez les utilisateurs des tableaux de bord doit être déployé.
it_it: Specificare gli utenti che i cruscotti dovrebbero essere distribuiti.
ja_jp: ダッシュ ボードを展開するユーザーを指定します.
pl_pl: określić, kto z desek rozdzielczych powinny być stosowane do.
pt_pt: Especificar quais usuários os painéis devem ser implantado.
ru_ru: Укажите, какие пользователи панелей должна быть развернут.
zh_cn: 指定操作面板应部署到的用户。

source: Uncheck All
bg_bg: Махнете всички
de_de: deaktivieren Sie alle
es_es: desactivar todas
fr_fr: décocher tout
it_it: deseleziona tutto
ja_jp: すべて解除
pl_pl: odznacz wszystko
pt_pt: Verificar tudo
ru_ru: снять все
zh_cn: 取消全部选中

source: There are no other users defined on the system.
bg_bg: Няма други дефинирани потребители в системата.
de_de: Es gibt keine anderen Benutzer auf dem System definiert.
es_es: No hay otros usuarios definidos en el sistema.
fr_fr: Il n'y a pas d'autres utilisateurs définis sur le système.
it_it: Non ci sono altri utenti definiti sul sistema.
ja_jp: システムで定義された他のユーザーはありません.
pl_pl: nie ma użytkowników określono w systemie.
pt_pt: Não existem outros utilizadores definidos no sistema.
ru_ru: Есть никаких других пользователей, определенных в системе.
zh_cn: 系统上没有定义其他用户。

source: This component allows administrators to create, save, and deploy notification message to a list of Nagios XI users or contact groups.
bg_bg: Този компонент позволява на администраторите да създават, запазват, и изпращат уведомително съобщение до списък с Nagios XI потребители или контактни групи.
de_de: Diese Komponente ermöglicht es Administratoren zu erstellen, zu speichern, and deploy Benachrichtigung an eine Liste von Nagios XI Benutzer oder Kontaktgruppen.
es_es: Este componente permite a los administradores crear, guardar y desplegar un mensaje de notificación a una lista de usuarios de Nagios XI o grupos de contacto.
fr_fr: Ce composant permet aux administrateurs de créer, d'enregistrer, Message tand notification déploiement d'une liste d'utilisateurs Nagios XI ou groupes de contacts.
it_it: Questo componente consente agli amministratori di creare, salvare, Deploy tand messaggio di notifica a un elenco di Nagios XI utenti o gruppi di contatti.
ja_jp: このコンポーネントにより管理者は、Nagios XIユーザーまたは連絡先グループのリストに通知メッセージを作成、保存、および配布することができます.
pl_pl: składnik ten pozwala administratorom tworzyć, zapisywać i wdrożyć powiadomienia do listy użytkowników lub grup Nagios xi kontaktowych.
pt_pt: Este componente permite aos administradores criar, salvar e implantar mensagem de notificação para uma lista de usuários xi nagios ou grupos de contatos.
ru_ru: Этот компонент позволяет администраторам создавать, сохранять, и развернуть уведомление в список Nagios XI пользователей или групп контактов.
zh_cn: 该组件允许管理员创建，保存， 并将通知消息部署到Nagios XI用户或联系人组的列表。

source: Error: This component requires Nagios XI 5.2.1 Enterprise edition or later.
bg_bg: Грешка: този компонент изисква Nagios XI 5.2.1 Enterprise версия или по-нова версия.
de_de: Fehler: Diese Komponente erfordert Nagios XI 2012R1.0 Enterprise Edition oder höher.
es_es: Error: Este componente requiere la edicion empresarial de Nagios XI 2012R1.0 o superior
fr_fr: Erreur: Ce composant nécessite Nagios XI 2012R1.0 Enterprise Edition ou une version ultérieure.
it_it: Errore: Questo componente richiede Nagios XI 2012R1.0 Enterprise Edition o versione successiva.
ja_jp: エラー：このコンポーネントは、Nagios XI Enterprise版 5.2.1I以降が必要です.
pl_pl: Błąd: ta część wymaga Nagios XI 2012r1.0 wersji Enterprise lub później.
pt_pt: erro: este componente requer nagios xi edição empresa 2012r1.0 ou posterior.
ru_ru: Ошибка: Этот компонент требует Nagios XI 2012R1.0 предприятия издании или более поздней версии.
zh_cn: 错误：此组件需要Nagios XI 5.2.1 Enterprise Edition或更高版本。

source: Notification Management
bg_bg: Управление на хотификациите
de_de: Benachrichtigungs Management
es_es: Administracion de Notificaciones
fr_fr: Gestion de notification
it_it: Notifica di gestione
ja_jp: 通知管理
pl_pl: Zarządzanie powiadomienia
pt_pt: gestão notificação
ru_ru: Уведомление управления
zh_cn: 通知管理

source: You are not authorized to access this feature. Contact your Nagios XI administrator for more information, or to obtain access to this feature.
bg_bg: Нямате право на достъп до тази функция. Свържете с администратора на Nagios XI за повече информация или, за да получите достъп до тази функция.
de_de: Sie sind nicht berechtigt, diese Funktion zuzugreifen. Kontaktieren Sie Ihren Nagios XI Administrator für weitere Informationen, oder um Zugriff auf diese Funktion zu erhalten.
es_es: No tiene permisos para acceder a esta función. Póngase en contacto con el administrador del XI Nagios para más información, o para obtener acceso a esta función.
fr_fr: Vous n'êtes pas autorisé à accéder à cette fonctionnalité. Contactez votre administrateur Nagios XI pour plus de renseignements ou pour obtenir un accès à cette fonctionnalité.
it_it: Non sei autorizzato ad accedere a questa funzione. Contattare l'amministratore di Nagios XI per ulteriori informazioni, o per ottenere accesso a questa funzione.
ja_jp: この機能にアクセスする権限がありません. 詳細について、またはこの機能へのアクセスを取得するには、Nagios XI管理者にお問い合わせください.
pl_pl: nie są uprawnione do dostępu do tej funkcji. skontaktuj się z administratorem Nagios xi więcej informacji lub uzyskanie dostępu do tej funkcji.
pt_pt: Você não está autorizado a acessar esta função. Contate o administrador do Nagios XI para mais informações, ou para obter acesso a esse recurso.
ru_ru: Вы не авторизованы для доступа к этой функции. Обратитесь к Nagios XI администратору за дополнительной информацией или для получения доступа к этой функции.
zh_cn: 您无权访问此功能。 请与您的Nagios XI管理员联系以获取更多信息，或获取对此功能的访问。
