Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: In order to make sure that our Callback function is actually called during the right time, we had to use <strong>register_callback</strong>. We supplied <code>CALLBACK_PAGE_HEAD</code> as the Callback argument and a string containing our function name as the function argument.
bg_bg: За да се уверите, че нашата функция за обратно извикване (Callback function) всъщност е изпълнена навреме, ние трябваше да използваме <strong>register_callback</strong>. Ние доставихме <code>CALLBACK_PAGE_HEAD</code> като аргумент на обратно извикване (Callback argument) и символен низ (string), съдържащ името на нашата функция като аргумент на функция.
de_de: um während der richtigen Zeit , um sicherzustellen , dass unsere Callback - Funktion tatsächlich aufgerufen wird, hatten wir <strong>register_callback</strong> zu verwenden. wir geliefert <code>callback_page_head</code> als Callback - Argument und eine Reihe unserer Funktionsnamen als Funktionsargument enthalten.
es_es: con el fin de asegurarse de que nuestra función de devolución de llamada se llama en realidad en el momento adecuado, tuvimos que utilizar <strong>register_callback.</strong> suministramos <code>callback_page_head</code> como el argumento de devolución de llamada y una cadena que contiene el nombre de nuestra función como argumento de la función.
fr_fr: afin de faire en sorte que notre fonction de rappel est en fait appelé pendant le bon moment, nous avons dû utiliser <strong>register_callback.</strong> nous avons fourni <code>callback_page_head</code> comme argument de rappel et une chaîne contenant le nom de notre fonction comme argument de la fonction.
it_it: al fine di fare in modo che la nostra funzione di callback è in realtà chiamato durante il momento giusto, abbiamo dovuto usare <strong>register_callback.</strong> abbiamo fornito <code>callback_page_head</code> come argomento callback e una stringa contenente il nostro nome della funzione come argomento di funzione.
ja_jp: コールバック関数が実際に正しいときに呼び出されるようにするため、<strong>register_callback</strong>を使用しなければなりません. コールバック引数<code>CALLBACK_PAGE_HEAD</code>と関数名を含む文字列を関数引数として提供します.
pl_pl: w celu upewnienia się, że nasza funkcja zwrotna jest faktycznie nazywa czasie we właściwym czasie, musieliśmy użyć <strong>register_callback.</strong> dostarczyliśmy <code>callback_page_head</code> jako argument wywołania zwrotnego i ciąg zawierający naszą nazwę funkcji jako argument funkcji.
pt_pt: a fim de se certificar de que a nossa função de retorno é realmente chamado durante a hora certa, nós tivemos que usar <strong>register_callback.</strong> nós fornecemos <code>callback_page_head</code> como o argumento de retorno de chamada e uma seqüência de caracteres contendo o nosso nome da função como argumento da função.
ru_ru: для того , чтобы убедиться , что наша функция обратного вызова на самом деле вызывается во время нужное время, мы должны были использовать <strong>register_callback.</strong> мы поставили <code>callback_page_head</code> в качестве аргумента обратного вызова и строку , содержащую наше имя функции в качестве аргумента функции.
zh_cn: 为了确保我们的Callback函数在正确的时间被调用，我们必须使用<strong>register_callback</strong>。我们提供<code>CALLBACK_PAGE_HEAD</code>作为回调参数，并提供一个包含函数名称的字符串作为函数参数。

source: When <code>CALLBACK_PAGE_HEAD</code> is executed in the Nagios XI stack, it automatically passes two variables to our function: <code>$callback_type</code> and <code>$callback_args</code>. The <code>$callback_type</code> variable contains a value that corresponds directly to the Callback that is being executed - in this case it would be <code>CALLBACK_PAGE_HEAD</code>. The <code>$callback_args</code> variable can contain different data for each Callback type; check each Callback's specific reference for passed values. In this particular case, the only argument thats passed is <code>$callback_args["child"]</code> - a boolean value representing whether this is a child page or not. As you can see, our code checks for both: the right <code>$callback_type</code>, and to make sure we're only including the javascript when <code>$callback_args["child"]</code> is true (this means that its the page displayed in the main content frame).
bg_bg: Когато <code>CALLBACK_PAGE_HEAD</code> се изпълнява в Nagios XI stack, той автоматично подава две променливи към нашата функция: <code>$callback_type</code> и <code>$callback_args</code>. Променливата <code>$callback_type</code> съдържа стойност, която отговаря пряко за обратното повикване (Callback), което се изпълнява - в този случай то ще бъде <code>CALLBACK_PAGE_HEAD</code>. Променливата <code>$callback_args</code> може да съдържа различни данни за всеки тип обратно повикване; проверете всяко конкретно обратно повикване за минали стойности. В този конкретен случай, единственият аргумент, който е подаден е <code>$callback_args["child"]</code> - булева стойност, символизираща дали това е подстраница или не. Както можете да видите, нашия код проверява и за двете: дясното <code>$callback_type</code>, и да се уверим, че ние включваме JavaScript само, когато <code>$callback_args["child"]</code> е вярно (това означава, че неговата страница е показана в основната рамка със съдържанието).
de_de: wenn <code>callback_page_head</code> im nagios xi Stapel ausgeführt wird, es passiert automatisch zwei Variablen zu unserer Funktion: <code>$callback_type</code> und <code>$callback_args</code> . die <code>$callback_type</code> Variable enthält einen Wert, der direkt mit dem Callback entspricht , die gerade ausgeführt wird - in diesem Fall würde <code>callback_page_head</code> . die <code>$callback_args</code> Variable kann verschiedene Daten für jede Callback - Typ enthalten; Überprüfen Sie jede spezifische Referenzrückruf für übergebenen Werte. in diesem speziellen Fall bestanden die einzige Argument , das ist ist <code>$callback_args["child"]</code> - Ein boolescher Wert darstellt , ob dies ein Kind Seite ist oder nicht. das Recht: wie können Sie, unseren Code prüft , ob beide sehen <code>$callback_type</code> , und sicher , dass wir die Javascript nur zu machen sind , einschließlich , wenn <code>$callback_args["child"]</code> wahr ist (dies bedeutet , dass seine die Seite im Hauptinhaltsrahmen angezeigt ).
es_es: cuando <code>callback_page_head</code> se ejecuta en la pila xi nagios, éste pasa automáticamente dos variables a nuestra función: <code>$callback_type</code> y <code>$callback_args</code> . el <code>$callback_type</code> variable contiene un valor que se corresponde directamente con la devolución de llamada que está siendo ejecutado - en este caso sería <code>callback_page_head</code> . el <code>$callback_args</code> variable puede contener datos diferentes para cada tipo de devolución de llamada; Comprobación de referencia específica de cada llamada de retorno para valores pasados. en este caso particular, los únicos argumentos pasados ​​eso es <code>$callback_args["child"]</code> - Un valor booleano que representa si se trata de una página secundaria o no. como se puede ver, nuestras código comprueba tanto la derecha: <code>$callback_type</code> , y para asegurarse de que sólo estamos incluyendo el javascript cuando <code>$callback_args["child"]</code> es verdadero (esto significa que su página está representada en el marco de contenido principal ).
fr_fr: lorsque <code>callback_page_head</code> est exécuté dans le xi pile nagios, il transmet automatiquement deux variables à notre fonction: <code>$callback_type</code> et <code>$callback_args</code> . le <code>$callback_type</code> variable contient une valeur qui correspond directement à la fonction de rappel qui est en cours d' exécution - dans ce cas il serait <code>callback_page_head</code> . le <code>$callback_args</code> variable peut contenir des données différentes pour chaque type de rappel; vérifier la référence spécifique de chaque rappel pour les valeurs transmises. dans ce cas particulier, les seuls thats arguments passées est <code>$callback_args["child"]</code> - une valeur booléenne représentant si ceci est une page de garde ou non. comme vous pouvez le voir, nos vérifications de code pour les deux: le droit <code>$callback_type</code> , et de nous assurer que nous ne compris le javascript quand <code>$callback_args["child"]</code> est vrai (ce qui signifie que son la page affichée dans le cadre de contenu principal ).
it_it: quando <code>callback_page_head</code> viene eseguita nello stack XI nagios, passa automaticamente due variabili alla nostra funzione: <code>$callback_type</code> e <code>$callback_args</code> . il <code>$callback_type</code> variabile contiene un valore che corrisponde direttamente al callback che è in esecuzione - in questo caso sarebbe <code>callback_page_head</code> . il <code>$callback_args</code> variabile può contenere dati diversi per ogni tipo di richiamata; controllare riferimento specifico di ciascun callback per valori passati. in questo caso particolare, questo è l'unico argomento passato è <code>$callback_args["child"]</code> - un valore booleano che indica se si tratta di una pagina figlio o no. come si può vedere, i nostri controlli di codice per entrambi: il diritto <code>$callback_type</code> , e per assicurarsi che siamo solo compreso il JavaScript quando <code>$callback_args["child"]</code> è vero (questo significa che la sua pagina visualizzata nel frame contenuto principale ).
ja_jp: Nagios XIスタックで<code>CALLBACK_PAGE_HEAD</code>が実行されると、自動的に２つの変数を関数に渡します: <code>$callback_type</code> , <code>$callback_args</code>. <code>$callback_type</code> 変数は実行されるコールバックに直接対応する値を含みます. - この場合は、<code>CALLBACK_PAGE_HEAD</code> です. <code>$callback_args</code> 変数は各コールバックタイプごとに異なるデータを含むことができます; 渡される値については各コールバックのリファレンスを確認してください. この場合渡される唯一の変数は <code>$callback_args["child"]</code> - 子ページが存在するかどうかを示す真偽値です. 確認できるように、この例のコードでは両方をチェックします: 正しい <code>$callback_type</code> で<code>$callback_args["child"]</code> が真 (つまりメインコンテントフレームに表示されたページである)のときjavascriptをインクルードします.
pl_pl: kiedy <code>callback_page_head</code> jest wykonywany w xi stosie Nagios, automatycznie przechodzi dwie zmienne do naszej funkcji: <code>$callback_type</code> i <code>$callback_args</code> . <code>$callback_type</code> zmienna zawiera wartość, która odpowiada bezpośrednio do wywołania zwrotnego, który jest aktualnie wykonywany - w tym przypadku byłoby <code>callback_page_head</code> . <code>$callback_args</code> zmienna może zawierać różne dane dla każdego typu zwrotnego; sprawdzić konkretne odniesienie każdego callback dla przekazywanych wartości. w tym konkretnym przypadku, tylko ów argument przekazany jest <code>$callback_args["child"]</code> - wartość logiczna reprezentująca czy jest to strona dla dzieci, czy nie. Jak widać, nasze kontrole kodu dla obu: prawo <code>$callback_type</code> , i upewnić się, że w tym tylko, że w javascript, gdy <code>$callback_args["child"]</code> jest prawdziwe (oznacza to, że jego strona wyświetlona w ramce treści głównej ).
pt_pt: quando <code>callback_page_head</code> é executado na pilha xi nagios, ele passa automaticamente duas variáveis ​​para a nossa função: <code>$callback_type</code> e <code>$callback_args</code> . o <code>$callback_type</code> variável contém um valor que corresponde diretamente à chamada de retorno que está sendo executado - neste caso seria <code>callback_page_head</code> . o <code>$callback_args</code> variável pode conter dados diferentes para cada tipo de retorno de chamada; verificação de referência específica de cada chamada de retorno para valores passados. Neste caso particular, as únicas isso é argumento passados ​​é <code>$callback_args["child"]</code> - Um valor booleano representando se esta é uma página filho ou não. como você pode ver, os nossos código verifica para ambos: o direito <code>$callback_type</code> , e para se certificar de que estamos apenas incluindo o javascript quando <code>$callback_args["child"]</code> é verdade (o que significa que a sua página exibida no quadro principal de conteúdo ).
ru_ru: когда <code>callback_page_head</code> выполняется в стеке хг Nagios, он автоматически передает две переменные нашей функции: <code>$callback_type</code> и <code>$callback_args</code> . <code>$callback_type</code> переменная содержит значение , которое соответствует непосредственно к функции обратного вызова , который время исполняется - в ​​данном случае это будет <code>callback_page_head</code> . <code>$callback_args</code> переменная может содержать различные данные для каждого типа обратного вызова; проверить конкретные ссылки каждый обратный вызов по для переданных значений. в данном конкретном случае, единственный аргумент Thats прошло это <code>$callback_args["child"]</code> - это логическое значение , представляющее ли это ребенок страница или нет. как вы можете видеть, наши проверки кода для обоих: правильный <code>$callback_type</code> , и убедиться в том , что мы только в том числе JavaScript , когда <code>$callback_args["child"]</code> истинно (это означает , что его страница будет отображаться в главном фрейме содержимого ).
zh_cn: 当<code>CALLBACK_PAGE_HEAD</code>在Nagios XI堆栈中执行时，它会自动传递两个变量给我们的函数。<code>$callback_type</code>和<code>$callback_args</code>。<code>$callback_type</code>变量包含一个直接对应于正在执行的Callback的值--在这种情况下，它将是<code>CALLBACK_PAGE_HEAD</code>。<code>$callback_args</code>变量可以为每个Callback类型包含不同的数据；检查每个Callback的具体参考值。在这个特定的情况下，唯一传递的参数是<code>$callback_args["child"]</code>--一个代表是否是子页面的布尔值。正如您所看到的，我们的代码检查了这两点：正确的<code>$callback_type</code>，并确保我们只在<code>$callback_args["child"]</code>为真时才包含javascript（这意味着它的页面显示在主内容框架中）。

source: The function used to register a callback_function with a specific Callback.
bg_bg: Функцията, използвана за регистриране на callback_function с конкретен Callback.
de_de: die Funktion verwendet, um eine callback_function mit einem bestimmten Rückruf zu registrieren.
es_es: la función utiliza para registrar un callback_function con una devolución de llamada específico.
fr_fr: la fonction utilisée pour enregistrer un callback avec un rappel spécifique.
it_it: la funzione utilizzata per registrare un callback con un callback specifica.
ja_jp: 特定のコールバックでcallback_functionを登録するために使用する関数.
pl_pl: funkcja stosowana do rejestracji callback_function z konkretnym zwrotnego.
pt_pt: a função utilizada para registrar um callback_function com um retorno de chamada específico.
ru_ru: функция используется для регистрации callback_function с конкретным обратного вызова.
zh_cn: 用于向特定的Callback注册callback_function的函数。

source: One of the CALLBACK constants listed under Defined Constants in the reference guide.
bg_bg: Една от константите на CALLBACK, изброени в дефинираните константи (Defined Constants) в справочника.
de_de: eine der Callback-Konstanten unter definierten Konstanten im Referenzhandbuch aufgeführt.
es_es: una de las constantes de devolución de llamada que figuran en las constantes definidas en la guía de referencia.
fr_fr: l'une des constantes de rappel énumérés sous les constantes définies dans le guide de référence.
it_it: una delle costanti di callback di cui alle costanti definite nella guida di riferimento.
ja_jp: このリファレンスガイドの「定義済み定数」でリストされているコールバック定数のいずれか.
pl_pl: jeden ze stałych zwrotnych wymienionych w określonych stałych w przewodniku informacyjnym.
pt_pt: uma das constantes de retorno de chamada listados sob constantes definidas no guia de referência.
ru_ru: одна из констант, перечисленных обратного вызова при определенных констант в справочном руководстве.
zh_cn: 参考指南中“定义的常量”下列出的CALLBACK常量之一。

source: Name of the function you want to call when this Callback is executed in the Nagios XI stack.
bg_bg: Името на функцията, която искате да повикате, когато този Callback е изпълнен в Nagios XI stack.
de_de: Name der Funktion, die Sie aufrufen möchten, wenn dieser Rückruf im nagios xi Stapel ausgeführt wird.
es_es: nombre de la función que desea llamar cuando esta devolución de llamada se ejecuta en la pila xi nagios.
fr_fr: le nom de la fonction que vous voulez appeler quand ce rappel est exécuté dans le xi pile nagios.
it_it: nome della funzione che si desidera chiamare quando questo callback viene eseguita nello stack xi nagios.
ja_jp: Nagios XIスタックでこのコールバックが実行されるときに呼び出す関数の名前.
pl_pl: nazwa funkcji, którą chcesz się połączyć, kiedy ta funkcja zwrotna jest wykonywany w xi stosie Nagios.
pt_pt: nome da função que você deseja chamar quando este callback é executado na pilha xi nagios.
ru_ru: имя функции, которую хотите вызвать, когда этот обратный вызов выполняется в стеке хг Nagios.
zh_cn: 在Nagios XI堆栈中执行此Callback时要调用的函数的名称。

source: The function (you define) to execute when a Callback is executed. The Nagios XI stack will pass the listed arguments to the function.
bg_bg: Функцията (която дефинирате), за да се изпълни, когато е изпълнен Callback. Nagios XI stack ще подаде изброените аргументи към функцията.
de_de: die Funktion (Sie definieren) auszuführen, wenn ein Rückruf durchgeführt wird. die nagios xi Stapel die aufgelisteten Argumente an die Funktion übergeben.
es_es: la función (a definir) a ejecutar cuando se ejecuta una devolución de llamada. la pila xi nagios pasará los argumentos que figuran a la función.
fr_fr: la fonction (vous définissez) pour exécuter lorsqu'un rappel est exécuté. xi pile nagios passera les arguments énumérés à la fonction.
it_it: la funzione (si definisce) da eseguire quando viene eseguito un callback. lo stack xi Nagios passerà gli argomenti elencati alla funzione.
ja_jp: コールバックが実行されるときに実行する（ユーザーが定義した）関数。 Nagios XIスタックはリストされた引数を関数に渡します。
pl_pl: funkcja (zdefiniować), aby wykonać gdy zwrotna jest wykonywana. Xi stosu nagios minie wymienionych argumentów do funkcji.
pt_pt: a função (definir) a ser executado quando uma chamada de retorno é executado. a pilha xi nagios vai passar os argumentos indicados para a função.
ru_ru: функция (вы определяете) для выполнения обратного вызова, когда выполняется. стек XI Nagios будет передавать перечисленные аргументы функции.
zh_cn: 执行回调时要执行的功能（您定义）。 Nagios XI堆栈会将列出的参数传递给函数。

source: The CALLBACK constant that is currently being executed.
bg_bg: CALLBACK константата, която в момента се изпълнява.
de_de: die Callback-Konstante, die gerade ausgeführt wird.
es_es: la constante de devolución de llamada que se está ejecutando actualmente.
fr_fr: la constante de rappel qui est actuellement en cours d'exécution.
it_it: la costante callback che è attualmente in esecuzione.
ja_jp: 現在実行されているコールバック定数.
pl_pl: stała wywołania zwrotnego, który jest aktualnie wykonywany.
pt_pt: a constante de retorno de chamada que está sendo executado.
ru_ru: константа обратного вызова, которая в настоящее время выполняется.
zh_cn: 当前正在执行的回调常数。

source: Contains miscellaneous data used for manipulation in your customizations. <strong><em>If you change values in this array, they will be changed in the Nagios XI stack</em></strong>. Some of the Callbacks look for or require additional elements or changed values in this array, and the execution or output of the Nagios XI stack can be altered based on the value of the elements in this p.
bg_bg: Съдържа различни данни, използвани за манипулиране на вашите персонализации. <strong><em>Ако промените стойности в този масив, те ще бъдат изменени в XI Nagios стека (stack) .</em></strong> Някои от отговорите (callbacks) търсят или изискват допълнителни елементи или променени стойности в този масив, също така изпълнението или резултата на Nagios XI стека (stack) може да се промени в зависимост от стойността на елементите на тази стр.
de_de: verschiedene Daten enthält , für die Manipulation in Ihre Anpassungen verwendet werden. <strong><em>Wenn Sie</em></strong> die <strong><em>Werte in diesem Array ändern, werden sie in der nagios xi Stapel geändert werden.</em></strong> einige der Rückrufe sucht oder zusätzliche Elemente oder geänderte Werte in dieser Matrix, und die Ausführung oder Ausgabe des nagios xi Stapel kann in diesem p basierend auf dem Wert der Elemente verändert werden.
es_es: contiene diversos datos utilizados para la manipulación de las personalizaciones. <strong><em>si cambia los valores en esta matriz, se pueden cambiar en la pila xi nagios.</em></strong> algunas de las devoluciones de llamada buscan o requieren elementos adicionales o valores modificados de esta matriz, y la ejecución o salida de la pila xi nagios puede ser alterada en función del valor de los elementos de esta página.
fr_fr: contient diverses données utilisées pour la manipulation de vos personnalisations. <strong><em>si vous changez</em></strong> les <strong><em>valeurs dans ce tableau, ils seront changés dans le xi pile nagios.</em></strong> quelques-uns des callbacks pour regarder ou d'exiger des éléments supplémentaires ou les valeurs modifiées dans ce tableau, et l'exécution ou de sortie de la pile xi nagios peut être modifiée en fonction de la valeur des éléments de cette p.
it_it: contiene i dati vari utilizzati per la manipolazione nelle personalizzazioni. <strong><em>se si modificano i valori in questo array, saranno modificate nella pila xi nagios.</em></strong> alcuni dei callback cerchi o richiedono elementi aggiuntivi o valori modificati in questa matrice, e l'esecuzione o uscita della pila xi nagios può essere modificata in base al valore degli elementi in questo p.
ja_jp: カスタマイズで操作のために使用されるさまざまなデータを含みます. <strong><em>この配列内の値を変更すると、Nagios XIスタック内で変更されます</em></strong>. コールバックのいくつかの検索、追加要素の要求、値の変更、Nagios XIスタックの実行または出力は要素の値をベースに変更できます.
pl_pl: zawiera różne dane wykorzystywane do manipulacji w swoim dostosowań. <strong><em>po zmianie wartości w tej tablicy, zostaną one zmienione w xi stosie Nagios.</em></strong> niektóre wywołania zwrotne poszukiwania lub wymagają dodatkowych elementów ani zmieniać wartości w tej tablicy, a wykonanie lub wyjście xi stosie Nagios może ulec zmianie w zależności od wartości elementów w tym p.
pt_pt: contém dados diversos usados ​​para a manipulação em suas personalizações. <strong><em>Se você alterar os valores nesta matriz, eles serão alterados na pilha xi nagios.</em></strong> alguns dos retornos procurar ou exigem elementos adicionais ou valores alterados nesta matriz, e a execução ou a saída da pilha Nagios XI pode ser alterada com base no valor dos elementos desta p.
ru_ru: содержит различные данные , используемые для манипуляций в ваших настройках. <strong><em>если вы измените значения в этом массиве, они будут изменены в стеке хг Nagios.</em></strong> некоторые из функций обратного вызова поиска или требуют дополнительных элементов или измененные значения в этом массиве, а исполнение или выход из стека хг Nagios может быть изменен на основании значения элементов в этом р.
zh_cn: 包含在你的定制中用于操作的杂项数据。<strong><em>如果你改变了这个数组中的值，它们将在Nagios XI堆栈中被改变</em></strong>。有些 Callbacks 会在这个数组中寻找或要求额外的元素或改变的值，Nagios XI 堆栈的执行或输出可以根据这个数组中元素的值而改变。

source: Executed after a user's authentication is checked.
bg_bg: Изпълнен след удостоверяване оторизацията на потребителя.
de_de: ausgeführt nach einer Authentifizierung des Benutzers überprüft wird.
es_es: ejecutado después se comprueba la autenticación de un usuario.
fr_fr: exécuté après l'authentification d'un utilisateur est cochée.
it_it: eseguito dopo l'autenticazione di un utente viene controllato.
ja_jp: ユーザー認証チェック後に実行されます。
pl_pl: wykonywany po uwierzytelnieniu użytkownika jest sprawdzana.
pt_pt: executado após a autenticação de um usuário é verificada.
ru_ru: выполняется после аутентификации пользователя определяется проверяется.
zh_cn: 在检查用户的身份验证后执行。
