Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: An optional warning threshold to use when checking the result of the SQL query
bg_bg: Незадължителен предупредителен праг, използващ се при проверка на резултата от SQL заявка (query).
de_de: Eine optionale Warnschwelle zu verwenden, wenn die Überprüfung des Ergebnisses der SQL-Abfrage
es_es: El umbral de alerta opcional que se utilizará al comprobar el resultado de la consulta SQL
fr_fr: Un seuil d'alerte facultatif à utiliser lors du contrôle du résultat de la requête SQL
it_it: Una soglia di allarme opzionale da utilizzare per la verifica del risultato della query SQL
ja_jp: SQLクエリの結果を確認するときに使用する警告のしきい値（任意）
pl_pl: opcjonalnie próg ostrzegawczy korzystać podczas sprawdzania wynik zapytania sql
pt_pt: Um limite de aviso opcional para usar quando verificar o resultado da consulta SQL
ru_ru: Дополнительного порога предупреждения для использования при проверке результат запроса SQL
zh_cn: 检查SQL查询结果时要使用的可选警告阈值

source: An optional critical threshold to use when checking the result of the SQL query
bg_bg: Незадължителен критичен праг, използващ се при проверка на резултата SQL заявка (query)
de_de: Eine optionale kritische Schwelle zu verwenden, wenn die Überprüfung des Ergebnisses der SQL-Abfrage
es_es: Un umbral opcional crítico utilizar al comprobar el resultado de la consulta SQL
fr_fr: Un seuil critique en option à utiliser pour vérifier le résultat de la requête SQL
it_it: Una soglia critica opzionale da utilizzare per la verifica del risultato della query SQL
ja_jp: SQLクエリの結果を確認するときに使用するクリティカルのしきい値（任意）
pl_pl: opcjonalnie próg krytyczny do wykorzystania podczas kontrolowania wynik zapytania SQL
pt_pt: Um limiar crítico opcional para usar quando verificar o resultado da consulta SQL
ru_ru: Дополнительный критический порог для использования при проверке результат запроса SQL
zh_cn: 检查SQL查询结果时要使用的可选关键阈值

source: Invalid query name
bg_bg: Невалидно име на заявката (query name)
de_de: Ungültige Abfrage-Namen
es_es: Usuario o contraseña invalidos
fr_fr: Invalid nom de la requête
it_it: Query non valida nome
ja_jp: 不適切なクエリ名
pl_pl: nieprawidłowa nazwa kwerendy
pt_pt: Nome de usuário ou senha invalido
ru_ru: Неверное имя запроса
zh_cn: 查询名称无效

source: Monitor a MySQL server.
bg_bg: Наблюдавайте MySQL сървър.
de_de: Überwachung einer MSSQL Server
es_es: Monitorear el host cada
fr_fr: Surveiller un serveur de MSSQL
it_it: Monitorare un server MSSQL
ja_jp: MySQLサーバーを監視します.
pl_pl: monitorowania serwera mysql.
pt_pt: Monitorar o host cada
ru_ru: Мониторинг MSSQL Server
zh_cn: 监视MySQL服务器。

source: MySQL Server Metrics
bg_bg: Показатели на MySQL сървъра
de_de: MSSQL Server Metriken
es_es: Métricas de MSSQL Server
fr_fr: Statistiques du serveur MSSQL
it_it: Metriche del server MSSQL
ja_jp: MySQLサーバーメトリクス
pl_pl: metryki serwera MySQL
pt_pt: MSSQL Métricas do Servidor
ru_ru: MSSQL сервер Метрики
zh_cn: MySQL服务器指标

source: Specify the metrics you'd like to monitor on the MySQL server
bg_bg: Определете показателите, които искате да наблюдавате на MySQL сървъра
de_de: Geben Sie die Metriken, die Sie gerne auf dem MSSQL Server zu überwachen würde
es_es: Especifique los parámetros que le gustaría seguir en el servidor de MSSQL
fr_fr: Spécifiez les paramètres que vous souhaitez surveiller sur le serveur MSSQL
it_it: Specificare i parametri che desideri monitorare sul server MSSQL
ja_jp: MySQLサーバーで監視するメトリクスを指定します
pl_pl: określić wskaźniki, które chcesz monitorować na serwerze mysql
pt_pt: Especificar os momentos do dia que você gostaria de receber alertas.
ru_ru: Укажите показатели вы хотели бы контролировать на MSSQL Server
zh_cn: 指定您要在MySQL服务器上监视的指标

source: Monitor the time the MySQL server has been running. Lower numbers are worse and are indicative of the server having been restarted
bg_bg: Наблюдавайте периода от време, през който MySQL сървъра е работил. По-ниските числа са по-лоши и са показател за това, че сървъра е бил рестартиран
de_de: überwachen die Zeit der MySQL-Server gelaufen ist. niedrigeren Zahlen sind schlimmer und sind bezeichnend für die Server neu gestartet worden
es_es: monitorear el tiempo que el servidor MySQL ha estado funcionando. números más bajos son peores y son indicativos de que el servidor de haber sido reiniciado
fr_fr: surveiller le temps le serveur MySQL a été exécuté. nombres inférieurs sont pires et sont indicatifs du serveur ayant été redémarré
it_it: monitorare il tempo che il server mysql è in funzione. numeri più bassi sono peggio e sono indicativi del server essendo stato riavviato
ja_jp: MySQLサーバーが稼動している時間を監視します. 数が小さければ小さいほど悪く、サーバーが頻繁に再起動していることを示します
pl_pl: monitorowanie czasu serwer MySQL działa. niższe numery są gorsze i wskazują na serwer został ponownie uruchomiony
pt_pt: monitorar o tempo que o servidor MySQL foi executado. os números mais baixos são piores e são indicativos do servidor tenha sido reiniciado
ru_ru: контроля за временем, сервер MySQL был запущен. Меньшие значения хуже и указывают на сервере, имеющем был перезапущен
zh_cn: 监视MySQL服务器已运行的时间。 数字越小越糟，这表明服务器已重新启动

source: Open Connections
bg_bg: Отворени връзки
de_de: Offene Verbindungen
es_es: Opciones
fr_fr: Connexions ouvertes
it_it: Connessioni aperte
ja_jp: オープン接続
pl_pl: otwartych połączeń
pt_pt: Opções
ru_ru: Открытое подключений
zh_cn: 打开的连接

source: Monitor the number of currently open connections
bg_bg: Наблюдавайте броя на отворените в момента връзки
de_de: Überwachen Sie die Anzahl der momentan offenen Verbindungen
es_es: Controlar el número de conexiones abiertas
fr_fr: Surveiller le nombre de connexions actuellement ouvertes
it_it: Monitorare il numero di connessioni aperte
ja_jp: 現在オープンしている接続数を監視します
pl_pl: monitorować liczbę otwartych połączeń
pt_pt: Monitorar o número de conexões atualmente abertas
ru_ru: Следите за количеством открытых соединений
zh_cn: 监视当前打开的连接数

source: Thread Cache Hitrate
es_es: hilo hitrate caché
fr_fr: fil cache hitrate
it_it: filetto di cache hitrate
pl_pl: wątek cache hitrate
pt_pt: fio Cache Hitrate
ru_ru: hitrate нить кэш
zh_cn: 线程缓存命中率

source: Monitor the thread cache hit rate
bg_bg: Наблюдавайте thread cache hit rate
de_de: Überwachen Sie den Log-Cache Hit-Rate
es_es: Monitorear el host con este comando
fr_fr: Surveiller le taux de succès log cache
it_it: Monitorare la cache hit rate registro
ja_jp: スレッドキャッシュのヒット率を監視します
pl_pl: monitorować wątek cache hit rate
pt_pt: Monitorar o host com o comando
ru_ru: Следить за хитом кэш журнала скоростью
zh_cn: 监视线程缓存的命中率

source: Query Cache Hitrate
de_de: Abfrage-Cache hitrate
es_es: hitrate caché de consultas
fr_fr: requête hitrate cache
it_it: interrogazione Cache Hitrate
pl_pl: zapytanie cache hitrate
pt_pt: Hitrate cache de consultas
ru_ru: Запрос hitrate кэш
zh_cn: 查询缓存命中率

source: Monitor the query cache hit rate
bg_bg: Наблюдавайте query cache hit rate
de_de: Überwachen Sie den Log-Cache Hit-Rate
es_es: Monitorear el host con este comando
fr_fr: Surveiller le taux de succès log cache
it_it: Monitorare la cache hit rate registro
ja_jp: クエリキャッシュのヒット率を監視します
pl_pl: monitorowanie zapytań cache hit rate
pt_pt: Monitorar o host com o comando
ru_ru: Следить за хитом кэш журнала скоростью
zh_cn: 监视查询缓存命中率

source: MyISAM Key Cache Hitrate
de_de: myisam Schlüssel-Cache hitrate
es_es: myisam clave hitrate caché
fr_fr: clé myisam hitrate cache
it_it: MyISAM chiave Cache Hitrate
pl_pl: myisam klucz cache hitrate
pt_pt: myisam chave Cache Hitrate
ru_ru: MyISAM ключевых hitrate кэш
zh_cn: MyISAM密钥缓存命中率

source: Monitor the MyISAM key cache hit rate
bg_bg: Наблюдавайте MyISAM key cache hit rate
de_de: Überwachung Der MyISAM-Schlüssel-Cache-Hit-Rate
es_es: supervisar la tecla tasa de aciertos de caché myisam
fr_fr: surveiller la clé taux d'accès au cache myisam
it_it: monitorare la chiave MyISAM di cache hit rate
ja_jp: MyISAM Keyキャッシュのヒット率を監視します
pl_pl: monitorować kluczowe myisam cache hit rate
pt_pt: monitorar a chave de taxa de acerto de cache myisam
ru_ru: мониторинг ключевых кэш MyISAM хит ставки
zh_cn: 监视MyISAM密钥缓存的命中率

source: InnoDB Buffer Pool Hitrate
de_de: innodb Pufferpool hitrate
es_es: innodb buffers hitrate
fr_fr: InnoDB piscine tampon hitrate
it_it: InnoDB pool di buffer hitrate
pl_pl: bufora InnoDB basen hitrate
pt_pt: tampão innodb piscina Hitrate
ru_ru: буферного пула InnoDB hitrate
zh_cn: InnoDB缓冲池命中率

source: Monitor the InnoDB buffer pool hit rate
bg_bg: Наблюдавайте InnoDB buffer pool hit rate
de_de: Überwachung der innodb Pufferpool Trefferquote
es_es: supervisar el búfer tasa de aciertos piscina innodb
fr_fr: surveiller le taux de succès de pool de mémoire tampon InnoDB
it_it: monitorare il InnoDB buffer di piscina hit rate
ja_jp: InnoDB Buffer Poolのヒット率を監視します
pl_pl: monitorować bufora InnoDB basen trafień
pt_pt: monitorar o buffer de taxa de acerto piscina innodb
ru_ru: мониторинг пула InnoDB буфера хит ставки
zh_cn: 监控InnoDB缓冲池的命中率

source: Monitor the InnoDB log waits due to small log buffers
bg_bg: Наблюдавайте InnoDB log waits, дължащи се на малки лог буфери
de_de: Überwachen Sie die Log wartet aufgrund der geringen Protokollpuffer
es_es: Supervisar el registro de espera debido a búferes de registro pequeñas
fr_fr: Surveillez le journal attend à cause de petits tampons du journal
it_it: Controllare il registro attende a causa di buffer di registro di piccole dimensioni
ja_jp: 小さいログバッファに起因するInnoDBログ待機を監視します
pl_pl: monitorować czeka dziennika InnoDB z powodu małych buforów dziennika
pt_pt: Monitore o log de espera devido a pequenos buffers de log
ru_ru: Мониторинг журнала ждет из-за малого буфера журнала
zh_cn: 监视由于日志缓冲区较小而导致的InnoDB日志等待

source: Table Cache Hitrate
de_de: Tabellen-Cache hitrate
es_es: tabla de caché hitrate
fr_fr: tableau cache hitrate
it_it: tabella della cache hitrate
pl_pl: Stół cache hitrate
pt_pt: mesa Cache Hitrate
ru_ru: hitrate кэш таблицы
zh_cn: 表缓存命中率

source: Monitor the table cache hit rate
bg_bg: Наблюдавайте table cache hit rate
de_de: Überwachen Sie den Log-Cache Hit-Rate
es_es: Monitorear el host con este comando
fr_fr: Surveiller le taux de succès log cache
it_it: Monitorare la cache hit rate registro
ja_jp: テーブルキャッシュのヒット率を監視します
pl_pl: monitorować tabeli trafień pamięci podręcznej
pt_pt: Monitorar o host com o comando
ru_ru: Следить за хитом кэш журнала скоростью
zh_cn: 监视表缓存命中率

source: Index Usage
bg_bg: Индекс Използване (Index Usage)
de_de: Indexverwendung
es_es: uso de índices
fr_fr: l'utilisation des index
it_it: utilizzo degli indici
pl_pl: Wykorzystanie indeksu
pt_pt: uso do índice
ru_ru: использование индексов
zh_cn: 索引的使用

source: Monitor the usage of indexes
bg_bg: Наблюдавайте използването на индекси
de_de: überwachen die Verwendung von Indizes
es_es: supervisar el uso de índices
fr_fr: surveiller l'utilisation des indices
it_it: monitorare l'utilizzo di indici
ja_jp: インデックスの使用を監視します
pl_pl: monitorować wykorzystanie wskaźników
pt_pt: monitorizar a utilização de índices
ru_ru: следить за использованием из индексах
zh_cn: 监控索引的使用

source: Slow Queries
bg_bg: Бавни заявки (Slow Queries)
de_de: langsame Abfragen
es_es: consultas lentas
fr_fr: les requêtes lentes
it_it: query lente
pl_pl: powolne zapytania
pt_pt: consultas lentas
ru_ru: медленные запросы
zh_cn: 慢查询

source: Monitor the number of slow queries
bg_bg: Наблюдавайте броя на бавните заявки (slow queries)
de_de: überwachen die Zahl der langsame Abfragen
es_es: supervisar el número de consultas lentas
fr_fr: contrôler le nombre de requêtes lentes
it_it: monitorare il numero di query lente
ja_jp: 遅いクエリの数を監視します
pl_pl: monitorować liczbę wolnych zapytań
pt_pt: monitorar o número de consultas lentas
ru_ru: отслеживать количество медленных запросов
zh_cn: 监控慢查询的数量

source: Long Running Processes
bg_bg: Дълъг текущ процес
de_de: lang laufende Prozesse
es_es: procesos de larga ejecución
fr_fr: processus en cours de longues
it_it: processi in esecuzione lunghe
pl_pl: długie procesy eksploatacji
pt_pt: processos de longa duração
ru_ru: длительных процессов
zh_cn: 长时间运行的进程

source: Monitor the number of long running processes
bg_bg: Наблюдавайте броя на дълго работещите процеси
de_de: überwachen die Anzahl der Prozesse mit langer Laufzeit
es_es: supervisar el número de procesos que se ejecutan largos
fr_fr: contrôler le nombre de processus en cours d'exécution longs
it_it: monitorare il numero di processi in esecuzione lunghe
ja_jp: 長い稼働プロセスの数を監視します
pl_pl: monitorować liczbę długich procesów uruchomionych
pt_pt: monitorar o número de processos de longa duração
ru_ru: отслеживать количество длительных процессов
zh_cn: 监视长时间运行的进程数

source: Slave I/O
fr_fr: esclave I / O
it_it: I / O slave
pt_pt: escravo i / o
ru_ru: раб ввода / вывода
zh_cn: 从站I / O

source: Checks to make sure the MySQL slave I/O is running
bg_bg: Проверете, за да се уверите, че MySQL slave I/O е стартиран
de_de: Kontrollen sicherstellen, dass die MySQL-Slave i / o läuft
es_es: comprobaciones para asegurarse de que el esclavo mysql i / o se está ejecutando
fr_fr: vérifie que l'esclave mysql i / o est en marche
it_it: verifica che lo schiavo mysql I / O è in esecuzione
ja_jp: MySQL slave I/Oが稼働していることをチェックします
pl_pl: sprawdza, czy niewolnika mysql I / O jest uruchomiony
pt_pt: verificações para garantir que o escravo mysql i / o está funcionando
ru_ru: проверки, чтобы убедиться, что раб MySQL ввода / вывода работает
zh_cn: 检查以确保MySQL从属I / O正在运行

source: Slave SQL
es_es: esclavo sql
fr_fr: esclave sql
it_it: schiavo sql
pl_pl: niewolnikiem sql
pt_pt: escravo sql
ru_ru: раб SQL
zh_cn: 从站SQL

source: Checks to make sure the MySQL slave SQL is running
bg_bg: Проверете, за да се уверите, че MySQL slave SQL работи
de_de: Kontrollen sicherstellen, dass die MySQL-Slave-SQL läuft
es_es: comprobaciones para asegurarse de que el esclavo mysql sql se ejecuta
fr_fr: contrôles pour s'assurer que le mysql sql esclave est en marche
it_it: controlli per assicurarsi che il mysql schiavo SQL è in esecuzione
ja_jp: MySQL slave SQLが稼動していることをチェックします
pl_pl: sprawdza, czy sql mysql niewolnikiem działa
pt_pt: verificações para garantir que o mysql escravo sql está funcionando
ru_ru: проверки, чтобы убедиться, что раб MySQL SQL работает
zh_cn: 检查以确保MySQL从属SQL正在运行

source: Slave Lag
es_es: lag esclavo
fr_fr: décalage asservi
it_it: lag schiavo
pl_pl: niewolnikiem opóźnienia
pt_pt: lag escravo
ru_ru: раб отставание
zh_cn: 从站滞后

source: Monitor the time the slave is behind the master
bg_bg: Наблюдавайте времето, с което slave изостава зад master
de_de: überwachen die Zeit der Slave hinter dem Master
es_es: monitorear el tiempo que el esclavo está detrás de la maestra
fr_fr: surveiller le temps de l'esclave est derrière le maître
it_it: monitorare il tempo lo slave è dietro il master
ja_jp: スレーブがマスター遅延時間を監視します
pl_pl: monitorowanie czasu niewolnikiem jest za mistrza
pt_pt: monitorar o tempo que o escravo está por trás do mestre
ru_ru: контроля за временем, раб за хозяином
zh_cn: 监视从站落后于主站的时间

source: Monitor a Nagios Log Server query.
bg_bg: Наблюдава Nagios Log Server заявка (query).
de_de: Überwachung eines Nagios-Server-Log-Abfrage.
es_es: supervisar una consulta de servidor de registro nagios.
fr_fr: surveiller une requête de serveur de log de Nagios.
it_it: monitorare una query di server log nagios.
ja_jp: Nagios Log Serverクエリを監視します.
pl_pl: monitorowanie kwerendy serwera dziennika Nagios.
pt_pt: monitorar uma consulta de servidor log nagios.
ru_ru: мониторинг сервера запрос журнала Nagios.
zh_cn: 监视Nagios日志服务器查询。

source: The IP address or FQDN of the host associated with the Log Server query you'd like to monitor.
bg_bg: IP адрес или пълното домейн име на хоста, асоцииран с Log Server заявката (query), която искате да наблюдавате.
de_de: die IP-Adresse oder Name des Hosts mit dem Log-Server Abfrage, die Sie überwachen möchten verbunden.
es_es: la dirección IP o el FQDN del host asociado con la consulta de servidor de registro desea monitorear.
fr_fr: l'adresse IP ou nom de domaine complet de l'hôte associé à la requête du serveur de journal que vous souhaitez surveiller.
it_it: l'indirizzo IP o nome di dominio completo dell'host associato con la query server di registro che si desidera monitorare.
ja_jp: 監視するLog Serverクエリが存在するホストのIPアドレスまたはFQDN.
pl_pl: Adres IP lub nazwa domeny hosta związane z kwerendy serwera dziennika, który chcesz monitorować.
pt_pt: o endereço IP ou o FQDN da máquina associada a uma consulta de servidor de registro que você gostaria de monitorar.
ru_ru: адрес IP или полное доменное имя хоста, связанного с сервера запроса журнала вы хотели бы контролировать.
zh_cn: 与您要监视的Log Server查询关联的主机的IP地址或FQDN。

source: Log Server Information
bg_bg: Информация за Log Server
de_de: Mail Server Informationen
es_es: Informacion sobre la licencia
fr_fr: Informations Mail Server
it_it: Mail Server Informazioni
ja_jp: Log Server情報
pl_pl: informacje dziennika serwera
pt_pt: Sistema de Informação
ru_ru: Информация Mail Server
zh_cn: 日志服务器信息

source: Specify the settings to access your Log Server.
bg_bg: Уточни настройките за достъп до Log Server.
de_de: geben Sie die Einstellungen für Ihre Log-Server zuzugreifen.
es_es: especificar la configuración para acceder a su servidor de registro.
fr_fr: spécifier les paramètres pour accéder à votre serveur de journalisation.
it_it: specificare le impostazioni per accedere al server di log.
ja_jp: ログサーバーにアクセスするための設定を指定します.
pl_pl: określić ustawienia, aby uzyskać dostęp do serwera dziennika.
pt_pt: especifique as definições para aceder ao servidor de log.
ru_ru: задать настройки для доступа к вашему серверу журнала.
zh_cn: 指定访问日志服务器的设置。

source: The URL used to access the Nagios Log Server web interface e.g. (http://logserver.example.com/nagioslogserver/).
bg_bg: Адреса, използван за достъп до уеб интерфейсa на Nagios Log Server, например (http://logserver.example.com/nagioslogserver/).
de_de: Die URL verwendet, um die Nagios-Log-Server Web-Interface zB (http://logserver.example.com/nagioslogserver/) zugreifen.
es_es: la dirección URL utilizada para acceder a la interfaz de servidor web, por ejemplo registro de nagios (http://logserver.example.com/nagioslogserver/).
fr_fr: l'URL utilisée pour accéder au journal de nagios serveur interface web par exemple (http://logserver.example.com/nagioslogserver/).
it_it: l'URL utilizzato per accedere all'interfaccia ad esempio server web log nagios (http://logserver.example.com/nagioslogserver/).
ja_jp: Nagios Log Server web インターフェイスにアクセスするために使用するURL 例： (http://logserver.example.com/nagioslogserver/).
pl_pl: url stosowane do uzyskania dostępu do serwera WWW dziennika Nagios (http://logserver.example.com/nagioslogserver/ interfejsu np).
pt_pt: A URL usada para acessar o log nagios servidor web interface, por ex (http://logserver.example.com/nagioslogserver/).
ru_ru: гиперссылка используется для доступа к лог-Nagios сервер веб-интерфейса, например, (http://logserver.example.com/nagioslogserver/).
zh_cn: 用于访问Nagios Log Server Web界面的URL，例如 （http://logserver.example.com/nagioslogserver/）。

source: Authentication token used to access the Log Server API.
bg_bg: Означение за оторизация (authentication token), използвано за достъп до Log Server API.
de_de: Authentifizierungs-Token verwendet, um die Log-Server-API zugreifen.
es_es: token de autenticación utilizada para acceder a la API de servidor de registro.
fr_fr: jeton d'authentification utilisée pour accéder à l'API de serveur de journalisation.
it_it: token di autenticazione utilizzato per accedere al server di log api.
ja_jp: Log Server APIへのアクセスに使用される認証トークン.
pl_pl: Uwierzytelnianie znak używany do dostępu do serwera api dziennik.
pt_pt: token de autenticação usado para acessar a API do servidor de log.
ru_ru: маркер аутентификации используется для доступа к серверу журнал API.
zh_cn: 用于访问Log Server API的身份验证令牌。

source: No host address specified.
bg_bg: Не е уточнен хост адрес.
de_de: Nein von Adresse angegeben.
es_es: Ninguna direccion desde especificada
fr_fr: Pas de adresse spécifiée.
it_it: No da indirizzo specificato.
ja_jp: ホストアドレスが指定されていません.
pl_pl: Adres hosta nie podano.
pt_pt: Nenhum endereço de e-mail admin especificado.
ru_ru: Не от адреса, указанного.
zh_cn: 未指定主机地址。

source: No Log Server URL specified.
bg_bg: Не е уточнен URL адрес към Log Server.
de_de: keine Log-Server-URL angegeben.
es_es: no url del servidor de registro especificado.
fr_fr: Aucun URL de serveur de journalisation spécifié.
it_it: nessun URL del server di log specificato.
ja_jp: Log ServerのURLが指定されていません.
pl_pl: nie podano adresu URL serwera dziennika.
pt_pt: nenhuma url do servidor de log especificado.
ru_ru: ни один сервер журнала гиперссылка не указано.
zh_cn: 未指定日志服务器URL。

source: No API key specified.
bg_bg: Не е уточнен API ключ.
de_de: keine API-Schlüssel angegeben.
es_es: ninguna tecla api especifica.
fr_fr: pas de clé API spécifié.
it_it: nessuna chiave API specificata.
ja_jp: APIキーが指定されていません.
pl_pl: określony żaden klucz API.
pt_pt: nenhuma chave api especificado.
ru_ru: не указано ни одна клавиша API.
zh_cn: 未指定API密钥。

source: Unable to contact server at
bg_bg: Не може да се свържем със сървъра на
de_de: Kann Server nicht erreichen unter
es_es: no puede comunicarse con el servidor en
fr_fr: incapable de contacter le serveur à
it_it: Impossibile contattare il server a
ja_jp: サーバーに接続できません:
pl_pl: w stanie skontaktować się z serwerem na
pt_pt: incapaz de contactar o servidor em
ru_ru: Ошибка соединения с сервером в
zh_cn: 无法在以下位置联系服务器

source: Server returned invalid output. (Is this a Nagios Log Server?)
bg_bg: Сървърът върна невалиден резултат. (Това Nagios Log Server ли е?)
de_de: Server zurück ungültig ausgegeben. (Dies ist ein Nagios-Log-Server?)
es_es: servidor devolvió de salida no válido. (Es este un servidor de registro nagios?)
fr_fr: serveur a renvoyé sortie invalide. (Est-ce un serveur de journalisation nagios?)
it_it: server ha restituito l'uscita non valido. (È questo un log server Nagios?)
ja_jp: サーバーが無効な出力を返しました.（これは Nagios Log Serverですか？）
pl_pl: Serwer zwrócił nieprawidłowy wynik. (To jest serwer dziennika Nagios?)
pt_pt: servidor retornou saída inválido. (Este é um servidor de log Nagios?)
ru_ru: сервер вернул неверный вывод. (Это сервер журнала Nagios?)
zh_cn: 服务器返回无效输出。 （这是Nagios日志服务器吗？）

source: Bad API key. Message from server is
bg_bg: Лош API ключ. Съобщението от сървъра е
de_de: schlechte API-Schlüssel. Nachricht von Server
es_es: clave api mal. mensaje de servidor es
fr_fr: mauvaise clé API. message du serveur est
it_it: cattivo chiave API. messaggio dal server è
ja_jp: APIキーが誤っています. サーバーからのメッセージ
pl_pl: złe klucz API. Jest wiadomość od serwera
pt_pt: chave api ruim. mensagem do servidor é
ru_ru: плохо ключ API. сообщение от сервера
zh_cn: 错误的API密钥。 来自服务器的消息是

source: Server didn't return expected output. (Is this a Nagios Log Server?)
bg_bg: Сървърът не върна очакванания резултат. (Това Nagios Log Server ли е?)
de_de: Server nicht erwarteten Ausgang zurück. (Dies ist ein Nagios-Log-Server?)
es_es: servidor no devolvió salida esperada. (Es este un servidor de registro nagios?)
fr_fr: serveur n'a pas renvoyé résultat escompté. (Est-ce un serveur de journalisation nagios?)
it_it: server non ha restituito risultati attesi. (È questo un log server Nagios?)
ja_jp: サーバーが期待される出力を返しませんでした. （これは Nagios Log Serverですか？）
pl_pl: Serwer nie wrócił oczekiwany wynik. (To jest serwer dziennika Nagios?)
pt_pt: servidor não retornou resultado esperado. (Este é um servidor de log Nagios?)
ru_ru: Сервер не вернулся ожидаемый выход. (Это сервер журнала Nagios?)
zh_cn: 服务器未返回预期的输出。 （这是Nagios日志服务器吗？）
