Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: No matching results found.
bg_bg: Не за намерени съвпадащи резултати.
de_de: Keine passende Host gefunden
es_es: No se ha encontrado acogida a juego
fr_fr: Aucun hôte trouvé
it_it: Nessun host corrispondente è stato trovato
ja_jp: 一致する結果が見つかりません.
pl_pl: nie znaleziono zgodnego hosta
pt_pt: Nenhum host correspondente encontrado
ru_ru: Нет соответствующих хост найден
zh_cn: 找不到匹配的结果。

source: Integration with Nagios Core Config Manager used to manage object configuration files for Nagios XI.
bg_bg: Интеграция с програмата "Главен Конфигурационен Мениджър на Nagios" (Nagios CCM - Nagios Core Config Manager), използвана за управление на обектните конфигурационни файлове на Nagios XI.
de_de: Integration mit Nagios Konfigurationsmanager verwendet, um Objektkonfigurationsdateien für Nagios XI verwalten.
es_es: integración con el gestor de configuración de nagios núcleo utiliza para gestionar los archivos de configuración de objeto para nagios xi.
fr_fr: intégration avec nagios noyau gestionnaire de configuration permet de gérer les fichiers de configuration de l'objet pour Nagios XI.
it_it: integrazione con Nagios nucleo dirigente di configurazione consente di gestire i file di configurazione di oggetti per nagios xi.
ja_jp: Nagios XIのオブジェクトコンフィグレーションファイルを管理するために使用されるNagios Coreコンフィグマネージャとの統合
pl_pl: integracja z Nagios kierownika podstawowej konfiguracji służy do zarządzania plikami konfiguracyjnymi obiektów dla Nagios XI.
pt_pt: integração com gerenciador de configuração nagios núcleo usado para gerenciar arquivos de configuração de objeto para nagios xi.
ru_ru: интеграция с менеджером конфигурации Nagios основной используется для управления файлами конфигурации объектов для Nagios XI.
zh_cn: 与用于管理Nagios XI的对象配置文件的Nagios Core Config Manager集成。

source: Error: This component requires Nagios XI 2011R3.4 or later.
bg_bg: Грешка: този компонент изисква Nagios XI 2011R3.4 или по-нова версия.
de_de: Fehler: Diese Komponente erfordert Nagios XI 2011R3.2 oder später.
es_es: Error: Este componente requiere Nagios XI 2011R3.2 o posterior.
fr_fr: Erreur: Ce composant nécessite Nagios XI 2011R3.2 ou tard.
it_it: Errore: Questo componente richiede Nagios XI 2011R3.2 o versione successiva.
ja_jp: エラー：このコンポーネントは、Nagios XI 2011R3.4 以降が必要です
pl_pl: Błąd: ta część wymaga Nagios XI 2011r3.2 lub nowszej.
pt_pt: Erro: Este componente requer a versão Nagios XI 2011R1.7 ou maior.
ru_ru: Ошибка: Этот компонент требует Nagios XI 2011R3.2 или более поздней версии.
zh_cn: 错误：此组件需要Nagios XI 2011R3.4或更高版本。0

source: Nagios Core Config Manager (CCM)
bg_bg: Главен Конфигурационен Мениджър на Nagios (CCM) (Core Config Manager)
de_de: Nagios Core-Config Manager
es_es: Nagios Core Config Manager
fr_fr: Responsable Nagios Config de base
it_it: Nagios core Configuration Manager
ja_jp: Nagios Core コンフィグマネージャ (CCM)
pl_pl: Nagios rdzeń menedżer config
pt_pt: nagios gerente de configuração do núcleo
ru_ru: Nagios Основные Config Manager
zh_cn: Nagios核心配置管理器（CCM）

source: Quick Tools
bg_bg: Бързи Инструменти (Quick Tools)
es_es: Herramientas rapidas
fr_fr: Outils rapides
ja_jp: クイックツール
pl_pl: szybkie narzędzia
pt_pt: Ferramentas rápidas
zh_cn: 快速工具

source: Monitoring Plugins
bg_bg: Плъгини за наблюдение
de_de: Überwachung Plugins
es_es: Plugins de monitoreo
fr_fr: Plugins surveillance
it_it: Monitoraggio Plugins
ja_jp: 監視プラグイン
pl_pl: wtyczek monitoringu
pt_pt: Plugins de monitoramento
ru_ru: Мониторинг плагины
zh_cn: 监控插件

source: Configuration Wizards
bg_bg: Конфигурационни wizards
es_es: Wizard de configuracion
fr_fr: Assistants de configuration
it_it: Creazione guidata della configurazione
ja_jp: 設定ウィザード
pl_pl: kreatory konfiguracji
pt_pt: Assistentes de configuração
ru_ru: Мастера настройки
zh_cn: 配置向导

source: Alerting
bg_bg: Известяване
de_de: Alarmierung
es_es: Alertando
fr_fr: D'alerte
ja_jp: アラート
pl_pl: ostrzeganie
pt_pt: Alertando
ru_ru: Оповещение
zh_cn: 警报

source: Tools
bg_bg: Инструменти
de_de: Werkzeuge
es_es: Herramientas
fr_fr: Outils
it_it: Strumenti
ja_jp: ツール
pl_pl: Narzędzia
pt_pt: Ferramentas
ru_ru: Инструментарий
zh_cn: 工具

source: CCM Admin
bg_bg: CCM администратор
es_es: administrador ccm
fr_fr: ccm administrateur
ja_jp: CCM 管理
pl_pl: administrator ccm
pt_pt: administrador ccm
ru_ru: куб.см администратора
zh_cn: CCM管理

source: Core Configs
bg_bg: Core конфигурации
de_de: Kern configs
es_es: configuraciones básicas
fr_fr: configs de base
it_it: configurazioni di base
ja_jp: Core 設定
pl_pl: rdzeniowe configs
pt_pt: configurações do núcleo
ru_ru: основные конфиги
zh_cn: 核心配置

source: <span class='urgent'><i class='fa fa-exclamation-triangle'></i> Changes detected! <strong>Apply Configuration</strong> for new changes to take effect.</span>
bg_bg: <span class='urgent'><i class='fa fa-exclamation-triangle'></i> Открити са промени! <strong>Приложи конфигурацията</strong>, за да може новите промени да влязат в сила.</span>
de_de: <span class='urgent'><i class='fa fa-exclamation-triangle'></i> Änderungen erkannt! <strong>gelten Konfiguration</strong> für neue Änderungen in Kraft treten.</span>
es_es: <span class='urgent'><i class='fa fa-exclamation-triangle'></i> cambios detectados! <strong>aplicar la configuración</strong> para los nuevos cambios surtan efecto.</span>
fr_fr: <span class='urgent'><i class='fa fa-exclamation-triangle'></i> changements détectés! <strong>appliquer la configuration</strong> de nouvelles modifications prennent effet.</span>
it_it: <span class='urgent'><i class='fa fa-exclamation-triangle'></i> variazioni rilevate! <strong>applicare la configurazione</strong> di nuove modifiche abbiano effetto.</span>
ja_jp: <span class='urgent'><i class='fa fa-exclamation-triangle'></i> 変更が検出されました!<strong>設定を適用</strong> を行って変更を反映させてください.</span>
pl_pl: <span class='urgent'><i class='fa fa-exclamation-triangle'></i> wykryte zmiany! <strong>zastosowania konfigurację</strong> nowe zmiany odniosły skutek.</span>
pt_pt: <span class='urgent'><i class='fa fa-exclamation-triangle'></i> alterações detectadas! <strong>aplicar a configuração</strong> de novas alterações entrem em vigor.</span>
ru_ru: <span class='urgent'><i class='fa fa-exclamation-triangle'></i> изменения обнаружены! <strong>применить конфигурацию</strong> для новых изменений в силу.</span>
zh_cn: <span class='urgent'><i class='fa fa-exclamation-triangle'></i> 检测到更改！ <strong>应用配置</strong>以使新更改生效。</span>

source: Config file:
bg_bg: Конфигурационен файл:
de_de: Config-Datei:
es_es: El archivo de configuración:
fr_fr: Fichier de configuration:
it_it: File di configurazione:
ja_jp: 設定ファイル :
pl_pl: Plik konfiguracyjny:
pt_pt: Arquivo de configuração:
ru_ru: Конфигурационный файл:
zh_cn: 配置文件：

source: Cannot delete the file (check the permissions)!
bg_bg: Не можете да изтриете файла (проверете правата)!
de_de: Kann die Datei nicht löschen (überprüfen Sie die Berechtigungen)!
es_es: No se puede eliminar el archivo (comprobar los permisos)!
fr_fr: Impossible de supprimer le fichier (vérifiez les permissions)!
it_it: Impossibile eliminare il file (controllare i permessi)!
ja_jp: ファイルを削除できませんでした（アクセス権を確認してください）！
pl_pl: Nie można usunąć pliku (sprawdzić uprawnienia)!
pt_pt: Não é possível excluir o arquivo (verifique as permissões)!
ru_ru: Не удается удалить файл (проверьте разрешения)!
zh_cn: 无法删除文件（检查权限）！

source: Configuration write failed:
bg_bg: Записването на конфигурацията не успя:
es_es: Configuración Error en la escritura:
fr_fr: Configuration écrire échoué:
it_it: Configurazione scrittura non riuscita:
ja_jp: 設定の書き込みに失敗しました :
pl_pl: zapis konfiguracji nie powiodło się:
pt_pt: configuração escrever falhou:
ru_ru: Конфигурация написать не удалось:
zh_cn: 配置写入失败：

source: Cannot open/overwrite the configuration file (check the permissions)!
bg_bg: Не може да отворите / презапишете конфигурационния файл (проверете правата)!
de_de: Kann nicht öffnen / überschreiben Sie die Konfigurationsdatei (überprüfen Sie die Berechtigungen)!
es_es: No se puede abrir / sobrescribir el archivo de configuración (verificar los permisos)!
fr_fr: Impossible d'ouvrir / écraser le fichier de configuration (vérifiez les permissions)!
it_it: Impossibile aprire / sovrascrivere il file di configurazione (controllare i permessi)!
ja_jp: 設定ファイルをオープン/上書きに失敗しました（アクセス権を確認してください）!
pl_pl: nie można otworzyć / zastąpić plik konfiguracyjny (sprawdzić uprawnienia)!
pt_pt: Não é possível abrir / substituir o arquivo de configuração (verifique as permissões)!
ru_ru: Не могу открыть / перезаписать файл конфигурации (проверьте разрешения)!
zh_cn: 无法打开/覆盖配置文件（检查权限）！

source: Error while selecting data from database:
bg_bg: Грешка при избора на данни от базата данни:
de_de: Fehler beim Auswählen von Daten aus Datenbank:
es_es: Error al seleccionar datos de base de datos:
fr_fr: Erreur lors de la sélection des données de base de données:
it_it: Errore durante la selezione di dati dal database:
ja_jp: データベースからデータを選択しているときにエラーが発生しました:
pl_pl: Błąd podczas wybierania danych z bazy danych:
pt_pt: Erro ao selecionar dados do banco de dados:
ru_ru: Ошибка при выборе данных из базы данных:
zh_cn: 从数据库中选择数据时出错：

source: Configuration file
bg_bg: Конфигурационен файл
de_de: Konfigurationsdatei
es_es: Configuracion
fr_fr: Le fichier de configuration
it_it: File di configurazione
ja_jp: 設定ファイル
pl_pl: Plik konfiguracyjny
pt_pt: Configuração
ru_ru: Файл конфигурации
zh_cn: 配置文件

source: successfully written!
bg_bg: успешно записан!
de_de: erfolgreich geschrieben!
es_es: Archivo escrito satisfactoriamente!!!
fr_fr: écrit avec succès!
it_it: scritto con successo!
ja_jp: 書き込みに成功しました！
pl_pl: pomyślnie zapisane!
pt_pt: inseridos com sucesso
ru_ru: Успешно написано!
zh_cn: 成功写入！

source: Configuration file successfully written!
bg_bg: Конфигурационния файл беше успешно записан!
de_de: Konfigurationsdatei erfolgreich geschrieben!
es_es: El archivo de configuración con éxito escrito!
fr_fr: Le fichier de configuration écrit avec succès!
it_it: File di configurazione scritto con successo!
ja_jp: 設定ファイルの書き込みに成功しました!
pl_pl: Plik konfiguracyjny zapisany pomyślnie!
pt_pt: Arquivo de configuração escrito com sucesso!
ru_ru: Файл конфигурации успешно записан!
zh_cn: 配置文件成功写入！

source: Data successfully inserted into the database!
bg_bg: Данните бяха успешно вкарвани в базата данни!
de_de: Daten erfolgreich in die Datenbank eingefügt!
es_es: Datos exitosamente insertado en la base de datos!
fr_fr: Avec succès des données insérées dans la base de données!
it_it: I dati correttamente inserito nel database!
ja_jp: データが正常にデータベースに挿入されました！
pl_pl: Dane z powodzeniem wprowadzony do bazy!
pt_pt: Dados inseridos com sucesso no banco de dados!
ru_ru: Данные успешно добавлены в базу данных!
zh_cn: 数据成功插入数据库！

source: Error while inserting data into the database:
bg_bg: Грешка при въвеждането на данни в базата данни:
de_de: Fehler beim Einfügen von Daten in der Datenbank:
es_es: Error al insertar datos en la base de datos:
fr_fr: Erreur lors de l'insertion de données dans la base de données:
it_it: Errore durante l'inserimento dei dati nel database:
ja_jp: データベースへのデータ挿入時にエラーが発生しました :
pl_pl: Błąd podczas wstawiania danych do bazy danych:
pt_pt: Erro ao inserir dados no banco de dados:
ru_ru: Ошибка при вставке данных в базу данных:
zh_cn: 将数据插入数据库时出错：

source: The assigned, no longer used configuration files were deleted successfully!
bg_bg: Възложените конфигурационни файлове, които вече не се използват, бяха изтрити успешно!
de_de: Die zugeordneten, nicht mehr verwendet Konfigurationsdateien wurden erfolgreich gelöscht!
es_es: Los asignadas, ya no se utilizan archivos de configuración se han eliminado con éxito!
fr_fr: Les assignées, les fichiers de configuration ne sont plus utilisés ont été supprimés avec succès!
it_it: I file di configurazione assegnati, non più utilizzati sono stati cancellati con successo!
ja_jp: 割当済みで、使われていない設定ファイルの削除に成功しました!
pl_pl: przypisane, nie jest już używane pliki konfiguracyjne zostały usunięte z powodzeniem!
pt_pt: Os arquivos de configuração atribuídas, já não utilizados foram apagados com sucesso!
ru_ru: Назначен, больше не используются файлы конфигурации были успешно удалены!
zh_cn: 分配的，不再使用的配置文件已成功删除！

source: Host file deleted:
bg_bg: Хост файл изтрит:
de_de: Host Datei gelöscht:
es_es: Archivo del Host eliminado:
fr_fr: Fichier hôte supprimés:
it_it: File host cancellato:
ja_jp: ホストファイルが削除されました :
pl_pl: gospodarzem plik usunięty:
pt_pt: Arquivo de configuração excluído:
ru_ru: Хост файл удален:
zh_cn: 主机文件已删除：

source: Errors while deleting the old configuration file - please check!:
bg_bg: Грешки при изтриването на стария конфигурационния файл - моля, проверете!
de_de: Fehler beim Löschen der alten Konfigurationsdatei - überprüfen Sie bitte:
es_es: Errores mientras se eliminaba el archivo de la antigua configuracion - por favor chequear!:
fr_fr: Erreurs lors de la suppression de l'ancien fichier de configuration - s'il vous plaît vérifier:
it_it: Errore durante l'eliminazione del vecchio file di configurazione - si prega di consultare:
ja_jp: 古い設定ファイルを削除中にエラーが発生しました - 確認してください！：
pl_pl: Błędy podczas usuwania starego pliku konfiguracyjnego - proszę sprawdzić !:
pt_pt: Erros ao excluir o arquivo de configuração antigo - por favor verifique:!
ru_ru: Ошибки при удалении старых файлов конфигурации - пожалуйста, проверьте:
zh_cn: 删除旧的配置文件时出错-请检查！：

source: Delete failed because a database error:
bg_bg: Изтриването се провали, заради грешка в базата данни:
de_de: Löschen fehlgeschlagen, da ein Datenbank-Fehler:
es_es: La eliminacion fallo porque hubo un error en la base de datos:
fr_fr: Supprimer échoué car une erreur de base de données:
it_it: Eliminazione non riuscita a causa di un errore di database:
ja_jp: データベースエラーのため削除に失敗しました:
pl_pl: delete nie powiodło się błędu bazy danych:
pt_pt: Excluir falhou porque um erro de banco de dados:
ru_ru: Удаление не удалось, потому что ошибки в базе данных:
zh_cn: 删除失败，因为数据库错误：

source: Dataset successfully deleted. Affected rows:
bg_bg: Набора от данни беше изтрит успешно. Засегнати редове:
de_de: Datensatz erfolgreich gelöscht. Betroffene Zeilen:
es_es: Conjunto de datos se ha eliminado correctamente. Registros afectados:
fr_fr: Dataset supprimé avec succès. Nombre de lignes affectées:
it_it: Dataset eliminato correttamente. Righe interessate:
ja_jp: データセットが正常に削除されました. 影響を受ける行 :
pl_pl: Zbiór danych pomyślnie usunięty. wierszy:
pt_pt: onjunto de dados apagados com sucesso. Linhas afetadas:
ru_ru: Набор успешно удалены. Затронутые строки:
zh_cn: 数据集已成功删除。 受影响的行：

source: Delete dataset id:
bg_bg: Изтрийте ID-то на данните
de_de: Löschen Datensatz-ID:
es_es: Borrar Id del conjunto de datos:
fr_fr: Supprimer Identifiant ensemble de données:
it_it: Elimina id dataset:
ja_jp: データセットIDが削除されました :
pl_pl: usuwanie zestawu danych id:
pt_pt: Excluir ID conjunto de dados:
ru_ru: Удалить набор данных ID:
zh_cn: 删除数据集ID：

source: - from table:
bg_bg: - От таблица:
de_de: - Aus der Tabelle:
es_es: - desde la tabla:
fr_fr: - À partir du tableau:
it_it: - Dalla tabella:
ja_jp: - テーブル:
pl_pl: - Z tabeli:
pt_pt: - A partir da tabela:
ru_ru: - Из таблицы:
zh_cn: - 从表：

source: - with affected rows:
bg_bg: - Със засегнатите редове:
de_de: - Mit betroffenen Zeilen:
es_es: - con las filas afectadas:
fr_fr: - Avec lignes affectées:
it_it: - Con righe interessate:
ja_jp: - 影響を受けた行 :
pl_pl: - Z wierszy:
pt_pt: - Com linhas afetadas:
ru_ru: - С пострадавшими строки:
zh_cn: -受影响的行：

source: Service file deleted:
bg_bg: Сървис файла беше изтрит:
de_de: Service-Datei gelöscht:
es_es: Archivo del servicio eliminado:
fr_fr: Fichier de service supprimé:
it_it: File di Servizio cancellato:
ja_jp: サービスファイルが削除されました :
pl_pl: Plik usług usunięte:
pt_pt: Arquivo de serviço excluído:
ru_ru: Служба файл удален:
zh_cn: 服务文件已删除：

source: Delete data from table:
bg_bg: Изтрийте данните от таблицата:
de_de: Löschen von Daten aus der Tabelle:
es_es: Eliminar datos de la tabla:
fr_fr: Effacer les données de la table:
it_it: Cancellare i dati dalla tabella:
ja_jp: テーブルからデータが削除されました :
pl_pl: usuwanie danych z tabeli:
pt_pt: Excluir dados de uma tabela:
ru_ru: Удаление данных из таблицы:
zh_cn: 从表中删除数据：

source: No data deleted. Probably the dataset does not exist or it is protected from delete.
bg_bg: Няма изтрити данни. Вероятно набора от данни не съществува или е защитен от изтриване.
de_de: Keine Daten gelöscht. Wahrscheinlich die Datenmenge existiert nicht, oder es wird aus Löschen geschützt.
es_es: No hay datos borrados. Es probable que el conjunto de datos no existe o está protegido contra el borrado.
fr_fr: Pas de données supprimées. Probablement le jeu de données n'existe pas ou il est protégé contre l'effacement.
it_it: Non ci sono dati cancellati. Probabilmente il set di dati non esiste o è protetto da eliminazione.
ja_jp: データは削除されませんでした. データセットが存在しないか、削除から保護されている可能性があります.
pl_pl: brak danych usunięte. Prawdopodobnie zestaw danych nie istnieje lub jest chroniony przed delete.
pt_pt: Não há dados apagados. Provavelmente, o conjunto de dados não existe ou está protegido de exclusão.
ru_ru: Нет данных удалены. Возможно, набор данных не существует, или он защищен от удаления.
zh_cn: 没有数据删除。 数据集可能不存在或受到保护，无法删除。

source: Deleted
bg_bg: Изтрийте
de_de: Löschen
es_es: Borrar
fr_fr: Effacer
it_it: Cancellare
ja_jp: 削除されました
pl_pl: usunąć
pt_pt: Excluir
ru_ru: Удалять
zh_cn: 已删除

source: from config
bg_bg: от конфиг
de_de: von der Konfig
es_es: desde config
fr_fr: de config
it_it: da config
ja_jp: 設定から
pl_pl: z config
pt_pt: de config
ru_ru: из конфига
zh_cn: 从配置

source: Object was not deleted.
bg_bg: Елементът не е изтрит.
de_de: Artikel wurde nicht gelöscht.
es_es: elemento no se ha eliminado.
fr_fr: l'article n'a pas été supprimé.
it_it: elemento non è stato eliminato.
ja_jp: アイテムは削除されませんでした.
pl_pl: Pozycja nie została usunięta.
pt_pt: item não foi excluído.
ru_ru: элемент не был удален.
zh_cn: 对象未删除。

source: Object deleted successfully.
bg_bg: Обектите бяха успешно изтрити
de_de: Artikel erfolgreich gelöscht
es_es: item eliminado satisfactoriamente
fr_fr: des éléments supprimés avec succès
it_it: Posta eliminata con successo
ja_jp: オブジェクトの削除に成功しました
pl_pl: elementy usunięte z powodzeniem
pt_pt: itens excluídos com sucesso
ru_ru: элементы успешно удалены
zh_cn: 对象已成功删除。

source: Invalid object.
bg_bg: Невалиден обект
de_de: Ungültiges Objekt
es_es: Reporte invalido
fr_fr: Objet invalide
it_it: Oggetto non valido
ja_jp: 無効なオブジェクト
pl_pl: nieprawidłowy obiekt
pt_pt: Relatório inválido
ru_ru: Неверный объект
zh_cn: 无效的对象

source: The object with the ID given may not exist.
bg_bg: обектът с посочения идентификатор може да не съществува.
de_de: Das Objekt mit der angegebenen ID ist möglicherweise nicht vorhanden.
es_es: el objeto con el id dado puede no existir.
fr_fr: l'objet avec l'identifiant donné peut ne pas exister.
it_it: l'oggetto con l'ID indicato potrebbe non esistere.
ja_jp: 指定されたIDのオブジェクトは存在しない可能性があります。
pl_pl: obiekt o podanym identyfikatorze może nie istnieć.
pt_pt: o objeto com o id dado pode não existir.
ru_ru: объект с указанным идентификатором может не существовать.
zh_cn: 具有给定ID的对象可能不存在。

source: Host file
bg_bg: Хост файл
de_de: Host-Datei:
es_es: Archivo del Host eliminado:
fr_fr: Fichier hôte:
it_it: Host del file:
ja_jp: ホストファイル
pl_pl: plik hosta
pt_pt: Host
ru_ru: Хост файл:
zh_cn: 主机文件：

source: was deleted
bg_bg: беше изтрит
de_de: wurde gelöscht
es_es: Dashlet eliminado
fr_fr: a été supprimée
it_it: è stato eliminato
ja_jp: が削除されました
pl_pl: został skasowany
pt_pt: Assistente excluído.
ru_ru: был удален
zh_cn: 已被删除

source: Service file
bg_bg: Сървис файл
de_de: Service-Datei
es_es: Archivo de servicio:
fr_fr: Fichier de service
it_it: File Service
ja_jp: サービスファイル
pl_pl: Plik usługi
pt_pt: Arquivo de serviço:
ru_ru: Обслуживание файлов
zh_cn: 服务文件

source: was deleted successfully!
bg_bg: беше изтрит успешно!
de_de: wurde erfolgreich gelöscht!
es_es: item eliminado satisfactoriamente
fr_fr: a été supprimé avec succès!
it_it: è stato cancellato con successo!
ja_jp: が正常に削除されました！
pl_pl: został usunięty z powodzeniem!
pt_pt: itens excluídos com sucesso
ru_ru: была успешно удалена!
zh_cn: 已成功删除！

source: Errors while deleting the old configuration file - please check!
bg_bg: Грешки при изтриването на стария конфигурационния файл - моля, проверете!
de_de: Fehler beim Löschen der alten Konfigurationsdatei - bitte!
es_es: Errores mientras se eliminaba el archivo de la antigua configuracion - por favor chequear!:
fr_fr: Erreurs lors de la suppression de l'ancien fichier de configuration - s'il vous plaît vérifier!
it_it: Errore durante l'eliminazione del vecchio file di configurazione - si prega di controllare!
ja_jp: 古い設定ファイルの削除中にエラーが発生しました - 確認してください！
pl_pl: Błędy podczas usuwania starego pliku konfiguracyjnego - sprawdź!
pt_pt: Erros ao excluir o arquivo de configuração antigo - por favor verifique:!
ru_ru: Ошибки при удалении старых файлов конфигурации - пожалуйста, проверьте!
zh_cn: 删除旧的配置文件时出错-请检查！

source: Copy object failed to create
bg_bg: copy object не можа да се създаде
de_de: Objekt konnte nicht erstellt werden
es_es: no se pudo crear el objeto de copia
fr_fr: Impossible de créer l'objet de copie
it_it: copia oggetto non è riuscito a creare
ja_jp: コピーオブジェクトの作成に失敗しました
pl_pl: Kopiowanie obiektu nie powiodło się
pt_pt: objeto de cópia falhou ao criar
ru_ru: не удалось создать объект копирования
zh_cn: 复制对象创建失败

source: Copy object created
bg_bg: копиран обект създаден
de_de: Objekt kopieren erstellt
es_es: copiar objeto creado
fr_fr: copier l'objet créé
it_it: copia oggetto creato
ja_jp: コピーオブジェクトが作成されました
pl_pl: utworzony obiekt kopiowania
pt_pt: copiar objeto criado
ru_ru: скопированный объект создан
zh_cn: 复制对象已创建

source: Error while inserting the data to the database:
bg_bg: Грешка при въвеждането на данните в базата данни:
de_de: Fehler beim Einfügen der Daten an die Datenbank:
es_es: Error mientras se insertan los datos en la base de datos:
fr_fr: Erreur lors de l'insertion des données dans la base de données:
it_it: Errore durante l'inserimento dei dati nel database:
ja_jp: データベースへのデータ挿入時にエラーが発生しました :
pl_pl: Błąd podczas wstawiania danych do bazy danych:
pt_pt: Erro ao inserir os dados no banco de dados:
ru_ru: Ошибка при вставке данных в базу данных:
zh_cn: 将数据插入数据库时出错：

source: Relation to <strong>
bg_bg: Свързан с <strong>
de_de: Bezug auf
es_es: Relación con el
fr_fr: Rapport à
it_it: Relazione con
ja_jp: 依存関係: <strong>
pl_pl: relacja do
pt_pt: relação aos
ru_ru: Отношение к
zh_cn: 与<strong>的关系

source: s</strong>, entry: <strong>
bg_bg: s</strong>, вписване: <strong>
de_de: s, Eintritt:
es_es: s, entrada:
fr_fr: s, entrée:
it_it: s, voce:
ja_jp: </strong>, エントリ: <strong>
pl_pl: s, wejścia:
pt_pt: s, entrada:
ru_ru: с, запись:
zh_cn: s</strong>，输入：<strong>

source: Dependent relationship
bg_bg: Зависими отношения
de_de: Abhängigkeitsverhältnis
es_es: Relación de dependencia
fr_fr: Relation de dépendance
it_it: Rapporto di dipendenza
ja_jp: 依存関係
pl_pl: relacje zależne
pt_pt: Relação de dependência
ru_ru: Зависимые отношения
zh_cn: 依赖关系

source: </strong>, entry: <strong>
bg_bg: </strong>, запис: <strong>
de_de: , Eintritt:
es_es: , Entrada:
fr_fr: , Entrée:
it_it: , Voce:
ja_jp: </strong>, エントリ: <strong>
pl_pl: , Wejście:
pt_pt: , Entrada:
ru_ru: , Запись:
zh_cn: </strong>，输入：<strong>
