Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Cannot have a blank name or no ID selected.
bg_bg: не може да е избрано празно име или няма идентификатор
de_de: Es kann kein leerer Name oder keine ID ausgewählt werden.
es_es: no puede tener un nombre en blanco o ninguna identificación seleccionada.
fr_fr: ne peut pas avoir un nom vide ou aucun identifiant sélectionné.
it_it: non può avere un nome vuoto o nessun ID selezionato.
ja_jp: 名前を空白にしたり、IDを選択したりすることはできません。
pl_pl: nie można wybrać pustej nazwy ani identyfikatora.
pt_pt: não pode ter um nome em branco ou nenhum ID selecionado.
ru_ru: не может иметь пустое имя или идентификатор не выбран.
zh_cn: 不能输入空白名称或未选择ID。

source: Business Process Intelligence
bg_bg: Бизнес Процес Интелигентност (Business Process Intelligence)
de_de: Nagios Unternehmen Prozess Intelligenz
es_es: Negocios Nagios Process Intelligence
fr_fr: Nagios Business Process Intelligence
it_it: Nagios Business Intelligence Process
pl_pl: Proces biznesowy Nagios inteligencja
pt_pt: nagios inteligência de processos de negócios
ru_ru: Nagios Business Process Intelligence
zh_cn: 业务流程智能

source: All Priorities
bg_bg: всички приоритети
de_de: alle Prioritäten
es_es: todas las prioridades
fr_fr: toutes les priorités
it_it: tutte le priorità
ja_jp: すべての優先事項
pl_pl: wszystkie priorytety
pt_pt: todas as prioridades
ru_ru: все приоритеты
zh_cn: 所有优先事项

source: High Priority
bg_bg: Висок приоритет
de_de: Hohe Priorität
es_es: Prioridad alta
fr_fr: Haute priorité
it_it: Alta priorità
ja_jp: 優先度：高
pl_pl: wysoki priorytet
pt_pt: alta prioridade
ru_ru: Высокий приоритет
zh_cn: 高优先级

source: Medium Priority
bg_bg: Среден приоритет
de_de: Mittlere Priorität
es_es: Prioridad media
fr_fr: Priorité moyenne
it_it: Priorità media
ja_jp: 優先度：中
pl_pl: średni priorytet
pt_pt: prioridade média
ru_ru: Средний приоритет
zh_cn: 中等优先级

source: Low Priority
bg_bg: Нисък приоритет
de_de: Niedrige Priorität
es_es: Prioridad baja
fr_fr: Priorité faible
it_it: Bassa priorità
ja_jp: 優先度：低
pl_pl: niski priorytet
pt_pt: baixa prioridade
ru_ru: Низкий приоритет
zh_cn: 低优先级

source: Hostgroups
bg_bg: Хост групи
de_de: Hostgruppen
fr_fr: Groupes d'hôtes
ja_jp: ホストグループ
pt_pt: Grupo de host
ru_ru: Группы узлов сети
zh_cn: 主机组

source: Servicegroups
bg_bg: Сървис групи
de_de: Servicegruppen
ja_jp: サービスグループ
pt_pt: Grupo de serviços
zh_cn: 服务组

source: Create New BPI Group
bg_bg: Създайте нова BPI група
es_es: y grupos BPI
fr_fr: Créer un nouveau Groupe BPI
it_it: Crea nuovo Gruppo BPI
ja_jp: 新しいBPIグループを作成
pl_pl: stworzyć nową grupę BPI
pt_pt: Criar Novo Grupo BPI
ru_ru: Создать новую BPI Group
zh_cn: 创建新的BPI组

source: Error: This component requires Nagios XI 5.2.0 or later.
bg_bg: Грешка: този компонент изисква Nagios XI 5.2.0 или по-нова версия.
de_de: Fehler: Diese Komponente erfordert Nagios XI 2011R1 oder später.
es_es: Error: Este componente requiere Nagios XI 2011R1 o superior
fr_fr: Erreur: Ce composant nécessite Nagios XI 2011R1 ou tard.
it_it: Errore: Questo componente richiede Nagios XI 2011R1 o versione successiva.
ja_jp: エラー：このコンポーネントは、Nagios XI 5.2.0以降が必要です.
pl_pl: Błąd: ta część wymaga Nagios XI 2014 lub nowszej.
pt_pt: Erro: Este componente requer a versão Nagios XI 2011R1 ou maior.
ru_ru: Ошибка: Этот компонент требует Nagios XI 2011R1 или более поздней версии.
zh_cn: 错误：此组件需要Nagios XI 5.2.0或更高版本。

source: Advanced grouping and dependency tool for viewing business processes. Can be used for specialized checks.
bg_bg: Разширено (за напреднали) групиране и инструмент за зависимост за разглеждане на бизнес процесите. Може да се използва за специализирани проверки.
de_de: Erweiterte Gruppierung und Abhängigkeit Tool zum Anzeigen von Geschäftsprozessen. Kann für spezielle Prüfungen verwendet werden.
es_es: Agrupación avanzada y una herramienta para la visualización de la dependencia de los procesos de negocio. Puede ser utilizado para el control especializados.
fr_fr: Regroupement avancée et un outil de dépendance pour visualiser les processus métier. Peut être utilisé pour les contrôles spécialisés.
it_it: Raggruppamento avanzato e strumento di dipendenza per la visualizzazione dei processi di business. Può essere utilizzato per controlli specializzati.
ja_jp: ビジネスプロセスを表示するための高度なグループ化と依存関係ツール. 特殊なチェックに使用することができます.
pl_pl: Zależność grupowania i zaawansowane narzędzie do oglądania procesów biznesowych. mogą być wykorzystywane do specjalistycznych kontroli.
pt_pt: agrupamento avançada e ferramenta de dependência para a visualização de processos de negócios. pode ser utilizado para o controlo especializados.
ru_ru: Расширенный группировки и зависимость инструмент для просмотра бизнес-процессов. Может быть использован для специализированных проверок.
zh_cn: 用于查看业务流程的高级分组和依赖性工具。 可用于专门检查。

source: Nagios BPI Settings
bg_bg: Настройки на Nagios BPI
de_de: Nagios BPI Einstellungen
es_es: Configuracion de Nagios BPI
fr_fr: Nagios Réglages BPI
it_it: Nagios BPI Impostazioni
ja_jp: Nagios BPI設定
pl_pl: Ustawienia BPI Nagios
pt_pt: nagios configurações bpi
ru_ru: Nagios BPI Настройки
zh_cn: Nagios BPI设置

source: BPI Configuration File
bg_bg: Редактирайте конфигурационен файл
de_de: Die Konfigurationsdatei bearbeiten
es_es: Editar archivo de configuracion
fr_fr: Modifier le fichier de configuration
it_it: Modifica file di configurazione
ja_jp: 設定ファイルの編集
pl_pl: edytować plik konfiguracyjny
pt_pt: editar o arquivo de configuração
ru_ru: Редактирование файлов конфигурации
zh_cn: BPI配置文件

source: The directory location of your bpi.conf file.
bg_bg: Местонахождението на директорията на вашия bpi.conf файл.
de_de: Das Verzeichnis Speicherort Ihrer bpi.conf Datei.
es_es: La ubicación del directorio de su archivo bpi.conf.
fr_fr: L'emplacement du répertoire de votre fichier bpi.conf.
it_it: Il percorso della directory del file bpi.conf.
ja_jp: bpi.conf ファイルのディレクトリの場所。
pl_pl: Lokalizacja katalogu z plikiem bpi.conf.
pt_pt: a localização do diretório do seu arquivo bpi.conf.
ru_ru: Каталог местоположение вашего bpi.conf файл.
zh_cn: bpi.conf文件的目录位置。

source: BPI Config Backups
bg_bg: bpi config backup
es_es: copias de seguridad de configuración de bpi
fr_fr: sauvegardes de configuration bpi
it_it: backup di configurazione bpi
ja_jp: bpi構成のバックアップ
pl_pl: kopie zapasowe konfiguracji bpi
pt_pt: backups de configuração bpi
ru_ru: резервные копии конфигурации bpi
zh_cn: BPI配置备份

source: backups
bg_bg: архивиране
es_es: copias de seguridad
fr_fr: sauvegardes
it_it: backup
ja_jp: バックアップ
pl_pl: kopie zapasowe
ru_ru: резервное копирование
zh_cn: 备份

source: This is the amount of non-archived backups the system will keep. This only applies to the left-hand column in the Config Management tab.
bg_bg: това е количеството на архивираните архивни копия, които системата ще запази. това се отнася само за лявата колона в раздела за управление на конфигурацията.
de_de: Dies ist die Anzahl der nicht archivierten Sicherungen, die das System aufbewahrt. Dies gilt nur für die linke Spalte auf der Registerkarte Konfigurationsverwaltung.
es_es: Esta es la cantidad de copias de seguridad no archivadas que mantendrá el sistema. esto solo se aplica a la columna de la izquierda en la pestaña de administración de configuración.
fr_fr: il s'agit de la quantité de sauvegardes non archivées que le système conservera. cela ne s'applique qu'à la colonne de gauche de l'onglet de gestion de la configuration.
it_it: questa è la quantità di backup non archiviati che il sistema manterrà. questo vale solo per la colonna di sinistra nella scheda di gestione della configurazione.
ja_jp: これは、システムが保持するアーカイブされていないバックアップの量です。これは、構成管理タブの左側の列にのみ適用されます。
pl_pl: jest to liczba niezarchiwizowanych kopii zapasowych, które system będzie przechowywać. dotyczy to tylko lewej kolumny na karcie zarządzania konfiguracją.
pt_pt: essa é a quantidade de backups não arquivados que o sistema manterá. isso se aplica apenas à coluna da esquerda na guia Gerenciamento de configuração.
ru_ru: это количество неархивированных резервных копий, которые будет хранить система. это относится только к левому столбцу на вкладке управления конфигурацией.
zh_cn: 这是系统将保留的非归档备份的数量。 这仅适用于“配置管理”选项卡的左侧列。

source: BPI Log File
bg_bg: BPI лог файл
de_de: bpi Protokolldatei
es_es: archivo de registro BPI
fr_fr: fichier journal BPI
it_it: file di log bpi
ja_jp: BPIログファイル
pl_pl: BPI plik dziennika
pt_pt: arquivo de log bpi
ru_ru: BPI файл журнала
zh_cn: BPI日志文件

source: The directory location of your bpi.log file.
bg_bg: Местонахождението на директорията на вашия bpi.log файл.
de_de: Das Verzeichnis Speicherort Ihrer bpi.log Datei.
es_es: La ubicación del directorio de su archivo bpi.log.
fr_fr: L'emplacement du répertoire de votre fichier bpi.log.
it_it: Il percorso della directory del file bpi.log.
ja_jp: bpi.log ファイルのディレクトリの場所。
pl_pl: Lokalizacja katalogu z plikiem bpi.log.
pt_pt: a localização do diretório do seu arquivo bpi.log.
ru_ru: Каталог местоположение вашего bpi.log файл.
zh_cn: bpi.log文件的目录位置。

source: BPI XML Cache
bg_bg: BPI XML кеш
es_es: Cache del XML de BPI
ja_jp: BPI XMLキャッシュ
pl_pl: BPI xml pamięci podręcznej
pt_pt: bpi xml de cache
zh_cn: BPI XML缓存

source: The directory location of your bpi.xml file. This file is used to cache check results for BPI service checks and to decrease CPU usage from BPI checks.
bg_bg: Местонахождението на директорията на вашия bpi.xml файл. Този файл се използва за кеширане на резултатите от проверките за BPI сървиси и за намаляване на натоварването на процесора от BPI проверките.
de_de: Das Verzeichnis Speicherort Ihrer bpi.xml Datei. Diese Datei wird verwendet, um Prüfergebnisse für BPI Service zwischenspeichern Kontrollen und CPU-Auslastung von BPI Kontrollen zu verringern.
es_es: La ubicación del directorio de su archivo bpi.xml. Este archivo se utiliza para almacenar en caché para comprobar los resultados de las comprobaciones de servicio BPI y para reducir el uso de CPU de los cheques de BPI.
fr_fr: L'emplacement du répertoire de votre fichier bpi.xml. Ce fichier est utilisé pour mettre en cache les résultats des contrôles pour BPI service chèques et de réduire l'utilisation du processeur de contrôle de BPI.
it_it: Il percorso della directory del file bpi.xml. Questo file viene utilizzato per memorizzare nella cache i risultati di controllo per BPI servizio controlli e per ridurre l'utilizzo della CPU da controlli BPI.
ja_jp: bpi.xml ファイルのディレクトリの場所。 このファイルは、BPI サービスチェックの結果をキャッシュし、BPI チェックによる CPU 使用を減少させるために使用されます。
pl_pl: Lokalizacja katalogu z plikiem bpi.xml. Ten plik jest używany do wyników kontrolnych cache dla kontroli usług BPI i zmniejszyć zużycie procesora z kontroli BPI.
pt_pt: a localização do diretório do seu arquivo bpi.xml. este arquivo é usado para armazenar em cache verificar os resultados dos controlos de serviços BPI e para diminuir o uso da CPU de cheques BPI.
ru_ru: Каталог местоположение вашего bpi.xml файл. Этот файл используется для кэширования результатов проверки для BPI службы проверки и уменьшить загрузку процессора от проверок BPI.
zh_cn: bpi.xml文件的目录位置。 此文件用于缓存BPI服务检查的检查结果，并减少BPI检查的CPU使用率。

source: XML Cache Threshold
bg_bg: XML кеш праг (XML Cache Threshold)
es_es: XML Umbral de caché
fr_fr: Seuil Cache XML
it_it: XML Cache Soglia
ja_jp: XMLキャッシュのしきい値
pl_pl: Próg cache xml
pt_pt: xml limite de cache
ru_ru: XML Кэш порога
zh_cn: XML缓存阈值

source: This is the age limit for cached BPI check result data. If a BPI service check detects this file as being too old, it will recalculate the status of all BPI groups and cache to the XML file.
bg_bg: Това е възрастовата граница за данни за кеширан BPI резултат от проверка. Ако проверката на BPI сървис открие, че този файл е твърде стар, тя ще се преизчисли състоянието на всички BPI групи и ще го кешира в XML файла.
de_de: Dies ist die Altersgrenze für zwischengespeicherte BPI Prüfergebnis Daten. Wenn ein BPI Service-Check erkennt diese Datei als too alt, wird es eine Neuberechnung der Status aller BPI Gruppen und Cache auf die XML-Datei.
es_es: Esta es la edad límite para los datos almacenados en caché BPI resultado de la comprobación. Si un cheque servicio BPI detecta este archivo como ser demasiado viejo, lo volverá a calcular el estado de todos los grupos de BPI y la memoria caché en el archivo XML.
fr_fr: Il s'agit de la limite d'âge pour les données mises en cache BPI résultat du contrôle. Si un contrôle de service BPI détecte ce fichier comme étant àà vieux, il va recalculer l'état de tous les groupes de BPI et le cache dans le fichier XML.
it_it: Questo è il limite di età per i dati memorizzati nella cache dei risultati di controllo BPI. Se un controllo di servizio BPI rileva il file come too vecchio, ricalcolerà lo stato di tutti i gruppi BPI e la cache per il file XML.
ja_jp: これはキャッシュされたBPIチェック結果データの保持期間です. BPIサービスチェックが古過ぎるファイルを検出した場合、 すべてのBPIグループのステータスを再計算しXMLファイルにキャッシュします.
pl_pl: to jest granica wieku buforowane BPI danych wynikowych wyboru. jeśli serwisowy BPI wykrywa ten plik jako zbyt stary, to przeliczyć stan wszystkich grup BPI i cache do pliku xml.
pt_pt: este é o limite de idade para o cache bpi dados do resultado de seleção. se um cheque de serviço bpi detecta esse arquivo como sendo muito velho, ele vai recalcular o status de todos os grupos BPI e cache para o arquivo xml.
ru_ru: Это предельный возраст для кэшированных данных проверки BPI результат. Если проверка BPI служба обнаруживает этот файл как too старый, он пересчитает состояние всех групп BPI и кэш для XML-файла.
zh_cn: 这是缓存的BPI检查结果数据的期限。 如果BPI服务检查检测到该文件为 太旧了，它将重新计算所有BPI组的状态并缓存到XML文件。

source: AJAX Multiplier
bg_bg: AJAX множител
es_es: Multiplicador AJAX
fr_fr: Multiplicateur AJAX
it_it: AJAX Moltiplicatore
pl_pl: ajax mnożnik
pt_pt: multiplicador ajax
zh_cn: AJAX乘法器

source: The AJAX multiplier is the amount of time before the data on the BPI page reloads. For large installations use a larger number to reduce CPU usage.
bg_bg: AJAX множителя е количеството време, преди данните на BPI страница се опреснят. За големи инсталации, използвайте голяма бройка, за да се намали натоварването на процесора.
de_de: Die AJAX-Multiplikator ist die Menge der Zeit, bevor die Daten auf den BPI Seite neu geladen. for große Installationen verwenden eine größere Anzahl an CPU-Auslastung zu verringern.
es_es: El multiplicador de AJAX es la cantidad de tiempo antes de que los datos de la página se recarga BPI. Para instalaciones grandes, utilice un número mayor para reducir el uso de CPU.
fr_fr: Le multiplicateur AJAX est la quantité de temps avant que les données sur la page se recharge BPI. Pour grandes installations utilisent un plus grand nombre afin de réduire l'utilisation du processeur.
it_it: Il moltiplicatore AJAX è la quantità di tempo prima che i dati ricarica la pagina di BPI. Per impianti di grandi dimensioni utilizzare un numero maggiore per ridurre l'utilizzo della CPU.
ja_jp: AJAX multiplier はBPIページ上のデータが更新するまでの時間です. 大規模インストレーションの場合は、CPU使用を低減するために大きな数を指定してください.
pl_pl: ajax mnożnik jest ilość czasu, zanim dane o przeładowywać BPI. dla dużych instalacji należy stosować większą liczbę zmniejszyć zużycie procesora.
pt_pt: o multiplicador ajax é a quantidade de tempo antes que os dados na página recarrega BPI. para grandes instalações usar um número maior para reduzir o uso da CPU.
ru_ru: Множитель AJAX является количество времени, прежде чем данные о перезагрузке BPI страницу. For крупных установок использовать большее количество, чтобы уменьшить загрузку процессора.
zh_cn: AJAX乘数是BPI页面上的数据重新加载之前的时间。 对于大型安装，请使用更大的数量以减少CPU使用率。

source: Logic Handling For Problem States
bg_bg: Логика за боравене с проблемните състояния
de_de: Logic Handhabung Für Problem Staaten
es_es: La lógica de manipulación para los Estados Problema
fr_fr: Manipulation Logic Pour les États Problème
it_it: Logica di gestione Per gli Stati Problema
ja_jp: 障害ステータスを処理するロジック
pl_pl: obsługa logika państw problemowych
pt_pt: manipulação lógica para os estados do problema
ru_ru: Логика обработки для государства проблемы
zh_cn: 问题状态的逻辑处理

source: Ignore host and service problems that are acknowledged or in scheduled downtime.
bg_bg: Игнорира проблемите на хост или сървис, които са признати или в планирано (по график) прекъсване.
de_de: Ignorieren Host-und Service-Probleme, die anerkannt oder werden in einer geplanten Downtime.
es_es: No haga caso de problemas en el servicio de acogida y que son reconocidas o en el tiempo de inactividad programado.
fr_fr: Ignorer les problèmes de systèmes et de services qui sont reconnus ou d'arrêt planifié.
it_it: Ignora i problemi di accoglienza e di servizio che sono riconosciuti, o in tempi di inattività pianificati.
ja_jp: 認知済またはスケジュールダウンタイムのホストおよびサービスを無視する.
pl_pl: zignorować hostów i usług problemów, które są potwierdzone lub w zaplanowany czas przestoju.
pt_pt: Ignorar anfitrião e problemas de serviço que são reconhecidos ou em tempo de inatividade programado.
ru_ru: Игнорировать хозяина и услуг проблемами, которые признаны или в запланированное время простоя.
zh_cn: 忽略已确认或计划停机的主机和服务问题。

source: Handled problems will not be factored into the group's problem percentage.
bg_bg: Обслужените проблеми няма да се добавят към общия процент проблеми на групата.
de_de: Handled Probleme nicht in der Gruppe das Problem Prozentsatz berücksichtigt.
es_es: Problemas que se manejan no será un factor en porcentaje problema del grupo.
fr_fr: Problèmes traités ne seront pas pris en compte dans le pourcentage problème du groupe.
it_it: Problemi trattati non sarà preso in considerazione in percentuale problema del gruppo.
ja_jp: 処置済み障害は、グループの障害率の要因となりません.
pl_pl: obsługiwane problemy nie zostaną uwzględnione problemu procent grupy.
pt_pt: Problemas tratados não será tido em conta em porcentagem do grupo problema.
ru_ru: Handled проблем не будет учитываться проблема процентах группы.
zh_cn: 处理的问题不会计入小组的问题百分比。

source: Logic for Essential Members
bg_bg: логика за основните членове
de_de: Logik für wesentliche Mitglieder
es_es: lógica para los miembros esenciales
fr_fr: logique pour les membres essentiels
it_it: logica per i membri essenziali
ja_jp: 重要メンバーのためのロジック
pl_pl: logika dla istotnych członków
pt_pt: lógica para membros essenciais
ru_ru: логика для основных членов
zh_cn: 核心成员的逻辑

source: Set group state to CRITICAL if any essential member is in any of these states
bg_bg: настройте състоянието на групата на критично, ако всеки съществен член е в някое от тези състояния
de_de: Setzen Sie den Gruppenzustand auf kritisch, wenn sich ein wesentliches Mitglied in einem dieser Zustände befindet
es_es: establece el estado del grupo como crítico si algún miembro esencial está en alguno de estos estados
fr_fr: définir l'état du groupe sur critique si un membre essentiel est dans l'un de ces états
it_it: imposta lo stato del gruppo su critico se un membro essenziale si trova in uno di questi stati
ja_jp: 重要なメンバーがこれらのいずれかの状態にある場合は、グループ状態をクリティカルに設定
pl_pl: ustaw stan grupy na krytyczny, jeśli jakikolwiek istotny element znajduje się w którymkolwiek z tych stanów
pt_pt: definir estado do grupo para crítico se algum membro essencial estiver em algum desses estados
ru_ru: установить состояние группы как критическое, если какой-либо существенный член находится в каком-либо из этих состояний
zh_cn: 如果任何基本成员处于这些状态中的任何一个，则将组状态设置为CRITICAL

source: Critical or Down
bg_bg: критично или надолу
de_de: kritisch oder niedergeschlagen
es_es: crítico o abajo
fr_fr: critique ou en panne
it_it: critico o basso
ja_jp: クリティカルまたはダウン
pl_pl: krytyczny lub w dół
pt_pt: crítico ou baixo
ru_ru: критический или вниз
zh_cn: 关键或停机

source: Show All Groups To All Users
bg_bg: Покажете всички групи за всички потребители
de_de: Alle Gruppen, um alle Benutzer
es_es: Mostrar todos los grupos a todos los usuarios
fr_fr: Montrer tous les groupes à tous les utilisateurs
it_it: Mostra tutti i gruppi a tutti gli utenti
ja_jp: すべてのユーザーにすべてのグループを表示する
pl_pl: pokazać wszystkie grupy do wszystkich użytkowników
pt_pt: mostrar todos os grupos para todos os usuários
ru_ru: Показать все группы для всех пользователей
zh_cn: 显示所有组中的所有用户

source: This will bypass the normal permissions schemes for BPI groups and show all groups to all users. Host and service permissions for Nagios objects will still be honored, so contacts will still only see hosts or services that they are authorized for.
bg_bg: Това ще заобиколи обичайните схеми на разрешенията за BPI групи и ще покаже всички групи на всички потребители. Разрешенията за хост и сървис за Nagios обекти все още ще бъдат зачитани, така че контактите ще продължат да виждат само хостове или сървиси, за които имат разрешение.
de_de: Dies umgeht die normalen Berechtigungen Regelungen für BPI Gruppen und zeigen alle Gruppen für alle Benutzer. host und Service Berechtigungen für Nagios Objekte werden noch geehrt werden, so Kontakte nur noch see Hosts oder Services, die sie für berechtigt.
es_es: Esto pasará por alto los regímenes normales permisos para grupos de BPI y mostrar todos los grupos para todos los usuarios. Permisos de anfitrión y de servicios para los objetos de Nagios todavía será honrado, así que los contactos todavía sólo ver equipos o servicios que están autorizados para.
fr_fr: Cela permettra de contourner les régimes normaux autorisations pour les groupes de BPI et de montrer tous les groupes à tous les utilisateurs. host et des autorisations de service pour les objets de Nagios sera toujours honorée, si des contacts seront toujours seulement Voir hôtes ou des services qu'ils sont autorisés pour.
it_it: Ciò consentirà di bypassare dei regimi normali autorizzazioni per gruppi BPI e mostrare tutti i gruppi a tutti gli utenti. host e le autorizzazioni per gli oggetti di servizio Nagios sarà ancora onorato, in modo da contatti sarà ancora solo see host o servizi che sono autorizzati per.
ja_jp: BPIグループの通常のアクセス権スキームをバイパスし、すべてのユーザーにすべてのグループを表示します. Nagiosオブジェクトのホストおよびサービスのアクセス権は尊重されるので、連絡先は権限を与えられたホストまたはサービスのみを閲覧できます.
pl_pl: to ominie to zwykłe uprawnienia systemów dla grup BPI i pokazać wszystkie grupy dla wszystkich użytkowników. organizację i uprawnienia serwisowe dla Nagios obiektów nadal będą honorowane, więc kontakty nadal będzie zobaczyć tylko hostów lub usług, które są dopuszczone do.
pt_pt: Isso irá ignorar os esquemas de permissões normais para grupos BPI e mostrar todos os grupos para todos os usuários. acolhimento e serviço permissões para objetos nagios ainda serão homenageados, assim que os contatos ainda só ver os hosts ou serviços que estão autorizados para.
ru_ru: Это позволит обойти нормальные схемы разрешения для группы BPI и показать все группы для всех пользователей. Host и обслуживание разрешений для объектов Nagios все равно будет большая честь, так что контакты будут по-прежнему только Ци хозяев или услуги, которые они допущены к.
zh_cn: 这将绕过BPI组的常规权限方案，并向所有用户显示所有组。 Nagios对象的主机和服务权限仍然会得到尊重，因此联系人仍将仅看到其被授权的主机或服务。

source: Sync On Apply Config
bg_bg: синхронизиране при прилагане на конфиг
de_de: Synchronisierung über die Anwendung config
es_es: sincronización en la configuración de aplicación
fr_fr: synchroniser sur appliquer la configuration
it_it: sincronizza su applica config
ja_jp: 設定適用時に同期
pl_pl: zsynchronizuj przy użyciu config
ru_ru: синхронизация по настройке
zh_cn: 同步应用配置
