Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Get a list of auth servers. You can filter this list by <b>server_id</b> by passing it through as a URL parameter.
bg_bg: да получите списък със сървъри за сървъри. можете да филтрирате този списък с <b>име_на_ сървър,</b> като го предавате като параметър на url.
de_de: Erhalte eine Liste von Auth-Servern. Sie können diese Liste nach <b>Server-ID filtern,</b> indem Sie sie als URL-Parameter übergeben.
es_es: obtener una lista de servidores de autenticación. puede filtrar esta lista por <b>server_id</b> pasándola como un parámetro de url.
fr_fr: obtenir une liste des serveurs d'authentification. vous pouvez filtrer cette liste par <b>server_id</b> en la passant en paramètre url.
it_it: ottenere un elenco di server di autenticazione. puoi filtrare questo elenco per <b>server_id</b> passandolo come parametro url.
ja_jp: 認証サーバーのリストを取得します。このリストをURLパラメータとして渡すことで、このリストを<b>server_idで</b>フィルターできます。
pl_pl: zdobądź listę serwerów auth. możesz filtrować listę według parametru <b>id_serwera</b> , przekazując go jako parametr adresu URL.
pt_pt: obter uma lista de servidores de autenticação. Você pode filtrar essa lista por <b>server_id</b> passando-a como um parâmetro de url.
ru_ru: получить список серверов auth. вы можете отфильтровать этот список <b>server_id</b> , передав его как параметр url.
zh_cn: 获取身份验证服务器列表。 您可以通过<b> server_id </b>将该列表作为URL参数传递来对其进行过滤。

source: Creates a new auth server in the Nagios XI system. Values in <b>bold</b> are defaults.
bg_bg: Създай нов потребител в Nagios XI системата. Стойностите в удебелен шрифт са по подразбиране.
de_de: erstellt einen neuen Benutzer in der Nagios XI-System. Werte in Fett sind Standardwerte.
es_es: crea un nuevo usuario en el sistema xi nagios. Los valores en negrita son los valores predeterminados.
fr_fr: crée un nouvel utilisateur dans le système de xi nagios. Les valeurs en gras sont les valeurs par défaut.
it_it: crea un nuovo utente nel sistema xi Nagios. I valori in grassetto sono predefiniti.
ja_jp: Nagios XIシステムに新しい認証サーバーを作成します。 <b>太字</b>の値は既定です。
pl_pl: tworzy nowego użytkownika w systemie xi Nagios. Wartości domyślne są pogrubione.
pt_pt: cria um novo usuário no sistema xi nagios. Os valores em negrito são padrões.
ru_ru: создает нового пользователя в системе хг Nagios. Значения, выделенные жирным шрифтом по умолчанию.
zh_cn: 在Nagios XI系统中创建一个新的身份验证服务器。 <b>粗体</b>中的值是默认值。

source: full distinguished name
bg_bg: пълно отличително име
de_de: vollständiger eindeutiger Name
es_es: nombre completo y distinguido
fr_fr: nom distinctif complet
it_it: nome distinto completo
ja_jp: 完全な識別名
pl_pl: pełna nazwa wyróżniająca
pt_pt: nome distinto completo
ru_ru: полное отличительное имя
zh_cn: 全名

source: ip address or hostname
bg_bg: ip адрес или име на хост
de_de: IP-Adresse oder Hostname
es_es: dirección ip o nombre de host
fr_fr: adresse ip ou nom d'hôte
it_it: indirizzo IP o nome host
ja_jp: IPアドレスまたはホスト名
pl_pl: adres IP lub nazwa hosta
pt_pt: endereço IP ou nome do host
ru_ru: IP-адрес или имя хоста
zh_cn: IP地址或主机名

source: or port number
bg_bg: или номера на порта
de_de: oder Portnummer
es_es: o número de puerto
fr_fr: ou numéro de port
it_it: o numero di porta
ja_jp: ポート番号
pl_pl: lub numer portu
pt_pt: ou número da porta
ru_ru: или номер порта
zh_cn: 或端口号

source: account suffix
bg_bg: Наставка на потребителския профил
de_de: Konto Suffix
es_es: Cuenta Sufijo
fr_fr: Suffixe compte
it_it: Conto Suffisso
ja_jp: アカウントサフィックス
pl_pl: Konto przyrostek
pt_pt: Sufixo da conta
ru_ru: Счет суффикс
zh_cn: 帐户后缀

source: comma separated list of domain controllers
bg_bg: разделен със запетаи списък на контролерите на домейни
de_de: Komma getrennte Liste von Domänencontrollern
es_es: lista separada por comas de controladores de dominio
fr_fr: liste des contrôleurs de domaine séparés par des virgules
it_it: elenco separato da virgole di controller di dominio
ja_jp: カンマ区切りのドメインコントローラの一覧
pl_pl: rozdzielana przecinkami lista kontrolerów domeny
pt_pt: lista separada por vírgulas de controladores de domínio
ru_ru: список контроллеров домена, разделенных запятыми
zh_cn: 逗号分隔的域控制器列表

source: Deletes an auth server from the Nagios XI system.
bg_bg: Изтрива потребител от Nagios XI системата.
de_de: löscht einen Benutzer aus der Nagios XI-System.
es_es: elimina un usuario del sistema xi nagios.
fr_fr: supprime un utilisateur du système de nagios xi.
it_it: cancella un utente dal sistema xi Nagios.
ja_jp: Nagios XIシステムから認証サーバーを削除します。
pl_pl: usuwa użytkownika z systemu xi Nagios.
pt_pt: exclui um usuário do sistema xi nagios.
ru_ru: удаляет пользователя из системы хг Nagios.
zh_cn: 从Nagios XI系统中删除身份验证服务器。

source: API - Introduction
bg_bg: API - Въведение
de_de: API - Einführung
es_es: API REST - introducción
fr_fr: api reste - l'introduction
it_it: API REST - introduzione
ja_jp: バックエンドAPI - 初めに
pl_pl: api reszta - wprowadzenie
pt_pt: API - Introdução
ru_ru: апи остальное - введение
zh_cn: API-简介

source: New in Nagios XI 5 is a API that includes far more features and control over the Nagios XI system. This documentation explains how to use the new API to read, write, delete, and update data in the Nagios XI system through commands that are authenticated via Nagios XI API keys. The new API uses JSON instead of XML. However, with the release of Nagios XI 5 there are multiple output formats for the original backend API. It is recommended to use the new API over the old backend API. More information about the original backend API can be found in the backend API URL component.
bg_bg: Новото в Nagios XI 5 е API, който включва много повече функции и контрол върху Nagios XI системата. Тази документация обяснява как да използвате новия API за четене, писане, изтриване и актуализиране на данните в Nagios XI системата чрез команди, които са оторизирани чрез Nagios XI API ключове. Новия API използва JSON вместо XML. Въпреки това, с издаването на Nagios XI 5 има множество изходни формати за оригиналния бекенд API. Препоръчва се да се използва новия API вместо стария бекенд API. Повече информация за оригиналния бекенд API може да се намери в компонента "backend API URL".
de_de: Neues in Nagios XI 5 ist eine REST-API, die weit mehr Funktionen und die Kontrolle über die Nagios XI-System beinhaltet. Diese Dokumentation beschreibt, wie Sie die neue API verwenden, um durch Befehle, die über Nagios XI API-Schlüssel authentifiziert sind Lesen, Schreiben, Löschen und Aktualisieren von Daten in der Nagios XI-System. die neue API verwendet JSON statt XML. jedoch mit der Freisetzung von nagios xi 5 gibt es mehrere Ausgabeformate für die ursprüngliche Backend-API. empfiehlt es sich, die neue API über die alte Backend-API verwenden. Weitere Informationen über die ursprüngliche Backend-API kann im Backend-API-URL-Komponente gefunden werden.
es_es: nueva en nagios xi 5 es una API REST que incluye muchas más características y control sobre el sistema xi nagios. esta documentación se explica cómo utilizar la nueva API para leer, escribir, borrar y actualización de datos en el sistema xi nagios a través de comandos que se autentican a través de Nagios teclas api xi. la nueva api utiliza JSON en lugar de xml. Sin embargo, con el lanzamiento de nagios xi 5 hay múltiples formatos de salida para la api backend originales. se recomienda utilizar la nueva API sobre la antigua API de backend. más información sobre la API de backend original se puede encontrar en el componente url api backend.
fr_fr: nouvelle dans Nagios XI 5 est une API REST qui comprend beaucoup plus de fonctionnalités et de contrôle sur le système de xi nagios. cette documentation explique comment utiliser la nouvelle API à lire, écrire, supprimer et mettre à jour les données dans le système de xi nagios grâce à des commandes qui sont authentifiés via les touches xi api Nagios. la nouvelle API JSON utilise au lieu de xml. Cependant, avec la sortie de Nagios XI 5 il ya plusieurs formats de sortie pour l'API backend originale. il est recommandé d'utiliser la nouvelle API sur l'ancienne API backend. plus d'informations sur l'API backend original peut être trouvé dans le composant url backend api.
it_it: di nuovo in Nagios xi 5 è una API REST che include molte più funzionalità e controllo sul sistema xi Nagios. questa documentazione spiega come utilizzare la nuova API per leggere, scrivere, eliminare e aggiornare i dati nel sistema xi Nagios attraverso comandi che vengono autenticati attraverso Nagios chiavi xi api. la nuova API utilizza JSON invece di XML. tuttavia, con il rilascio di nagios xi 5 ci sono diversi formati di output per il backend api originale. si consiglia di utilizzare la nuova API sul vecchio backend api. ulteriori informazioni sul backend api originale si trova nel componente url backend api.
ja_jp: 新しいNagios XI 5では、より多くの機能とNagios XIシステムの制御を含むREST APIを利用できます. このドキュメントは、Nagios XIのAPIキーを介して新しいAPIの使用方法について説明します. 認証済みのコマンドでNagios XIシステムのデータを読取り、書込み、削除、更新できます. 新しいAPIは、XMLの代わりにJSONを使用していますが、Nagios XI 5リリースにはオリジナルのバックエンドAPIに複数の出力形式があります. 新しいAPIを使用することをお勧めします. オリジナルのバックエンドAPIの詳細については、バックエンドAPI URLコンポーネントに記載されています.
pl_pl: nowego w Nagios xi 5 jest api odpoczynku, który zawiera znacznie więcej funkcji i kontrolę nad systemem xi Nagios. dokumentacja ta wyjaśnia, jak korzystać z nowego interfejsu API do odczytu, zapisu, usuwania i aktualizacji danych w systemie xi Nagios za pomocą komend, które są poświadczone przez Nagios kluczy xi API. nowe API używa JSON, zamiast XML. jednak w wydaniu Nagios xi 5 istnieje wiele formatów wyjściowych dla oryginalnego zaplecza api. zaleca się korzystać z nowego interfejsu API na stare zaplecza api. Dalsze informacje o oryginalnym backend czynnych można znaleźć w składniku adresie URL backend API.
pt_pt: novo em nagios xi 5 é uma API REST que inclui muito mais recursos e controle sobre o sistema xi nagios. esta documentação explica como usar a nova API para ler, escrever, apagar e atualização de dados no sistema xi nagios através de comandos que são autenticados via Nagios chaves xi api. a nova api usa JSON em vez de xml. no entanto, com o lançamento do nagios xi 5 existem vários formatos de saída para a api backend originais. recomenda-se a usar a nova api sobre o antigo api backend. mais informações sobre o API backend original pode ser encontrado no componente URL backend API.
ru_ru: Новое в Nagios XI 5 является API, который включает в себя гораздо больше возможностей и контроль над системой хг Nagios. эта документация объясняет, как использовать новую API читать, писать, удалять и обновление данных в системе хг Nagios с помощью команд, которые проверку подлинности с помощью Nagios ключей XI API. вместо этого использует Новый API JSON из XML. Однако, с выходом Nagios XI 5 есть несколько выходных форматов для исходного серверной API. рекомендуется использовать новый API поверх старой серверной API. больше информации об оригинальном серверной API можно найти в компоненте URL базовая API.
zh_cn: Nagios XI 5中的新功能是API，该API包含更多功能和对Nagios XI系统的控制。 本文档说明了如何使用新的API通过通过Nagios XI API密钥进行身份验证的命令来在Nagios XI系统中读取，写入，删除和更新数据。 新的API使用JSON而不是XML。 但是，随着Nagios XI 5的发布，原始后端API有多种输出格式。 建议在旧的后端API上使用新的API。 可以在后端API URL组件中找到有关原始后端API的更多信息。

source: To gain access to the new API use the URL formatted as such
bg_bg: За да получите достъп до новия API, използвайте URL адрес, форматиран като такива
de_de: um den Zugang zu den neuen REST-API zu erhalten benutzen Sie den URL als solche formatiert
es_es: para acceder a la nueva API REST utiliza la url formateado como tal
fr_fr: pour avoir accès à la nouvelle API REST utiliser l'URL formatée en tant que telle
it_it: per ottenere l'accesso alla nuova API REST utilizzare l'URL formattata in quanto tale
ja_jp: 新しいAPIへアクセスするには、以下のような形式のURLを使用します
pl_pl: aby uzyskać dostęp do nowego API REST używać url sformatowany jako takie
pt_pt: para ter acesso à nova API REST usar a url formatado como tal
ru_ru: чтобы получить доступ к новому API покоя использовать URL, отформатированный как таковой
zh_cn: 要访问新API，请使用以下格式的URL：

source: API Sections
bg_bg: API секции
de_de: api Abschnitte
es_es: secciones api
fr_fr: sections de l'API
it_it: sezioni api
ja_jp: APIセクション
pl_pl: sekcje api
pt_pt: seções da API
ru_ru: API разделы
zh_cn: API部分

source: The API is split into three separate sections.
bg_bg: API е разделен на три отделни секции.
de_de: Die API ist in drei separate Abschnitte aufgeteilt.
es_es: la API se divide en tres secciones separadas.
fr_fr: L'API est divisée en trois sections distinctes.
it_it: L'API è diviso in tre sezioni distinte.
ja_jp: APIは、3つのセクションに分かれています.
pl_pl: API jest podzielona na trzy odrębne części.
pt_pt: A API é dividido em três seções separadas.
ru_ru: В API разделена на три отдельные секции.
zh_cn: 该API分为三个独立的部分。

source: Objects
bg_bg: Обекти
de_de: Gegenstände
es_es: objetos
fr_fr: objets
it_it: oggetti
ja_jp: オブジェクト
pl_pl: obiekty
pt_pt: objetos
ru_ru: объекты
zh_cn: 对象

source: The standard read-only backend API that has always been available in Nagios XI. The objects section returns XML or JSON data about objects in Nagios XI including things like object statuses, contacts, contact groups, logs, history, downtime, etc.
bg_bg: Стандартния (с права само за четене) бекенд API, който винаги е бил на разположение в Nagios XI. Раздела за обекти връща XML или JSON данни за обекти в Nagios XI, включително неща, като състояния на обекти, контакти, контактни групи, логове, исторически данни, планиран (по график) престой и т.н.
de_de: die Standard-Nur-Lese-Backend-API, die schon immer in Nagios XI hat. Im Bereich Objekte gibt XML oder JSON-Daten zu Objekten in Nagios XI einschließlich solcher Dinge wie Objektstatus, Kontakte, Kontaktgruppen, Protokolle, Geschichte, Ausfallzeiten usw.
es_es: el estándar de sólo lectura backend api que siempre ha estado disponible en nagios xi. la sección de objetos devuelve datos XML o JSON sobre los objetos de xi nagios incluyendo cosas como estados de objetos, contactos, grupos de contacto, registros, la historia, el tiempo de inactividad, etc.
fr_fr: la norme en lecture seule API backend qui a toujours été disponible dans nagios xi. la section des objets renvoie des données XML ou JSON sur les objets dans xi nagios y compris des choses comme les statuts d'objets, contacts, groupes de contacts, les journaux, l'histoire, les temps d'arrêt, etc.
it_it: lo standard di sola lettura backend api che è sempre stato disponibile in Nagios xi. la sezione oggetti restituisce i dati XML o JSON sugli oggetti in nagios xi comprese le cose come stati oggetto, contatti, gruppi di contatti, i registri, la storia, i tempi di inattività, ecc
ja_jp: 常にNagios XIで利用されている標準的な読取り専用のバックエンド API. オブジェクトセクションは、オブジェクトステータス、連絡先、連絡先グループ、ログ、履歴、ダウンタイムなどを含む、Nagios XI内のオブジェクトに関するXMLまたはJSONデータを返します.
pl_pl: średnia tylko do odczytu zaplecza api, że zawsze był dostępny w Nagios XI. Sekcja obiekty zwraca json danych XML lub o obiektach w Nagios XI, w tym takie rzeczy jak stanów obiektów, kontaktów, grup kontaktów, dzienników, historii, przestojów, itp
pt_pt: o padrão somente leitura api backend que sempre esteve disponível em nagios xi. a seção objetos retorna dados XML ou JSON sobre objetos em xi nagios incluindo coisas como status de objeto, contatos, grupos de contatos, registros, a história, o tempo de inatividade, etc.
ru_ru: Стандарт только для чтения базовая API, которая всегда была доступна в Nagios XI. раздел объекты возвращает XML или JSON данные об объектах в Nagios XI в том числе вещи, как объект статусов, контактов, групп контактов, журналов, истории, время простоя и т.д.
zh_cn: Nagios XI始终提供标准的只读只读后端API。 对象部分返回有关Nagios XI中对象的XML或JSON数据，包括对象状态，联系人，联系人组，日志，历史记录，停机时间等信息。

source: Config
bg_bg: Конфигурация
ja_jp: コンフィグ
pt_pt: configuração
ru_ru: конфиг
zh_cn: 配置

source: Admin Only
bg_bg: Само администратор
de_de: nur Admin
es_es: Sólo administrador
fr_fr: admin uniquement
it_it: Solo amministratore
ja_jp: 管理者のみ
pl_pl: tylko administrator
pt_pt: único administrador
ru_ru: только администратор
zh_cn: 仅限管理员

source: Allows adding and removing objects such as hosts and services from Nagios XI.
bg_bg: Позволява добавяне и премахване на обекти като хостове и сървиси от Nagios XI.
de_de: ermöglicht das Hinzufügen und Entfernen Objekte wie Hosts und Services von Nagios XI.
es_es: permite añadir y eliminar objetos como anfitriones y servicios de nagios xi.
fr_fr: permet l'ajout et la suppression d'objets tels que les hôtes et les services de nagios xi.
it_it: consente l'aggiunta e la rimozione di oggetti come gli host e servizi da Nagios xi.
ja_jp: Nagios XIからホストやサービスなどのオブジェクトの追加や削除を行えます.
pl_pl: umożliwia dodawanie i usuwanie obiektów, takich jak gospodarze i usług od Nagios XI.
pt_pt: permite adicionar e remover objetos como hosts e serviços de nagios xi.
ru_ru: позволяет добавлять и удалять объекты, такие как хозяев и услуг Nagios XI.
zh_cn: 允许从Nagios XI添加和删除对象，例如主机和服务。

source: The system section allows managing certain subsystems in Nagios XI and sending commands to Nagios XI/Core.
bg_bg: Системната секция осигурява управлението на някои подсистеми в Nagios XI и изпраща команди към Nagios XI/Core.
de_de: Das System ermöglicht die Verwaltung von Abschnitt bestimmten Teilsystemen nagios xi und Senden von Befehlen an Nagios XI / Kern.
es_es: la sección del sistema permite el manejo de determinados subsistemas en nagios xi y enviar comandos a nagios xi / núcleo.
fr_fr: la section du système permet de gérer certains sous-systèmes dans nagios xi et l'envoi de commandes à Nagios XI / core.
it_it: la sezione di sistema consente di gestire determinati sottosistemi di Nagios xi e l'invio di comandi al nagios xi / core.
ja_jp: システムセクションは、Nagios XIの特定のサブシステムの管理やNagios XI/Coreへのコマンド送信を可能にします.
pl_pl: Sekcja System umożliwia zarządzanie niektórymi podsystemy w Nagios XI i wysyłanie poleceń do Nagios XI / rdzenia.
pt_pt: a seção sistema permite gerenciar determinados subsistemas em nagios xi e enviar comandos para nagios xi / core.
ru_ru: Раздел Система позволяет управлять некоторые подсистемы в Nagios XI и отправку команд Nagios XI / ядра.
zh_cn: 系统部分允许在Nagios XI中管理某些子系统，并向Nagios XI / Core发送命令。

source: Authentication
bg_bg: Оторизация
de_de: Beglaubigung
es_es: autenticación
fr_fr: authentification
it_it: autenticazione
ja_jp: 認証
pl_pl: Uwierzytelnianie
pt_pt: autenticação
ru_ru: идентификация
zh_cn: 认证

source: Each user has their own API key to access the API. Normal users are allowed to have read access if the <em>Allow API Access</em> setting is selected in the user management Edit/Create pages. Every admin has full access to the API. Access to the documentation is restricted to users who have API access. Normal XI users, which have read only API access, will only be able to see the documentation about the objects section.
bg_bg: Всеки потребител има свой собствен API ключ за достъп до API. Обикновените потребители могат да имат права за четене, ако настройката за<em>позволяване на API достъп</em> е избрана в страниците за управление на потребителите "редактиране/създаване". Всеки администратор има пълен достъп до API. Достъпа до документацията е разрешен за потребители, които имат достъп до API. Обикновените XI потребители, които имат единствено права за четене в API, ще могат да видят само документацията за раздела за обекти.
de_de: Jeder Benutzer hat seine eigene API-Schlüssel, um die API-Zugriff. normale Benutzer können Lesezugriff haben, wenn die <em>API-Zugriff erlauben</em> Einstellung in der Benutzerverwaltung bearbeiten ausgewählt ist / Seiten erstellen. jeden Admin hat vollen Zugriff auf die API. Zugriff auf die Dokumentation für Benutzer, die API-Zugang haben, beschränkt. xi normalen Benutzern, die nur API-Zugriff gelesen haben, werden nur in der Lage, um die Dokumentation zu dem Abschnitt Objekte zu sehen.
es_es: cada usuario tiene su propia clave de API para acceder a la API. los usuarios normales se les permite tener acceso de lectura si se ha seleccionado el ajuste <em>permitir el acceso api</em> en la edición de administración de usuarios / crear páginas. cada administrador tiene acceso completo a la API. el acceso a la documentación está restringida a los usuarios que tienen acceso a la API. xi usuarios normales, que han leído único acceso api, sólo será capaz de ver la documentación acerca de la sección de objetos.
fr_fr: chaque utilisateur a son propre clé API pour accéder à l'API. les utilisateurs normaux sont autorisés à avoir accès en lecture si le paramètre <em>d'accès api permettre</em> est sélectionné dans la gestion des utilisateurs éditer / créer des pages. chaque administrateur a un accès complet à l'API. accès à la documentation est limité aux utilisateurs qui ont accès à l'API. xi utilisateurs normaux, qui ont lu les accès API uniquement, ne seront en mesure de voir la documentation à propos de la section des objets.
it_it: ogni utente ha la propria chiave API per accedere all'API. gli utenti normali sono autorizzati ad avere accesso in lettura se l'impostazione <em>consentirà l'accesso API</em> è selezionato nella gestione degli utenti modificare / creare pagine. ogni amministratore ha pieno accesso alle API. accesso alla documentazione è limitata agli utenti che hanno accesso api. xi utenti normali, che hanno letto solo l'accesso API, saranno in grado di vedere la documentazione sulla sezione oggetti.
ja_jp: 各ユーザーがAPIにアクセスするための独自のAPIキーを持っています. 一般ユーザーは、ユーザー管理 編集/作成ページで<em>APIアクセスを許可</em> 設定が選択されている場合、読込みアクセスが許可されています. すべての管理者は、APIへのフルアクセス権を持っています. ドキュメントへのアクセスは、APIアクセスを持つユーザーに制限されています. 読取専用APIアクセス権を持っている通常のXIユーザーは、オブジェクトセクションのドキュメントのみを参照できます.
pl_pl: każdy użytkownik ma swój własny klucz API dostępu do API. zwykli użytkownicy mogą mieć dostęp do odczytu, jeśli ustawienie <em>umożliwiają dostęp do API</em> jest wybrany w edycji zarządzania użytkownikami / tworzenie stron. każdy administrator ma pełny dostęp do API. Dostęp do dokumentacji jest ograniczone do użytkowników, którzy mają dostęp do API. zwykli użytkownicy XI, które czytają tylko dostęp API, będą mogli zapoznać się z dokumentacją dotyczącą sekcji tylko obiekty.
pt_pt: cada usuário tem sua própria chave de API para acessar a API. usuários normais são autorizados a ter acesso de leitura se a configuração de <em>permitir o acesso api</em> está selecionado na edição de gerenciamento de usuários / criar páginas. cada administrador tem acesso completo ao API. acesso à documentação é restrito a usuários que têm acesso à API. xi usuários normais, que têm acesso somente leitura api, só será capaz de ver a documentação sobre a seção de objetos.
ru_ru: каждый пользователь имеет свой собственный ключ интерфейса для доступа к API. обычные пользователи могут иметь доступ на чтение, если выбран параметр <em>разрешить доступ API</em> в редактировать управления пользователями / создавать страницы. каждый администратор имеет полный доступ к API. доступ к документации ограничен для пользователей, которые имеют доступ API. обычные пользователи XI, которые прочитали только доступ API, только будет в состоянии видеть документацию о разделе объектов.
zh_cn: 每个用户都有自己的API密钥来访问API。 如果在用户管理的“编辑/创建”页面中选择了<em> Allow API Access </em>设置，则普通用户将具有读取权限。 每个管理员都具有对该API的完全访问权限。 只有具有API访问权限的用户才能访问文档。 具有只读API访问权限的普通XI用户将只能查看有关对象部分的文档。
