Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: This directive is used to determine whether or not notifications for this host are enabled. Values:
bg_bg: Тази директива се използва, за да се определи дали са активирани уведомленията за този хост. Стойности:
de_de: Diese Direktive wird benutzt, um festzustellen, ob Benachrichtigungen für diesen Host aktiviert sind. Werte:
es_es: esta directiva se utiliza para determinar si las notificaciones de este alojamiento están habilitados. valores:
fr_fr: cette directive est utilisée pour déterminer si oui ou non les notifications pour cet hôte sont activés. valeurs:
it_it: questa direttiva viene utilizzata per determinare se le notifiche per questo host sono abilitati. valori:
ja_jp: このディレクティブは、このホストの通知が有効かどうかを決定するために使用されます. 値：
pl_pl: dyrektywa ta jest używana do określenia, czy powiadomienia dla tego hosta są włączone. wartości:
pt_pt: esta directiva é usado para determinar se ou não notificações para este alojamento estão habilitados. valores:
ru_ru: Эта директива используется для определения того, не включены уведомления для данного хоста. значения:
zh_cn: 该指令用于确定是否启用该主机的通知。值：

source: disable host notifications,
bg_bg: деактивирайте уведомленията за хост,
de_de: Host-Benachrichtigungen deaktivieren,
es_es: desactivar las notificaciones de acogida,
fr_fr: désactiver les notifications d'accueil,
it_it: disattivare le notifiche di accoglienza,
ja_jp: ホストの通知を無効にする,
pl_pl: wyłączyć powiadomienia hostów,
pt_pt: desativar as notificações de acolhimento,
ru_ru: отключить уведомления хоста,
zh_cn: 禁用主机通知，

source: enable host notifications.
bg_bg: Позволете известията за хост.
de_de: Host-Benachrichtigungen aktivieren.
es_es: activar las notificaciones de acogida.
fr_fr: activer les notifications d'accueil.
it_it: attivare le notifiche di accoglienza.
ja_jp: ホスト通知を有効にする.
pl_pl: włączyć powiadomienia hostów.
pt_pt: ativar as notificações de acolhimento.
ru_ru: включить уведомления узлов.
zh_cn: 启用主机通知。

source: Host - stalking options
bg_bg: Хост - опции за "дебнене" (stalking options)
de_de: Host - Stalking-Option
es_es: Opciones acecho - anfitrionas
fr_fr: accueil - la traque des options
it_it: ospite - lo stalking opzioni
ja_jp: ホスト - 追跡（stalking ）オプション
pl_pl: Opcje stalking - gospodarza
pt_pt: opções perseguindo - hospedeiras
ru_ru: Host - преследует варианты
zh_cn: 主机 - 跟踪选项

source: This directive determines which host states "stalking" is enabled for. Valid options are a combination of one or more of the following:
bg_bg: Тази директива определя за кои състояния на хоста е активирано "дебненето" ("stalking"). Валидни опции са комбинация от един или повече от следните:
de_de: Diese Richtlinie legt fest, welche Host-Zustände "Stalking" wird aktiviert. gültigen Optionen sind eine Kombination von einem oder mehreren der folgenden:
es_es: esta directiva determina que los Estados de acogida "acecho" está habilitada para. Las opciones válidas son una combinación de uno o más de los siguientes:
fr_fr: cette directive détermine les pays d'accueil "harcèlement criminel" est activée pour. options valides sont une combinaison d'un ou plusieurs des éléments suivants:
it_it: questa direttiva stabilisce che gli Stati ospitanti "lo stalking" è attivata per. opzioni valide sono una combinazione di uno o più dei seguenti:
ja_jp: このディレクティブは、ホストのステータス追跡を有効にするかどうかを決定します. 有効なオプションは、以下の1つ以上の組み合わせです：
pl_pl: dyrektywa ta określa, które państwo przyjmujące "stalking" jest włączona. Poprawne opcje kombinacja jednego lub więcej z następujących:
pt_pt: esta directiva determina que os países anfitriões "insidiosas" está habilitado para. opções válidas são uma combinação de um ou mais dos seguintes:
ru_ru: Эта директива определяет, какие государства, принимающие "Преследование" включена для. Действующие параметры представляют собой сочетание одного или более из следующих:
zh_cn: 该指令确定启用了“跟踪”的主机状态。 有效选项是以下一项或多项的组合：

source: stalk on UP states,
bg_bg: "дебнете" (stalk) за РАБОТЕЩИ (UP) състояния,
de_de: Stiel auf bis Staaten,
es_es: acechar en un máximo de estados,
fr_fr: traquer sur un maximum États,
it_it: gambo su up Stati,
ja_jp: UPステータスで追跡
pl_pl: łodygi na górę państw,
pt_pt: perseguir em até estados,
ru_ru: стебель на до государств,
zh_cn: 跟踪开机状态，

source: stalk on DOWN states, and
bg_bg: "дебнете" (stalk) за състояния на ПОКОЙ (DOWN), и
de_de: Stiel auf sich Staaten und
es_es: acechar abajo estados, y
fr_fr: traquer le bas-Unis, et
it_it: gambo su giù stati, e
ja_jp: 停止ステータスで追跡,
pl_pl: łodygi na dół państw i
pt_pt: espreitar para baixo estados, e
ru_ru: стебель вниз государства, и
zh_cn: 跟踪停机状态，并且

source: stalk on UNREACHABLE states.
bg_bg: "дебнете" (stalk) за НЕДОСТИЖИМИ (UNREACHABLE) състояния.
de_de: Stiel auf nicht erreichbare Zustände.
es_es: acechar a los estados inalcanzables.
fr_fr: mémorisation des états inaccessibles.
it_it: gambo su stati irraggiungibili.
ja_jp: 到達不能ステータスで追跡.
pl_pl: łodygi od stanów nieosiągalnych.
pt_pt: perseguir em estados inacessíveis.
ru_ru: стебель на недостижимых состояний.
zh_cn: 跟踪不可达状态。

source: Host - process performance data
bg_bg: Хост - обработване на данните за ефективност (process performance data)
de_de: Host - Prozess-Performance-Daten
es_es: datos de rendimiento de los procesos - huésped
fr_fr: Les données de performance processus - hôte
it_it: ospite - processo dati sulle prestazioni
ja_jp: ホスト - プロセスパフォーマンスデータ
pl_pl: hosta - Proces dane o wykonaniu
pt_pt: dados de desempenho do processo - host
ru_ru: данные о производительности процесса - хозяин
zh_cn: 主机-流程性能数据

source: This directive is used to determine whether or not the processing of performance data is enabled for this host. Values:
bg_bg: Тази директива се използва, за да се определи дали обработката на данните за ефективността (performance data) е разрешена за този хост. Стойности:
de_de: Diese Direktive wird benutzt, um festzustellen, ob die Verarbeitung von Performance-Daten für diesen Host aktiviert. Werte:
es_es: esta directiva se utiliza para determinar si el tratamiento de los datos de rendimiento está habilitada para este host. valores:
fr_fr: cette directive est utilisée pour déterminer si oui ou non le traitement des données de performance est activé pour cet hôte. valeurs:
it_it: questa direttiva viene utilizzata per determinare se il trattamento dei dati delle prestazioni è abilitata per questo host. valori:
ja_jp: このディレクティブは、このホストについてパフォーマンスデータの処理を有効にするかどうかを決定するために使用されます. 値：
pl_pl: dyrektywa ta jest używana do określenia, czy przetwarzanie danych wydajności jest włączona dla tego hosta. wartości:
pt_pt: esta directiva é usado para determinar se ou não ao tratamento de dados de desempenho está habilitado para este alojamento. valores:
ru_ru: Эта директива используется для определения того, не обработка данных о производительности разрешено для данного хоста. значения:
zh_cn: 该指令用于确定是否为此主机启用了性能数据处理。 值：

source: disable performance data processing,
bg_bg: деактивирайте обработката на данните за ефективност,
de_de: deaktivieren Leistungsdatenverarbeitung,
es_es: deshabilitar el procesamiento de datos de rendimiento,
fr_fr: désactiver le traitement des données de performance,
it_it: disabilitare l'elaborazione dei dati delle prestazioni,
ja_jp: パフォーマンスデータ処理を無効にする,
pl_pl: wyłączyć przetwarzanie danych wydajności,
pt_pt: desabilitar o processamento de dados de desempenho,
ru_ru: отключить обработку данных производительности,
zh_cn: 禁用性能数据处理，

source: enable performance data processing.
bg_bg: Активирайте обработкатана данните за производителност (performance data).
de_de: ermöglichen Leistungsdatenverarbeitung.
es_es: permitir el procesamiento de datos de rendimiento.
fr_fr: permettre le traitement de données d'interprétation.
it_it: consentire l'elaborazione dei dati delle prestazioni.
ja_jp: パフォーマンスデータ処理を有効にする.
pl_pl: umożliwiają przetwarzanie danych wydajności.
pt_pt: permitir o processamento de dados de desempenho.
ru_ru: включить обработку данных о производительности.
zh_cn: 启用性能数据处理。

source: Host - notification interval
bg_bg: Хост - интервал на нотификация (notification interval)
de_de: Host - Benachrichtigungsintervall
es_es: anfitrión - intervalo de notificación
fr_fr: accueil - intervalle de notification
it_it: ospite - intervallo di notifica
ja_jp: ホスト - 通知間隔
pl_pl: hosta - przedział powiadomienia
pt_pt: hospedeiro - intervalo de notificação
ru_ru: хост - интервал уведомления
zh_cn: 主机 - 通知间隔

source: This directive is used to define the number of "time units" to wait before re-notifying a contact that this service is
bg_bg: Тази директива се използва за определяне на броя "времеви единици", с които да се изчака, преди отново да се уведоми контакта, че тази услуга е
de_de: Diese Direktive wird benutzt, um die Anzahl von "Zeiteinheiten" zu definieren, um zu warten, bevor erneut darüber einen Kontakt, dass dieser Service
es_es: esta directiva se utiliza para definir el número de "unidades de tiempo" que esperar antes de volver a notificar a un contacto que este servicio es
fr_fr: cette directive est utilisée pour définir le nombre d '"unités de temps" à attendre avant de re-notifier un contact que ce service est
it_it: questa direttiva è utilizzato per definire il numero di "unità di tempo" per aspettare prima di ri-notificano un contatto che questo servizio è
ja_jp: このディレクティブは、このサービスが
pl_pl: dyrektywa ta służy do określenia liczby "jednostek czasu" czekać, zanim ponownie powiadamiania kontakt, że usługa ta jest
pt_pt: esta directiva é usado para definir o número de "unidades de tempo" para esperar antes de voltar a notificar um contato que este serviço é
ru_ru: Эта директива используется для определения количества «единиц времени", чтобы подождать, прежде чем снова уведомления контакт, что эта услуга
zh_cn: 该指令用于定义在重新通知联系人该服务正在等待之前要等待的“时间单位”数。

source: still
bg_bg: все още
de_de: immer noch
es_es: todavía
fr_fr: encore
it_it: ancora
ja_jp: まだ
pl_pl: nadal
pt_pt: ainda
ru_ru: еще
zh_cn: 仍然

source: down or unreachable. Unless you've changed the
bg_bg: спрян (down) или недостъпен (unreachable). Освен ако не сте променили
de_de: inaktiv oder nicht erreichbar. es sei denn, du hast dich verändert die
es_es: funcionando o no. a menos que haya cambiado la
fr_fr: hors service ou inaccessible. sauf si vous avez modifié le
it_it: inattivo o irraggiungibile. a meno che non hai cambiato il
ja_jp: 停止または到達不能であることを連絡先に再通知する前に待機する「時間単位」の回数を決定するために使用されます.
pl_pl: wyłączony lub niedostępny. chyba zmieniłeś
pt_pt: para baixo ou inacessível. a menos que você mudou o
ru_ru: выключен или недоступен. если вы не изменили
zh_cn: 停机或无法到达。 除非您已更改

source: directive from the default value of 60, this number will mean minutes. If you set this value to 0, Nagios will
bg_bg: Директива от стойността по подразбиране - 60, този брой ще означава минути. Ако сте задали тази стойност да е равна на 0, Nagios ще
de_de: Direktive mit einem Default-Wert von 60, wird diese Zahl Minuten bedeuten. Wenn Sie diesen Wert auf 0 setzen, wird Nagios
es_es: la directiva del valor por defecto de 60, este número significa minutos. si se establece este valor en 0, Nagios
fr_fr: la directive de la valeur par défaut de 60, ce nombre exprime des minutes. si vous définissez cette valeur à 0, Nagios
it_it: la direttiva dal valore predefinito di 60, questo numero significa minuti. se si imposta questo valore su 0, Nagios
ja_jp: を既定の 60 から変更しない限り、この数は分を意味します。 この値を 0 に設定した場合、Nagiosは
pl_pl: dyrektywa z domyślnej wartości 60, liczba ta będzie oznaczać minut. Jeśli ta wartość zostanie ustawiona na 0, Nagios będzie
pt_pt: directiva a partir do valor padrão de 60, este número vai significar minutos. se você definir esse valor como 0, Nagios
ru_ru: директиве от значения по умолчанию 60, это число будет означать минут. если вы установите это значение в 0, Nagios будет
zh_cn: 指令从默认值60开始，此数字表示分钟。 如果将此值设置为0，Nagios将

source: re-notify contacts about problems for this host - only one problem notification will be sent out.
bg_bg: Повторно уведомете контакта за проблеми с този хост - само една нотификация за проблема ще бъде изпратена.
de_de: erneut anzumelden Kontakte über Probleme dieses Hosts informieren - nur eine Problembenachrichtigung wird versandt.
es_es: volver a notificar contactos acerca de los problemas de este anfitrión - sólo una notificación problema será enviado.
fr_fr: re-notifiera pas les contacts des problèmes pour cet hôte - une seule notification de problème sera envoyée.
it_it: notifica nuovamente contatti sui problemi di questa struttura - sarà inviato solo una notifica problema.
ja_jp: このホストの障害について連絡先に再通知しません - 障害通知は 1回のみ送信されます.
pl_pl: ponownego zgłoszenia kontakty o problemach dla tego hosta - Problem tylko jedno zgłoszenie zostanie wysłana.
pt_pt: voltar a notificar contatos sobre problemas para este anfitrião - apenas uma notificação problema será enviado para fora.
ru_ru: повторно уведомить контакты о проблемах для данного хоста - только одно уведомление проблема будет разослан.
zh_cn: 重新通知此主机有关问题的联系人-仅会发送一个问题通知。

source: Host - first notification delay
bg_bg: Хост - първоначално забавяне на нотификацията (first notification delay)
de_de: Host - erste Benachrichtigungsverzögerungs
es_es: anfitrión - retardo primera notificación
fr_fr: accueil - première notification de retard
it_it: ospite - Ritardo prima notifica
ja_jp: ホスト - 最初の通知の遅延
pl_pl: hosta - opóźnienia Pierwsze zawiadomienie
pt_pt: hospedeiro - atraso primeira notificação
ru_ru: хост - задержка первое уведомление
zh_cn: 重新通知此主机有关问题的联系人-仅会发送一个问题通知。

source: This directive is used to define the number of "time units" to wait before sending out the first problem notification when this host enters a non-UP state. Unless you've changed the interval_length directive from the default value of 60, this number will mean minutes. If you set this value to 0, Nagios will start sending out notifications immediately.
bg_bg: Тази директива се използва за определяне на броя "времеви единици", с които да се изчака, преди изпращане на първото уведомление за проблем, когато този хост влиза "не-работещо" състояние (non-UP state). Освен ако не сте променили директивата interval_length от "стандартната" (по подразбиране) стойност 60, този брой ще означава минути. Ако сте задали тази стойност да е 0, Nagios ще започне да изпраща уведомления веднага.
de_de: Diese Direktive wird benutzt, um die Anzahl von "Zeiteinheiten" zu definieren, bevor die erste Problem Benachrichtigung, wenn dieser Host in einen nicht-Up-Status warten. sofern Sie nicht die interval_length Direktive mit einem Default-Wert von 60 nicht verändert haben, bedeutet diese Zahl Minuten. Wenn Sie diesen Wert auf 0 setzen, wird Nagios sofort Benachrichtigungen versenden starten.
es_es: esta directiva se utiliza para definir el número de "unidades de tiempo" que esperar antes de enviar la primera notificación problema cuando este host entra en un estado de no-up. a menos que haya cambiado la directiva interval_length del valor por defecto de 60, este número significa minutos. si se establece este valor en 0, nagios comenzarán a enviar las notificaciones de inmediato.
fr_fr: cette directive est utilisée pour définir le nombre d '"unités de temps" à attendre avant d'envoyer la première notification quand cet hôte entre dans un état non-up. sauf si vous avez modifié le interval_length de la valeur par défaut de 60, ce nombre exprime des minutes. si vous définissez cette valeur à 0, Nagios commencera à envoyer des notifications immédiatement.
it_it: questa direttiva è utilizzato per definire il numero di "unità di tempo" per aspettare prima di inviare la prima notifica problema quando questo host entra in uno stato di non-up. a meno che non hai cambiato la direttiva interval_length dal valore predefinito di 60, questo numero significa minuti. se si imposta questo valore su 0, nagios inizierà l'invio di notifiche immediatamente.
ja_jp: このディレクティブは、このホストが非稼働状態に入る最初の障害通知を送信する前に待機する「時間単位」の数を定義するために使用されます。 interval_lengthのディレクティブを既定値の 60 から変更していない限り、この数は分を意味します。 この値を 0 に設定した場合、Nagiosはすぐに通知の送信を開始します。
pl_pl: dyrektywa ta służy do określenia liczby "jednostek czasu" czekać przed wysłaniem pierwszego zgłoszenie problemu, kiedy to gospodarz wchodzi non-up stanu. chyba, że ​​zmieniła dyrektywę interval_length z domyślnej wartości 60, liczba ta będzie oznaczać minut. jeśli ustawisz tę wartość na 0, Nagios rozpocznie wysyłanie powiadomień natychmiast.
pt_pt: esta directiva é usado para definir o número de "unidades de tempo" para esperar antes de enviar a primeira notificação do problema quando este anfitrião entra em um estado não-up. a menos que você tenha mudado a directiva interval_length do valor padrão de 60, este número vai significar minutos. se você definir esse valor como 0, nagios vai começar a enviar notificações imediatamente.
ru_ru: Эта директива используется для определения количества «единиц времени" ждать перед отправкой первого уведомления проблемой, когда этот хост входит в нон-до государства. если вы не изменили interval_length директиву значение по умолчанию 60, это число будет означать минут. если вы установите это значение в 0, Nagios будет начать отправку уведомлений сразу.
zh_cn: 该指令用于定义当主机进入非UP状态时发出第一个问题通知之前要等待的“时间单位”数。 除非您已将interval_length指令的默认值更改为60，否则该数字表示分钟。 如果将此值设置为0，Nagios将立即开始发送通知。

source: Host - notes
bg_bg: Хост - бележки
es_es: Notas del Host
fr_fr: Remarques d'accueil
it_it: Host Note
ja_jp: ホスト - メモ
pl_pl: notatki gospodarza
pt_pt: Notas do host
ru_ru: Хост Примечания
zh_cn: 主机-注意事项

source: This directive is used to define an optional string of notes pertaining to the host. If you specify a note here, you will see the it in the extended information CGI (when you are viewing information about the specified host).
bg_bg: Тази директива се използва за определяне на допълнителна (незадължителна) поредица от бележки, отнасящи се към хоста. Ако посочите бележка тук, вие ще я видите в разширената информация (extended information) CGI (когато разглеждате информацията за определения хост).
de_de: Diese Direktive wird benutzt, um optional einen Text mit Informationen zu diesem Host anzugeben. wenn Sie eine Anmerkung angeben, werden Sie diese im extended information CGI sehen (wenn Sie Informationen zu dem bestimmten Host).
es_es: esta directiva se utiliza para definir una cadena opcional de notas relacionadas con el anfitrión. si especifica una nota aquí, podrás ver el en el cgi información ampliada (si es que ves la información sobre el host especificado).
fr_fr: cette directive est utilisée pour définir une chaîne optionnelle de notes relatives à l'hôte. si vous spécifiez une note ici, vous la verrez dans le CGI des informations étendues (quand vous regardez les informations sur l'hôte spécifié).
it_it: questa direttiva è utilizzato per definire una stringa opzionale di note relative all'host. se si specifica una nota qui, vedrete la nella informazioni estese cgi (quando si visualizza le informazioni relative l'host specificato).
ja_jp: このディレクティブは、ホストに関連するメモの任意の文字列を定義するために使用されます. ここにメモを指定した場合、（指定したホストに関する情報を表示しているときに）拡張情報CGIでそれが表示されます.
pl_pl: dyrektywa ta jest używana do określenia opcjonalny ciąg notatek dotyczących przyjmującego. jeśli podasz notatkę tutaj, zobaczysz go w rozszerzonej informacji cgi (podczas przeglądania informacji o określonym hostem).
pt_pt: esta directiva é usado para definir uma cadeia opcional de notas referentes ao host. se você especificar uma nota aqui, você vai ver o que na informação cgi estendida (quando você estiver vendo informações sobre o host especificado).
ru_ru: Эта директива используется для определения необязательная строка нот, относящихся к хозяину. если вы укажете примечание здесь, вы увидите его в распространенной информации CGI (когда вы читаете информацию об указанном хосте).
zh_cn: 这条指令用于定义与主机有关的可选的备注字符串。如果你在这里指定了一个注释，你将在扩展信息CGI中看到它（当你查看指定主机的信息时）。

source: Host - vrml image
bg_bg: Хост - vrml изображение
de_de: Host - vrml Bild
es_es: anfitrión - imagen vrml
fr_fr: accueil - image VRML
it_it: ospite - immagine VRML
ja_jp: ホスト - VRML画像
pl_pl: hosta - vrml obrazu
pt_pt: hospedeiro - imagem vrml
ru_ru: хост - VRML изображения
zh_cn: 主机-VRML映像

source: This variable is used to define the name of a GIF, PNG, or JPG image that should be associated with this host. This image will be used as the texture map for the specified host in the statuswrl CGI. Unlike the image you use for the
bg_bg: Тази променлива се използва за определяне на името на GIF, PNG, или JPG изображението, което трябва да бъде асоциирано с този хост. Това изображение ще се използва като карта на текстура за определен хост в statuswrl CGI. За разлика от изображението, което се използва за
de_de: Diese Variable wird benutzt, um den Namen eines GIF-, PNG- oder JPG-Bild, das mit diesem Host verbunden werden soll. Dieses Bild wird als Textur-Map für den angegebenen Host in der statuswrl cgi verwendet werden. im Gegensatz zu dem Bild, das Sie für die Verwendung
es_es: esta variable se utiliza para definir el nombre de una imagen gif, png, jpg o que debe ser asociado con este host. esta imagen se utiliza como mapa de textura para el host especificado en el cgi statuswrl. a diferencia de la imagen que utiliza para la
fr_fr: cette variable est utilisée pour définir le nom d'une image gif, png, jpg ou qui devrait être associé à cet hôte. cette image sera utilisée comme la carte de texture pour l'hôte spécifié dans le cgi statuswrl. contrairement à l'image que vous utilisez pour la
it_it: questa variabile viene utilizzato per definire il nome di un'immagine gif, png, jpg o che deve essere associato a questo host. questa immagine verrà utilizzata come la texture map per l'host specificato nel cgi statuswrl. diversamente l'immagine che si utilizza per il
ja_jp: この変数は、このホストに関連付けられるべきGIF、PNG、JPG画像名を定義するために使用されます. この画像は statuswrl CGIで指定されたホストのテクスチャマップとして使用されます.
pl_pl: zmienna ta jest używana do określenia nazwy obrazka gif, png lub jpg, który powinien być związany z tym hostem. obraz ten będzie używany jako mapy tekstury dla wybranego serwera w cgi statuswrl. w przeciwieństwie do obrazu, którego używasz do
pt_pt: esta variável é utilizada para definir o nome de uma imagem gif, png ou jpg que deve ser associada a este host. esta imagem será usada como o mapa de textura para o host especificado no cgi statuswrl. ao contrário da imagem que você usar para o
ru_ru: Эта переменная используется для определения имя GIF, PNG или JPG изображения, которые должны быть связаны с этим хозяином. Это изображение будет использоваться в качестве текстурной карты для указанного узла в statuswrl CGI. в отличие от изображения, которое вы используете для
zh_cn: 此变量用于定义应与此主机关联的GIF，PNG或JPG图像的名称。 该图像将用作statuswrl CGI中指定主机的纹理映射。 与您用于

source: variable, this one should probably
bg_bg: променлива, това вероятно ще трябва да
de_de: variabel, sollte wohl dieses
es_es: variables, éste debe, probablemente,
fr_fr: variables, celui-ci devrait probablement
it_it: variabile, questo si dovrebbe probabilmente
ja_jp: 変数で使用できる画像とは異なり、
pl_pl: zmienna, to trzeba chyba
pt_pt: variável, isto deve-se, provavelmente,
ru_ru: Переменная, на этот раз, наверное, следует
zh_cn: 变量，这可能应该

source: have any transparency.
bg_bg: има някаква прозрачност.
de_de: irgendeine Transparenz.
es_es: tener cualquier transparencia.
fr_fr: avoir toute transparence.
it_it: avere alcuna trasparenza.
ja_jp: 透過画像にするべきではありません.
pl_pl: mają żadnego przejrzystości.
pt_pt: tem alguma transparência.
ru_ru: есть какие-либо прозрачности.
zh_cn: 有任何透明度。
