Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: This directive is used to specify the low state change threshold used in flap detection for this service. More information on flap detection can be found in the nagios documentation. If you set this directive to a value of 0, the program-wide value specified by the low_service_flap_threshold directive will be used.
bg_bg: Тази директива се използва за определяне на ниския праг на промяна на състоянието, използван при откриването на чести промени в състоянието (flap detection) на този сървис. Повече информация относно откриването на чести промени в състоянието (flap detection) може да се намери в nagios документацията. Ако зададете стойността на тази директива да е равна на 0, тогава ще се използва "глобалната" стойност (за цялата програма), определена от директивата low_service_flap_threshold.
de_de: Diese Direktive wird benutzt, um den Zustand zu definieren, der in der Flattererkennung für diesen Service benutzt wird. Mehr Informationen zur Flattererkennung finden Sie in der Nagios-Dokumentation. Wenn Sie diese Anweisung auf einen Wert von 0 gesetzt wird, wird die von der low_service_flap_threshold-Direktive programmweite Wert verwendet werden.
es_es: esta directiva se utiliza para especificar el umbral de cambio de estado de bajo utilizado en la detección de solapa para este servicio. más información sobre detección de solapa se puede encontrar en la documentación de Nagios. si se establece esta directiva para un valor de 0, se utilizará el valor de todo el programa especificado por la directiva low_service_flap_threshold.
fr_fr: cette directive est utilisée pour spécifier le seuil de changement d'état bas de détection oscillation pour ce service. plus d'informations sur la détection volet peut être trouvé dans la documentation nagios. si vous définissez cette directive à une valeur de 0, la valeur de l'ensemble du programme spécifié par la directive de low_service_flap_threshold sera utilisé.
it_it: questa direttiva viene utilizzato per specificare la soglia bassa cambiamento di stato usato nel rilevamento sportello per questo servizio. maggiori informazioni sul rilevamento lembo può essere trovato nella documentazione nagios. se si imposta questa direttiva su un valore di 0, verrà utilizzato il valore a livello di programma specificato dalla direttiva low_service_flap_threshold.
ja_jp: このディレクティブは、このサービスのフラップ検出に使用される低いステータス変化のしきい値を指定するために使用されます. フラップ検出の詳細については、Nagiosドキュメントに記載されています. このディレクティブに 0 を設定した場合、low_service_flap_threshold ディレクティブで指定されたプログラム全体の値が使用されます.
pl_pl: dyrektywa ta jest stosowana do określenia niski próg zmiany stanu wykorzystywane w wykrywaniu klapą dla tej usługi. Więcej informacji na temat wykrywania klapy można znaleźć w dokumentacji Nagios. jeśli ustawisz tę dyrektywę do wartości 0, zostaną wykorzystane Wartość całego programu określone w dyrektywie low_service_flap_threshold.
pt_pt: esta directiva é usado para especificar o limite de alteração de estado de baixo usado na detecção aba para este serviço. mais informação sobre a detecção de aba pode ser encontrado na documentação nagios. Se você definir esta diretiva para um valor de 0, será usado o valor de todo o programa especificado pela diretiva low_service_flap_threshold.
ru_ru: Эта директива используется, чтобы указать низкий порог изменения состояния используется в закрылков обнаружения за эту услугу. Более подробная информация о клапаном обнаружения можно найти в документации Nagios. если вы установить эту директиву в значение 0, будет использоваться значение в рамках всей программы с помощью директивы low_service_flap_threshold.
zh_cn: 该指令用于指定此服务的flap检测中使用的低状态更改阈值。 有关flap检测的更多信息，请参见nagios文档。 如果将此伪指令设置为0值，则将使用low_service_flap_threshold伪指令指定的程序范围的值。

source: high flap threshold
bg_bg: горен праг на честите промени в състоянието (High flap threshold)
de_de: hohe Flatter-Schwellwert
es_es: alto umbral de aleta
fr_fr: seuil élevé de rabat
it_it: soglia alta falda
ja_jp: フラップ上限しきい値
pl_pl: Próg wysokiej klapa
pt_pt: limite alto aba
ru_ru: высокий порог лоскут
zh_cn: 高flap阈值

source: This directive is used to specify the high state change threshold used in flap detection for this service. More information on flap detection can be found in the nagios documentation. If you set this directive to a value of 0, the program-wide value specified by the high_service_flap_threshold directive will be used.
bg_bg: Тази директива се използва за определяне на високия праг на промяна на състоянието, използван при откриването на чести промени в състоянието (flap detection) на този сървис. Повече информация относно откриването на чести промени в състоянието (flap detection) може да се намери в nagios документацията. Ако зададете стойността на тази директива да е равна на 0, тогава ще се използва "глобалната" стойност (за цялата програма), определена от директивата high_service_flap_threshold.
de_de: Diese Direktive wird benutzt, um den hohen Zustand definieren, der in der Flattererkennung für diesen Service benutzt wird. Mehr Informationen zur Flattererkennung finden Sie in der Nagios-Dokumentation. Wenn Sie diese Anweisung auf einen Wert von 0 gesetzt wird, wird der durch die Richtlinie high_service_flap_threshold programmweite Wert verwendet werden.
es_es: esta directiva se utiliza para especificar el umbral de cambio de estado de alta utilizada en la detección de solapa para este servicio. más información sobre detección de solapa se puede encontrar en la documentación de Nagios. si se establece esta directiva para un valor de 0, se utilizará el valor de todo el programa especificado por la directiva high_service_flap_threshold.
fr_fr: cette directive est utilisée pour spécifier le seuil de changement d'état haut de détection oscillation pour ce service. plus d'informations sur la détection volet peut être trouvé dans la documentation nagios. si vous définissez cette directive à une valeur de 0, la valeur de l'ensemble du programme spécifié par la directive de high_service_flap_threshold sera utilisé.
it_it: questa direttiva viene utilizzato per specificare la soglia alta cambiamento di stato usato nel rilevamento sportello per questo servizio. maggiori informazioni sul rilevamento lembo può essere trovato nella documentazione nagios. se si imposta questa direttiva su un valore di 0, verrà utilizzato il valore a livello di programma specificato dalla direttiva high_service_flap_threshold.
ja_jp: このディレクティブは、このサービスのフラップ検出に使用される高いステータス変化のしきい値を指定するために使用されます. フラップ検出の詳細については、Nagiosドキュメントに記載されています. このディレクティブに 0 を設定した場合、high_service_flap_thresholdディレクティブで指定されたプログラム全体の値が使用されます.
pl_pl: dyrektywa ta jest stosowana do określenia wysoki próg zmiany stanu wykorzystywane w wykrywaniu klapą dla tej usługi. Więcej informacji na temat wykrywania klapy można znaleźć w dokumentacji Nagios. jeśli ustawisz tę dyrektywę do wartości 0, zostaną wykorzystane Wartość całego programu określone w dyrektywie high_service_flap_threshold.
pt_pt: esta directiva é usado para especificar o limite de alteração de estado de alta utilizado na detecção de retalho para este serviço. mais informação sobre a detecção de aba pode ser encontrado na documentação nagios. Se você definir esta diretiva para um valor de 0, será usado o valor de todo o programa especificado pela diretiva high_service_flap_threshold.
ru_ru: эта директива используется для указания высокий порог изменения состояния используется в закрылков обнаружения за эту услугу. Более подробная информация о клапаном обнаружения можно найти в документации Nagios. если вы установить эту директиву в значение 0, будет использоваться значение в рамках всей программы с помощью директивы high_service_flap_threshold.
zh_cn: 该指令用于指定此服务的flap检测中使用的高状态更改阈值。 有关flap检测的更多信息，请参见nagios文档。 如果将此伪指令设置为0，则将使用high_service_flap_threshold伪指令指定的程序范围的值。

source: flap detection enabled
bg_bg: Откриването на чести промени в състоянието (Flap Detection) е активирано
de_de: Flatter-Erkennung aktiviert
es_es: Deteccion Flap
fr_fr: Détection rabat Activé
it_it: Rilevamento Flap Abilitato
ja_jp: フラップ検知有効化
pl_pl: Klapa włączona detekcja
pt_pt: Detecção Flap Ativado
ru_ru: Flap Detection Доступно
zh_cn: flap检测功能已启用

source: This directive is used to determine whether or not flap detection is enabled for this service. More information on flap detection can be found in the nagios documentation. Values:
bg_bg: Тази директива се използва, за да определи дали откриването на чести промени в състоянието (flap detection) е активирано за този сървис. Повече информация относно откриването на чести промени в състоянието (flap detection) може да се намери в Nagios документацията. Стойности:
de_de: Diese Direktive wird benutzt, um festzustellen, ob Flattererkennung für diesen Service aktiviert ist. Mehr Informationen zur Flattererkennung finden Sie in der Nagios-Dokumentation. Werte:
es_es: esta directiva se utiliza para determinar si es o no la detección solapa está habilitada para este servicio. más información sobre detección de solapa se puede encontrar en la documentación de Nagios. valores:
fr_fr: cette directive est utilisée pour déterminer si oui ou non la détection volet est activé pour ce service. plus d'informations sur la détection volet peut être trouvé dans la documentation nagios. valeurs:
it_it: questa direttiva viene utilizzato per determinare se il rilevamento lembo viene attivata per questo servizio. maggiori informazioni sul rilevamento lembo può essere trovato nella documentazione nagios. valori:
ja_jp: このディレクティブは、フラップの検出はがこのサービスが有効かどうかを決定するために使用されます. フラップ検出の詳細については、Nagiosのドキュメントに記載されています. 値：
pl_pl: dyrektywa ta jest używana do określenia, czy włączona jest detekcja klapa dla tej usługi. Więcej informacji na temat wykrywania klapy można znaleźć w dokumentacji Nagios. wartości:
pt_pt: esta directiva é usado para determinar se ou não a detecção de retalho está habilitado para este serviço. mais informação sobre a detecção de aba pode ser encontrado na documentação nagios. valores:
ru_ru: Эта директива используется для определения того, не включен клапан обнаружения за эту услугу. Более подробная информация о клапаном обнаружения можно найти в документации Nagios. значения:
zh_cn: 该指令用于确定是否为该服务启用了flap检测。更多关于flap检测的信息可以在nagios文档中找到。值：

source: disable service flap detection,
bg_bg: деактивирайте откриването на чести промени в състоянието на сървиса,
de_de: Deaktivieren Service-Flatter-Erkennung,
es_es: desactivar la detección de la trampilla de servicio,
fr_fr: désactiver la détection de trappe de service,
it_it: disabilitare il servizio di rilevamento falda,
ja_jp: サービスフラップ検知を無効にする,
pl_pl: wyłączyć wykrywanie klapy usług,
pt_pt: desativar a detecção de tampa de serviço,
ru_ru: отключить обнаружение заслонки службы,
zh_cn: 禁用服务flap检测，

source: enable service flap detection.
bg_bg: Активирайте откриването на чести промени в състоянието на сървис (service flap detection)
de_de: ermöglichen Service-Flatter-Erkennung.
es_es: permitir la detección trampilla de servicio.
fr_fr: permettre la détection de la trappe de service.
it_it: abilitare il servizio di rilevamento lembo.
ja_jp: サービスフラップ検知を有効にする.
pl_pl: włączyć wykrywanie klapą serwisową.
pt_pt: permitir a detecção tampa de serviço.
ru_ru: включить обнаружение заслонки службы.
zh_cn: 启用服务flap检测，

source: flap detection options
bg_bg: Опции за откриване на чести промени в състоянието (Flap Detection)
de_de: Flatter-Erkennung Optionen
es_es: opciones de detección de solapa
fr_fr: options de détection de rabat
it_it: opzioni di rilevamento falda
ja_jp: フラップ検知オプション
pl_pl: opcje wykrywania klapa
pt_pt: opções de detecção de retalho
ru_ru: Варианты лоскут обнаружения
zh_cn: flap检测选项

source: This directive is used to determine what service states the flap detection logic will use for this service. Valid options are a combination of one or more of the following:
bg_bg: Тази директива се използва за определяне на сървис състоянията, за които логиката за откриване на честите промени в състоянието (flap detection logic) ще бъде използвана за този сървис. Валидни опции са комбинация от един или повече от следните:
de_de: Diese Direktive wird benutzt, um festzulegen, welche Service-Zustände die Flattererkennungslogik für diesen Service zu nutzen. gültigen Optionen sind eine Kombination von einem oder mehreren der folgenden:
es_es: esta directiva se utiliza para determinar qué estados de servicio de la lógica de detección de solapa utilizará para este servicio. Las opciones válidas son una combinación de uno o más de los siguientes:
fr_fr: cette directive est utilisée pour déterminer ce que les États de service la logique de détection du volet sera utiliser pour ce service. options valides sont une combinaison d'un ou plusieurs des éléments suivants:
it_it: questa direttiva è utilizzato per determinare quali stati servizio utilizzerà la logica di rilevamento sportello per questo servizio. opzioni valide sono una combinazione di uno o più dei seguenti:
ja_jp: このディレクティブは、フラップ検知ロジックがこのサービスに使用するサービスステータスを決定するために使用されます. 有効なオプションは、以下の1つ以上の組み合わせです：
pl_pl: dyrektywa ta jest używana do określenia, jakie usługi stany logiki wykrywania klapa będzie używać tej usługi. Poprawne opcje kombinacja jednego lub więcej z następujących:
pt_pt: esta directiva é usado para determinar o que os estados de serviço a lógica de detecção aba usará para este serviço. opções válidas são uma combinação de um ou mais dos seguintes:
ru_ru: Эта директива используется для определения, какие услуги государства логика обнаружения клапан будет использовать для этого сервиса. Действующие параметры представляют собой сочетание одного или более из следующих:
zh_cn: 该指令用于确定瓣膜检测逻辑将为该服务使用什么服务状态。 有效的选项是以下一个或多个选项的组合。

source: OK states,
bg_bg: ОК-статус,
de_de: ok-Staaten,
es_es: ok estados,
fr_fr: Unis OK:
it_it: Uniti OK,
ja_jp: OKステータス,
pl_pl: Zjednoczone OK,
pt_pt: estados ok,
ru_ru: OK государства,
zh_cn: K状态，

source: WARNING states,
bg_bg: ПРЕДУПРЕДИТЕЛНИ състояния,
de_de: Warnzustände,
es_es: estados de alerta,
fr_fr: États d'avertissement,
it_it: Stati avvertimento,
ja_jp: 警告ステータス,
pl_pl: stany ostrzegawcze,
pt_pt: estados de alerta,
ru_ru: предупреждающие государства,
zh_cn: 警告状态，

source: CRITICAL states,
bg_bg: КРИТИЧНИ състояния,
de_de: kritische Zustände,
es_es: estados críticos,
fr_fr: états critiques,
it_it: criticità,
ja_jp: クリティカルステータス,
pl_pl: stany krytyczne,
pt_pt: estados críticos,
ru_ru: критические состояния,
zh_cn: 临界状态，

source: UNKNOWN states.
bg_bg: НЕИЗВЕСТНИ (UNKNOWN) състояния
de_de: unbekannte Zustände.
es_es: estados desconocidos.
fr_fr: états inconnus.
it_it: Unknown.
ja_jp: 不明ステータス.
pl_pl: nieznane kraje.
pt_pt: estados desconhecidos.
ru_ru: неизвестные государства.
zh_cn: 未知状态。

source: retain status information
bg_bg: Запази информацията за статус
de_de: behalten Statusinformationen
es_es: conservar la información de estado
fr_fr: conserver des informations d'état
it_it: conservare le informazioni di stato
ja_jp: ステータス情報の保持
pl_pl: zachowuje informacje o stanie
pt_pt: manter informações de estado
ru_ru: сохраняют информацию о состоянии
zh_cn: 保留状态信息

source: This directive is used to determine whether or not status-related information about the service is retained across program restarts. This is only useful if you have enabled state retention using the retain_state_information directive.
bg_bg: Тази директива се използва, за да се определи дали информацията, свързана със статуса на сървиса се запазва в програмата при рестартиране. Това е от полза, само ако сте активирали "запазване на състоянието" (state retention) с помощта на директивата retain_state_information.
de_de: Diese Direktive wird benutzt, um festzustellen, ob zustandsbezogene Informationen zu diesem Service über Programmneustarts hinweg aufbewahrt. Das ist nur sinnvoll, wenn Sie Statusaufbewahrung über die retain_state_information Richtlinie haben.
es_es: esta directiva se utiliza para determinar si la información relacionada con el estado sobre el servicio se mantiene en los reinicios del programa. esto sólo es útil si se ha habilitado la retención estado usando la directiva retain_state_information.
fr_fr: cette directive est utilisée pour déterminer si oui ou non les informations relatives aux états de service est conservé après redémarrage du programme. ce ne est utile que si vous avez activé la rétention d'états en utilisant la retain_state_information.
it_it: questa direttiva viene utilizzata per determinare se le informazioni di stato relative sul servizio viene conservato riavvio del programma. questo è utile solo se è stata attivata la ritenzione di stato utilizzando la direttiva retain_state_information.
ja_jp: このディレクティブは、サービスのステータスに関連する情報をプログラムの再起動後も保持するか否かを決定するために使用されます. これはretain_state_informationディレクティブを使用してステータス保持を有効にしている場合にのみ有効です.
pl_pl: dyrektywa ta jest używana do określenia, czy dane informacje na temat usługi związane status-jest zapamiętywany po ponownym uruchomieniu programu. to jest użyteczne tylko wtedy, gdy włączono retencję państwa za pomocą dyrektywy retain_state_information.
pt_pt: esta directiva é usado para determinar se ou não informações relacionadas status sobre o serviço é mantido através do programa reinicia. isso só é útil se você tiver habilitado a retenção de estado usando a diretiva retain_state_information.
ru_ru: Эта директива используется для определения того, не информация, связанные со статусом об услуге сохраняется во всех программных перезагрузки. это только полезно, если вы включили сохранение государственной помощи директивы retain_state_information.
zh_cn: 此指令用于决定是否在程序重新启动时保留有关服务的状态相关信息。只有当您使用 retain_state_information 指令启用了状态保留时，此指令才有用。

source: retain nonstatus information
bg_bg: запази информацията "без статус" (non-status)
de_de: behalten nicht-Statusinformationen
es_es: retener la información sin estatus
fr_fr: conserver des informations non inscrits
it_it: conservare informazioni non di stato
ja_jp: 非ステータス情報の保持
pl_pl: zachowują non statusu-informacyjne
pt_pt: reter informações não-status
ru_ru: сохранить без статуса информации
zh_cn: 保留非状态信息

source: This directive is used to determine whether or not non-status information about the service is retained across program restarts. This is only useful if you have enabled state retention using the retain_state_information directive.
bg_bg: Тази директива се използва, за да се определи дали информацията за липса на статус (non-status information) за сървиса се запазва в програмата при рестартиране. Това е от полза, само ако сте активирали "запазване на състоянието" (state retention) с помощта на директивата retain_state_information.
de_de: Diese Direktive wird benutzt, um, ob nicht-zustandsbezogene Informationen zu ermitteln über die Service über Programmneustarts hinweg aufbewahrt. Das ist nur sinnvoll, wenn Sie Statusaufbewahrung über die retain_state_information Richtlinie haben.
es_es: esta directiva se utiliza para determinar si la información no-estado sobre el servicio se mantiene en los reinicios del programa. esto sólo es útil si se ha habilitado la retención estado usando la directiva retain_state_information.
fr_fr: cette directive est utilisée pour déterminer si oui ou non des informations non inscrits sur le service est maintenu après redémarrage du programme. ce ne est utile que si vous avez activé la rétention d'états en utilisant la retain_state_information.
it_it: questa direttiva viene utilizzata per determinare se le informazioni non sullo stato del servizio viene conservato riavvio del programma. questo è utile solo se è stata attivata la ritenzione di stato utilizzando la direttiva retain_state_information.
ja_jp: このディレクティブは、サービスに関する非ステータス情報はをプログラムの再起動後も保持するか否かを決定するために使用されます. これはretain_state_informationディレクティブを使用して、ステータス保持を有効にしている場合にのみ有効です.
pl_pl: dyrektywa ta jest używana do określenia, czy dane informacje nie stanie się usługa jest zapamiętywany po ponownym uruchomieniu programu. to jest użyteczne tylko wtedy, gdy włączono retencję państwa za pomocą dyrektywy retain_state_information.
pt_pt: esta directiva é usado para determinar se as informações não de status sobre o serviço é mantido através do programa reinicia. isso só é útil se você tiver habilitado a retenção de estado usando a diretiva retain_state_information.
ru_ru: Эта директива используется для определения информации или нет, не статус об услуге сохраняется во всех программных перезагрузки. это только полезно, если вы включили сохранение государственной помощи директивы retain_state_information.
zh_cn: 此指令用于决定是否在程序重启时保留有关服务的非状态信息。只有当您使用 retain_state_information 指令启用了状态保留时，此指令才有用。

source: process perf data
bg_bg: данни за ефективност на процеса
de_de: Prozess perf Daten
es_es: proceso perf datos
fr_fr: processus données perf
it_it: processo perf dati
ja_jp: プロセスパフォーマンスデータ
pl_pl: Proces perf danych
pt_pt: processamento de dados perf
ru_ru: Процесс перфорация данных
zh_cn: 处理性能数据

source: This directive is used to determine whether or not the processing of performance data is enabled for this service. Values:
bg_bg: Тази директива се използва, за да се определи дали обработката на данните за ефективността (performance data) е разрешена за този сървис. Стойности:
de_de: Diese Direktive wird benutzt, um festzustellen, ob die Verarbeitung von Performance-Daten für diesen Service aktiviert. Werte:
es_es: esta directiva se utiliza para determinar si el tratamiento de los datos de rendimiento está habilitada para este servicio. valores:
fr_fr: cette directive est utilisée pour déterminer si oui ou non le traitement des données de performance est activé pour ce service. valeurs:
it_it: questa direttiva viene utilizzato per determinare se il trattamento dei dati delle prestazioni è abilitata per questo servizio. valori:
ja_jp: このディレクティブは、パフォーマンスデータの処理がこのサービスで有効かどうかを決定するために使用されます. 値：
pl_pl: dyrektywa ta jest używana do określenia, czy przetwarzanie danych wydajności jest włączona dla tej usługi. wartości:
pt_pt: esta directiva é usado para determinar se ou não ao tratamento de dados de desempenho está habilitado para este serviço. valores:
ru_ru: Эта директива используется для определения того, не обработка данных о производительности включен для этой службы. значения:
zh_cn: 该指令用于确定是否启用该服务的性能数据处理。值：

source: is volatile
bg_bg: е непостоянен
de_de: ist flüchtig
es_es: es volátil
fr_fr: est volatil
it_it: è volatile
ja_jp: 不安定（Volatile）か
pl_pl: jest lotny
pt_pt: é volátil
ru_ru: является летучим
zh_cn: 波动

source: This directive is used to denote whether the service is "volatile". Services are normally
bg_bg: Тази директива се използва за обозначаване дали сървиса е "непостоянен" ("volatile"). Сървисите са обикновено
de_de: Diese Direktive wird benutzt, um anzugeben, ob der Dienst "flüchtig". Dienste sind normalerweise
es_es: esta directiva se utiliza para indicar si el servicio es "volátil". servicios son normalmente
fr_fr: Cette directive est utilisée pour indiquer si le service est «volatile». services sont normalement
it_it: questa direttiva è utilizzato per indicare se il servizio è "volatile". servizi sono normalmente
ja_jp: このディレクティブは、サービスは「不安定（volatile）」かどうかを示すために使用されます. サービスが通常
pl_pl: Niniejsza dyrektywa stosuje się do określenia, czy usługa jest "lotny". usługi są zwykle
pt_pt: esta directiva é usado para indicar se o serviço é "volátil". serviços são normalmente
ru_ru: Эта директива используется для обозначения ли "летучим" сервис. Услуги, как правило,
zh_cn: 该指令用于表示服务是否 "波动"。 服务通常是

source: volatile.
bg_bg: непостоянен.
de_de: Flüchtig
es_es: Volátil
fr_fr: Volatil
ja_jp: 不安定.
pl_pl: lotny
pt_pt: Volátil
ru_ru: Летучий
zh_cn: 波动
