Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Whether you connect via a browser, cURL, or any other way you will need to pass the API key as a <em>GET</em> variable named <code>apikey</code> just like the example in <em>Getting Started</em>.
bg_bg: Независимо от това дали се свързвате чрез браузър, cURL, или по който и да е друг начин, вие ще трябва да подадете API ключа като <em>GET</em> променлива, с име <code>apikey</code>, точно като примера в <em>Първи стъпки (Getting Started)</em>.
de_de: Ob Sie per Browser, Locke, oder jede mögliche andere Weise, die Sie benötigen, um die API-Schlüssel als <em>get</em> Variable mit dem Namen übergeben verbinden <code>apikey</code> ebenso wie die beispielsweise in <em>der Anfang.</em>
es_es: Ya sea que se conecte a través de un navegador, rizo, o cualquier otra forma en que usted necesita para pasar la clave api como variable <em>get</em> llamado <code>apikey</code> igual que el ejemplo de <em>cómo empezar.</em>
fr_fr: Que vous connectez via un navigateur, curl, ou de toute autre façon, vous aurez besoin de passer la clé de l'API comme une variable <em>GET du</em> nom <code>apikey</code> tout comme l'exemple <em>à démarrer.</em>
it_it: estive, ci si connette tramite un browser, riccio, o in qualsiasi altro modo è necessario passare la chiave api come variabile <em>get</em> denominata <code>apikey</code> proprio come l'esempio di <em>iniziare.</em>
ja_jp: ブラウザ、cURL、その他の方法であっても、<em>Getting Started</em> のように <code>APIkey</code>とういう名前の <em>GET</em> 変数としてAPIキーを渡す必要があります.
pl_pl: pogoda podłączeniu za pośrednictwem przeglądarki, curl, lub jakikolwiek inny sposób trzeba będzie przekazać klucz api jako zmiennej <em>get</em> nazwie <code>apikey</code> tak jak na przykład w <em>podręczny.</em>
pt_pt: O tempo que você conectar através de um navegador, onda, ou de qualquer outra maneira que você vai precisar passar a chave api como uma variável <em>get</em> chamado <code>apikey</code> apenas como o exemplo <em>a começar.</em>
ru_ru: Погода вы подключите с помощью браузера, локон, или любым другим способом, Вы должны будете передать ключ апи как переменной <em>Get</em> имени <code>apikey</code> точно так же как, например, в <em>начале работы.</em>
zh_cn: 无论您是通过浏览器，cURL还是其他任何方式进行连接，都需要将API密钥作为名为<code> apikey </em>的<em> GET </em>变量传递，就像<em> Getting中的示例一样 开始</em>。

source: Your API Key:
bg_bg: Вашия API ключ:
de_de: Ihren API-Schlüssel:
es_es: su clave api:
fr_fr: Votre clé API:
it_it: la chiave di api:
ja_jp: APIキー：
pl_pl: klucz api:
pt_pt: sua chave api:
ru_ru: Ваш ключ API:
zh_cn: 您的API密钥：

source: Access Level:
bg_bg: Ниво на достъп:
de_de: Zugriffsstufe:
es_es: Nivel de acceso:
fr_fr: niveau d'accès:
it_it: Livello di accesso:
ja_jp: アクセスレベル：
pl_pl: Poziom dostępu:
pt_pt: nível de acesso:
ru_ru: Уровень доступа:
zh_cn: 访问级别：

source: Basic Usage
bg_bg: Основно ползване
de_de: Grundnutzung
es_es: uso básico
fr_fr: utilisation de base
it_it: uso di base
ja_jp: 基本的な使用法
pl_pl: Podstawowe użycie
pt_pt: uso básico
ru_ru: Основное использование
zh_cn: 基本用法

source: The example below is using the <code>GET system/status</code> command which shows general information about this Nagios XI server. Adding <code>pretty=1</code> to the URL will print the JSON in human readable format like the example below and can be used on any API request that returns output.
bg_bg: Примера по-долу използва<code>GET objects/host</code> командата, показваща хостове, които могат да бъдат видени от тези потребители в Nagios XI сървъра. Добавянето на <code>pretty=1</code> до URL адреса ще отпечата JSON в четим формат като примера по-долу и може да бъде използван при всяко API искане, което връща резултат.
de_de: Das folgende Beispiel ist mit dem <code>system/status</code> Befehl, der allgemeine Informationen zu diesem Nagios XI-Server zeigt. Hinzufügen <code>pretty=1</code> auf die URL wird die JSON in lesbarer Form wie im folgenden Beispiel zu drucken und kann auf jedem API-Anforderung, die Ausgangs kehrt verwendet werden.
es_es: el siguiente ejemplo es el uso del <code>system/status</code> de comandos que muestra información general acerca de este servidor xi nagios. añadiendo <code>pretty=1</code> a la url imprimirá el json en formato legible por el hombre como el ejemplo a continuación y puede ser utilizado en cualquier solicitud api que devuelve la salida.
fr_fr: l'exemple ci-dessous est à l'aide du <code>system/status</code> ​​commande qui affiche des informations générales sur ce serveur Nagios XI. ajoutant <code>pretty=1</code> à l'url imprimera le JSON en format lisible par l'homme comme dans l'exemple ci-dessous et peut être utilisé sur toute demande d'API qui renvoie sortie.
it_it: Nell'esempio che segue è utilizzare il <code>system/status</code> comando che trovate informazioni su questo server xi Nagios. aggiungendo <code>pretty=1</code> per l'url stampa il JSON in formato leggibile come nell'esempio qui sotto e può essere utilizzato su qualsiasi richiesta di api che restituisce in uscita.
ja_jp: 次の例では、このNagios XIサーバーに関する一般的な情報を表示する<code>GET system/status</code>コマンドを使用しています. <code>pretty=1</code>をURLに追加すると、下の例のように人間が読める形式でJSONを出力します. 出力を返す任意のAPIリクエストで使用することができます.
pl_pl: Poniższy przykład jest za pomocą <code>system/status</code> polecenia, które pokazuje ogólne informacje o tym serwerze xi Nagios. dodanie <code>pretty=1</code> do adresu URL wydrukuje json w czytelnej formie, jak na poniższym przykładzie i mogą być używane na każde żądanie api, które zwraca wyjście.
pt_pt: o exemplo a seguir é usando o <code>system/status</code> de comando que mostra informações gerais sobre o servidor xi nagios. acrescentando <code>pretty=1</code> para a url irá imprimir o json em formato legível humana como no exemplo abaixo e pode ser usado em qualquer solicitação de API que retorna saída.
ru_ru: пример ниже с помощью <code>system/status</code> команды, которая показывает общую информацию об этом хг сервера Nagios. добавив <code>pretty=1</code> в URL будет печатать JSON в удобочитаемом формате, как в примере ниже и может быть использован на любой запрос, который возвращает апи выход.
zh_cn: 下面的示例使用<code> GET system / status </code>命令，该命令显示有关此Nagios XI服务器的常规信息。 向URL添加<code> pretty = 1 </code>将以人类可读的格式打印JSON，如以下示例所示，并且可用于任何返回输出的API请求。

source: The example below is using the <code>GET objects/host</code> command which shows hosts that this users can view in the Nagios XI server. Adding <code>pretty=1</code> to the URL will print the JSON in human readable format like the example below and can be used on any API request that returns output.
bg_bg: Примера по-долу използва<code>GET objects/host</code> командата, показваща хостове, които могат да бъдат видени от тези потребители в Nagios XI сървъра. Добавянето на <code>pretty=1</code> до URL адреса ще отпечата JSON в четим формат като примера по-долу и може да бъде използван при всяко API искане, което връща резултат.
de_de: Das folgende Beispiel ist mit dem <code>system/status</code> Befehl, der allgemeine Informationen zu diesem Nagios XI-Server zeigt. Hinzufügen <code>pretty=1</code> auf die URL wird die JSON in lesbarer Form wie im folgenden Beispiel zu drucken und kann auf jedem API-Anforderung, die Ausgangs kehrt verwendet werden.
es_es: el siguiente ejemplo es el uso del <code>system/status</code> de comandos que muestra información general acerca de este servidor xi nagios. añadiendo <code>pretty=1</code> a la url imprimirá el json en formato legible por el hombre como el ejemplo a continuación y puede ser utilizado en cualquier solicitud api que devuelve la salida.
fr_fr: l'exemple ci-dessous est à l'aide du <code>system/status</code> ​​commande qui affiche des informations générales sur ce serveur Nagios XI. ajoutant <code>pretty=1</code> à l'url imprimera le JSON en format lisible par l'homme comme dans l'exemple ci-dessous et peut être utilisé sur toute demande d'API qui renvoie sortie.
it_it: Nell'esempio che segue è utilizzare il <code>system/status</code> comando che trovate informazioni su questo server xi Nagios. aggiungendo <code>pretty=1</code> per l'url stampa il JSON in formato leggibile come nell'esempio qui sotto e può essere utilizzato su qualsiasi richiesta di api che restituisce in uscita.
ja_jp: 次の例では、Nagios XIサーバーでこのユーザーが表示できるホストを表示する<code>GET objects/host</code>コマンドを使用しています.<code>pretty=1</code>をURLに追加すると、下の例のように人間が読める形式でJSONを出力します. 出力を返す任意のAPIリクエストで使用することができます.
pl_pl: Poniższy przykład jest za pomocą <code>system/status</code> polecenia, które pokazuje ogólne informacje o tym serwerze xi Nagios. dodanie <code>pretty=1</code> do adresu URL wydrukuje json w czytelnej formie, jak na poniższym przykładzie i mogą być używane na każde żądanie api, które zwraca wyjście.
pt_pt: o exemplo a seguir é usando o <code>system/status</code> de comando que mostra informações gerais sobre o servidor xi nagios. acrescentando <code>pretty=1</code> para a url irá imprimir o json em formato legível humana como no exemplo abaixo e pode ser usado em qualquer solicitação de API que retorna saída.
ru_ru: пример ниже с помощью <code>system/status</code> команды, которая показывает общую информацию об этом хг сервера Nagios. добавив <code>pretty=1</code> в URL будет печатать JSON в удобочитаемом формате, как в примере ниже и может быть использован на любой запрос, который возвращает апи выход.
zh_cn: 下面的示例使用<code> GET objects / host </code>命令，该命令显示该用户可以在Nagios XI服务器中查看的主机。 向URL添加<code> pretty = 1 </code>将以人类可读的格式打印JSON，如以下示例所示，并且可用于任何返回输出的API请求。

source: Adding a Host
bg_bg: Добави хост
de_de: Hinzufügen eines Hosts
es_es: añadir un host
fr_fr: l'ajout d'un hôte
it_it: l'aggiunta di un host
ja_jp: ホストの追加
pl_pl: dodanie hosta
pt_pt: a adição de um hospedeiro
ru_ru: добавление узла
zh_cn: 添加主机

source: Adding a Service
bg_bg: Добави сървис
de_de: einen Server hinzufügen
es_es: agregar un servidor
fr_fr: ajouter un serveur
it_it: aggiungere un server
ja_jp: サービスの追加
pl_pl: dodać usługę
pt_pt: adicionar um servidor
ru_ru: добавить сервер
zh_cn: 添加服务

source: Remove Host/Service
bg_bg: Премахнете хост/сървис
de_de: Entfernen Host / Service
es_es: eliminar host / servicio
fr_fr: retirer hôte / services
it_it: rimuovere host / servizio
ja_jp: ホスト/サービスの削除
pl_pl: usunięcie hosta / usługi
pt_pt: remover host / serviço
ru_ru: удалить хост / услуги
zh_cn: 删除主机/服务

source: Objects Reference
bg_bg: Обектна справка
de_de: Objekte Referenz
es_es: objetos de referencia
fr_fr: objets référence
it_it: oggetti di riferimento
ja_jp: オブジェクトリファレンス
pl_pl: Obiekty referencyjne
pt_pt: objetos de referência
ru_ru: Объекты ссылку
zh_cn: 对象参考

source: Config Reference
bg_bg: Референция към конфигурационен файл
de_de: Config Referenz
es_es: config referencia
fr_fr: référence config
it_it: riferimento config
ja_jp: コンフィグリファレンス
pl_pl: odniesienia config
pt_pt: referência de configuração
ru_ru: Config ссылки
zh_cn: 配置参考

source: System Reference
bg_bg: Референтна система
de_de: Systemreferenz
es_es: de referencia del sistema
fr_fr: référence du système
it_it: sistema di riferimento
ja_jp: システムリファレンス
pl_pl: SRC
pt_pt: referência do sistema
ru_ru: система отсчета
zh_cn: 系统参考

source: Auth Token Reference
de_de: Authentifizierungstokenreferenz
es_es: Referencia de token de autenticación
fr_fr: référence de jeton d'authentification
it_it: riferimento token auth
ja_jp: 認証トークン参照
pl_pl: referencja tokenu uwierzytelnienia
pt_pt: referência de token de autenticação
ru_ru: ссылка на токен auth
zh_cn: 验证令牌参考

source: Auth Tokens
de_de: Autotoken
es_es: tokens de autenticación
fr_fr: jetons auth
it_it: token di autenticazione
ja_jp: トークンを認証する
pl_pl: tokeny uwierzytelniania
pt_pt: tokens de autenticação
zh_cn: 验证令牌

source: As of Nagios XI 5.5, the user authentication system was redesigned to be more secure. The new security measures include strict controls on how requests are made to XI and on which users, if any, are logged in after the request finishes. Due to the nature of these changes, we have implemented a new way for users to authenticate to Nagios XI externally.
bg_bg: започвайки в nagios xi 5.5, системата за удостоверяване на потребител е преработена, за да бъде много по-сигурна. част от новите мерки за сигурност включва строг контрол върху начина на подаване на искания към xi и действително влизане, ако има такава, след като заявката е приключила. поради естеството на тези промени, въведохме нов начин потребителите да се идентифицират на нагиос xi външно.
de_de: Ab Nagios Xi 5.5 wurde das Benutzerauthentifizierungssystem neu gestaltet, um wesentlich sicherer zu sein. Ein Teil der neuen Sicherheitsmaßnahmen umfasst strenge Kontrollen darüber, wie Anfragen an xi gestellt werden und wer tatsächlich eingeloggt wird, wenn jemand nach der Anfrage fertig ist. Aufgrund der Art dieser Änderungen haben wir eine neue Möglichkeit für Benutzer implementiert, sich extern bei Nagios xi zu authentifizieren.
es_es: comenzando en nagios xi 5.5, el sistema de autenticación de usuarios ha sido rediseñado para ser mucho más seguro. parte de las nuevas medidas de seguridad incluye controles estrictos sobre cómo se realizan las solicitudes a xi y quién realmente inicia sesión, si hay alguien, una vez que la solicitud ha finalizado. Debido a la naturaleza de estos cambios, hemos implementado una nueva forma para que los usuarios se autentiquen a nagios xi externamente.
fr_fr: à partir de nagios xi 5.5, le système d'authentification de l'utilisateur a été repensé pour être beaucoup plus sécurisé. une partie des nouvelles mesures de sécurité comprend des contrôles stricts sur la façon dont les demandes sont faites à xi et qui est effectivement connecté, le cas échéant, une fois la requête terminée. En raison de la nature de ces changements, nous avons mis en place une nouvelle façon pour les utilisateurs de s'authentifier auprès de nagios xi en externe.
it_it: a partire da nagios xi 5.5, il sistema di autenticazione dell'utente è stato ridisegnato per essere molto più sicuro. parte delle nuove misure di sicurezza include controlli rigorosi su come vengono fatte le richieste a xi e chi entra effettivamente, se c'è qualcuno, dopo che la richiesta è terminata. a causa della natura di questi cambiamenti, abbiamo implementato un nuovo modo per gli utenti di autenticarsi a nagios xi esternamente.
ja_jp: Nagios XI 5.5以降では、ユーザー認証システムがより安全に再設計されました。新しいセキュリティ対策の一部には、XI への要求の方法と、要求が完了した後に誰かが実際にログインした場合の厳格な制御が含まれます。これらの変更の性質上、私たちはユーザーが外部からNagios XIに認証する新しい方法を実装しました。
pl_pl: począwszy od nagios xi 5.5, system autoryzacji użytkownika został przeprojektowany, aby był znacznie bezpieczniejszy. część nowych środków bezpieczeństwa obejmuje ścisłą kontrolę nad tym, jak składane są wnioski do xi i kto faktycznie się zaloguje, jeśli ktokolwiek, po zakończeniu żądania. ze względu na charakter tych zmian wdrożyliśmy nowy sposób uwierzytelniania użytkowników dla nagi xi na zewnątrz.
pt_pt: a partir do nagios xi 5.5, o sistema de autenticação de usuários foi reprojetado para ser muito mais seguro. parte das novas medidas de segurança inclui controles rígidos sobre como as solicitações são feitas para xi e quem realmente se conecta, se alguém, após a conclusão da solicitação. Devido à natureza dessas mudanças, implementamos uma nova maneira de os usuários se autenticarem no nagios xi externamente.
ru_ru: начиная с nagios xi 5.5, система аутентификации пользователя была переработана, чтобы быть намного более безопасной. часть новых мер безопасности включает строгий контроль над тем, как запросы отправляются на xi и кто действительно вошел в систему, если кто-либо после завершения запроса. из-за характера этих изменений мы внедрили новый способ для пользователей аутентифицироваться на nagios xi извне.
zh_cn: 从Nagios XI 5.5开始，用户身份验证系统经过重新设计，更加安全。 新的安全措施包括严格控制对XI的请求方式以及在请求完成后登录哪些用户（如果有）的用户。 由于这些更改的性质，我们为用户实施了一种从外部向Nagios XI进行身份验证的新方法。

source: <b>Note:</b> This endpoint is not secured with an API key. This is done intentionally so that the real username and password can be used with 3rd-party applications.
bg_bg: <b>Забележка:</b> тази крайна точка не е защитена с api ключ. това се прави умишлено, така че истинското потребителско име и паролата да могат да се използват с приложения от трети страни.
de_de: <b>Hinweis:</b> Dieser Endpunkt ist nicht mit einem API-Schlüssel gesichert. Dies geschieht absichtlich, damit der tatsächliche Benutzername und das Kennwort bei Anwendungen von Drittanbietern verwendet werden können.
es_es: <b>nota:</b> este punto final no está asegurado con una clave api. esto se hace intencionalmente para que el nombre de usuario y la contraseña reales se puedan usar con aplicaciones de terceros.
fr_fr: <b>Remarque:</b> ce point de terminaison n'est pas sécurisé avec une clé api. cela est fait intentionnellement pour que le nom d'utilisateur et le mot de passe réels puissent être utilisés avec des applications tierces.
it_it: <b>nota:</b> questo endpoint non è protetto con una chiave API. questo viene fatto intenzionalmente in modo che il nome utente e la password reali possano essere utilizzati con applicazioni di terze parti.
ja_jp: <b>注：</b>このエンドポイントはAPIキーで保護されていません。これは意図的に行われているため、実際のユーザー名とパスワードをサードパーティ製のアプリケーションで使用できます。
pl_pl: <b>Uwaga:</b> ten punkt końcowy nie jest zabezpieczony kluczem api. odbywa się to celowo, aby rzeczywista nazwa użytkownika i hasło mogły być używane z aplikacjami innych firm.
pt_pt: <b>Nota:</b> este endpoint não é protegido por uma chave de API. isso é feito intencionalmente para que o nome de usuário e a senha reais possam ser usados com aplicativos de terceiros.
ru_ru: <b>примечание:</b> эта конечная точка не защищена ключом API. это сделано намеренно, чтобы настоящие имя пользователя и пароль могли использоваться в сторонних приложениях.
zh_cn: <b>注意：</ b>该端点没有使用API密钥保护。 这样做是有意进行的，以便真正的用户名和密码可用于第三方应用程序。

source: How it Works
bg_bg: как работи
de_de: wie es funktioniert
es_es: cómo funciona
fr_fr: comment ça marche
it_it: come funziona
ja_jp: 使い方
pl_pl: jak to działa
pt_pt: como funciona
ru_ru: как это работает
zh_cn: 怎样运作

source: Using a POST request, pass a username and password to the authenticate section of the API. This will result in either an error, or an auth token. On a successful authentication, the token can be used to log into Nagios XI as the user by sending a GET or POST request and passing the token. By default, tokens expire after 5 minutes and can no longer be used once expired. Tokens are single use, meaning a new token is always required for a new session.
bg_bg: като използвате заявка за публикуване, подадете потребителско име и парола в секцията за автентикация на API. ще ви бъде дадена грешка или авторско означение. при успешно удостоверяване можете да използвате токена, върнат за влизане в нагиос xi като потребител, за който е предназначен токена, като използвате заявка за получаване или публикуване и подаване на създаденото означение. по подразбиране, символите изтичат след 5 минути и не могат да бъдат използвани след изтичане на срока. символите са за еднократна употреба, което означава, че винаги е необходимо ново означение за нова сесия.
de_de: Mit einer Post-Anfrage übergeben Sie einen Benutzernamen und ein Passwort an den Authentifizierungsbereich der API. Sie erhalten entweder einen Fehler oder ein Authentifizierungs-Token. Bei einer erfolgreichen Authentifizierung können Sie das Token, das zur Anmeldung bei Nagios xi zurückgegeben wurde, als den Benutzer verwenden, für den das Token bestimmt ist, indem Sie eine get- oder post-Anfrage verwenden und das erstellte Token weiterleiten. Standardmäßig verfallen Tokens nach 5 Minuten und können nicht mehr verwendet werden, sobald sie abgelaufen sind. Tokens sind single use, dh für eine neue Sitzung wird immer ein neues Token benötigt.
es_es: usando una solicitud posterior, pasas un nombre de usuario y una contraseña a la sección de autenticación de la API. se le dará un error o un token de autenticación. en una autenticación exitosa, puede usar el token devuelto para iniciar sesión en nagios xi como el usuario para el que se utiliza el token utilizando una solicitud de obtención o publicación y pasando el token creado. de manera predeterminada, los tokens caducan después de 5 minutos y ya no se pueden usar una vez caducados. los tokens son de un solo uso, lo que significa que siempre se requiere un nuevo token para una nueva sesión.
fr_fr: En utilisant une demande de publication, vous transmettez un nom d'utilisateur et un mot de passe à la section d'authentification de l'API. Vous recevrez une erreur ou un jeton d'authentification. Lors d'une authentification réussie, vous pouvez utiliser le jeton retourné pour vous connecter à nagios xi en tant qu'utilisateur du jeton en utilisant une requête get ou post et en passant le jeton créé. par défaut, les jetons expirent après 5 minutes et ne peuvent plus être utilisés une fois expirés. les jetons sont à usage unique, ce qui signifie qu'un nouveau jeton est toujours requis pour une nouvelle session.
it_it: utilizzando una richiesta di posta, si passa un nome utente e una password alla sezione di autenticazione dell'API. ti verrà dato un errore o un token di autenticazione. su un'autenticazione corretta, è possibile utilizzare il token restituito per accedere a nagios xi come utente per il token utilizzando una richiesta get o post e passando il token creato. per impostazione predefinita, i token scadono dopo 5 minuti e non possono più essere utilizzati una volta scaduti. i token sono monouso, il che significa che è sempre necessario un nuovo token per una nuova sessione.
ja_jp: postリクエストを使用して、ユーザー名とパスワードをAPIの認証セクションに渡します。エラーまたは認証トークンが与えられます。認証が成功すると、返されたトークンを使用して、getまたはpostリクエストを使用して作成したトークンを渡すことで、トークンが使用するユーザーとしてNagios XIにログインできます。既定では、トークンは5分後に期限切れとなり、期限切れになったら使用できなくなります。トークンは1回のみ使用されるため、新しいセッションには常に新しいトークンが必要です。
pl_pl: za pomocą żądania postu podajesz nazwę użytkownika i hasło do sekcji uwierzytelniania interfejsu API. otrzymasz albo błąd, albo token autoryzacji. po pomyślnym uwierzytelnieniu możesz użyć tokena, który został zwrócony, aby zalogować się do nagios xi jako użytkownik, dla którego token jest przeznaczony, za pomocą żądania pobierania lub po przesłaniu utworzonego tokenu. Domyślnie tokeny wygasają po 5 minutach i nie mogą być już używane po ich wygaśnięciu. tokeny są jednorazowe, co oznacza, że ​​nowy token jest zawsze wymagany do nowej sesji.
pt_pt: Usando uma solicitação de postagem, você passa um nome de usuário e senha para a seção de autenticação da API. você receberá um erro ou um token de autenticação. Em uma autenticação bem-sucedida, você pode usar o token retornado para efetuar login no nagios xi como o usuário para o qual o token serve, usando uma solicitação get ou post e passando o token criado. Por padrão, os tokens expiram após 5 minutos e não podem mais ser usados ​​após expirarem. Os tokens são de uso único, o que significa que um novo token é sempre necessário para uma nova sessão.
ru_ru: используя почтовый запрос, вы передаете имя пользователя и пароль в раздел аутентификации api. вам будет предоставлена ​​либо ошибка, либо токен аутентификации. при успешной аутентификации вы можете использовать токен, возвращенный для входа в nagios xi, в качестве пользователя, к которому используется токен, с помощью запроса get или post и передачи созданного токена. по умолчанию токены истекают через 5 минут и больше не могут использоваться после истечения срока действия. токены одноразовые, то есть новый токен всегда требуется для нового сеанса.
zh_cn: 使用POST请求，将用户名和密码传递到API的authenticate部分。 这将导致错误或身份验证令牌。 成功认证后，可以通过发送GET或POST请求并传递令牌来使用令牌作为用户登录Nagios XI。 默认情况下，令牌会在5分钟后过期，并且一旦过期就无法再使用。 令牌是一次性使用的，这意味着新会话始终需要一个新令牌。
