Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Monitor the sql compilations per sec
bg_bg: следете sql компилациите в секунда
de_de: Überwachen Sie die SQL-Kompilierungen pro Sekunde
es_es: supervisar las compilaciones sql por segundo
fr_fr: surveiller les compilations sql par seconde
it_it: monitorare le compilazioni sql al secondo
ja_jp: 1秒あたりのSQLコンパイルを監視する
pl_pl: monitoruj kompilacje SQL na sekundę
pt_pt: monitorar as compilações sql por segundo
ru_ru: следить за компиляцией sql в секунду
zh_cn: 监视SQL编译/秒

source: SQL Re-Compilations/sec
bg_bg: sql повторни компилации / сек
de_de: SQL-Neukompilierungen / Sek
es_es: SQL compilaciones / seg.
fr_fr: recompilations sql / sec
it_it: ri-compilazioni sql / sec
ja_jp: SQL再コンパイル/秒
pl_pl: powtórne kompilacje sql / sek
pt_pt: recompilações sql / s
ru_ru: sql повторных компиляций / сек
zh_cn: SQL重新编译/秒

source: Monitor the number of statement recompiles per second
bg_bg: следете броя на рекомпилациите на оператор в секунда
de_de: Überwachen Sie die Anzahl der Anweisungen, die pro Sekunde neu kompiliert werden
es_es: supervisar el número de compilaciones de declaraciones por segundo
fr_fr: surveiller le nombre de recompilations d'instructions par seconde
it_it: monitorare il numero di ricompilazioni di istruzioni al secondo
ja_jp: 1秒あたりのステートメントの再コンパイル数を監視する
pl_pl: monitorować liczbę ponownych kompilacji instrukcji na sekundę
pt_pt: monitorar o número de instruções recompiladas por segundo
ru_ru: контролировать количество перекомпиляций операторов в секунду
zh_cn: 监视每秒的语句重新编译次数

source: Stolen Pages
bg_bg: Откраднати страници
de_de: Stolen Seiten
es_es: Por pagina
fr_fr: Pages volés
it_it: Pagine Stolen
pl_pl: skradzione strony
pt_pt: Por página
ru_ru: Похищенные страницы
zh_cn: 被盗页

source: Monitor the amount of stolen pages
bg_bg: Наблюдавайте количеството на вариетивни анализи (soft parses).
de_de: Überwachen die Menge der weichen analysiert.
es_es: Monitorear el host cada
fr_fr: Surveiller la quantité de mou analyse.
it_it: Monitorare la quantità di morbido analizza.
ja_jp: Soft Parse数を監視します.
pl_pl: monitorowanie ilości parsowań miękkich.
pt_pt: Monitorar o host cada
ru_ru: Следите за количеством мягких разбирает.
zh_cn: 监控被盗页面的数量

source: SuperLatch Demotions/sec
bg_bg: демониране на суперлат / сек
de_de: Superlatch-Herabstufungen / Sek
es_es: degradaciones de superlatch / seg
fr_fr: rétrogradations superlatch / sec
it_it: Demolizioni superlatch / sec
ja_jp: スーパーラッチの降格/秒
pt_pt: despromoções de superlatch / s
ru_ru: понижения в суперлатче / сек
zh_cn: 超级锁降速/秒

source: Monitor the number of latches demoted from SuperLatches, in the last second
bg_bg: следете броя на ключалките, демонтирани от свръхчестотите, в последната секунда
de_de: Überwachen Sie in der letzten Sekunde die Anzahl der von Superlatches herabgestuften Latches
es_es: Monitorear el número de pestillos degradados de superclaches, en el último segundo
fr_fr: surveiller le nombre de verrous rétrogradés des super-verrous, dans la dernière seconde
it_it: monitorare il numero di chiavistelli declassati dai superblocchi, nell'ultimo secondo
ja_jp: 最後の1秒間にスーパーラッチから降格したラッチの数を監視する
pl_pl: monitorować liczbę zatrzasków zdegradowanych z superplat, w ostatniej sekundzie
pt_pt: monitorar o número de travas rebaixadas das superluvas, no último segundo
ru_ru: контролировать количество защелок, пониженных с суперлатчей, за последнюю секунду
zh_cn: 在最后一秒钟监视从SuperLatches降级的闩锁数量

source: SuperLatch Promotions/sec
bg_bg: промоции за суперлат / сек
de_de: Superlatch-Aktionen / Sek
es_es: promociones superlatch / seg
fr_fr: promotions superlatch / sec
it_it: promozioni superlatch / sec
ja_jp: スーパーラッチプロモーション/秒
pl_pl: promocje superlatch / s
pt_pt: promoções superlatch / s
ru_ru: продвижение суперзащиты / сек
zh_cn: 超级锁提速/秒

source: Monitor the number of latches promoted to SuperLatches, in the last second
bg_bg: следете броя на ключалките, промотирани в суперклачовете, в последната секунда
de_de: Überwachen Sie in der letzten Sekunde die Anzahl der zu Superlatches hochgestuften Latches
es_es: monitorear el número de pestillos promovidos a superclaches, en el último segundo
fr_fr: surveiller le nombre de verrous promus en super-verrous, dans la dernière seconde
it_it: monitorare il numero di chiusure promosse in superblocchi, nell'ultimo secondo
ja_jp: 最後の1秒間にスーパーラッチに昇格したラッチの数を監視する
pl_pl: w ostatniej sekundzie monitoruj liczbę zatrzasków promowanych do superblat
pt_pt: monitorar o número de travas promovidas para super travas, no último segundo
ru_ru: контролировать количество защелок, повышенных до суперлатчей, за последнюю секунду
zh_cn: 在最后一秒监视升级到超级锁存器的锁存器数量

source: Table Lock Escalations/sec
bg_bg: ескалации на заключване на масата / сек
de_de: Eskalationen der Tabellensperre / Sek
es_es: escalamientos de bloqueo de tabla / seg.
fr_fr: escalades de verrouillage de table / s
it_it: escalation blocco tabella / sec
ja_jp: テーブルロックのエスカレーション/秒
pl_pl: eskalacje blokady tabeli / sek
pt_pt: escalações de bloqueio de tabela / s
ru_ru: Повышение блокировки таблицы / сек
zh_cn: 表锁升级/秒

source: Monitor the number of times locks escalated from page or row to table-level
bg_bg: следете колко пъти ескалира блокировките от страница или ред до ниво таблица
de_de: Überwachen Sie, wie oft Sperren von Seite oder Zeile auf Tabellenebene eskaliert sind
es_es: supervisar el número de veces que los bloqueos se escalaron de la página o fila a nivel de tabla
fr_fr: surveiller le nombre de fois que les verrous sont passés de la page ou de la ligne au niveau de la table
it_it: monitorare il numero di volte in cui i blocchi sono aumentati da pagina o riga a livello di tabella
ja_jp: ロックがページまたは行からテーブルレベルにエスカレーションされた回数を監視する
pl_pl: monitoruj liczbę przypadków eskalacji blokad ze strony lub wiersza do poziomu tabeli
pt_pt: monitorar o número de vezes que os bloqueios escalaram da página ou linha para o nível da tabela
ru_ru: контролировать количество раз, когда блокировки возрастали со страницы или строки до уровня таблицы
zh_cn: 监视锁从页面或行升级到表级的次数

source: Target Pages
bg_bg: Целеви страници
de_de: Ziel Seiten
es_es: Hosts destino
fr_fr: Pages cibles
it_it: Pagine di destinazione
pl_pl: Strony docelowe
pt_pt: Hosts alvo
ru_ru: Целевые страницы
zh_cn: 目标页面

source: The amount of target pages
bg_bg: Количеството на целевите страници (target pages)
de_de: Die Menge an Ziel-Seiten pro Sek.
es_es: La cantidad de páginas objetivo por segundo
fr_fr: La quantité de pages cibles par seconde
it_it: La quantità di pagine di destinazione al secondo
ja_jp: ターゲットページ（Target Pages）数
pl_pl: ilość stron docelowych
pt_pt: A quantidade de páginas de destino por seg
ru_ru: Количество целевых страниц в секунду
zh_cn: 目标页面数

source: Target Server Memory (KB)
bg_bg: памет на целевия сървър (kb)
de_de: Zielserverspeicher (kb)
es_es: memoria del servidor de destino (kb)
fr_fr: mémoire du serveur cible (ko)
it_it: memoria del server di destinazione (kb)
ja_jp: ターゲットサーバーのメモリ（KB）
pl_pl: pamięć serwera docelowego (kb)
pt_pt: memória do servidor de destino (kb)
ru_ru: память целевого сервера (КБ)
zh_cn: 目标服务器内存（KB）

source: Monitor the amount of memory SQL Server is using
bg_bg: следете количеството памет, използван от sql сървъра
de_de: Überwachen Sie die Menge an Speicher, die der SQL Server verwendet
es_es: supervisar la cantidad de memoria que utiliza el servidor sql
fr_fr: surveiller la quantité de mémoire utilisée par le serveur SQL
it_it: monitorare la quantità di memoria utilizzata dal server SQL
ja_jp: SQLサーバーが使用しているメモリの量を監視する
pl_pl: monitoruj ilość pamięci używanej przez serwer SQL
pt_pt: monitorar a quantidade de memória que o servidor sql está usando
ru_ru: контролировать количество памяти, используемой сервером sql
zh_cn: 监视SQL Server使用的内存量

source: Total Latch Wait Time (ms)
bg_bg: общо време за изчакване на ключалката (мс)
de_de: Gesamtlatch-Wartezeit (ms)
es_es: tiempo total de espera de enclavamiento (ms)
fr_fr: temps d'attente total du verrou (ms)
it_it: tempo di attesa latch totale (ms)
ja_jp: 合計ラッチ待機時間（ミリ秒）
pl_pl: całkowity czas oczekiwania na zatrzask (ms)
pt_pt: tempo total de espera da trava (ms)
ru_ru: общее время ожидания защелки (мс)
zh_cn: 总锁存等待时间（毫秒）

source: Monitor the total amount of time spent waiting for a latch, in the last second
bg_bg: следете общото количество време, прекарано в очакване на резе, в последната секунда
de_de: Überwachen Sie in der letzten Sekunde die Gesamtzeit, die Sie auf einen Latch gewartet haben
es_es: Monitorear la cantidad total de tiempo que pasa esperando un pestillo, en el último segundo
fr_fr: surveiller le temps total passé à attendre un verrou, dans la dernière seconde
it_it: monitorare la quantità totale di tempo trascorso in attesa di una chiusura, nell'ultimo secondo
ja_jp: 最後の1秒間に、ラッチの待機に費やされた合計時間を監視する
pl_pl: monitoruj całkowity czas oczekiwania na zatrzask w ciągu ostatniej sekundy
pt_pt: monitorar a quantidade total de tempo gasto aguardando uma trava, no último segundo
ru_ru: отслеживать общее количество времени, потраченного на ожидание защелки, за последнюю секунду
zh_cn: 监视最后一秒内等待闩锁所花费的总时间

source: Total Pages
bg_bg: Общо пакети
de_de: Gesamtpakete
es_es: paquetes totales
fr_fr: nombre total de paquets
it_it: pacchetti totali
ja_jp: 合計パケット
pl_pl: całkowite pakiety
pt_pt: total de pacotes
ru_ru: всего пакеты
zh_cn: 总页数

source: The total cumulative amount of pages
bg_bg: общото кумулативно количество страници
de_de: die kumulierte Gesamtanzahl der Seiten
es_es: la cantidad total acumulada de páginas
fr_fr: le total cumulé des pages
it_it: la quantità totale cumulativa di pagine
ja_jp: 総累積ページ数
pl_pl: łączna łączna liczba stron
pt_pt: a quantidade acumulada total de páginas
ru_ru: общее накопленное количество страниц
zh_cn: 总累计页数

source: Total Server Memory (KB)
bg_bg: обща сървърна памет (kb)
de_de: Gesamter Serverspeicher (kb)
es_es: memoria total del servidor (kb)
fr_fr: mémoire totale du serveur (ko)
it_it: memoria totale del server (kb)
ja_jp: 合計サーバーメモリ（KB）
pl_pl: całkowita pamięć serwera (kb)
pt_pt: memória total do servidor (kb)
ru_ru: общая память сервера (кб)
zh_cn: 服务器总内存（KB）

source: Unsafe Auto-Params/sec
bg_bg: опасни авто парами / сек
de_de: unsichere Auto-Parameter / Sek
es_es: Parámetros automáticos inseguros / seg.
fr_fr: paramètres auto dangereux / s
it_it: parametri automatici non sicuri / sec
ja_jp: 安全でない自動パラメータ/秒
pl_pl: niebezpieczne parametry automatyczne / sek
pt_pt: parâmetros automáticos inseguros / s
ru_ru: небезопасные авто-параметры / сек
zh_cn: 不安全的自动参数/秒

source: Monitor the number of unsafe auto-parameterizations per second
bg_bg: следете броя на опасните автоматични параметризации в секунда
de_de: Überwachen Sie die Anzahl unsicherer automatischer Parametrisierungen pro Sekunde
es_es: supervisar el número de auto-parametrizaciones inseguras por segundo
fr_fr: surveiller le nombre de paramétrisations automatiques dangereuses par seconde
it_it: monitorare il numero di parametrizzazioni automatiche non sicure al secondo
ja_jp: 1秒あたりの安全でない自動パラメーター化の数を監視する
pl_pl: monitorować liczbę niebezpiecznych automatycznych parametryzacji na sekundę
pt_pt: monitorar o número de parametrizações automáticas inseguras por segundo
ru_ru: контролировать количество небезопасных автопараметризаций в секунду
zh_cn: 监视每秒不安全的自动参数设置的数量

source: User Connections
bg_bg: Безплатни връзки
de_de: Offene Verbindungen
es_es: Opciones
fr_fr: Connexions ouvertes
it_it: Connessioni aperte
ja_jp: 空き接続
pl_pl: darmowe połączenia
pt_pt: Opções
ru_ru: Открытое подключений
zh_cn: 用户连接

source: Monitor the number of users currently connected
bg_bg: следете броя на свързаните потребители в момента
de_de: Überwachen Sie die Anzahl der aktuell verbundenen Benutzer
es_es: supervisar la cantidad de usuarios actualmente conectados
fr_fr: surveiller le nombre d'utilisateurs actuellement connectés
it_it: monitorare il numero di utenti attualmente connessi
ja_jp: 現在接続しているユーザーの数を監視する
pl_pl: monitorować liczbę aktualnie podłączonych użytkowników
pt_pt: monitorar o número de usuários conectados no momento
ru_ru: контролировать количество подключенных пользователей
zh_cn: 监视当前连接的用户数

source: Workfiles Created/sec
bg_bg: създадени работни файлове / сек
de_de: Arbeitsdateien erstellt / Sek
es_es: archivos de trabajo creados / seg.
fr_fr: fichiers de travail créés / s
it_it: file di lavoro creati / sec
ja_jp: 作成された作業ファイル/秒
pl_pl: utworzone pliki robocze / s
pt_pt: arquivos de trabalho criados / s
ru_ru: Создано рабочих файлов / сек
zh_cn: 工作文件创建/秒

source: Monitor the number of work files created per second
bg_bg: следете броя на работните файлове, създадени в секунда
de_de: Überwachen Sie die Anzahl der pro Sekunde erstellten Arbeitsdateien
es_es: supervisar la cantidad de archivos de trabajo creados por segundo
fr_fr: surveiller le nombre de fichiers de travail créés par seconde
it_it: monitorare il numero di file di lavoro creati al secondo
ja_jp: 1秒あたりに作成される作業ファイルの数を監視する
pl_pl: monitorować liczbę plików roboczych tworzonych na sekundę
pt_pt: monitorar o número de arquivos de trabalho criados por segundo
ru_ru: контролировать количество рабочих файлов, создаваемых в секунду
zh_cn: 监视每秒创建的工作文件数

source: Worktables From Cache Ratio
bg_bg: работни таблици от съотношение кеш
de_de: Arbeitstabellen aus dem Cache-Verhältnis
es_es: tablas de trabajo de la relación de caché
fr_fr: tables de travail à partir du rapport de cache
it_it: piani di lavoro dal rapporto cache
ja_jp: キャッシュ比率からの作業テーブル
pl_pl: tabele robocze ze współczynnika pamięci podręcznej
pt_pt: tabelas de trabalho a partir da proporção de cache
ru_ru: рабочие таблицы из кеша
zh_cn: 缓存比率的工作表

source: Percentage of work tables created whose initial two pages were immediately available from the worktable cache
bg_bg: процент създадени работни таблици, чиито първоначални две страници са били незабавно достъпни от кеша на работната таблица
de_de: Prozentsatz der erstellten Arbeitstabellen, deren erste zwei Seiten sofort aus dem Arbeitstabellen-Cache verfügbar waren
es_es: Porcentaje de tablas de trabajo creadas cuyas dos páginas iniciales estaban disponibles inmediatamente desde la caché de la mesa de trabajo
fr_fr: pourcentage de tables de travail créées dont les deux premières pages étaient immédiatement disponibles à partir du cache de la table de travail
it_it: percentuale di tabelle di lavoro create le cui prime due pagine erano immediatamente disponibili dalla cache del worktable
ja_jp: 作成された作業テーブルのうち、最初の2ページが作業テーブルキャッシュからすぐに利用できるものの割合
pl_pl: procent utworzonych tabel roboczych, których początkowe dwie strony były natychmiast dostępne z bufora tabeli roboczej
pt_pt: porcentagem de tabelas de trabalho criadas cujas duas páginas iniciais estavam imediatamente disponíveis no cache da mesa de trabalho
ru_ru: процент созданных рабочих таблиц, чьи первые две страницы были немедленно доступны из кэша рабочего стола
zh_cn: 创建的工作表的百分比，前两个页面可立即从工作表缓存中访问

source: Worktables Created/sec
bg_bg: създадени работни таблици / сек
de_de: Arbeitstische erstellt / sek
es_es: tablas de trabajo creadas / seg.
fr_fr: tables de travail créées / s
it_it: piani di lavoro creati / sec
ja_jp: 作成された作業テーブル/秒
pl_pl: utworzone stoły robocze / sek
pt_pt: tabelas de trabalho criadas / s
ru_ru: Создано рабочих столов / сек
zh_cn: 工作表创建/秒

source: Monitor the number of work tables created from the worktable cache
bg_bg: следете броя на работните таблици, създадени от кеша на работните маси
de_de: Überwachen Sie die Anzahl der Arbeitstabellen, die aus dem Arbeitstisch-Cache erstellt wurden
es_es: supervisar la cantidad de tablas de trabajo creadas a partir de la caché de la mesa de trabajo
fr_fr: surveiller le nombre de tables de travail créées à partir du cache de la table de travail
it_it: monitorare il numero di tabelle di lavoro create dalla cache del worktable
ja_jp: 作業テーブルキャッシュから作成された作業テーブルの数を監視する
pl_pl: monitorować liczbę tabel roboczych utworzonych z pamięci podręcznej tabeli roboczej
pt_pt: monitorar o número de tabelas de trabalho criadas a partir do cache da mesa de trabalho
ru_ru: контролировать количество рабочих таблиц, созданных из кэша рабочего стола
zh_cn: 监视从工作表缓存创建的工作表的数量

source: Instance Name
bg_bg: име на екземпляр
de_de: Instanzname
es_es: nombre de instancia
fr_fr: nom de l'instance
it_it: nome dell'istanza
ja_jp: インスタンス名
pl_pl: nazwa instancji
pt_pt: nome da instância
ru_ru: имя экземпляра
zh_cn: 实例名称

source: Optional instance_name from sys.sysperfinfo, sys.dm_os_performance_counters, etc.
bg_bg: незадължително instance_name от sys.sysperfinfo, sys.dm_os_performance_counters и т.н.
de_de: optionaler Instanzname von sys.sysperfinfo, sys.dm_os_performance_counters usw.
es_es: nombre_instancia opcional de sys.sysperfinfo, sys.dm_os_performance_counters, etc.
fr_fr: nom_instance facultatif de sys.sysperfinfo, sys.dm_os_performance_counters, etc.
it_it: nome_istanza facoltativo da sys.sysperfinfo, sys.dm_os_performance_counters, ecc.
ja_jp: sys.sysperfinfo、sys.dm_os_performance_countersなどのオプションのinstance_name
pl_pl: opcjonalna nazwa_instancji z sys.sysperfinfo, sys.dm_os_performance_counters itp.
pt_pt: instance_name opcional de sys.sysperfinfo, sys.dm_os_performance_counters, etc.
ru_ru: необязательное имя_экземпляра из sys.sysperfinfo, sys.dm_os_performance_counters и т. д.
zh_cn: 来自sys.sysperfinfo，sys.dm_os_performance_counters等的可选instance_name。

source: Monitor a MySQL database query.
bg_bg: Наблюдавайте заявка за MySQL база данни.
de_de: Überwachung einer MySQL Datenbank-Abfrage.
es_es: Supervisar una consulta de base de datos MySQL.
fr_fr: Surveiller une requête de base de données MySQL.
it_it: Monitorare una query di database MySQL.
ja_jp: MySQLデータベースクエリを監視します.
pl_pl: monitorować zapytania do bazy danych MySQL.
pt_pt: Monitorar uma consulta banco de dados MySQL.
ru_ru: Мониторинг запросов MySQL базу данных.
zh_cn: 监视MySQL数据库查询。

source: MySQL Server
bg_bg: MySQL сървър
fr_fr: Le serveur MySQL
ja_jp: MySQLサーバー
pl_pl: serwer mysql
zh_cn: MySQL服务器

source: Specify the details for connecting to the MySQL server you want to monitor.
bg_bg: Посочете данните за връзка с MySQL сървъра, който искате да наблюдавате.
de_de: Geben Sie die Details für die Verbindung zum MySQL Server, den Sie überwachen möchten.
es_es: Especifique los detalles para la conexión al servidor MySQL que desea supervisar.
fr_fr: Spécifiez les détails pour se connecter au serveur MySQL que vous souhaitez surveiller.
it_it: Specificare i dettagli per la connessione al server MySQL che si desidera monitorare.
ja_jp: 監視するMySQLサーバーに接続するための詳細を指定します.
pl_pl: określić szczegóły do ​​łączenia się z serwerem MySQL, który chcesz monitorować.
pt_pt: Especifique o formato das mensagens SMS que você deseja receber.
ru_ru: Укажите сведения для подключения к серверу MySQL вы хотите контролировать.
zh_cn: 指定用于连接到要监视的MySQL服务器的详细信息。

source: The IP address or FQDNS name of the MySQL server
bg_bg: IP адрес или FQDNS име на MySQL сървъра
de_de: Die IP-Adresse oder FQDN Namen des MySQL-Servers
es_es: La direccion IP o el nombre FQDNS del host
fr_fr: L'adresse IP ou le nom FQDN du serveur MySQL
it_it: L'indirizzo IP o il nome FQDN del server MySQL
ja_jp: MySQLサーバーのIPアドレスまたはFQDN
pl_pl: adres IP lub FQDN nazwa serwera mysql
pt_pt: O endereço IP ou FQDN nome do host
ru_ru: IP-адрес или FQDN, имя сервера MySQL
zh_cn: MySQL服务器的IP地址或FQDNS名称

source: The port to use to connect to the MySQL server
bg_bg: Порта, който да използвате, за да се свържете с MySQL сървъра
de_de: Der Hafen zu nutzen, um auf die MySQL-Server verbinden
es_es: El puerto que se usará para conectarse al servidor MySQL
fr_fr: Le port à utiliser pour se connecter au serveur MySQL
it_it: La porta da utilizzare per la connessione al server MySQL
ja_jp: MySQLサーバーへの接続に使用するポート
pl_pl: port używany do łączenia się z serwerem MySQL
pt_pt: A senha usada para autenticar o SGSI.
ru_ru: Порт для подключения к серверу MySQL
zh_cn: 用于连接到MySQL服务器的端口

source: The username used to connect to the MySQL server
bg_bg: Потребителското име, използвано за свързване към MySQL сървъра
de_de: Der Benutzername für den MySQL-Server verbinden
es_es: El nombre de usuario utilizado para conectarse al servidor MySQL
fr_fr: Le nom d'utilisateur utilisé pour se connecter au serveur MySQL
it_it: Il nome utente utilizzato per la connessione al server MySQL
ja_jp: MySQLサーバーへの接続に使用するユーザー名
pl_pl: nazwa użytkownika używana do łączenia się z serwerem MySQL
pt_pt: O nome de usuário usado para autenticar os SMS's.
ru_ru: Имя пользователя, используемое для подключения к серверу MySQL
zh_cn: 用于连接到MySQL服务器的用户名

source: The password used to connect to the MySQL server
bg_bg: Паролата, използвана за оторизация към MySQL сървъра
de_de: Das Passwort für den MySQL-Server verbinden
es_es: La contraseña utilizada para conectarse al servidor MySQL
fr_fr: Le mot de passe utilisé pour se connecter au serveur MySQL
it_it: La password utilizzata per connettersi al server MySQL
ja_jp: MySQLサーバーへの接続に使用するパスワード
pl_pl: Hasło używane do łączenia się z serwerem MySQL
pt_pt: A senha usada para autenticar o SGSI.
ru_ru: Пароль, используемый для подключения к серверу MySQL
zh_cn: 用于连接MySQL服务器的密码

source: The database to connect to on the MySQL server
bg_bg: Базата данни, с която да се свържем на MySQL сървъра
de_de: Die Datenbank, auf dem MySQL-Server verbinden
es_es: La base de datos a la que conectarse en el servidor MySQL
fr_fr: La base de données pour se connecter au serveur MySQL
it_it: Il database a cui connettersi sul server MySQL
ja_jp: MySQLサーバーに接続するデータベース
pl_pl: do połączenia z bazą danych na serwerze MySQL
pt_pt: O banco de dados para se conectar no servidor MySQL
ru_ru: Базы данных для подключения на сервере MySQL
zh_cn: 在MySQL服务器上要连接的数据库

source: The name you'd like to have associated with this MySQL server
bg_bg: Името, което искате да се асоциира с този MySQL сървър
de_de: Der Name, den Sie gerne mit diesem MySQL-Server zugeordnet haben würde
es_es: El nombre que le gustaría tener asociados con este servidor MySQL
fr_fr: Le nom que vous aimeriez avoir associé à ce serveur MySQL
it_it: Il nome che desideri sia associato a questo server MySQL
ja_jp: MySQLサーバーに関連付ける名前
pl_pl: Nazwa chcesz być związane z tym serwerem mysql
pt_pt: O host associado com este horário.
ru_ru: Имя, которое вы хотели бы иметь, связанные с этим сервером MySQL
zh_cn: 您想要与此MySQL服务器关联的名称

source: MySQL Query
bg_bg: MySQL заявка (Query)
es_es: Consulta
ja_jp: MySQLクエリ
pt_pt: Pergunta
zh_cn: MySQL查询

source: The SQL query to run.
bg_bg: SQL заявка, която да бъде зададена.
de_de: Die SQL-Abfrage zu laufen.
es_es: La consulta SQL a ejecutar.
fr_fr: La requête SQL à exécuter.
it_it: La query SQL da eseguire.
ja_jp: 実行するSQLクエリ.
pl_pl: sql zapytanie do uruchomienia.
pt_pt: A consulta SQL para ser executado.
ru_ru: Запрос SQL для выполнения.
zh_cn: 要运行的SQL查询。

source: Must return an integer
bg_bg: Трябва да връща цяло число
de_de: muss eine ganze Zahl zurück
es_es: debe devolver un entero
fr_fr: doit retourner un entier
it_it: deve restituire un intero
ja_jp: 整数を返す必要があります
pl_pl: musi zwracać liczbę całkowitą,
pt_pt: deve retornar um inteiro
ru_ru: должна возвращать целое число
zh_cn: 必须返回一个整数
