Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Service State Info
bg_bg: Информация за състоянието на услугата
de_de: Service-Status-Info
es_es: Información del estado del servicio
fr_fr: Information sur l'état du service
it_it: Informazioni sullo stato del servizio
ja_jp: サービス状態情報
pl_pl: Informacje o stanie usługi
pt_pt: Informações do estado do serviço
ru_ru: Информация о состоянии сервиса
zh_cn: 服务状态信息

source: Service State Quick Actions
bg_bg: Бърза реакция на състоянието на услугата
de_de: Service-Status schnelle Aktionen
es_es: Acciones rápidas de estado de servicio
fr_fr: Actions rapides d'état de service
it_it: Azioni di servizio rapido
ja_jp: サービス状態のクイックアクション
pl_pl: Szybkie działanie służbowe
pt_pt: Ações rápidas de estado de serviço
ru_ru: Быстродействующие действия службы
zh_cn: 服务状态快速动作

source: Service Comments
bg_bg: Коментари за услугата
de_de: Dienstbefehl
es_es: Comando de servicio
fr_fr: Commande de service
it_it: Comando di servizio
ja_jp: サービスのコメント
pl_pl: Polecenie usługi
pt_pt: Comando de serviço
ru_ru: Служебная команда
zh_cn: 服务评论

source: Service Detailed State Info
bg_bg: Подробна информация за състоянието на услугата
de_de: Service detaillierte Zustandsinfo
es_es: Información detallada del estado del servicio
fr_fr: Informations détaillées sur l'état du service
it_it: Servizio informazioni dettagliate sullo stato
ja_jp: サービス詳細の状態情報
pl_pl: Usługi szczegółowe informacje o stanie
pt_pt: Informações detalhadas do estado do serviço
ru_ru: Подробная информация о состоянии сервиса
zh_cn: 服务详细状态信息

source: Service Advanced Status Attributes
bg_bg: Услугата за разширени атрибути за състоянието
de_de: Service erweiterte Statusattribute
es_es: Atributos de estado avanzados del servicio
fr_fr: Attributs d'état avancés du service
it_it: Servizio gli attributi di stato avanzati
ja_jp: サービスの高度なステータス属性
pl_pl: Zaawansowanych usług
pt_pt: Atribuir atributos de status avançados
ru_ru: Атрибуты расширенного статуса службы
zh_cn: 服务高级状态属性

source: Pages
bg_bg: Страници
de_de: Seiten
es_es: Paginas:
it_it: Pagine
ja_jp: ページ
pl_pl: strony
pt_pt: Páginas:
ru_ru: Страницы
zh_cn: 页

source: Dashlets
bg_bg: Мини-табла (dashlets)
de_de: Dashlet
es_es: Dashlet
fr_fr: Dashlet
it_it: Dashlet
ja_jp: ダッシュレット
pt_pt: dashlet
ru_ru: Дашлет
zh_cn: 内容板块

source: Databases
bg_bg: Бази данни
de_de: Datenbank
es_es: Bases de Datos de Nagios XI
fr_fr: Base de données
it_it: Database
ja_jp: データベース
pl_pl: Bazy danych
pt_pt: Banco de dados NDOUtils
ru_ru: База данных
zh_cn: 数据库

source: Auto-Running
bg_bg: Автоматично работещ
de_de: Selbstfahr
es_es: auto-funcionamiento
fr_fr: auto-fonctionnement
ja_jp: 自動実行
ru_ru: авто-пробег
zh_cn: 自动运行

source: Backend Cache
bg_bg: Бекенд кеш
es_es: caché backend
fr_fr: cache d'arrière-plan
it_it: cache di backend
ja_jp: バックエンドキャッシュ
pt_pt: cache de backend
ru_ru: бэкэнды
zh_cn: 后台缓存

source: PDF/JPG Exporting
bg_bg: pdf / jpg експортиране
de_de: PDF / JPG-Export
es_es: exportación de pdf / jpg
fr_fr: exportation pdf / jpg
it_it: esportazione pdf / jpg
ja_jp: pdf / jpgエクスポート
pl_pl: pdf / jpg eksportowanie
pt_pt: exportação de pdf / jpg
ru_ru: pdf / jpg экспорт
zh_cn: pdf / jpg导出

source: These options allow you to select which pages are used in the %s web interface.
bg_bg: Тези опции ви позволяват да изберете кои страници се използват в Nagios XI уеб интерфейса.
de_de: Diese Optionen können Sie auswählen, welche Seiten in der Nagios XI Web-Interface verwendet werden.
es_es: Estas opciones le permiten seleccionar las páginas que se utilizan en la interfaz web de Nagios XI.
fr_fr: Ces options vous permettent de sélectionner les pages qui sont utilisés dans l'interface web de Nagios XI.
it_it: Queste opzioni consentono di selezionare le pagine sono utilizzati nell'interfaccia web Nagios XI.
ja_jp: このオプションでは %s Webインターフェイスで使用されるページを選択できます。
pl_pl: te opcje pozwalają wybrać, które strony są używane w interfejsie xi internetowej Nagios.
pt_pt: Estas opções permitem que você selecione as páginas que são usados ​​na interface web do Nagios XI.
ru_ru: Эти опции позволяют вам выбрать, какие страницы используются в веб-интерфейсе Nagios XI.
zh_cn: 这些选项允许你选择在%s网页界面中使用哪些页面。

source: Non-unified pages provide dynamic updates via Ajax and let users add certain sections of the page to their dashboards, but incur a higher performance hit than unified pages. Unified pages offer higher performance than non-unified pages, but do not offer users the ability to add portions of the page to their dashboards.
bg_bg: Не-обединените страници предоставят динамични актуализации чрез Ajax и позволяват на потребителите да добавят някои части от страницата на таблата си, но това води до по-ниска производителност в сравнение с унифицираните страници. Обединените страници предлагат по-висока производителност в сравнение с не-обединените страници, но не предлагат на потребителите възможност за добавяне на части от страницата на таблата си.
de_de: Nicht einheitliche Seiten bieten dynamische Updates via Ajax und lassen Benutzer hinzuzufügen bestimmte Abschnitte der Seite, auf ihren Dashboards, aber fällt eine höhere Leistung als einheitliche Seiten zu treffen. Unified Seiten bieten eine höhere Leistung als nicht einheitliche Seiten, aber nicht bieten dem Anwender die Möglichkeit, Teile der Seite, um ihre Dashboards hinzufügen.
es_es: No unificados páginas proporcionan actualizaciones dinámicas a través de Ajax y permiten a los usuarios añadir ciertas secciones de la página a sus cuadros de mando, sino que incurren en un mayor rendimiento de páginas golpear unificadas. Páginas unificadas ofrecen un mayor rendimiento que no unificados páginas, pero no ofrecen a los usuarios la capacidad de agregar partes de la página a sus cuadros de mando.
fr_fr: Non unifiés pages fournissent des mises à jour dynamiques via Ajax et leur permettre d'ajouter certaines sections de la page à leur tableau de bord, mais entraînent une plus forte baisse de performance que les pages unifiées. Pages unifiées offrent de meilleures performances que les non-unifiés pages, mais ne pas offrir aux utilisateurs la possibilité d'ajouter des portions de la page à leur tableau de bord.
it_it: Non unificati pagine forniscono aggiornamenti dinamici tramite Ajax e consentire agli utenti di aggiungere alcune sezioni della pagina alle loro cruscotti, ma comporta un rendimento più elevato rispetto alle pagine colpito unificate. Unified pagine offrono prestazioni superiori rispetto non unificati pagine, ma non offrono agli utenti la possibilità di aggiungere parti della pagina per i loro cruscotti.
ja_jp: 統合されていないページは、Ajaxにより動的な更新を提供しユーザーがページの特定セクションを自分のダッシュボードに追加できますが、統合されたページよりパフォーマンス低下を引き起こします. 統合されたページは、統合されていないページより高いパフォーマンスを提供しますが、ユーザーがページの一部を自分のダッシュボードに追加する機能を提供しません.
pl_pl: Niejednolite strony zapewniają dynamiczne aktualizacje za pośrednictwem ajax i umożliwić użytkownikom dodawanie niektórych sekcji strony, aby ich kokpitów, ale ponosić wyższe spadek wydajności niż ujednoliconej stron. ujednolicone strony oferują wyższą wydajność niż stronach niejednolitych, ale nie oferują użytkownikom możliwość dodawania części strony, aby ich kokpitów.
pt_pt: páginas não-unificados fornecer atualizações dinâmicas via ajax e permite aos usuários adicionar certas seções da página de seus painéis, mas incorrer em um maior desempenho do que bater páginas unificadas. páginas unificadas oferecer maior desempenho do que as páginas não-unificadas, mas não oferecer aos usuários a capacidade de adicionar partes da página para seus painéis.
ru_ru: Номера для единой страницы содержат динамические обновления с помощью Ajax и позволяет пользователям добавлять определенные разделы страницы своих панелей, но влечет за собой более высокую производительность, чем ударить единой страницы. Единый страницах предлагают более высокую производительность, чем не единой страницы, но не предлагают пользователям возможность добавлять части страницы, чтобы их панелей.
zh_cn: 非统一页面通过Ajax提供动态更新，并允许用户将页面的某些部分添加到其仪表板中，但是与统一页面相比，其性能受到了更大的影响。 统一页面比非统一页面提供更高的性能，但不能为用户提供将页面的一部分添加到其操作面板的功能。

source: Page Settings
bg_bg: Настройки на страницата
de_de: Seite Einstellungen
es_es: Configuración de la página
fr_fr: Paramètres de la page
it_it: Pagina Impostazioni
ja_jp: ページ設定
pl_pl: Ustawienia strony
pt_pt: Configurações da página
ru_ru: Параметры страницы
zh_cn: 页面设置

source: Use Unified Tactical Overview
bg_bg: Използвайте унифициран тактически преглед (Unified Tactical Overview)
de_de: Mithilfe von Unified Tactical Overview
es_es: Use el Panorama Tactico Unificado
fr_fr: Utilisez unifiée Présentation tactique
it_it: Utilizzare unificata Panoramica Tactical
ja_jp: 統合されたタクティカル概要を使用する
pl_pl: używać jednolitego przegląd taktyczne
pt_pt: Visão Geral do Uso Tático Unified
ru_ru: Использование единой тактической обзор
zh_cn: 使用统一的战术概述

source: Use Unified Hostgroup Screens
bg_bg: Използвайте унифицирани екрани за хост групи (Unified Hostgroup Screens)
de_de: Mithilfe von Unified Hostgruppen Screens
es_es: Usar tramas Unified hostGroup
fr_fr: Utilisez écrans hostGroup unifiées
it_it: Utilizzare schermi hostgroup unificata
ja_jp: 統合されたホストグループ画面を使用する
pl_pl: używać jednolite ekrany hostgroup
pt_pt: usar telas hostgroup unificadas
ru_ru: Использование единой Экраны группа узлов сети
zh_cn: 使用统一的主机群屏幕

source: Use Unified Servicegroup Screens
bg_bg: Използвайте унифицирани екрани за сървис групи (Unified Servicegroup Screens)
de_de: Verwenden Unified-Servicegroup Screens
es_es: Utilice Unified Pantallas Servicegroup
fr_fr: Utilisez Unified écrans servicegroup
it_it: Utilizzare Unified Schermi Servicegroup
ja_jp: 統合されたサービスグループ画面を使用する
pl_pl: używać jednolite ekrany servicegroup
pt_pt: usar telas servicegroup unificadas
ru_ru: Использование единой Экраны Servicegroup
zh_cn: 使用统一的服务组屏幕

source: Status Page Settings
bg_bg: настройките на страницата за състоянието
de_de: Statusseiteneinstellungen
es_es: configuración de la página de estado
fr_fr: paramètres de la page d'état
it_it: impostazioni della pagina di stato
ja_jp: ステータスページの設定
pl_pl: ustawienia strony statusu
pt_pt: configurações da página de status
ru_ru: настройки страницы статуса
zh_cn: 状态页面设置

source: Object status retries
bg_bg: статуса на обектите
de_de: Objektstatus-Neuversuche
es_es: reintentos de estado de objeto
fr_fr: tentatives de statut d'objet
it_it: tentativi di stato dell'oggetto
ja_jp: オブジェクト状況の再試行
pl_pl: ponawianie prób statusu obiektu
pt_pt: tentativas de status de objeto
ru_ru: повторяется статус объекта
zh_cn: 对象状态重试

source: Number of times to retry before showing object does not exist message in host/service status pages. One retry per second.
bg_bg: брой пъти за повторен опит преди показване на обект не съществува съобщение в страниците за състояние на хост / услуга. едно повторение за секунда.
de_de: Anzahl der Wiederholungsversuche vor dem Anzeigen des Objekts ist nicht vorhanden Nachricht auf Host- / Dienststatusseiten eine Wiederholung pro Sekunde.
es_es: la cantidad de veces que se debe volver a intentar antes de mostrar el mensaje de que el objeto no existe en las páginas de estado de host / servicio. un reintento por segundo
fr_fr: nombre de fois à réessayer avant d'afficher l'objet n'existe pas message dans les pages d'état de l'hôte / du service. une nouvelle tentative par seconde.
it_it: numero di volte per riprovare prima di mostrare l'oggetto non esiste il messaggio nelle pagine di stato dell'host / servizio. un tentativo al secondo.
ja_jp: オブジェクトが存在しないことを示すメッセージがホストまたはサービスのステータスページに表示されるまでに再試行する回数。 1秒間に1回再試行します。
pl_pl: liczba prób ponowienia przed wyświetleniem obiektu nie istnieje komunikat na stronach statusu hosta / usługi. jedna ponowna próba na sekundę.
pt_pt: número de vezes que tentar novamente antes de mostrar o objeto não existe mensagem nas páginas de status do host / serviço. uma tentativa por segundo.
ru_ru: количество раз, которое нужно повторить, прежде чем показывать, что объект не существует на страницах состояния хоста / службы. одна попытка в секунду.
zh_cn: 主机/服务状态页面中显示对象不存在之前重试的次数。 每秒重试一次。

source: Global Dashlet Settings
bg_bg: Глобални настройки на мини-табло (dashlet)
de_de: Globale Dashlet Einstellungen
es_es: Configuración global dashlet
fr_fr: Paramètres globaux dashlet
it_it: Impostazioni globali Dashlet
ja_jp: グローバルダッシュレット設定
pl_pl: Globalne ustawienia dashlet
pt_pt: configurações globais dashlet
ru_ru: Глобальные настройки дашлет
zh_cn: 全局内容面板设置

source: Dashlet Refresh Multiplier
bg_bg: Множител за опресняване на мини-таблото (dashlet)
de_de: Dashlet Aktualisieren Multiplier
es_es: Dashlet Actualizar Multiplicador
fr_fr: Dashlet Actualiser multiplicateur
it_it: Dashlet Refresh Moltiplicatore
ja_jp: ダッシュレットリフレッシュマルチプライアー
pl_pl: dashlet odświeżania mnożnik
pt_pt: dashlet multiplicador de atualização
ru_ru: Дашлет Обновить Multiplier
zh_cn: 操作面板刷新乘数

source: Number of milliseconds to multiply individual dashlet refresh rates by. Defaults to 1000 (1 second).
bg_bg: Брой милисекунди, с които да се умножи скоростта на обновяване на всяко мини-табло (dashlet). По подразбиране е 1000 (една секунда).
de_de: Anzahl der Millisekunden an einzelne Dashlet Bildwiederholraten multiplizieren. Der Standardwert ist 1000 (1 Sekunde)
es_es: Número de milisegundos que se multiplican cada dashlet tasas de refresco por. El valor predeterminado es 1000 (1 segundo)
fr_fr: Nombre de millisecondes à multiplier chaque dashlet taux de rafraîchissement par. La valeur par défaut 1000 (1 seconde)
it_it: Numero di millisecondi di moltiplicare i singoli dashlet frequenze di aggiornamento di. Il valore predefinito è 1000 (1 secondo)
ja_jp: 各ダッシュレットのリフレッシュレートで乗算するミリ秒。 既定は 1000 (1秒)。
pl_pl: Liczba milisekund pomnożyć indywidualne stawki dashlet odświeżania autorem. domyślnie 1000 (1 sekunda)
pt_pt: Número de milissegundos para multiplicar taxas individuais dashlet atualização por. O padrão é 1000 (1 segundo)
ru_ru: Количество миллисекунд, чтобы умножить отдельных дашлет частоту обновления мимо. По умолчанию 1000 (1 секунда)
zh_cn: 乘以各个小仪表板刷新率所用的毫秒数。 默认为1000（1秒）。

source: Dashlet Refresh Rates
bg_bg: Честотата на опресняване на мини-таблото (dashlet)
de_de: Dashlet Bildwiederholraten
es_es: Dashlet Actualizar tarifas
fr_fr: Dashlet taux de rafraîchissement
it_it: Dashlet Frequenze di aggiornamento
ja_jp: ダッシュレットのリフレッシュレート
pl_pl: dashlet częstotliwości odświeżania
pt_pt: dashlet taxas de atualização
ru_ru: Дашлет Частота обновления
zh_cn: 内容面板刷新率

source: Number of time units (usually seconds) between dashlet refreshes. Lower numbers increase system load, while higher numbers decrease load. Refresh rates specified below are multiplied by the refresh multiplier specified above.
bg_bg: Брой времеви единици (обикновено секунди) между опресняванията на мини-таблото (dashlet). По-ниските стойности увеличават натоварването на системата, докато по-високите стойности намаляват натоварването. Честотата на опресняване, описана по-долу, се умножава по коефициента на опресняване, посочен по-горе.
de_de: Anzahl der Zeiteinheiten (in der Regel Sekunden) zwischen Dashlet erfrischt. Niedrigere Zahlen zu erhöhen Systemlast, während höhere Zahlen zu verringern Last. Bildwiederholraten unten angegebenen durch die Refresh-Multiplikator oben genannten multipliziert.
es_es: Número de unidades de tiempo (generalmente segundos) entre actualizaciones dashlet. Los números más bajos aumentan la carga del sistema, mientras que los números más altos disminuyen la carga. Las frecuencias de actualización se especifican a continuación se multiplican por el multiplicador de actualización especificado anteriormente.
fr_fr: Nombre d'unités de temps (habituellement secondes) entre les rafraîchissements dashlet. La réduction des effectifs augmenter la charge du système, tandis que des nombres plus élevés diminuer la charge. Les taux de rafraîchissement indiqués ci-dessous sont multipliés par le coefficient d'actualisation indiqué ci-dessus.
it_it: Numero di unità di tempo (di solito secondi) tra gli aggiornamenti dashlet. I numeri più bassi aumentare il carico del sistema, mentre i numeri più alti diminuire il carico. Frequenza di aggiornamento specificati di seguito sono moltiplicati per il moltiplicatore di aggiornamento di cui sopra.
ja_jp: ダッシュレットの更新間隔の時間単位（通常は秒）. 数字が小さければ小さいほどシステムの負荷が増え、数が大きければ大きいほど負荷が減ります. 以下で指定したリフレッシュレートに上で指定したリフレッシュマルチプライアーの値が乗算されます.
pl_pl: liczba jednostek czasu (zazwyczaj sekund) między odświeża dashlet. niższe numery zwiększyć obciążenie systemu, podczas gdy wyższe numery spadek obciążenia. częstotliwości odświeżania wymienione poniżej są mnożone przez mnożnik odświeżania określonym powyżej.
pt_pt: Número de unidades de tempo (geralmente segundos) entre as atualizações dashlet. Os números mais baixos aumentam a carga do sistema, enquanto os números mais altos diminuem a carga. Taxas de actualização especificados abaixo são multiplicados pelo multiplicador refresh especificado acima.
ru_ru: Количество единиц времени (обычно в секундах) между дашлет освежает. Более низкие значения увеличит нагрузку на систему, в то время как большее число уменьшится нагрузка. Обновить ставкам, указанным ниже, умноженное на мультипликатор обновления, указанной выше.
zh_cn: 刷新之间的时间单位数（通常为秒）。 较低的数字会增加系统负载，而较高的数字会减少负载。 下面指定的刷新率乘以上面指定的刷新倍数。

source: These options allow you to specify data retention, and optimization intervals for the databases %s uses.
bg_bg: Тези опции ви позволяват да определите запазването на данни (data retention) и интервалите за оптимизация за базите данни, които Nagios XI използва.
de_de: Diese Optionen können Sie die Vorratsspeicherung von Daten, Optimierung und Reparatur Abständen für die Datenbanken Nagios XI verwendet angeben.
es_es: Estas opciones le permiten especificar la retención de datos, optimización, y los intervalos de reparación para las bases de datos de Nagios XI utiliza.
fr_fr: Ces options vous permettent de spécifier la conservation des données, d'optimisation et de réparation pour les intervalles de bases de données Nagios XI utilise.
it_it: Queste opzioni consentono di specificare la conservazione dei dati, ottimizzazione, e gli intervalli di riparazione per i database Nagios XI utilizza.
ja_jp: このオプションではデータ保持期間と %s が使用するデータベースの最適化間隔を指定できます。
pl_pl: opcje te pozwalają określić retencji danych i interwały optymalizacji dla baz danych wykorzystywanych Nagios XI.
pt_pt: Estas opções permitem especificar a retenção de dados, otimização e intervalos de reparação para as bases de dados Nagios XI usa.
ru_ru: Эти параметры позволяют указать хранения данных, оптимизации и ремонта интервалы для баз данных Nagios XI использует.
zh_cn: 这些选项允许你指定数据保留，以及数据库%s使用的优化间隔。

source: %s Database
bg_bg: % s база данни
de_de: % s Datenbank
es_es: base de datos% s
fr_fr: % s base de données
ja_jp: %s データベース
pl_pl: Baza danych% s
pt_pt: banco de dados% s
ru_ru: База данных% s
zh_cn: %s数据库

source: Max Commands Age
bg_bg: Максимална възраст на командите
de_de: Max Befehle Alter
es_es: Max Comandos Edad
fr_fr: Max Commandes Âge
it_it: Max Comandi Età
ja_jp: コマンド保持時間
pl_pl: maks polecenia wiek
pt_pt: max comandos idade
ru_ru: Максимальный возраст команды
zh_cn: 最大命令年龄

source: Max time in minutes to keep commands
bg_bg: Максимален период от време в минути, за да запазят командите
de_de: Max Zeit in Minuten, um Befehle zu halten
es_es: Max tiempo en minutos para mantener comandos
fr_fr: Temps max en quelques minutes de garder les commandes
it_it: Il tempo massimo in minuti per mantenere i comandi
ja_jp: コマンドを保持する最大時間（分）
pl_pl: Maksymalny czas w minutach, aby utrzymać polecenia
pt_pt: tempo máximo em minutos para manter os comandos
ru_ru: Максимальное время в минутах, чтобы сохранить команды
zh_cn: 保留命令的最长时间（分钟）

source: Max Events Age
bg_bg: Максимална съзраст на събитията
de_de: Max Veranstaltungs Alter
es_es: Max Age Eventos
fr_fr: Max Age événements
it_it: Max Eventi Età
ja_jp: 最大イベント保持時間
pl_pl: wiek wydarzenia max
pt_pt: max eventos idade
ru_ru: Макс событий возрасте
zh_cn: 最大事件年龄

source: Max time in minutes to keep events
bg_bg: Максимален период от време в минути, за да запазят събитията
de_de: Max Zeit in Minuten, um Ereignisse zu halten
es_es: Tiempo maximo en minutos para mantener los eventos
fr_fr: Temps max en quelques minutes à conserver les événements
it_it: Il tempo massimo in minuti per tenere eventi
ja_jp: イベントを保持する最大時間（分）
pl_pl: Maksymalny czas w minutach, aby utrzymać wydarzenia
pt_pt: tempo máximo em minutos para manter eventos
ru_ru: Максимальное время в минутах, чтобы держать события
zh_cn: 保留事件的最长时间（分钟）

source: Max SNMP Trap Age
bg_bg: максимална възраст на прихващане
de_de: max snmp falle Alter
fr_fr: max snmp âge de piège
ja_jp: 最大SNMPトラップ保持時間
pl_pl: maksymalny wiek pułapek snmp
pt_pt: máxima armadilha snmp idade
ru_ru: Максимальный возраст ловушки snmp
zh_cn: 最大SNMP陷阱年龄

source: Max time in DAYS to store SNMP trap data in the database.
bg_bg: максимално време в дни за съхраняване на данни за snp trap в базата данни.
de_de: maximale Zeit in Tagen, um SNMP-Trap-Daten in der Datenbank zu speichern.
es_es: tiempo máximo en días para almacenar los datos de trampa snmp en la base de datos.
fr_fr: temps maximum en jours pour stocker les données de piège snmp dans la base de données.
it_it: tempo massimo in giorni per memorizzare i dati snmp trap nel database.
ja_jp: SNMP トラップデータをデータベースに保存する最大日数。
pl_pl: maksymalny czas w dniach przechowywania danych pułapek snmp w bazie danych.
pt_pt: Tempo máximo em dias para armazenar dados snmp trap no banco de dados.
ru_ru: максимальное время в днях для хранения данных ловушки snmp в базе данных.
zh_cn: 将SNMP陷阱数据存储在数据库中的最长时间（以天为单位）。

source: Max Scheduled Reports History Age
bg_bg: макс планирани отчети история възраст
de_de: max geplantes Berichtsverlaufsalter
es_es: antigüedad máxima del historial de informes programados
fr_fr: âge maximal de l'historique des rapports planifiés
it_it: età massima cronologia rapporti pianificati
ja_jp: 最大スケジュールレポート履歴年齢
pl_pl: maksymalny wiek historii zaplanowanych raportów
pt_pt: Idade máxima do histórico de relatórios programados
ru_ru: максимальный срок истории запланированных отчетов
zh_cn: 计划的最大报告历史记录年龄

source: Max time in DAYS to store scheduled report log data.
bg_bg: максимално време в дни за съхраняване на планирани данни от дневника на отчета.
de_de: Maximale Zeit in Tagen zum Speichern geplanter Berichtsprotokolldaten.
es_es: tiempo máximo en días para almacenar datos de registro de informes programados.
fr_fr: durée maximale en jours pour stocker les données du journal de rapport planifiées.
it_it: tempo massimo in giorni per memorizzare i dati del registro dei rapporti pianificati.
ja_jp: スケジュールされたレポートログデータを保存する最大時間（日数）。
pl_pl: maksymalny czas w dniach przechowywania danych dziennika zaplanowanego raportu.
pt_pt: tempo máximo em dias para armazenar dados de log de relatório programado.
ru_ru: максимальное время в днях для хранения данных журнала запланированного отчета.
zh_cn: 存储计划的报告日志数据的最长时间（以天为单位）。

source: Max Expired Auth Token Age
bg_bg: макс. изтекла автохтонна възраст
de_de: max abgelaufenes Auth-Token-Alter
es_es: max expired token auth edad
fr_fr: Durée d'authentification maximale max expirée
it_it: età massima del token di autenticazione scaduta
ja_jp: 有効期限が切れた認証トークンの最大保持時間
pl_pl: maksymalny wiek tokena uwierzytelniania
pt_pt: Máximo de idade de token de autenticação expirada
ru_ru: максимальный срок годности аутентификации
zh_cn: 最大过期身份验证令牌年龄
