Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Selecting the Forced option will force the notification to be sent out, regardless of the time restrictions, whether or not notifications are enabled, etc.
bg_bg: Избирането на опцията Forced ще принуди уведомлението да бъде изпратено, независимо от ограниченията за време, от това дали уведомленията са активирани, и т.н.
de_de: Auswahl der Zwangs Option wird die Benachrichtigung zu zwingen, aus, der Zeitbeschränkungen gesendet werden, unabhängig, ob Benachrichtigungen aktiviert sind, usw.
es_es: seleccionando la opción forzosa obligará a la notificación que se enviará a cabo, a pesar de las restricciones de tiempo, sea o no notificaciones están habilitadas, etc.
fr_fr: sélectionnant l'option forcée va forcer la notification à être envoyé, quelles que soient les contraintes de temps, si oui ou non les notifications sont activées, etc.
it_it: selezionando l'opzione forzata costringerà la notifica da inviare fuori, indipendentemente dalle limitazioni di tempo, anche se non sono abilitate le notifiche, ecc
ja_jp: 「強制」オプションを選択すると、時間制限や通知が有効になっているかどうかに関係なく、強制的に通知が送信されます.
pl_pl: wybierając opcję zmusi przymusowej powiadomienia będą wysyłane, niezależnie od ograniczeń czasowych, czy powiadomienia są włączone, itd.
pt_pt: selecionando a opção forçada forçará a notificação para ser enviado para fora, independentemente das restrições de tempo, ou não notificações estão habilitados, etc.
ru_ru: выбрав опцию принудительного заставит уведомления, который будет разослан, независимо от временных ограничений, или нет, включены уведомления, и т.д.
zh_cn: 选择“强制”选项将强制发送通知，而不考虑时间限制，是否启用通知等。

source: Broadcast
bg_bg: Излъчване
es_es: emisión
fr_fr: diffusion
it_it: trasmissione
ja_jp: ブロードキャスト
pl_pl: transmisji
pt_pt: transmissão
ru_ru: трансляции
zh_cn: 广播

source: Selecting the Broadcast option causes the notification to be sent out to all normal (non-escalated) and escalated contacts.
bg_bg: Избирането на опцията Broadcast причинява уведомлението да бъде изпратено до всички нормални (не ескалирани) и ескалирани контакти.
de_de: Auswahl der Broadcast-Option bewirkt, dass die Benachrichtigung an alle normalen (nicht eskaliert) und eskaliert Kontakte gesendet werden.
es_es: seleccionando la opción de difusión hace que la notificación que se enviará a todos los contactos normales (no escalado) y escalada.
fr_fr: sélectionnant l'option de diffusion provoque l'envoi de la notification à tous (non-escalade) et une escalade des contacts normaux.
it_it: selezionando l'opzione di trasmissione provoca la notifica da inviare a tutti i normali (-escalation non) e escalation contatti.
ja_jp: 「ブロードキャスト」オプションを選択すると、通知がすべての通常（非エスカレーション先）連絡先およびエスカレーション先の連絡先に送信されます.
pl_pl: wybierając opcję rozgłaszania powoduje, że powiadomienia będą wysyłane do wszystkich normalnych (podwyższana niezarejestrowanych) i przekazania kontaktów.
pt_pt: selecionando a opção de transmissão faz com que a notificação seja enviada a todos os contatos (não escalado) e encaminhado normais.
ru_ru: выбрав опцию вещания вызывает уведомление будет разослан всем нормальным (не переросли) и повышенными контактов.
zh_cn: 选择“广播”选项会使通知发送到所有普通（非升级）和升级的联系人。

source: Delay Next Notification
bg_bg: Забавете следващото уведомление
de_de: Verzögerung nächste Meldung
es_es: Deshabilitar notificaciones
fr_fr: Retarder la notification suivante
it_it: Ritardo di notifica successiva
ja_jp: 次回の通知を遅らせる
pl_pl: Opóźnienie w przyszłym powiadomienia
pt_pt: Desativar notificações
ru_ru: Задержка следующего уведомления
zh_cn: 延迟下一个通知

source: This command is used to delay the next problem notification that is sent out for the specified service. The notification delay will be disregarded if the service changes state before the next notification is scheduled to be sent out. This command has no effect if the service is currently in an OK state.
bg_bg: Тази команда се използва за забавяне на следващото уведомление за проблем, което се изпраща за определен сървис. Забавянето на уведомлението (notification delay) ще бъде пренебрегнато, ако сървиса си промени състояниете преди да е насрочено следващото уведомлението за изпращане. Тази команда няма ефект, ако сървиса в момента е в ОК състояние.
de_de: dieser Befehl verwendet wird, um die nächste Problembenachrichtigung, die sich für den angegebenen Dienst gesendet wird, zu verzögern. die Benachrichtigung Verzögerung wird außer Acht gelassen werden, wenn der Dienst den Zustand ändert, bevor die nächste Benachrichtigung soll verschickt werden. dieser Befehl ist wirkungslos, wenn der Service gerade in einem OK-Zustand.
es_es: Este comando se utiliza para retrasar la siguiente notificación del problema que se envía por el servicio especificado. el retraso de notificación no tenerse en cuenta si el servicio cambia de estado antes de programar la siguiente notificación a ser enviado. este comando no tiene efecto si el servicio se encuentra actualmente en un estado aceptable.
fr_fr: cette commande est utilisée pour retarder la prochaine notification de problème qui est envoyé pour le service spécifié. le délai de notification sera ignoré si le service change d'état avant la prochaine notification est prévu pour être envoyé. cette commande n'a aucun effet si le service est actuellement dans un état correct.
it_it: questo comando viene utilizzato per ritardare il prossimo notifica problema che viene inviato per il servizio specificato. il ritardo di notifica verrà ignorato se il servizio cambia stato prima della notifica prossimo è previsto per essere inviato. questo comando non ha effetto se il servizio è attualmente in uno stato ok.
ja_jp: このコマンドは、指定されたサービスのために送信される次回の障害通知を遅延させるために使用されます. 次の通の送信がスケジュールされる前にサービスのステータスが変化した場合、通知の遅延は無視されます. サービスが現在OKステータスである場合は、このコマンドは効果がありません.
pl_pl: to polecenie służy do opóźnić następny zgłoszenie problemu, który jest wysyłany do określonej usługi. opóźnienie powiadomienia będą brane pod uwagę, jeśli usługa zmienia stan przed następnym Zawiadomienie ma zostać wysłane. to polecenie nie działa, gdy usługa jest aktualnie w stanie ok.
pt_pt: este comando é usado para atrasar a próxima notificação do problema que é enviado para o serviço especificado. o atraso de notificação será desconsiderado se o serviço muda de estado antes da próxima notificação está programado para ser enviado para fora. este comando não tem nenhum efeito se o serviço está atualmente em um estado ok.
ru_ru: эта команда используется для задержки следующего уведомления проблема, которая отправляется за указанной службы. задержка уведомление будет проигнорировано, если услуга изменяет состояние до следующего уведомления планируется отправлено. эта команда не имеет никакого эффекта, если услуга в настоящее время в состоянии ОК.
zh_cn: 此命令用于延迟针对指定服务发送的下一个问题通知。 如果服务在计划发送下一个通知之前更改状态，则通知延迟将被忽略。 如果服务当前处于OK状态，则此命令无效。

source: Notification Delay
bg_bg: Забавяне на уведомлението (Notification Delay)
de_de: Benachrichtigungsverzögerungs
es_es: retraso de notificación
fr_fr: retard de notification
it_it: ritardo di notifica
ja_jp: 通知の遅延
pl_pl: Opóźnienie powiadomienia
pt_pt: atraso de notificação
ru_ru: Задержка Уведомление
zh_cn: 通知延迟

source: minutes from now
bg_bg: минути от сега
de_de: Minuten ab jetzt
es_es: minutos a partir de ahora
fr_fr: minutes à partir de maintenant
it_it: minuti da adesso
ja_jp: 分
pl_pl: minut od teraz
pt_pt: minutos, a partir de agora
ru_ru: минутах от теперь
zh_cn: 从现在开始的分钟

source: View in Nagios Core
bg_bg: Вижте в Nagios Core
de_de: Blick in Nagios Core
es_es: vista en el núcleo nagios
fr_fr: vue dans le noyau nagios
it_it: vista in base Nagios
ja_jp: Nagios Coreで確認
pl_pl: Widok w Nagios rdzenia
pt_pt: vista no núcleo nagios
ru_ru: вид в ядре Nagios
zh_cn: 在Nagios Core中查看

source: Re-configure this service
bg_bg: Повторно конфигуриране на този сървис
de_de: Re-Konfiguration dieses Dienstes
es_es: Re-configurar este servicio
fr_fr: Re-configurer ce service
it_it: Riconfigurare il servizio
ja_jp: このサービスを再設定する
pl_pl: ponownie skonfigurować tę usługę
pt_pt: Configurar o serviço
ru_ru: Повторно настроить эту службу
zh_cn: 重新配置该服务

source: Delete this service
bg_bg: Изтрийте този сървис
de_de: Löschen Sie diesen Dienst
es_es: para eliminar este servicio
fr_fr: Supprimer ce service
it_it: Elimina questo servizio
ja_jp: このサービスを削除する
pl_pl: usunąć tę usługę
pt_pt: para excluir o serviço
ru_ru: Удалить эту услугу
zh_cn: 删除此服务

source: Hostgroups:
bg_bg: Хост групи:
de_de: Hostgruppen
fr_fr: Groupes d'hôtes
ja_jp: ホストグループ：
pt_pt: Grupo de host
ru_ru: Группы узлов сети
zh_cn: 主机组：

source: Schedule Downtime for All Services on Host
bg_bg: Насрочете планиран престой за всички сървиси на хост
de_de: Planen Sie Ausfallzeiten für alle Dienste auf diesem Host
es_es: Programe el tiempo de inactividad para todos los servicios en este host
fr_fr: Programmer les temps d'arrêt de tous les services de cet hôte
it_it: Pianificare i tempi di inattività per tutti i servizi su questo host
ja_jp: ホスト上のすべてのサービスにダウンタイムをスケジュールする
pl_pl: przestój harmonogram dla wszystkich usług na tym hoście
pt_pt: Exclua todos os serviços associados a este host primeiro
ru_ru: Расписание простоя для всех услуг на этом хосте
zh_cn: 安排主机上所有服务的停机时间

source: This command is used to acknowledge a host problem. When a host problem is acknowledged, future notifications about problems are temporarily disabled until the host changes from its current state. If you want acknowledgement to disable notifications until the host recovers, check the Sticky Acknowledgement checkbox. Contacts for this host will receive a notification about the acknowledgement, so they are aware that someone is working on the problem. Additionally, a comment will also be added to the host. Make sure to enter your name and fill in a brief description of what you are doing in the comment field. If you would like the host comment to remain once the acknowledgement is removed, check the Persistent Comment checkbox. If you do not want an acknowledgement notification sent out to the appropriate contacts, uncheck the Send Notification checkbox.
bg_bg: Тази команда се използва, за да се признае хост проблем. Когато е признат хост проблем, бъдещите известия за проблеми са временно деактивирани, докато хоста промени сегашното си състояние. Ако искате потвърждение, което да деактивира известията докато хоста се възстанови, проверете "Постоянно Потвърждение" (Sticky Acknowledgement) отметката. Контактите за този хост ще получат известие за признанието, така че те са наясно, че някой работи по проблема. Освен това, към хоста също ще бъде добавен коментар. Уверете се, че сте въвели вашето име и сте попълнили кратко описание на това, което правите в полето за коментар. Ако желаете коментара за хоста да остане след като потвърждението е отстранено, проверете "Постоянен Коментар" (Persistent Comment) отметката. Ако не искате уведомителното потвърждение да бъде изпратено до съответните контакти, махнете "Изпратете Известие" (Send Notification) отметката.
de_de: dieser Befehl verwendet wird, um eine Host-Problem anzuerkennen. wenn ein Host-Problem bestätigt wird, werden zukünftige Benachrichtigungen über Probleme vorübergehend, bis die Host-Änderungen vom aktuellen Zustand deaktiviert. wenn Sie wollen Bestätigung an Benachrichtigungen zu deaktivieren, bis der Host erholt, überprüfen Sie die klebrige Bestätigungskästchen. Kontakten für diesen Host eine Benachrichtigung über die Bestätigung zu erhalten, so dass sie sich bewusst, dass jemand mit dem Problem arbeiten. Zusätzlich wird ein Kommentar auch an den Host hinzugefügt werden. achten Sie darauf, Ihren Namen eingeben und in einer kurzen Beschreibung, was Sie in das Kommentarfeld tun zu füllen. wenn Sie möchten, den Host Kommentar zu bleiben, sobald die Bestätigung entfernt ist, überprüfen Sie die anhaltenden Kommentar Checkbox. wenn Sie nicht möchten, dass eine Bestätigung Benachrichtigung aus, um die entsprechenden Kontakte gesendet werden, deaktivieren Sie das Kontrollkästchen Send-Benachrichtigung.
es_es: Este comando se utiliza para reconocer un problema de acogida. cuando se reconoce un problema de acogida, las futuras notificaciones acerca de problemas se desactivan temporalmente hasta que los cambios de acogida de su estado actual. si quieres reconocimiento al desactivar las notificaciones hasta que el anfitrión se recupera, marque la casilla reconocimiento pegajosa. contactos para este host recibirán una notificación sobre el reconocimiento, por lo que son conscientes de que alguien está trabajando en el problema. además, también se añadirá un comentario al host. asegúrese de introducir su nombre y rellenar una breve descripción de lo que está haciendo en el campo de comentarios. si desea que el comentario de acogida a permanecer una vez que se retira el reconocimiento, marque la casilla de verificación comentario persistente. si usted no quiere una notificación reconocimiento enviado a los contactos adecuados, desactive la casilla de notificación de envío.
fr_fr: cette commande est utilisée pour reconnaître un problème de l'hôte. quand un problème d'hôte est reconnu, les notifications sur les problèmes futurs sont temporairement désactivées jusqu'à ce que les hôtes des changements de son état actuel. si vous voulez accusé de réception à désactiver les notifications jusqu'à ce que l'hôte se rétablit, cochez la case d'acquittement collante. contacts pour cet hôte recevrez une notification à propos de la reconnaissance, de sorte qu'ils sont conscients que quelqu'un travaille sur le problème. en outre, un commentaire sera également ajoutée à l'hôte. assurez-vous de saisir votre nom et remplir une brève description de ce que vous faites dans le champ de commentaire. si vous souhaitez que le commentaire de l'hôte de rester une fois la reconnaissance est retirée, vérifiez la case commentaire persistante. si vous ne voulez pas de notification d'accusé de réception envoyé aux contacts appropriés, décochez la case de notification d'envoi.
it_it: questo comando viene utilizzato per riconoscere un problema di accoglienza. quando un problema host viene riconosciuto, le future notifiche relative problematiche sono temporaneamente disattivate fino a quando le modifiche ospitanti dal suo stato attuale. se si vuole il riconoscimento di disattivare le notifiche fino a quando il padrone di casa recupera, selezionare la casella di conferma appiccicoso. contatti per questo host riceveranno una notifica circa il riconoscimento, in modo che siano consapevoli del fatto che qualcuno sta lavorando sul problema. Inoltre, un commento verrà aggiunto anche all'host. assicurarsi di inserire il vostro nome e compilare una breve descrizione di quello che stai facendo nel campo commento. se si desidera che il commento di accoglienza di rimanere una volta che il riconoscimento viene rimosso, selezionare la casella commento persistente. se non si desidera una notifica di avviso inviato ai contatti appropriati, deselezionare la casella di notifica di invio.
ja_jp: このコマンドは、ホストの問題を認知済みにするために使用されます。 ホストの問題が認知されると、問題に関する今後の通知が現在のステータスから変化するまで一時的に無効になります。 ホストが復旧するまで、通知を無効にするために認知済みにする場合は、「スティッキー認知」チェックボックスをチェックしてください。 このホストの連絡先は認知済み通知を受信するので、誰かが問題に取り組んでいることを認識しています。 さらに、コメントもホストに追加されます。 あなたの名前を入力し、コメント欄に何をしているかの簡単な説明を記入してください。 認知済みが除去されてもホストのコメントを保持する場合は、「永続コメント」チェックボックスにチェックしてください。 適切な連絡先に認知済み通知を送信したくない場合は、「通知を送信]チェックボックスのチェックを外してください。
pl_pl: to polecenie służy do uznania problemu hosta. gdy problem gospodarz uznał, przyszłe powiadomienia o problemach są tymczasowo wyłączone do momentu zmiany hosta z jego obecnym stanie. jeśli chcesz Potwierdzenie wyłączyć powiadomienia, aż gospodarz odzyskuje, sprawdź lepką wyboru potwierdzenia. kontakty dla tego hosta otrzyma powiadomienie o potwierdzenie, tak aby były świadome, że ktoś pracuje nad tym problemem. Dodatkowo komentarz także być dodawane do gospodarza. upewnij się, aby wpisać swoje nazwisko i wypełnij krótki opis tego, co robisz w polu komentarza. jeśli chcesz komentarz hosta pozostać raz potwierdzenie jest usunięta, komentarz sprawdzeniu trwałego wyboru. jeśli nie chcesz powiadomienia potwierdzenia wysłany do odpowiednich kontaktów, odznacz pole wyboru Wyślij powiadomienie.
pt_pt: este comando é usado para reconhecer um problema de acolhimento. quando um problema de acolhimento é reconhecido, futuras notificações sobre problemas estão temporariamente desativados até que as mudanças de acolhimento de seu estado atual. se você quiser confirmação para desativar as notificações até que o anfitrião se recupera, marque a caixa pegajosa reconhecimento. contatos para este alojamento receberá uma notificação sobre o reconhecimento, por isso eles estão conscientes de que alguém está trabalhando no problema. Além disso, um comentário também ser adicionado para o hospedeiro. certifique-se de digitar o seu nome e preencher uma breve descrição do que você está fazendo no campo de comentário. se você gostaria que o comentário de acolhimento de permanecer uma vez que o reconhecimento é removido, marque a caixa persistente comentários. se você não quer uma notificação de confirmação enviado para os contactos adequados, desmarque a caixa de seleção Enviar notificação.
ru_ru: эта команда используется для подтверждения проблемы хоста. когда проблема хозяин признал, будущие уведомления о проблемах не временно отключена, пока хозяев изменений по сравнению с его текущего состояния. если вы хотите, чтобы отключить подтверждение уведомления до тех пор, пока не восстановится хоста, проверьте липкий подтверждения флажок. контакты для этого хоста будет получать уведомления о признании, так что они знают, что кто-то работает над этой проблемой. Кроме того, комментарий также будут добавлены к хосту. убедитесь, ввести свое имя и заполнить краткое описание того, что вы делаете в поле комментария. если вы хотели бы хозяина комментарий оставаться один раз подтверждение удаления, проверьте постоянное комментарий флажок. если вы не хотите, уведомление подтверждения разослан в соответствующие контакты, снимите флажок уведомления отправить.
zh_cn: 此命令用于确认主机问题。 确认主机问题后，以后有关问题的通知将暂时禁用，直到主机从其当前状态更改为止。 如果您希望确认在主机恢复之前禁用通知，请选中“粘性确认”复选框。 该主机的联系人将收到有关确认的通知，因此他们知道有人在解决此问题。 此外，评论也将添加到主持人。 确保输入您的姓名，并在注释字段中填写您正在做的简短描述。 如果您希望在删除确认后保留主机注释，请选中“持续注释”复选框。 如果您不希望将确认通知发送给相应的联系人，请取消选中“发送通知”复选框。

source: If you want acknowledgement to disable notifications until the host recovers, check the Sticky Acknowledgement checkbox.
bg_bg: Ако искате потвърждение за деактивиране на известията докато хоста се възстанови, изберете отметката "Постоянно Потвърждение" (Sticky Acknowledgement).
de_de: wenn Sie wollen Bestätigung an Benachrichtigungen zu deaktivieren, bis der Host erholt, überprüfen Sie die klebrige Bestätigungskästchen.
es_es: si quieres reconocimiento al desactivar las notificaciones hasta que el anfitrión se recupera, marque la casilla reconocimiento pegajosa.
fr_fr: si vous voulez accusé de réception à désactiver les notifications jusqu'à ce que l'hôte se rétablit, cochez la case d'acquittement collante.
it_it: se si vuole il riconoscimento di disattivare le notifiche fino a quando il padrone di casa recupera, selezionare la casella di conferma appiccicoso.
ja_jp: ホストが復旧するまで通知を無効にするために、認知済みにする場合は、「スティッキー認知」チェックボックスをチェックしてください.
pl_pl: jeśli chcesz Potwierdzenie wyłączyć powiadomienia, aż gospodarz odzyskuje, sprawdź lepką wyboru potwierdzenia.
pt_pt: se você quiser confirmação para desativar as notificações até que o anfitrião se recupera, marque a caixa pegajosa reconhecimento.
ru_ru: если вы хотите, чтобы отключить подтверждение уведомления до тех пор, пока не восстановится хоста, проверьте липкий подтверждения флажок.
zh_cn: 如果您希望确认在主机恢复之前禁用通知，请选中“粘性确认”复选框。

source: Make sure to enter your name and fill in a brief description of what you are doing in the comment field. If you would like the host comment to remain once the acknowledgement is removed, check the Persistent Comment checkbox.
bg_bg: Уверете се, че сте въвели името си и сте попълнили кратко описание на това, което правите в полето за коментар. Ако желаете добавения коментар за хост да остане след като потвърждението е премахнато, проверете отметката "Непроменлив Коментар" (Persistent Comment ).
de_de: achten Sie darauf, Ihren Namen eingeben und in einer kurzen Beschreibung, was Sie in das Kommentarfeld tun zu füllen. wenn Sie möchten, den Host Kommentar zu bleiben, sobald die Bestätigung entfernt ist, überprüfen Sie die anhaltenden Kommentar Checkbox.
es_es: asegúrese de introducir su nombre y rellenar una breve descripción de lo que está haciendo en el campo de comentarios. si desea que el comentario de acogida a permanecer una vez que se retira el reconocimiento, marque la casilla de verificación comentario persistente.
fr_fr: assurez-vous de saisir votre nom et remplir une brève description de ce que vous faites dans le champ de commentaire. si vous souhaitez que le commentaire de l'hôte de rester une fois la reconnaissance est retirée, vérifiez la case commentaire persistante.
it_it: assicurarsi di inserire il vostro nome e compilare una breve descrizione di quello che stai facendo nel campo commento. se si desidera che il commento di accoglienza di rimanere una volta che il riconoscimento viene rimosso, selezionare la casella commento persistente.
ja_jp: 名前を入力し、コメント欄に何をしているかの簡単な説明を記入してください. 認知済みが除去されてもホストのコメントを残す場合は、「永続的コメント」チェックボックスをチェックします.
pl_pl: upewnij się, aby wpisać swoje nazwisko i wypełnij krótki opis tego, co robisz w polu komentarza. jeśli chcesz komentarz hosta pozostać raz potwierdzenie jest usunięta, komentarz sprawdzeniu trwałego wyboru.
pt_pt: certifique-se de digitar o seu nome e preencher uma breve descrição do que você está fazendo no campo de comentário. se você gostaria que o comentário de acolhimento de permanecer uma vez que o reconhecimento é removido, marque a caixa persistente comentários.
ru_ru: убедитесь, ввести свое имя и заполнить краткое описание того, что вы делаете в поле комментария. если вы хотели бы хозяина комментарий оставаться один раз подтверждение удаления, проверьте постоянное комментарий флажок.
zh_cn: 确保输入您的姓名，并在注释字段中填写您正在做的简短描述。 如果您希望在删除确认后保留主机注释，请选中“持续注释”复选框。

source: Service Status for this Host
bg_bg: статус на услугата за този хост
de_de: Dienststatus für diesen Host
es_es: estado del servicio para este host
fr_fr: état du service pour cet hôte
it_it: stato del servizio per questo host
ja_jp: このホストのサービスステータス
pl_pl: stan usługi dla tego hosta
pt_pt: status de serviço para este host
ru_ru: статус службы для этого хоста
zh_cn: 该主机的服务状态

source: Last updated
bg_bg: Последно актуализиран
de_de: Zuletzt aktualisiert
es_es: Última actualización
fr_fr: Dernière mise à jour
it_it: Ultimo aggiornamento
ja_jp: 最終更新日：
pl_pl: Ostatnia aktualizacja
pt_pt: Última atualização
ru_ru: Последнее обновление
zh_cn: 最后更新

source: Schedule downtime for all services on this host
bg_bg: Насрочете планиран престой за всички сървиси на този хост
de_de: Planen Sie Ausfallzeiten für alle Dienste auf diesem Host
es_es: Programe el tiempo de inactividad para todos los servicios en este host
fr_fr: Programmer les temps d'arrêt de tous les services de cet hôte
it_it: Pianificare i tempi di inattività per tutti i servizi su questo host
ja_jp: このホストのすべてのサービスにダウンタイムをスケジュールする
pl_pl: przestój harmonogram dla wszystkich usług na tym hoście
pt_pt: Exclua todos os serviços associados a este host primeiro
ru_ru: Расписание простоя для всех услуг на этом хосте
zh_cn: 安排此主机上所有服务的停机时间
