Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Login to Nagios XI
bg_bg: влизане в нагиос xi
de_de: Melden Sie sich bei Nagios XI an
es_es: iniciar sesión en nagios xi
fr_fr: se connecter à nagios xi
it_it: accedi a nagios xi
ja_jp: NagiosXIにログイン
pl_pl: zaloguj się do nagios xi
pt_pt: faça login no nagios xi
ru_ru: Войти в nagios xi
zh_cn: 登录到Nagios XI

source: Provides monitoring of all mission-critical infrastructure components including applications, services, operating systems, network protocols, systems metrics, and network infrastructure. Hundreds of third-party addons provide for monitoring of virtually all in-house applications, services, and systems.
bg_bg: осигурява мониторинг на всички критични за мисията компоненти на инфраструктурата, включително приложения, услуги, операционни системи, мрежови протоколи, системни метрики и мрежова инфраструктура. стотици добавки на трети страни осигуряват мониторинг на почти всички вътрешни приложения, услуги и системи.
de_de: bietet Überwachung aller geschäftskritischen Infrastrukturkomponenten einschließlich Anwendungen, Diensten, Betriebssystemen, Netzwerkprotokollen, Systemmetriken und Netzwerkinfrastruktur. Hunderte von Drittanbieter-Addons ermöglichen die Überwachung praktisch aller internen Anwendungen, Dienste und Systeme.
es_es: proporciona monitoreo de todos los componentes de infraestructura de misión crítica, incluidas aplicaciones, servicios, sistemas operativos, protocolos de red, métricas de sistemas e infraestructura de red. cientos de complementos de terceros proporcionan supervisión de prácticamente todas las aplicaciones, servicios y sistemas internos.
fr_fr: assure la surveillance de tous les composants d'infrastructure critiques, y compris les applications, les services, les systèmes d'exploitation, les protocoles réseau, les mesures système et l'infrastructure réseau. des centaines d'addons tiers permettent la surveillance de la quasi-totalité des applications, services et systèmes internes.
it_it: fornisce il monitoraggio di tutti i componenti dell'infrastruttura mission-critical incluse applicazioni, servizi, sistemi operativi, protocolli di rete, metriche di sistema e infrastruttura di rete. centinaia di componenti aggiuntivi di terze parti forniscono il monitoraggio di praticamente tutte le applicazioni, i servizi e i sistemi interni.
ja_jp: アプリケーション、サービス、オペレーティングシステム、ネットワークプロトコル、システムメトリック、ネットワークインフラストラクチャなど、すべてのミッションクリティカルなインフラストラクチャコンポーネントの監視を提供します。数多くのサードパーティ製のアドオンは、社内のすべてのアプリケーション、サービス、システムの監視を提供します。
pl_pl: zapewnia monitorowanie wszystkich krytycznych komponentów infrastruktury, w tym aplikacji, usług, systemów operacyjnych, protokołów sieciowych, danych systemowych i infrastruktury sieci. setki zewnętrznych dodatków umożliwiają monitorowanie praktycznie wszystkich aplikacji, usług i systemów wewnętrznych.
pt_pt: fornece monitoramento de todos os componentes de infraestrutura de missão crítica, incluindo aplicativos, serviços, sistemas operacionais, protocolos de rede, métricas de sistemas e infraestrutura de rede. centenas de addons de terceiros fornecem monitoramento de praticamente todos os aplicativos, serviços e sistemas internos.
ru_ru: обеспечивает мониторинг всех критически важных инфраструктурных компонентов, включая приложения, службы, операционные системы, сетевые протоколы, системные показатели и сетевую инфраструктуру. сотни сторонних дополнений обеспечивают мониторинг практически всех внутренних приложений, служб и систем.
zh_cn: 提供对所有关键任务基础设施组件的监控，包括应用程序、服务、操作系统、网络协议、系统指标和网络基础设施。数以百计的第三方附加组件提供对几乎所有内部应用程序、服务和系统的监控。

source: Provides IT operations staff and management with quick, at-a-glance visual indication of problems anywhere across your IT infrastructure. Integrates with both Nagios Core and Nagios XI monitoring servers to provide infrastructure-wide visibility.
bg_bg: осигурява оперативен персонал и управление с бърза и бърза визуална индикация за проблеми навсякъде във вашата инфраструктура. се интегрира както с сървърите за наблюдение на nagios core, така и с нагиос xi, за да осигури видимост в цялата инфраструктура.
de_de: bietet dem Betriebspersonal und dem Management eine schnelle, auf einen Blick sichtbare Anzeige von Problemen überall in Ihrer IT-Infrastruktur. Integration in Nagios Core- und Nagios Xi-Monitoring-Server zur Bereitstellung einer Infrastruktur-weiten Sichtbarkeit.
es_es: le proporciona al personal de operaciones y a la administración una indicación visual rápida y a simple vista de los problemas en cualquier parte de su infraestructura. se integra con los servidores de monitoreo nagios core y nagios xi para proporcionar visibilidad en toda la infraestructura.
fr_fr: fournit au personnel des opérations et à la direction une indication visuelle rapide et instantanée des problèmes partout dans votre infrastructure informatique. s'intègre à la fois aux serveurs de surveillance nagios core et nagios xi pour fournir une visibilité à l'échelle de l'infrastructure.
it_it: fornisce al personale operativo e alla gestione un'indicazione visiva rapida e immediata dei problemi in qualsiasi punto dell'intera infrastruttura. si integra con i server di monitoraggio nagios core e nagios xi per fornire visibilità a livello di infrastruttura.
ja_jp: IT運用スタッフと管理者に、ITインフラストラクチャのどこからでもどこでも問題を視覚的にすばやく表示できます。 Nagios CoreとNagios XI 監視サーバーを統合し、インフラストラクチャ全体の可視性を提供します。
pl_pl: zapewnia personelowi operacyjnemu i zarządowi szybkie, wizualne wskazanie problemów w całej infrastrukturze. integruje się z serwerami monitorującymi zarówno nagios core, jak i nagios xi, zapewniając widoczność w całej infrastrukturze.
pt_pt: fornece à equipe de operações e ao gerenciamento uma indicação visual rápida e imediata de problemas em qualquer ponto da sua infraestrutura. integra-se com os servidores de monitoramento nagios core e nagios xi para fornecer visibilidade em toda a infraestrutura.
ru_ru: обеспечивает оперативный персонал и управление быстрым, наглядным визуальным индикатором проблем в любой точке вашей инфраструктуры. интегрируется с серверами мониторинга nagios core и nagios xi для обеспечения видимости инфраструктуры.
zh_cn: 为 IT 运维人员和管理层提供快速、一目了然的 IT 基础架构中任何地方的问题指示。与Nagios Core和Nagios XI监控服务器集成，提供整个基础设施的可视性。

source: Nagios Log Server
bg_bg: Nagios XI сървър
de_de: Nagios XI Server
es_es: Usuarios de Nagios XI
fr_fr: Nagios XI serveur
it_it: Nagios Server XI
pl_pl: Nagios serwer xi
pt_pt: Banco de dados Nagios XI
ru_ru: Nagios XI сервера
zh_cn: Nagios日志服务器

source: Nagios Log Server greatly simplifies the process of searching your log data. Set up alerts to notify you when potential threats arise, or simply query your log data to quickly audit any system. With Nagios Log Server, you get all of your log data in one location, with high availability and fail-over built right in. Quickly configure your servers to send all log data with easy source setup wizards and start monitoring your logs in minutes.
bg_bg: nagios сървърът за регистрационни файлове значително опростява процеса на търсене на вашите дневници. да настроите сигнали, за да ви уведомим, когато възникнат потенциални заплахи, или просто да заявите вашите данни от регистрационните файлове, за да проверите бързо всяка система. с сървър за регистрационни файлове nagios получавате всичките си данни от дневници на едно място, с висока наличност и пропуск вградени веднага. бързо да конфигурирате сървърите си да изпращат всички данни от дневника с лесни настройки на източника и да започнат да наблюдават вашите дневници за минути.
de_de: Nagios Log Server vereinfacht den Suchvorgang Ihrer Protokolldaten erheblich. Richten Sie Warnmeldungen ein, um Sie über potenzielle Bedrohungen zu informieren, oder rufen Sie einfach Ihre Protokolldaten ab, um ein System schnell zu überprüfen. Mit dem Nagios-Protokollserver erhalten Sie alle Ihre Protokolldaten an einem Ort, mit hoher Verfügbarkeit und integriertem Failover. Konfigurieren Sie Ihre Server schnell so, dass sie alle Protokolldaten mit einfachen Quell-Setup-Assistenten senden und Ihre Protokolle in wenigen Minuten überwachen können.
es_es: El servidor de registro de nagios simplifica enormemente el proceso de búsqueda de sus datos de registro. configure alertas para avisarle cuando surjan amenazas potenciales, o simplemente consulte sus datos de registro para auditar rápidamente cualquier sistema. con el servidor de registro de Nagios, obtiene todos sus datos de registro en una ubicación, con alta disponibilidad y fail-over incorporados. Configure rápidamente sus servidores para enviar todos los datos de registro con asistentes de configuración de origen fácil y comience a monitorear sus registros en minutos.
fr_fr: nagios log server simplifie grandement le processus de recherche de vos données de journal. configurer des alertes pour vous avertir lorsque des menaces potentielles surviennent, ou simplement interroger vos données de journal pour auditer rapidement tout système. Avec nagios log server, vous obtenez toutes vos données de logs en un seul endroit, avec une haute disponibilité et un fail-over intégré. Configurez rapidement vos serveurs pour envoyer toutes les données de logs avec des assistants de configuration faciles et commencez à surveiller vos logs en quelques minutes.
it_it: nagios log server semplifica enormemente il processo di ricerca dei dati del registro. impostare avvisi per informare l'utente quando si verificano potenziali minacce o semplicemente eseguire una query sui dati del registro per controllare rapidamente qualsiasi sistema. con nagios log server, si ottengono tutti i dati dei registri in un'unica posizione, con elevata disponibilità e failover integrati. Configurare rapidamente i server per inviare tutti i dati di registro con procedure guidate semplici per l'impostazione della fonte e iniziare a monitorare i registri in pochi minuti.
ja_jp: Nagios Log Server は、ログデータの検索プロセスを大幅に簡素化します。潜在的な脅威が発生したときに通知アラートを設定するか、ログデータを照会してシステムをすばやく監査します。 Nagios Log Server を使用すると、高可用性とフェールオーバー機能を内蔵した、すべてのログデータを一箇所で取得できます。簡単なソースセットアップウィザードですべてのログデータを送信し、ログを数分で監視できるようにサーバーをすばやく構成します。
pl_pl: serwer logiczny nagios znacznie upraszcza proces przeszukiwania logów. ustawiaj powiadomienia, aby powiadamiać Cię, gdy pojawią się potencjalne zagrożenia, lub po prostu zapytaj dane dziennika, aby szybko przeprowadzić audyt dowolnego systemu. Dzięki serwerowi logistycznego Nagios wszystkie dane rejestru są przechowywane w jednym miejscu, a wbudowana jest wysoka dostępność i awarie. Szybko skonfiguruj swoje serwery, aby wysyłać wszystkie dane dziennika za pomocą łatwych kreatorów instalacji źródła i rozpocząć monitorowanie dzienników w ciągu kilku minut.
pt_pt: O nagios log server simplifica muito o processo de busca de seus dados de log. configure alertas para notificá-lo quando surgem ameaças potenciais ou simplesmente consulte seus dados de registro para auditar rapidamente qualquer sistema. Com o nagios log server, você obtém todos os seus dados de log em um único local, com alta disponibilidade e failover embutidos. configura rapidamente seus servidores para enviar todos os dados de log com assistentes fáceis de configuração de origem e começar a monitorar seus logs em minutos.
ru_ru: nagios log server значительно упрощает процесс поиска ваших данных журнала. настраивать оповещения для уведомления о появлении потенциальных угроз или просто запрашивать данные журнала для быстрого аудита любой системы. с сервером журнала nagios вы получаете все данные журнала в одном месте, с высокой доступностью и сбоем, встроенными в систему. Быстрая настройка серверов для отправки всех данных журнала с помощью простых мастеров настройки источника и начала мониторинга ваших журналов за считанные минуты.
zh_cn: Nagios日志服务器大大简化了搜索日志数据的过程。当潜在的威胁出现时，您可以设置警报来通知您，或者简单地查询您的日志数据来快速审计任何系统。有了Nagios日志服务器，你可以在一个地方获得所有的日志数据，并且内置了高可用性和故障转移功能。通过简单的源设置向导，快速配置您的服务器以发送所有日志数据，并在几分钟内开始监控您的日志。

source: Network Analyzer provides an in-depth look at all network traffic sources and potential security threats allowing system admins to quickly gather high-level information regarding the health of the network as well as highly granular data for complete and thorough network analysis.
bg_bg: мрежовият анализатор осигурява задълбочен поглед върху всички източници на мрежов трафик и потенциални заплахи за сигурността, което позволява на системните администратори бързо да събират информация на високо ниво относно здравето на мрежата, както и подробни данни за цялостен и задълбочен мрежов анализ.
de_de: Der Netzwerkanalysator bietet einen detaillierten Einblick in alle Netzwerkverkehrsquellen und potenzielle Sicherheitsbedrohungen, sodass Systemadministratoren schnell Informationen auf hoher Ebene über den Zustand des Netzwerks sowie hochgradig granulare Daten für eine vollständige und gründliche Netzwerkanalyse sammeln können.
es_es: El analizador de red proporciona una visión detallada de todas las fuentes de tráfico de red y posibles amenazas de seguridad, permitiendo a los administradores del sistema recopilar rápidamente información de alto nivel sobre el estado de la red, así como datos altamente granulares para un análisis completo y completo de la red.
fr_fr: analyseur de réseau fournit un aperçu détaillé de toutes les sources de trafic réseau et des menaces de sécurité potentielles permettant aux administrateurs système de recueillir rapidement des informations de haut niveau concernant la santé du réseau ainsi que des données granulaires pour une analyse complète et approfondie du réseau.
it_it: analizzatore di rete fornisce un'analisi approfondita di tutte le fonti di traffico di rete e potenziali minacce alla sicurezza che consentono agli amministratori di sistema di raccogliere rapidamente informazioni di alto livello sulla salute della rete e dati altamente dettagliati per un'analisi completa e approfondita della rete.
ja_jp: Network Analyzer は、すべてのネットワークトラフィックソースと潜在的なセキュリティ脅威を詳細に把握し、システム管理者はネットワークの健全性に関する高度な情報とネットワーク分析に必要な詳細で完全なデータを迅速に収集できます。
pl_pl: analizator sieci zapewnia dogłębne spojrzenie na wszystkie źródła ruchu sieciowego i potencjalne zagrożenia bezpieczeństwa, pozwalając administratorom systemu szybko gromadzić informacje na wysokim poziomie dotyczące kondycji sieci, a także bardzo szczegółowe dane do pełnej i dokładnej analizy sieci.
pt_pt: O analisador de rede fornece uma visão detalhada de todas as origens de tráfego de rede e potenciais ameaças de segurança, permitindo que os administradores do sistema coletem rapidamente informações de alto nível sobre a integridade da rede, bem como dados altamente granulares para uma análise completa e completa da rede.
ru_ru: сетевой анализатор обеспечивает глубокий обзор всех источников сетевого трафика и потенциальных угроз безопасности, позволяющих системным администраторам быстро собирать информацию высокого уровня о здоровье сети, а также высокоразмерные данные для полного и тщательного анализа сети.
zh_cn: 网络分析器提供了对所有网络流量来源和潜在安全威胁的深入观察，使系统管理员能够快速收集有关网络健康状况的高级信息以及高度精细的数据，以进行完整和彻底的网络分析。

source: Looking for more information? Have a technical or sales question?
bg_bg: търсете още информация? имате технически или търговски въпрос?
de_de: Suchen Sie nach mehr Informationen? eine technische oder eine Verkaufsfrage haben?
es_es: Buscando más información? ¿Tiene una pregunta técnica o de ventas?
fr_fr: Vous cherchez plus d'informations? avoir une question technique ou commerciale?
it_it: Cerchi ulteriori informazioni? hai una domanda tecnica o di vendita?
ja_jp: 詳細な情報をお探しですか? テクニカルまたはセールスに関する質問がありますか?
pl_pl: szukasz więcej informacji? Masz pytanie techniczne lub sprzedażowe?
pt_pt: Procurando mais informações? tem uma pergunta técnica ou de vendas?
ru_ru: ищете дополнительную информацию? иметь технический или коммерческий вопрос?
zh_cn: 寻找更多信息？有技术或销售问题？

source: Nagios Website
bg_bg: Нагиос уебсайт
es_es: sitio web nagios
fr_fr: site web de nagios
it_it: sito web nagios
ja_jp: NagiosのWebサイト
pl_pl: strona internetowa nagios
pt_pt: site nagios
ru_ru: сайт nagios
zh_cn: Nagios 网站

source: Nagios XI Mobile
bg_bg: Nagios XI мобилен тест
de_de: Nagios XI Email-Test
es_es: Email de prueba de Nagios XI
fr_fr: Test de Nagios XI e-mail
it_it: Nagios XI-mail di prova
ja_jp: Nagios XI モバイルテスト
pl_pl: Nagios Test e-mail xi
pt_pt: Teste Nagios XI E-mail
ru_ru: Nagios XI e-mail теста
zh_cn: Nagios XI手机

source: XI Mobile
de_de: xi mobil
ja_jp: xiモバイル
zh_cn: XI手机

source: Sign Out
bg_bg: отписване
de_de: Ausloggen
es_es: desconectar
fr_fr: Déconnexion
it_it: disconnessione
ja_jp: サインアウト
pl_pl: Wyloguj się
pt_pt: Sair
ru_ru: выход
zh_cn: 登出

source: Toggle navigation
bg_bg: превключване на навигацията
de_de: Navigation umschalten
es_es: navegación de palanca
fr_fr: Basculer la navigation
it_it: attiva / disattiva la navigazione
ja_jp: ナビゲーションを切り替え
pl_pl: przełącz nawigację
pt_pt: Alternar de navegação
ru_ru: переключить навигацию
zh_cn: 切换导航

source: Return to Desktop
bg_bg: върнете се към работния плот
de_de: zurück zum Desktop
es_es: volver al escritorio
fr_fr: retourner au bureau
it_it: tornare al desktop
ja_jp: デスクトップに戻る
pl_pl: Wróć na pulpit
pt_pt: retornar à área de trabalho
ru_ru: вернуться на рабочий стол
zh_cn: 返回桌面

source: %a days, %h hours, %i minutes and %s seconds
bg_bg: % на ден,% h часове,% i минути и% s секунди
de_de: % a Tage,% h Stunden,% i Minuten und% s Sekunden
es_es: % a días,% h horas,% i minutos y% s segundos
fr_fr: % a jours,% h heures,% i minutes et% s secondes
it_it: % a giorni,% h ore,% i minuti e% s secondi
ja_jp: ％a日、％h時間、％i分、％s秒
pl_pl: % a dni,% h godzin,% i minut i% s sekund
pt_pt: % por dia,% h horas,% i minutos e% s segundos
ru_ru: % a дней,% h часов,% i минут и% s секунд
zh_cn: %a天、%h小时、%i分钟和%s秒。

source: No Records Found
bg_bg: Не са намерени записи
de_de: Kein Eintrag vorhanden
es_es: No se encontrarón archivos
fr_fr: Aucun enregistrement trouvé
it_it: Nessun record trovato
ja_jp: レコードが見つかりませんでした
pl_pl: nie znaleziono pozycji
pt_pt: Sem registos encontrados
ru_ru: записей не найдено
zh_cn: 发现没有记录

source: Successfully Acknowledged Problem
bg_bg: успешно признат проблем
de_de: erfolgreich erkanntes Problem
es_es: problema reconocido con éxito
fr_fr: problème reconnu avec succès
it_it: problema riconosciuto con successo
ja_jp: 問題を認めた
pl_pl: pomyślnie potwierdzony problem
pt_pt: problema reconhecido com sucesso
ru_ru: успешно подтвержденная проблема
zh_cn: 成功确认的问题

source: End
bg_bg: край
de_de: Ende
es_es: final
fr_fr: fin
it_it: fine
ja_jp: 終わり
pl_pl: koniec
pt_pt: fim
ru_ru: конец
zh_cn: 结束

source: Successfully Scheduled Downtime
bg_bg: успешно насрочен престой
de_de: erfolgreich geplante Ausfallzeiten
es_es: tiempo de inactividad programado con éxito
fr_fr: temps d'arrêt correctement planifié
it_it: tempi di fermo programmati correttamente
ja_jp: 正常に計画されたダウンタイム
pl_pl: pomyślnie zaplanowane przestoje
pt_pt: tempo de inatividade programado com sucesso
ru_ru: успешно запланированное время простоя
zh_cn: 成功安排停机时间

source: Host Overview
bg_bg: преглед на хоста
de_de: Hostübersicht
es_es: descripción general del host
fr_fr: présentation de l'hôte
it_it: panoramica dell'host
ja_jp: ホストの概要
pl_pl: przegląd hosta
pt_pt: visão geral do host
ru_ru: обзор хоста
zh_cn: 主机概述

source: Service Overview
bg_bg: Общ преглед на сървис група
de_de: Servicegroup Übersicht
es_es: Panorama del Servicegroup
fr_fr: Servicegroup Aperçu
it_it: Servicegroup Panoramica
ja_jp: サービスグループ概要
pl_pl: Przegląd servicegroup
pt_pt: Ver visão global do grupo de serviços
ru_ru: Обзор Servicegroup
zh_cn: 服务概述

source: Disable redirection to mobile interface
bg_bg: деактивирайте пренасочването към мобилен интерфейс
de_de: Deaktivieren Sie die Umleitung zur mobilen Schnittstelle
es_es: deshabilitar la redirección a la interfaz móvil
fr_fr: désactiver la redirection vers l'interface mobile
it_it: disabilita il reindirizzamento all'interfaccia mobile
ja_jp: モバイルインターフェイスへのリダイレクトを無効にする
pl_pl: wyłącz przekierowanie do interfejsu mobilnego
pt_pt: desativar o redirecionamento para a interface móvel
ru_ru: отключить перенаправление на мобильный интерфейс
zh_cn: 禁用重定向到移动界面

source: A problem host is any host that is in a non-OK state, whether it has been acknowledged or not.
bg_bg: проблемен хост е всеки хост, който е в не-ок състояние, независимо дали е бил потвърден или не.
de_de: Ein problematischer Host ist jeder Host, der sich in einem nicht in Ordnung befindlichen Zustand befindet, unabhängig davon, ob er bestätigt wurde oder nicht.
es_es: un host con problemas es cualquier host que se encuentra en un estado no correcto, ya sea que se haya reconocido o no.
fr_fr: un hôte à problème est tout hôte qui est dans un état non correct, qu'il ait été reconnu ou non.
it_it: un host problematico è qualsiasi host che si trova in uno stato non ok, indipendentemente dal fatto che sia stato riconosciuto o meno.
ja_jp: 問題のあるホストとは、確認されたかどうかにかかわらず、ok状態ではないホストのことです。
pl_pl: hostem problemowym jest każdy host, który jest w niezadowalającym stanie, niezależnie od tego, czy został potwierdzony, czy nie.
pt_pt: um host com problema é qualquer host que esteja em um estado não aprovado, tenha sido reconhecido ou não.
ru_ru: проблемным хостом является любой хост, который находится в ненадлежащем состоянии, независимо от того, был ли он подтвержден или нет.
zh_cn: 问题主机是任何处于非OK状态的主机，无论是否已确认。

source: An unhandled host is any host that is in a non-OK state, and has NOT been acknowledged or scheduled for downtime.
bg_bg: необработен хост е всеки хост, който е в не-ок състояние и не е признат или планиран за престой.
de_de: Ein nicht behandelter Host ist ein Host, der sich in einem nicht in Ordnung befindlichen Zustand befindet und für Ausfallzeiten nicht bestätigt oder geplant wurde.
es_es: Un host no controlado es cualquier host que se encuentra en un estado no correcto y que no ha sido reconocido ni programado para el tiempo de inactividad.
fr_fr: un hôte non géré est un hôte qui est dans un état non correct et n'a pas été reconnu ou programmé pour un temps d'arrêt.
it_it: un host non gestito è qualsiasi host che si trova in uno stato non ok e non è stato riconosciuto o programmato per i tempi di inattività.
ja_jp: 未処理のホストとは、ok以外の状態にあり、確認されていないか、ダウンタイムがスケジュールされていないホストのことです。
pl_pl: host nieobsługiwany to dowolny host, który jest w złym stanie i nie został potwierdzony ani zaplanowany na przestoje.
pt_pt: um host não tratado é qualquer host que esteja em um estado não aprovado e não tenha sido reconhecido ou agendado para tempo de inatividade.
ru_ru: необработанный хост - это любой хост, который находится в ненадлежащем состоянии и не был подтвержден или запланирован на время простоя.
zh_cn: 未处理的主机是处于非OK状态且尚未被确认或未计划停机的任何主机。

source: %d Problem(s)
bg_bg: % d проблем (и)
de_de: % d Problem (e)
es_es: % d problema (s)
fr_fr: % d problème (s)
it_it: % d problemi
ja_jp: ％d個の問題
pl_pl: % d problem (y)
pt_pt: % d problema (s)
ru_ru: % d проблемы
zh_cn: %d问题

source: Duration: %s
bg_bg: продължителност:% s
de_de: Dauer:% s
es_es: duración:% s
fr_fr: durée:% s
it_it: durata:% s
ja_jp: 時間：％s
pl_pl: czas trwania:% s
pt_pt: duração:% s
ru_ru: продолжительность:% s
zh_cn: 持续时间：%s

source: Acknowledge
bg_bg: Потвърди
de_de: Anerkennen
es_es: Reconocer
fr_fr: Reconnaître
it_it: Riconoscere
ja_jp: 認知
pl_pl: przyznać
pt_pt: Reconhecer
ru_ru: Признавать
zh_cn: 确认

source: Disable Notifications
bg_bg: Деактивирайте Известията
de_de: Benachrichtigungen deaktivieren
es_es: Deshabilitar Notificaciones
fr_fr: Désactiver les notifications
it_it: Disabilitare notifiche
ja_jp: 通知を無効にする
pl_pl: wyłączyć powiadomienia
pt_pt: Desativar notificações
ru_ru: Отключить уведомления
zh_cn: 停用通知

source: View Services
bg_bg: Уеб услуги
de_de: Web Services
es_es: Servicios
fr_fr: Services Web
it_it: Servizi Web
ja_jp: Webサービス
pl_pl: usługi internetowe
pt_pt: Serviços
ru_ru: Веб-сервисы
zh_cn: 查看服务
