Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: On check number %1$s, warning threshold uses a custom value but %2$s is not numeric.
bg_bg: на номер за проверка% 1 $ s, прагът за предупреждение използва потребителска стойност, но% 2 $ s не е числово
de_de: Bei der Prüfnummer% 1 $ s verwendet der Warnschwellenwert einen benutzerdefinierten Wert, aber% 2 $ s ist nicht numerisch.
es_es: en el número de cheque% 1 $ s, el umbral de advertencia usa un valor personalizado pero% 2 $ s no es numérico.
fr_fr: sur le numéro de contrôle% 1 $ s, le seuil d’avertissement utilise une valeur personnalisée mais% 2 $ s n’est pas numérique.
it_it: sul numero di controllo% 1 $ s, la soglia di avviso utilizza un valore personalizzato ma% 2 $ s non è numerico.
ja_jp: チェック番号%1$sでは、警告しきい値はカスタム値を使用しますが、%2$sは数値ではありません。
pl_pl: przy numerze kontrolnym% 1 $ s, próg ostrzeżenia używa wartości niestandardowej, ale% 2 $ s nie jest numeryczne.
pt_pt: no número de verificação% 1 $ s, o limite de aviso usa um valor personalizado, mas% 2 $ s não é numérico.
ru_ru: на контрольном номере% 1 $ s в пороге предупреждения используется пользовательское значение, но% 2 $ s не является числовым.
zh_cn: 在检查号%1$s上，警告阈值使用自定义值，但%2$s不是数字。

source: On check number %1$s, critical threshold uses a custom value but %2$s is not numeric.
bg_bg: на номер за проверка% 1 $ s критичният праг използва потребителска стойност, но% 2 $ s не е числово
de_de: Bei der Prüfnummer% 1 $ s verwendet der kritische Schwellenwert einen benutzerdefinierten Wert,% 2 $ s ist jedoch nicht numerisch.
es_es: en el número de cheque% 1 $ s, el umbral crítico usa un valor personalizado pero% 2 $ s no es numérico.
fr_fr: sur le numéro de contrôle% 1 $ s, le seuil critique utilise une valeur personnalisée mais% 2 $ s n'est pas numérique.
it_it: sul numero di controllo% 1 $ s, la soglia critica utilizza un valore personalizzato ma% 2 $ s non è numerico.
ja_jp: チェック番号%1$sでは、クリティカルしきい値にカスタム値を使用しますが、%2$sは数値ではありません
pl_pl: przy numerze kontrolnym% 1 $ s, próg krytyczny używa wartości niestandardowej, ale% 2 $ s nie jest numeryczne.
pt_pt: no número de verificação% 1 $ s, o limite crítico usa um valor personalizado, mas% 2 $ s não é numérico.
ru_ru: на контрольном номере% 1 $ s критический порог использует пользовательское значение, но% 2 $ s не является числовым.
zh_cn: 对于检查号码%1$s，关键阈值使用自定义值，但%2$s不是数字。

source: Lookahead not defined for check number %s
bg_bg: lookahead не е дефиниран за номер на проверка% s
de_de: Lookahead für Prüfnummer% s nicht definiert
es_es: lookahead no definido para el número de cheque% s
fr_fr: lookahead non défini pour le numéro de contrôle% s
it_it: lookahead non definito per il numero di controllo% s
ja_jp: チェック番号%sに先読みが定義されていません
pl_pl: nagłówek lookahead nie został zdefiniowany dla numeru kontrolnego% s
pt_pt: lookahead não definido para o número do cheque% s
ru_ru: для контрольного номера% s не определено
zh_cn: 未为检查号%s定义超前

source: warning timeframe must be within lookahead period on check number %s
bg_bg: Времевата рамка за предупреждение трябва да бъде в рамките на периода за проверка на номер на проверка% s
de_de: Der Zeitrahmen für die Warnung muss sich innerhalb der Vorausschau-Periode auf Prüfnummer% s befinden
es_es: el plazo de advertencia debe estar dentro del período de búsqueda anticipada en el número de cheque% s
fr_fr: la période d'avertissement doit être dans la période de recherche du numéro de contrôle% s
it_it: il periodo di preavviso deve essere compreso entro il periodo di preavviso sul numero di controllo% s
ja_jp: 警告時間枠はチェック番号%sの先読み期間内である必要があります
pl_pl: przedział czasowy ostrzeżenia musi znajdować się w okresie obserwacji na numerze kontrolnym% s
pt_pt: o período de aviso deve estar dentro do período de lookahead no número do cheque% s
ru_ru: время предупреждения должно быть в пределах периода ожидания на контрольном номере% s
zh_cn: 警告时间段必须在检查号%s的提前期内

source: critical timeframe must be within lookahead period on check number %s
bg_bg: критичната времева рамка трябва да бъде в рамките на периода за проверка на номер на проверка% s
de_de: Der kritische Zeitrahmen muss sich innerhalb der Vorausschau-Periode auf Prüfnummer% s befinden
es_es: el período de tiempo crítico debe estar dentro del período de búsqueda anticipada en el número de cheque% s
fr_fr: la période critique doit être dans la période de mise en attente sur le numéro de contrôle% s
it_it: il periodo di tempo critico deve essere compreso entro il periodo di preavviso sul numero di controllo% s
ja_jp: クリティカルの時間範囲はチェック番号%sの先読み期間内である必要があります
pl_pl: krytyczne ramy czasowe muszą znajdować się w okresie obserwacji na numerze kontrolnym% s
pt_pt: cronograma crítico deve estar dentro do período de lookahead no número do cheque% s
ru_ru: критический период должен быть в пределах периода ожидания на контрольном номере% s
zh_cn: 关键时间段必须在检查号%s的提前期内

source: The selected data will be checked for capacity planning once each day. Click next to continue.
bg_bg: избраните данни ще бъдат проверявани за планиране на капацитета веднъж на ден. щракнете върху "Напред", за да продължите.
de_de: Die ausgewählten Daten werden einmal täglich für die Kapazitätsplanung geprüft. Klicke weiter um fortzufahren.
es_es: Los datos seleccionados serán revisados para la planificación de capacidad una vez al día. haga clic en Siguiente para continuar.
fr_fr: les données sélectionnées seront vérifiées une fois par jour pour la planification de la capacité. cliquer sur Suivant pour continuer.
it_it: i dati selezionati verranno controllati per la pianificazione della capacità una volta al giorno. fai clic su Avanti per continuare.
ja_jp: 選択されたデータは、毎日1回キャパシティプランニングのためにチェックされます。次をクリックして続けます。
pl_pl: wybrane dane będą sprawdzane pod kątem planowania wydajności raz dziennie. Naciśnij dalej by kontynuować.
pt_pt: os dados selecionados serão verificados para planejamento de capacidade uma vez por dia. Clique em próximo para continuar.
ru_ru: выбранные данные будут проверяться для планирования мощности один раз в день. нажмите далее, чтобы продолжить.
zh_cn: 每天检查一次所选数据以进行容量规划。 单击下一步继续。

source: The
bg_bg: на
de_de: Die
es_es: Tema
fr_fr: La
it_it: Il
ja_jp: その
pt_pt: Tema
ru_ru: Оглавление
zh_cn: 的

source: has
bg_bg: има
de_de: hat
es_es: tiene
fr_fr: a
it_it: ha
ja_jp: ある
pl_pl: ma
pt_pt: tem
ru_ru: имеет
zh_cn: 有

source: Unable to determine the interval for observed or predicted.
bg_bg: Не може да определим интервала за "наблюдаван" или "предсказан" (observed or predicted).
de_de: nicht in der Lage, um das Intervall für die beobachteten oder vorhergesagten bestimmen.
es_es: no puede determinar el intervalo para observada o prevista.
fr_fr: incapable de déterminer l'intervalle pour observée ou prévue.
it_it: in grado di determinare l'intervallo per osservato o previsto.
ja_jp: 観察または予測のための間隔を決定できません.
pl_pl: nie można określić interwał obserwowane oraz przewidywane.
pt_pt: incapaz de determinar o intervalo para observada ou prevista.
ru_ru: не в состоянии определить интервал наблюдалось или предсказать.
zh_cn: 无法确定观察或预测的间隔。

source: insufficient data to make predictions.
bg_bg: Недостатъчно данни, за да се правят прогнози.
de_de: nicht genügend Daten, um Vorhersagen zu machen.
es_es: suficientes datos para hacer predicciones.
fr_fr: suffisamment de données pour faire des prédictions.
it_it: dati sufficienti per fare previsioni.
ja_jp: 予測を行うための十分なデータがありません.
pl_pl: wystarczających danych, aby prognoz.
pt_pt: dados suficientes para fazer previsões.
ru_ru: недостаточно данных, чтобы делать прогнозы.
zh_cn: 数据不足以做出预测。

source: High
bg_bg: Високо
de_de: Hoch
es_es: Alta
fr_fr: Haut
it_it: Alto
ja_jp: 高
pl_pl: wysoki
pt_pt: alto
ru_ru: Высокий
zh_cn: 高

source: Low
bg_bg: Нисък
de_de: Gering
es_es: Baja
fr_fr: Bas
it_it: Basso
ja_jp: 低
pl_pl: niski
pt_pt: baixo
ru_ru: Низкий
zh_cn: 低

source: Medium
bg_bg: Среден
es_es: Media
fr_fr: Moyen
it_it: Medio
ja_jp: 中
pl_pl: średni
pt_pt: médio
ru_ru: Среда
zh_cn: 中级

source: data integrity over the previous observed
bg_bg: Целостта на данните в сравнение с предишни наблюдения
de_de: Datenintegrität gegenüber dem Vorjahr zu beobachten
es_es: integridad de los datos sobre el anterior observó
fr_fr: l'intégrité des données au cours de la précédente observé
it_it: l'integrità dei dati rispetto al precedente osservato
ja_jp: データ整合性, 過去
pl_pl: przestrzegać integralności danych w ciągu ostatnich
pt_pt: integridade dos dados sobre o anterior observada
ru_ru: Целостность данных по предыдущая наблюдается
zh_cn: 先前观察到的数据完整性

source: period
bg_bg: период
de_de: Zeit
es_es: Periodo
fr_fr: Période
it_it: Periodo
ja_jp: 間
pl_pl: okres
pt_pt: Período
ru_ru: Период
zh_cn: 周期

source: During the observed
bg_bg: По време на наблюдавания
de_de: im Beobachtungs
es_es: durante el observado
fr_fr: observé au cours de la
it_it: durante l'osservato
ja_jp: 監視期間
pl_pl: Podczas zaobserwowano
pt_pt: durante o observado
ru_ru: во наблюдали
zh_cn: 在观察

source: the data has ranged to a maximum of
bg_bg: данните варират максимум до
de_de: die Daten zu einem Maximum von Distanz
es_es: los datos ha oscilado a un máximo de
fr_fr: les données ont varié à un maximum de
it_it: i dati sono spaziato a un massimo di
ja_jp: の間、最大は
pl_pl: dane wynosiły maksymalnie
pt_pt: os dados variou a um máximo de
ru_ru: Данные варьировалась до максимума
zh_cn: 数据范围最大为

source: with an average of
bg_bg: със средно
de_de: mit durchschnittlich
es_es: con un promedio de
fr_fr: avec une moyenne de
it_it: con una media di
ja_jp: 平均は
pl_pl: średnio
pt_pt: com uma média de
ru_ru: в среднем
zh_cn: 以平均

source: For the estimated
bg_bg: За разчетното
de_de: für die voraussichtliche
es_es: para la estimada
fr_fr: Pour les quelque
it_it: per la stima
ja_jp: 推定期間
pl_pl: dla szacunkowa
pt_pt: Para os cerca de
ru_ru: для оценкам
zh_cn: 为估计

source: period the
bg_bg: период на
de_de: Zeitraum
es_es: período de la
fr_fr: la période
it_it: periodo
ja_jp: 間
pl_pl: Okres
pt_pt: o período
ru_ru: Период
zh_cn: 期

source: maximum of
bg_bg: максимум
de_de: höchstens
es_es: máximo de
fr_fr: au maximum
it_it: massima
ja_jp: 最大
pl_pl: Maksymalnie
pt_pt: máximo de
ru_ru: максимум
zh_cn: 最多

source: no
bg_bg: не
de_de: keine
fr_fr: aucun
pl_pl: nie
pt_pt: não
ru_ru: нет
zh_cn: 无

source: change from observed maximum, is predicted to occur at
bg_bg: Промяна от наблюдаваната максимална стойност, се очаква да се появи при
de_de: ändern aus beobachteten Maximum, wird vorhergesagt, bei auftreten
es_es: cambiar de máxima observada, se prevé que se produzca en
fr_fr: changer du maximum observé, est prévu pour se produire à
it_it: cambiate dal massimo osservato, è previsto a verificarsi in
ja_jp: が監視された最大値から変化, 予測日時
pl_pl: zmienia się od maksimum obserwowanego, przewiduje się, że występują w
pt_pt: mudar de máxima observada, é predito para ocorrer a
ru_ru: переход от наблюдаемого максимума, по прогнозам, произойти в
zh_cn: 从观测到的最大值变化，预计发生在

source: maximum is not expected to change.
bg_bg: Максималната стойност не се очаква да се промени.
de_de: maximal wird nicht erwartet, zu ändern.
es_es: máxima no se espera que cambie.
fr_fr: maximale ne devrait pas changer.
it_it: massima non dovrebbe cambiare.
ja_jp: 最大値は変化しないと予想されます.
pl_pl: maksymalna nie oczekuje się zmian.
pt_pt: máxima que não se espera que altere.
ru_ru: максимум не изменится.
zh_cn: 最大值预计不会改变。

source: estimated average is
bg_bg: прогнозираното средно аритметично е
de_de: geschätzte Durchschnitt
es_es: promedio estimado es
fr_fr: moyen estimé est
it_it: media stimata è
ja_jp: 推定平均
pl_pl: szacunkowa średnia jest
pt_pt: média estimada é de
ru_ru: оценка среднем
zh_cn: 预计平均为

source: which is
bg_bg: кое е
de_de: welches ist
es_es: cual es
fr_fr: qui est
it_it: che è
ja_jp: その
pl_pl: który jest
pt_pt: qual é
ru_ru: который
zh_cn: 这是

source: change from observed data.
bg_bg: промени от наблюдаваните данни.
de_de: ändern von beobachteten Daten.
es_es: cambiar a partir de datos observados.
fr_fr: changer à partir des données observées.
it_it: cambiare da dati osservati.
ja_jp: が観測データから変化します.
pl_pl: zmiany z obserwowanych danych.
pt_pt: alterar a partir dos dados observados.
ru_ru: переход от наблюдаемых данных.
zh_cn: 从观察到的数据变化。

source: average is not expected to change.
bg_bg: Средното аритметично не се очаква да се промени.
de_de: Durchschnitt wird nicht erwartet, zu ändern.
es_es: promedio no se espera que cambie.
fr_fr: moyenne ne devrait pas changer.
it_it: medio non dovrebbe cambiare.
ja_jp: 平均値は変化しないと予想されます.
pl_pl: średnia nie oczekuje się zmian.
pt_pt: média não deverá mudar.
ru_ru: Средняя как ожидается, не изменится.
zh_cn: 平均预计不会改变。

source: Data Integrity (Not NaN)
bg_bg: Целостта на данните (не NaN)
de_de: Datenintegrität (nicht nan)
es_es: integridad de los datos (no nan)
fr_fr: l'intégrité des données (pas nan)
it_it: integrità dei dati (non nan)
ja_jp: データ整合性（非NaN）
pl_pl: integralności danych (nie nan)
pt_pt: integridade de dados (não nan)
ru_ru: целостность данных (не нан)
zh_cn: 数据完整性（非NaN）

source: The Recent Past
bg_bg: Близкото минало
de_de: die jüngste Vergangenheit
es_es: el pasado reciente
fr_fr: le passe RECENT
it_it: il recente passato
ja_jp: 最近
pl_pl: niedawnej przeszłości
pt_pt: o passado recente
ru_ru: Недавнее прошлое
zh_cn: 最近的过去

source: Recent Maximum Value
bg_bg: Последна максимална стойност (Recent Maximum Value)
de_de: den letzten Höchstwert
es_es: reciente valor máximo
fr_fr: valeur maximale récente
it_it: recente valore massimo
ja_jp: 最近の最大値
pl_pl: Niedawny maksymalna wartość
pt_pt: valor máximo recente
ru_ru: Недавнее максимальное значение
zh_cn: 近期的最大值

source: Recent Average Value
bg_bg: Последна средна стойност (Recent Average Value)
de_de: Durchschnittlicher Wert
es_es: valor promedio reciente
fr_fr: valeur moyenne récente
it_it: recente valore medio
ja_jp: 最近の平均値
pl_pl: Niedawny średnia wartość
pt_pt: valor médio recente
ru_ru: Последнее среднее значение
zh_cn: 最近的平均值

source: The Extrapolated Future
bg_bg: Екстраполираното бъдеще
de_de: die extrapolierte Zukunft
es_es: el futuro extrapolado
fr_fr: le futur extrapolé
it_it: il futuro estrapolato
ja_jp: 外挿法によって推定された将来値
pl_pl: ekstrapolowane przyszłość
pt_pt: o futuro extrapolada
ru_ru: экстраполировать будущее
zh_cn: 外推未来

source: Extrapolated Maximum Value
bg_bg: Екстраполирана максимална стойност
de_de: extrapolierte maximale Wert
es_es: máximo valor extrapolado
fr_fr: valeur maximale extrapolée
it_it: estrapolati valore massimo
ja_jp: 外挿法によって推定された最大値
pl_pl: ekstrapolowanych maksymalna wartość
pt_pt: valor máximo extrapolada
ru_ru: экстраполированный максимальное значение
zh_cn: 外推最大值

source: Extrapolated Average Value
bg_bg: Екстраполирана средна стойност
de_de: extrapolierte Mittelwert
es_es: valor medio extrapolado
fr_fr: valeur moyenne extrapolée
it_it: valore medio estrapolate
ja_jp: 外挿法によって推定された平均値
pl_pl: ekstrapolowanych średnia wartość
pt_pt: valor médio extrapolada
ru_ru: экстраполированный среднее значение
zh_cn: 外推平均值

source: Past vs Future Analysis
bg_bg: Минали срещу бъдещи анализи
de_de: Vergangenheit vs zukünftige Analyse
es_es: pasado vs futuros análisis
fr_fr: passé vs analyse future
it_it: passato vs analisi future
ja_jp: 過去 vs 将来 分析
pl_pl: obok vs dalszej analizy
pt_pt: passado vs análise futura
ru_ru: мимо против дальнейшего анализа
zh_cn: 过去VS未来分析

source: Maximum will change
bg_bg: Максималната стойност ще се промени
de_de: Maximum ändert
es_es: máximo cambiará
fr_fr: maximale va changer
it_it: massimo cambierà
ja_jp: 最大値の変化
pl_pl: Maksymalna zmieni
pt_pt: máxima vai mudar
ru_ru: Максимальная изменится
zh_cn: 最大值将改变

source: Average will change
bg_bg: Средното аритметично ще се промени
de_de: Durchschnitt wird sich ändern
es_es: promedio cambiará
fr_fr: moyenne va changer
it_it: media cambierà
ja_jp: 平均値の変化
pl_pl: Średni zmieni
pt_pt: média mudará
ru_ru: Средняя изменится
zh_cn: 平均值将改变

source: for
bg_bg: за
de_de: für
es_es: para
fr_fr: pour
it_it: per
pl_pl: dla
pt_pt: para
ru_ru: для
zh_cn: 为

source: on
bg_bg: включен
de_de: auf
es_es: en
fr_fr: sur
it_it: su
pl_pl: na
pt_pt: em
ru_ru: на
zh_cn: 在

source: No data available
bg_bg: няма данни
de_de: keine Daten verfügbar
es_es: datos no disponibles
fr_fr: pas de données disponibles
it_it: nessun dato disponibile
ja_jp: データなし
pl_pl: brak dostępnych danych
pt_pt: nenhum dado disponível
ru_ru: данные недоступны
zh_cn: 无可用数据

source: 2 weeks
bg_bg: 2 седмици
de_de: 2 Wochen
es_es: 2 semanas
fr_fr: 2 semaines
it_it: 2 settimane
ja_jp: 2 週
pl_pl: 2 tygodnie
pt_pt: 2 semanas
ru_ru: 2 недели
zh_cn: 2周

source: 1 week
bg_bg: 1 седмица
de_de: 1 Woche
es_es: 1 semana
fr_fr: 1 semaine
it_it: 1 settimana
ja_jp: 1 週
pl_pl: 1 tydzień
pt_pt: 1 semana
ru_ru: 1 неделя
zh_cn: 1周

source: 4 weeks
bg_bg: 4 седмици
de_de: 4 Wochen
es_es: 4 semanas
fr_fr: 4 semaines
it_it: 4 settimane
ja_jp: 4 週
pl_pl: 4 tygodnie
pt_pt: 4 semanas
ru_ru: 4 недели
zh_cn: 4周

source: 2 months
bg_bg: 2 месеца
de_de: 3 Monate
es_es: 3 meses
fr_fr: 3 mois
it_it: 3 mesi
ja_jp: 2 ヶ月
pl_pl: 3 miesiące
pt_pt: 3 meses
ru_ru: 3 месяца
zh_cn: 2个月

source: 1 month
bg_bg: 1 месец
de_de: 1 Monat
es_es: 1 mes
fr_fr: 1 mois
it_it: 1 mese
ja_jp: 1 ヶ月
pl_pl: 1 miesiąc
pt_pt: 1 mês
ru_ru: 1 месяц
zh_cn: 1个月

source: 6 months
bg_bg: 6 месеца
de_de: 6 Monate
es_es: 6 meses
fr_fr: 6 mois
it_it: 6 mesi
ja_jp: 6 ヶ月
pl_pl: 6 miesięcy
pt_pt: 6 meses
ru_ru: 6 месяцев
zh_cn: 6个月

source: 3 months
bg_bg: 3 месеца
de_de: 3 Monate
es_es: 3 meses
fr_fr: 3 mois
it_it: 3 mesi
ja_jp: 3 ヶ月
pl_pl: 3 miesiące
pt_pt: 3 meses
ru_ru: 3 месяца
zh_cn: 3个月

source: 1 year
bg_bg: 1 година
de_de: 1 Jahr
es_es: 1 año
fr_fr: 1 année
it_it: 1 anno
ja_jp: 1 年
pl_pl: 1 rok
pt_pt: 1 ano
ru_ru: 1 год
zh_cn: 1年

source: 2 years
bg_bg: 2 години
de_de: 2 Jahre
es_es: 2 años
fr_fr: 2 ans
it_it: 2 anni
ja_jp: 2 年
pl_pl: 2 lata
pt_pt: 2 anos
ru_ru: 2 года
zh_cn: 2年

source: Executive Summary
bg_bg: Резюме (Executive Summary)
es_es: Resumen ejecutivo
fr_fr: Résumé
it_it: Sintesi
ja_jp: エグゼクティブサマリー
pl_pl: streszczenie
pt_pt: Sumário Executivo
ru_ru: Резюме
zh_cn: 执行摘要

source: track
bg_bg: пътека
de_de: Spur
es_es: pista
fr_fr: piste
it_it: traccia
ja_jp: トラック
pl_pl: tor
pt_pt: pista
ru_ru: трек
zh_cn: 跟踪

source: on
bg_bg: за
de_de: von
es_es: de
fr_fr: de
it_it: di
pl_pl: z
pt_pt: de
ru_ru: из
zh_cn: 在

source: Summary Data
bg_bg: Обобщение на данните
de_de: Übersichtsdaten
es_es: datos de resumen
fr_fr: données de synthèse
it_it: Dati di sintesi
ja_jp: サマリーデータ
pl_pl: Podsumowanie danych
pt_pt: dados resumidos
ru_ru: сводные данные
zh_cn: 汇总数据

source: Track
bg_bg: Пътека
de_de: Spur
es_es: pista
fr_fr: piste
it_it: pista
pl_pl: tor
pt_pt: pista
ru_ru: трек
zh_cn: 跟踪

source: Critial
bg_bg: Критичен
de_de: Kritisch
es_es: Critico
fr_fr: Critique
it_it: Critico
ja_jp: クリティカル
pl_pl: krytyczny
pt_pt: Crítico
ru_ru: Критический
zh_cn: 重要

source: Fit
bg_bg: Годен
de_de: passen
es_es: encajar
fr_fr: s'adapter
it_it: adattarsi
ja_jp: フィット
pl_pl: dopasowanie
pt_pt: caber
ru_ru: поместиться
zh_cn: 拟合

source: Graph
bg_bg: Графика
de_de: Graphs
es_es: Graficas
fr_fr: Graphiques
it_it: Grafici
ja_jp: グラフ
pl_pl: wykresy
pt_pt: Gráficos
ru_ru: Графики
zh_cn: 图

source: Summary
bg_bg: Обобщение
de_de: Zusammenfassung
es_es: Resumen
fr_fr: Résumé
it_it: Riassunto
ja_jp: サマリー
pl_pl: streszczenie
pt_pt: resumo
ru_ru: Резюме
zh_cn: 总结

source: Data
bg_bg: Данни
de_de: Datum
es_es: Fecha
fr_fr: Date
ja_jp: データ
ru_ru: Дата
zh_cn: 数据

source: Error: Command not found.
bg_bg: Грешка: командата не е намерена.
de_de: Fehler: Befehl nicht gefunden.
es_es: de error: comando no encontrado.
fr_fr: erreur: command not found.
it_it: errore: comando non trovato.
ja_jp: エラー：コマンドが見つかりません.
pl_pl: Błąd: nie znaleziono polecenia.
pt_pt: de erro: comando não encontrado.
ru_ru: ошибка: команда не найдена.
zh_cn: 错误：找不到命令。

source: Unknown Config
bg_bg: неизвестна конфигурация
de_de: unbekannte Konfiguration
es_es: configuración desconocida
fr_fr: config inconnue
it_it: configurazione sconosciuta
ja_jp: 未知の設定
pl_pl: nieznana konfiguracja
pt_pt: configuração desconhecida
ru_ru: Неизвестная конфигурация
zh_cn: 未知配置

source: removed lock and started editing at
bg_bg: Отстранено е заключването и започва редактирането на
de_de: entfernt Schloss und begann bei der Bearbeitung
es_es: cerradura eliminado y comenzó a editar
fr_fr: enlevé la serrure et a commencé à éditer
it_it: rimosso blocco e ha iniziato a modifica
ja_jp: ロックを削除し、編集を開始
pl_pl: usunięto blokadę i zaczął na edycję
pt_pt: removidas fechadura e começou a editar a
ru_ru: удален замок и начал редактирование в
zh_cn: 解除锁定并开始在进行编辑

source: Configuration not applied.
bg_bg: Конфигурацията не е приложена.
de_de: Konfiguration nicht angewendet.
es_es: configuración no aplica.
fr_fr: configuration pas appliquée.
it_it: configurazione non applicata.
ja_jp: 設定は適用されませんでした.
pl_pl: Nie zastosowano konfigurację.
pt_pt: configuração não aplicada.
ru_ru: Конфигурация не применяется.
zh_cn: 解除锁定并开始在进行编辑

source: There are changes to the database configuration, apply configuration needed.
bg_bg: Има промени в конфигурацията на базата данни, необходимо е да се приложи конфигурацията.
de_de: gibt es Änderungen an der Datenbank-Konfiguration anwenden Konfiguration erforderlich.
es_es: hay cambios en la configuración de base de datos, se aplican la configuración necesaria.
fr_fr: il y a des changements à la configuration de base de données, appliquer la configuration nécessaire.
it_it: vi sono modifiche alla configurazione del database, si applicano la configurazione necessaria.
ja_jp: データベース構成への変更があります. 設定の適用を行ってください.
pl_pl: są zmiany w konfiguracji bazy danych, zastosowanie konfiguracji potrzebne.
pt_pt: há alterações na configuração do banco de dados, aplicar a configuração necessária.
ru_ru: есть изменения в конфигурации базы данных, необходимо применить конфигурацию.
zh_cn: 数据库配置已更改，需要应用配置。

source: Apply Configuration Now
bg_bg: Приложи конфигурацията сега
de_de: Konfiguration übernehmen
es_es: Aplicar configuracion
fr_fr: Appliquer la configuration
it_it: Applica configurazione
ja_jp: 今すぐ設定を適用
pl_pl: ustawienie konfiguracji
pt_pt: Aplicar configuração
ru_ru: Применить конфигурацию
zh_cn: 立即申请配置

source: CCM Object Summary
bg_bg: CCM Обобщение Обекти
de_de: ccm-Objekt Zusammenfassung
es_es: Resumen objeto ccm
fr_fr: ccm résumé de l'objet
it_it: ccm sintesi oggetto
ja_jp: CCMオブジェクト概要
pl_pl: Podsumowanie Celem ccm
pt_pt: ccm resumo objeto
ru_ru: куб.см Краткое описание объекта
zh_cn: CCM对象摘要

source: Recent Snapshots
bg_bg: Последни архивни копия (Recent Snapshots)
de_de: letzten Snapshots
es_es: instantáneas recientes
fr_fr: instantanés récents
it_it: recenti istantanee
ja_jp: 最近のスナップショット
pl_pl: ostatnie migawki
pt_pt: instantâneos recentes
ru_ru: Последние снимки
zh_cn: 最近快照

source: Snapshot Result
bg_bg: Резултат на архивирано конфигурационно копие
de_de: Snapshot Ergebnis
es_es: Resultado Snapshot
fr_fr: Résultat instantané
it_it: Snapshot Risultato
ja_jp: スナップショットの結果
pl_pl: Wynik migawki
pt_pt: Resultado instantâneo
ru_ru: Снимок результат
zh_cn: 快照结果

source: Recently Changed Hosts and Services
bg_bg: наскоро променени хостове и услуги
de_de: kürzlich hat Hosts und Dienste geändert
es_es: hosts y servicios cambiados recientemente
fr_fr: hôtes et services récemment modifiés
it_it: host e servizi modificati di recente
ja_jp: 最近変更されたホストとサービス
pl_pl: ostatnio zmieniono hosty i usługi
pt_pt: mudou recentemente hosts e serviços
ru_ru: недавно измененные хосты и сервисы
zh_cn: 最近更改的主机和服务

source: Modified Time
bg_bg: Променено време
de_de: Änderungszeit
es_es: hora de modificación
fr_fr: heure de modification
it_it: ora di modifica
ja_jp: 修正時間
pl_pl: zmodyfikowany czas
pt_pt: tempo modificado
ru_ru: Измененное время
zh_cn: 修改时间
