Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Monitor servers, devices, and services found by auto-discovery jobs.
bg_bg: Наблюдавайте сървъри, устройства и сървиси открити от задачите за автоматично откриване (auto-discovery jobs).
de_de: Überwachung von Geräten und Dienstleistungen von Auto-Discovery Arbeitsplatz gefunden.
es_es: Provee auto-descubrimiento de dispositivos y servicios
fr_fr: Surveiller les dispositifs et services trouvés par les auto-découverte emplois.
it_it: Monitorare dispositivi e servizi, trovate da auto-discovery posti di lavoro.
ja_jp: 自動検出ジョブで見つかったサーバー、デバイス、サービスを監視します.
pl_pl: monitorowanie urządzeń i usług znaleźli pracy Automatyczne wykrywanie.
pt_pt: Monitorar dispositivos e serviços encontrados por auto-descoberta de empregos.
ru_ru: Мониторинг устройств и услуг найдено автоматическое обнаружение рабочих мест.
zh_cn: 监视自动发现作业发现的服务器，设备和服务。

source: Auto-Discovery Job
bg_bg: Работа за автоматично откриване
es_es: Tareas de Auto-descubrimiento
fr_fr: Auto-Discovery emploi
it_it: Rilevamento automatico di lavoro
ja_jp: 自動検出ジョブ
pl_pl: Automatyczne wykrywanie pracy
ru_ru: Auto-Discovery работы
zh_cn: 自动发现作业

source: Job
bg_bg: Работа
es_es: Trabajo
fr_fr: Emploi
it_it: Lavoro
ja_jp: ジョブ
pl_pl: praca
pt_pt: Trabalho
ru_ru: Иов
zh_cn: 作业

source: Found
bg_bg: Намерен
de_de: Gefunden
es_es: Encontrado
fr_fr: Trouvé
it_it: Trovato
ja_jp: 検出
pl_pl: Znaleziono
pt_pt: Encontrado
ru_ru: Найденный
zh_cn: 发现

source: Total Hosts
bg_bg: Общо хостове
de_de: Insgesamt Hosts
es_es: Total de Hosts encontrados
fr_fr: Total des Hôtes
it_it: Host Totale
ja_jp: 合計ホスト
pl_pl: Suma gospodarze
pt_pt: Hosts alvo
ru_ru: Всего хостов
zh_cn: 主机总数

source: No completed auto-discovery jobs found
bg_bg: Не са намерени завършени задачи за автоматично откриване (auto-discovery jobs)
de_de: Keine beendeten Auto-Discovery Job gefunden
es_es: No hay tareas de auto-descubrimiento
fr_fr: Pas terminé l'auto-découverte offres d'emploi trouvées
it_it: Nessun completato auto-discovery lavori trovata
ja_jp: 完了した自動検出ジョブがありません
pl_pl: nie znaleziono ukończone auto-discovery pracy
pt_pt: Não completaram auto-descoberta empregos encontrado
ru_ru: Не завершена автоматическое обнаружение работу, обнаружили,
zh_cn: 找不到完成的自动发现作业

source: Select the auto-discovery job you wish to use for choosing new hosts and services to monitor.
bg_bg: Изберете задачата за автоматично откриване (auto-discovery job), която искате да използвате за избора на нови хостове и сървиси, които да се наблюдават.
de_de: Wählen Sie die Auto-Discovery Job, den Sie für die Auswahl neuer Rechner und Dienste überwachen.
es_es: Audo-descubra nuevos dispositivos y servicios para monitorear
fr_fr: Sélectionnez le travail d'auto-découverte que vous souhaitez utiliser pour le choix des hôtes et des services nouveaux à surveiller.
it_it: Selezionare il rilevamento automatico di lavoro che si desidera utilizzare per la scelta di nuovi host e servizi per il monitoraggio.
ja_jp: 監視する新しいホストやサービスを選択するため、使用する自動検出ジョブを選択してください.
pl_pl: wybierz zadanie automatycznego wykrywania, którego chcesz użyć do wyboru nowych hostów i usług w zakresie monitorowania.
pt_pt: Selecione os métodos pelos quais você gostaria de receber alertas de host e de serviço.
ru_ru: Выберите автоматическое обнаружение работу, которую вы хотите использовать для выбора новых узлов сети и сервисов для мониторинга.
zh_cn: 选择要用于选择要监视的新主机和服务的自动发现作业。

source: If you wish, you can also
bg_bg: Ако желаете, можете също
de_de: Wenn Sie möchten, können Sie auch
es_es: Si lo desea, también puede
fr_fr: Si vous le souhaitez, vous pouvez également
it_it: Se lo si desidera, è anche possibile
ja_jp: 必要に応じて
pl_pl: jeśli chcesz, możesz również
pt_pt: Se quiser, você também pode
ru_ru: Если вы хотите, вы также можете
zh_cn: 如果您愿意，也可以

source: launch a new discovery job
bg_bg: постави началото на нова задача за откриване
de_de: starten eine neue Entdeckung Job
es_es: No hay tareas de auto-descubrimiento
fr_fr: lancer une tâche de découverte de nouveaux
it_it: avviare un nuovo lavoro scoperta
ja_jp: 新しい検出ジョブを起動する
pl_pl: uruchomić nową pracę wykrywania
pt_pt: lançar um trabalho nova descoberta
ru_ru: запустит новую работу открытию
zh_cn: 启动一个新的发现作业

source: New Hosts
bg_bg: Нови хостове
es_es: Nuevos Hosts encontrados
fr_fr: Hôtes de nouvelles
it_it: Nuove Ragazze
ja_jp: 新しいホスト
pl_pl: Nowi gospodarze
pt_pt: Hosts
ru_ru: Новые модели
zh_cn: 新的主机

source: All Hosts
bg_bg: Всички хостове
de_de: Alle Hosts
es_es: Todas las graficas del host
fr_fr: Tous les hôtes
it_it: Tutti gli host
ja_jp: すべてのホスト
pl_pl: wszystkie hosty
pt_pt: Todos os gráficos de host
ru_ru: Все хосты
zh_cn: 所有主机

source: Choose whether you'd like to see results from all hosts that were found during the scan, or only new hosts that aren't currently being monitored
bg_bg: Изберете дали искате да видите резултатите от всички хостове, които са били открити по време на сканирането, или само нови хостове, които до момента не са наблюдавани
de_de: Wählen Sie, ob Sie möchten, dass die Ergebnisse aller Hosts, die während des Scans gefunden wurden, oder nur neue Hosts, die derzeit nicht überwacht zu sehen
es_es: Seleccione si desea ver resultados de todos los hosts que se encontraron durante la exploración, o sólo los nuevos hosts que no están siendo monitoreadas
fr_fr: Choisissez si vous voulez voir les résultats de tous les hôtes qui ont été trouvés lors de l'analyse, ou seulement les nouveaux hôtes qui ne sont pas actuellement sous surveillance
it_it: Scegliere se si desidera visualizzare i risultati di tutti gli host che sono stati trovati durante la scansione, o solo i nuovi host che non sono attualmente in fase di monitoraggio
ja_jp: スキャン中に発見されたすべてのホスト、または現在監視されていない新しいホストのみ、のどちらの結果を表示するかを選択します
pl_pl: wybrać, czy chcesz, aby zobaczyć wyniki z wszystkich komputerów, które zostały znalezione podczas skanowania lub tylko nowych hostów, które nie są monitorowane
pt_pt: Escolha se você gostaria de ver os resultados de todos os anfitriões que foram encontrados durante a varredura, ou apenas novos hospedeiros que não estão sendo monitorados
ru_ru: Выберите, хотите ли Вы, чтобы посмотреть результаты со всех машин, которые были обнаружены в ходе проверки, или только новые хозяева, которые не контролируются в настоящее время
zh_cn: 选择是要查看扫描期间找到的所有主机的结果，还是只查看当前未受监视的新主机的结果

source: Default Services
bg_bg: Сървиси по подразбиране
de_de: Standard-Dienste
es_es: Seleccione Servicios
fr_fr: Services par défaut
it_it: Default Servizi
ja_jp: 既定のサービス
pl_pl: Usługi domyślne
pt_pt: Serviços
ru_ru: Службы по умолчанию
zh_cn: 默认服务

source: Common
bg_bg: Често срещани
de_de: Gemeinsam
es_es: Comentario
fr_fr: Commun
it_it: Comune
ja_jp: 一般
pl_pl: wspólny
pt_pt: Comente
ru_ru: Общий
zh_cn: 常规

source: Select the types of services that you would like to be selected for monitoring by default. You can override individual services on the next page
bg_bg: Изберете видовете сървиси, които бихте искали да бъдат избрани за наблюдение по подразбиране. Можете да замените индивидуални сървиси на следващата страница
de_de: Wählen Sie die Arten von Dienstleistungen, die Sie gerne für die Überwachung standardmäßig ausgewählt werden würde. Sie können einzelne Dienste auf der nächsten Seite überschreiben
es_es: Seleccione los tipos de servicios que le gustaría ser seleccionado para el monitoreo por defecto. Puede anular los servicios individuales en la página siguiente
fr_fr: Sélectionnez le type de services que vous aimeriez être sélectionné pour la surveillance par défaut. Vous pouvez remplacer les services individuels à la page suivante
it_it: Selezionare i tipi di servizi che si desidera di essere selezionato per il monitoraggio di default. È possibile ignorare i singoli servizi nella pagina successiva
ja_jp: 既定で監視のために選択するサービスのタイプを選択します。 次のページで個々のサービスを上書きできます
pl_pl: wybierz typy usług, które chcesz zostać wybrany do monitorowania domyślnie. można zastąpić indywidualne usługi na następnej stronie
pt_pt: Selecione os tipos de serviços que você gostaria de ser selecionada para o monitoramento por padrão. Você pode substituir os serviços individuais na página seguinte
ru_ru: Выберите типы услуг, которые вы хотели бы быть выбраны для мониторинга по умолчанию. Вы можете отменить индивидуальные услуги на следующей странице
zh_cn: 选择默认情况下要选择监视的服务类型。 您可以在下一页覆盖单个服务

source: Host Addresses
bg_bg: Адреси на хост
de_de: Host-Adressen
es_es: Direccion del Host
fr_fr: Adresses accueil
it_it: Gli indirizzi host
ja_jp: ホストアドレス
pl_pl: adresy hostów
pt_pt: Endereço de IP
ru_ru: Адреса хоста
zh_cn: 主机地址

source: DNS Names
bg_bg: DNS имена
de_de: DNS-Namen
es_es: Nuevo nombre
fr_fr: Des noms DNS
it_it: Nomi DNS
ja_jp: DNS名
pl_pl: nazwy dns
pt_pt: Novo nome
ru_ru: DNS-имен
zh_cn: DNS名称

source: Select the type of addresses that you would prefer to use for newly configured hosts
bg_bg: Изберете вида на адресите, които биха предпочели да използвате за току-що конфигурираните хостове
de_de: Wählen Sie die Art von Adressen, die Sie lieber für neu konfigurierten Hosts verwenden
es_es: Seleccione el tipo de direcciones que usted prefiere usar para los hosts de nueva configuración
fr_fr: Sélectionnez le type d'adresse que vous préférez utiliser pour les hôtes nouvellement configurés
it_it: Selezionare il tipo di indirizzo che si preferisce utilizzare per gli host appena configurati
ja_jp: 新しく設定するホストに使用するアドレスの種類を選択します
pl_pl: wybierz rodzaj adresów, które wolisz używać dla nowo skonfigurowanych hostów
pt_pt: Selecione o tipo de endereços que você prefere utilizar para os anfitriões recém-configurados
ru_ru: Выберите тип адреса, которые вы предпочли бы использовать для вновь настроены хосты
zh_cn: 选择您希望用于新配置主机的地址类型

source: No job specified.
bg_bg: Не е посочена конкретна задача.
de_de: Kein Job angegeben.
es_es: Ningun host SMTP especificado
fr_fr: Aucune tâche spécifiée.
it_it: Nessun lavoro specificato.
ja_jp: ジョブが指定されていません.
pl_pl: określony nie ma pracy.
pt_pt: Nenhum DN base especificado.
ru_ru: Никакая работа не указаны.
zh_cn: 未指定的作业。

source: The hosts and services below were discovered during the auto-discovery scan. Select the hosts and services you'd like to monitor
bg_bg: Хостовете и сървисите по-долу бяха открити по време на сканирането "автоматично откриване". Изберете хостовете и сървисите, които бихте искали да наблюдавате
de_de: Die Hosts und Services wurden die nachfolgend während der Auto-Discovery-Scan entdeckt. Wählen Sie die Hosts und Services Sie überwachen möchten
es_es: Los locales y servicios por debajo fueron descubiertos durante la exploración auto-descubrimiento. Seleccione los hosts y servicios que le gustaría controlar
fr_fr: Les hôtes et les services ci-dessous ont été découverts lors de l'analyse d'auto-découverte. Sélectionnez les hôtes et les services que vous souhaitez surveiller
it_it: I padroni di casa ed i servizi qui di seguito sono stati scoperti durante il rilevamento automatico di scansione. Selezionare gli host ed i servizi che desideri monitorare
ja_jp: 自動検出スキャンで以下のホストとサービスが発見されました. 監視するホストとサービスを選択してください
pl_pl: gospodarze i usługi poniżej zostały odkryte podczas skanowania automatycznego wykrywania. wybierz gospodarzom i usług, które chcesz monitorować
pt_pt: Os hosts e serviços abaixo foram descobertos durante a verificação de auto-descoberta. Selecione os hosts e serviços que você gostaria de monitorar
ru_ru: Хозяева и услуг ниже, были обнаружены в ходе автоматического обнаружения сканирования. Выберите хозяев и услуги вы хотели бы контролировать
zh_cn: 在自动发现扫描期间发现了以下主机和服务。 选择您要监视的主机和服务

source: No results were found in the selected auto-discovery scan
bg_bg: Не бяха открити резултати в избраното сканиране чрез автоматично откриване (auto-discovery scan)
de_de: Es wurden keine Ergebnisse in der ausgewählten Auto-Discovery-Scan gefunden
es_es: debajo fueron descubiertos durante el escaneo de auto-descubrimiento
fr_fr: Aucun résultat n'a été trouvé dans la langue sélectionnée découverte automatique de balayage
it_it: Nessun risultato e 'stato trovato nel selezionata auto-discovery di scansione
ja_jp: 選択した自動検出スキャンに結果が見つかりませんでした
pl_pl: nie znaleziono żadnych elementów w wybranym skanowania automatycznego wykrywania
pt_pt: Não foram encontrados resultados no selecionado de auto-descoberta de digitalização
ru_ru: Ничего не найдено в выбранном автоматического обнаружения сканирования
zh_cn: 在所选的自动发现扫描中未找到结果

source: No services were detected on this host
bg_bg: Не са били открити сървиси на този хост
de_de: Es wurden keine Leistungen auf diesem Host erkannt
es_es: Ningun item fue eliminado de la base de datos
fr_fr: Aucun service n'a été détecté sur cet hôte
it_it: Non vi sono servizi rilevati su questo host
ja_jp: このホストでサービスが検出されませんでした
pl_pl: wykryto żadnych usług na tym komputerze
pt_pt: Nenhum item foi excluído do banco de dados.
ru_ru: Не услуги были обнаружены на этой машине
zh_cn: 在此主机上未检测到服务

source: Service array is empty.
bg_bg: Сървис масива е празен.
de_de: Service-Array ist leer.
es_es: Plantillas de Servicios
fr_fr: Gamme des services est vide.
it_it: Il servizio è di matrice vuota.
ja_jp: サービス範囲が空です.
pl_pl: Tablica Usługa jest pusty.
pt_pt: Modelos de serviços
ru_ru: Обслуживание массив пустой.
zh_cn: 服务数组是空的。

source: Invalid service name
bg_bg: Невалидно име на сървис
de_de: Ungültige Service-Namen
es_es: Nombre generico
fr_fr: Nom de service valide
it_it: Nome del servizio non valido
ja_jp: 不正なサービス名
pl_pl: nieprawidłowa nazwa usługi
pt_pt: Nome genérico
ru_ru: Неверное имя службы
zh_cn: 无效的服务名称

source: on host
bg_bg: на хоста
de_de: auf dem Host
es_es: host
fr_fr: sur l'hôte
it_it: sull'host
ja_jp: ホスト上の
pl_pl: na hoście
pt_pt: Host
ru_ru: на хосте
zh_cn: 在主机上

source: No hosts were selected.
bg_bg: Няма избрани хостове.
de_de: Keine Hosts ausgewählt wurden.
es_es: Ningun wizard seleccionado.
fr_fr: Pas hôtes ont été sélectionnés.
it_it: Non sono padroni di casa sono stati selezionati.
ja_jp: ホストが選択されていません.
pl_pl: Gospodarze nie zostały wybrane.
pt_pt: Nenhum assistente selecionado.
ru_ru: Нет хозяева были выбраны.
zh_cn: 未选择主机。

source: Information
bg_bg: Информация
es_es: Informacion
fr_fr: Informations
it_it: Informazioni
ja_jp: 情報
pl_pl: informacja
pt_pt: Informação
ru_ru: Информация
zh_cn: 信息

source: Bytes
bg_bg: байта
fr_fr: octets
it_it: byte
ja_jp: バイト
pl_pl: bajtów
ru_ru: байт
zh_cn: 字节

source: Invalid host name.
bg_bg: Невалидно име на хост.
de_de: Ungültiger Hostname.
es_es: Reporte invalido
fr_fr: Nom d'hôte non valide.
it_it: Il nome host non valido.
ja_jp: ホスト名が不正です.
pl_pl: nieprawidłowa nazwa hosta.
pt_pt: Relatório inválido
ru_ru: Неверное имя хоста.
zh_cn: 无效的主机名。

source: Metrics
bg_bg: Показатели
de_de: Metriken
es_es: Metricas
fr_fr: Métrique
it_it: Metrica
ja_jp: メトリック
pl_pl: metryka
pt_pt: Métrico
ru_ru: Метрика
zh_cn: 指标

source: Server Information
bg_bg: Информация за сървъра
de_de: Server-Informationen
es_es: Informacion del Sistema
fr_fr: Informations sur le serveur
it_it: Information Server
ja_jp: サーバー情報
pl_pl: Informacje o serwerze
pt_pt: Sistema de Informação
ru_ru: Информация о сервере
zh_cn: 服务器信息

source: No address specified.
bg_bg: Не е определен адрес.
de_de: Keine Adresse angegeben.
es_es: Ninguna direccion desde especificada
fr_fr: Aucune adresse spécifiée.
it_it: Nessun indirizzo specificato.
ja_jp: アドレスが指定されていません.
pl_pl: adres nie podano.
pt_pt: Nenhum endereço de e-mail admin especificado.
ru_ru: Нет адресу.
zh_cn: 未指定地址。

source: Invalid port number.
bg_bg: Невалиден номер на порт.
de_de: Ungültige Portnummer.
es_es: Numero de telefono celular invalido
fr_fr: Numéro de port valide.
it_it: Numero di porta non valido.
ja_jp: ポート番号が不正です.
pl_pl: niepoprawny numer portu.
pt_pt: Número de telemóvel inválido.
ru_ru: Неверный номер порта.
zh_cn: 无效的端口号。

source: Key
bg_bg: Ключ
de_de: Schlüssel
es_es: clave
fr_fr: clé
it_it: chiave
ja_jp: キー
pl_pl: klucz
pt_pt: chave
ru_ru: ключ
zh_cn: 密钥

source: Thresholds
bg_bg: прагове
de_de: Schwellenwerte
es_es: umbrales
fr_fr: seuils
it_it: soglie
ja_jp: しきい値
pl_pl: progi
pt_pt: limiares
ru_ru: пороги
zh_cn: 阈值

source: Monitor an LDAP server.
bg_bg: Наблюдавайте LDAP сървър.
de_de: Überwachen eines LDAP-Servers.
es_es: Monitorear el servicio cada
fr_fr: Surveiller un serveur LDAP.
it_it: Monitorare un server LDAP.
ja_jp: LDAPサーバーを監視します.
pl_pl: monitorować serwer LDAP.
pt_pt: Monitorar o serviço cada
ru_ru: Мониторинг LDAP сервер.
zh_cn: 监视LDAP服务器。

source: Monitor an Active Directory server via LDAP connection.
bg_bg: наблюдава активен сървър на директория чрез ldap връзка.
de_de: Überwachen Sie einen Active Directory-Server über eine LDAP-Verbindung.
es_es: monitorear un servidor de directorio activo a través de conexión ldap.
fr_fr: surveiller un serveur Active Directory via une connexion LDAP.
it_it: monitorare un server di directory attivo tramite la connessione ldap.
ja_jp: LDAP接続を介してActive Directoryサーバーを監視します。
pl_pl: monitoruj aktywny serwer katalogów poprzez połączenie ldap.
pt_pt: monitorar um servidor de diretório ativo via conexão ldap.
ru_ru: контролировать активный сервер каталогов через соединение ldap.
zh_cn: 通过LDAP连接监视Active Directory服务器。

source: The IP Address or FQDNS name associated with the LDAP server.
bg_bg: ip адреса или името на fqdns, свързано с LDAP сървъра.
de_de: die IP-Adresse oder den Fqdns-Namen, der dem LDAP-Server zugeordnet ist.
es_es: la dirección IP o el nombre fqdns asociado con el servidor ldap.
fr_fr: l'adresse IP ou le nom fqdns associé au serveur LDAP.
it_it: l'indirizzo ip o il nome fqdns associato al server ldap.
ja_jp: LDAPサーバーに関連付けられたIPアドレスまたはFQDN名。
pl_pl: adres IP lub nazwa fqdns powiązana z serwerem ldap.
pt_pt: o endereço IP ou o nome fqdns associado ao servidor ldap.
ru_ru: IP-адрес или имя fqdns, связанные с сервером ldap.
zh_cn: 与LDAP服务器关联的IP地址或FQDNS名称。

source: The LDAP base to use
bg_bg: LDAP base, която да се използва
de_de: LDAP-Basis zu verwenden
es_es: Base LDAP a utilizar
fr_fr: Base LDAP à utiliser
it_it: Base LDAP da usare
ja_jp: 使用するLDAPベース
pl_pl: Baza LDAP w użyciu
pt_pt: Base LDAP para usar
ru_ru: LDAP базу, используемую
zh_cn: 要使用的LDAP基础

source: LDAP bind DN (if required)
bg_bg: LDAP bind DN (ако е необходимо)
de_de: LDAP bind DN (falls erforderlich)
es_es: LDAP bind DN (si es necesario)
fr_fr: Liaison LDAP DN (si nécessaire)
it_it: Binding LDAP DN (se necessario)
ja_jp: LDAP bind DN (任意)
pl_pl: ldap wiążą dn (w razie potrzeby)
pt_pt: Ligação LDAP DN (se necessário)
ru_ru: LDAP DN связывания (если требуется)
zh_cn: LDAP绑定DN（如果需要）

source: The IP Address or FQDNS name associated with a Domain Controller.
bg_bg: ip адреса или fqdns името, асоциирано с домейн контролера.
de_de: die IP-Adresse oder den Fqdns-Namen, die einem Domänencontroller zugeordnet sind.
es_es: la dirección IP o el nombre de fqdns asociado con un controlador de dominio.
fr_fr: l'adresse IP ou le nom fqdns associé à un contrôleur de domaine.
it_it: l'indirizzo IP o il nome fqdns associato a un controller di dominio.
ja_jp: ドメインコントローラに関連付けられたIPアドレスまたはFQDN名。
pl_pl: adres IP lub nazwa fqdns powiązana z kontrolerem domeny.
pt_pt: o endereço IP ou o nome fqdns associado a um controlador de domínio.
ru_ru: IP-адрес или имя fqdns, связанные с контроллером домена.
zh_cn: 与域控制器关联的IP地址或FQDNS名称。

source: The distinguishedName of the container for this user.
bg_bg: различното име на контейнера за този потребител.
de_de: Der Distinguished Name des Containers für diesen Benutzer.
es_es: El nombre distinguido del contenedor para este usuario.
fr_fr: le nom distinctif du conteneur pour cet utilisateur.
it_it: il nome distinto del contenitore per questo utente.
ja_jp: このユーザーのコンテナーの識別名
pl_pl: nazwa wyróżniająca kontenera dla tego użytkownika.
pt_pt: o nome distinto do contêiner para esse usuário.
ru_ru: отличительное имя контейнера для этого пользователя.
zh_cn: 这个用户的容器的区别名称。

source: The distinguishedName of the user.
bg_bg: различното име на потребителя.
de_de: Der Distinguished Name des Benutzers.
es_es: El nombre distinguido del usuario.
fr_fr: le nom distinctif de l'utilisateur.
it_it: il nome distinto dell'utente.
ja_jp: ユーザーの識別名
pl_pl: nazwa wyróżniająca użytkownika.
pt_pt: o nome distinto do usuário.
ru_ru: отличительное имя пользователя.
zh_cn: 用户的可分辨名称。

source: %s Server
bg_bg: AD сървър
de_de: Ad-Server
es_es: servidor de anuncios
fr_fr: serveur de publicité
it_it: ad server
ja_jp: %s サーバー
pl_pl: Serwer reklam
pt_pt: servidor de anúncios
ru_ru: Сервер объявлений
zh_cn: %s服务器

source: The name you'd like to have associated with this %s server
bg_bg: Името, което искате да се асоциира с този LDAP сървър
de_de: Der Name, den Sie gerne mit diesem FTP-Server zugeordnet haben würde.
es_es: El nombre que le gustaría tener asociados con este servidor FTP.
fr_fr: Le nom que vous aimeriez avoir associé à ce serveur FTP.
it_it: Il nome che desideri sia associato a questo server FTP.
ja_jp: %s サーバーに関連付ける名前
pl_pl: Nazwa chcesz być związane z tym serwerem AIX
pt_pt: O host associado com este horário.
ru_ru: Имя, которое вы хотели бы иметь, связанные с этим FTP-сервер.
zh_cn: 您想要与此%s服务器关联的名称

source: LDAP Connection Settings
bg_bg: Настройки за връзката
de_de: Verbindungseinstellungen
es_es: ajustes de conexión
fr_fr: paramètres de connexion
it_it: impostazioni di connessione
ja_jp: LDAP接続設定
pl_pl: Ustawienia połączenia
pt_pt: configurações de conexão
ru_ru: Настройки соединения
zh_cn: LDAP连接设置

source: LDAP Base
de_de: LDAP-Basis
es_es: Host del LDAP
fr_fr: Base LDAP
it_it: Base LDAP
ja_jp: LDAPベース
pl_pl: Baza LDAP
pt_pt: host LDAP
ru_ru: LDAP базы
zh_cn: LDAP基地

source: Bind DN
pl_pl: wiążą dn
zh_cn: 绑定DN

source: The password used to login to the %s server (if required)
bg_bg: Паролата, използвана за влизане в LDAP сървъра (ако е необходимо)
de_de: Das Passwort für den LDAP-Server anmelden (falls erforderlich)
es_es: La contraseña utilizada para iniciar sesión en el servidor LDAP (si se requiere)
fr_fr: Le mot de passe utilisé pour se connecter au serveur LDAP (si nécessaire)
it_it: La password utilizzata per accedere al server LDAP (se necessario)
ja_jp: %s サーバーへのログインに使用するパスワード（必要な場合）
pl_pl: hasło używane do logowania na serwerze LDAP (jeśli jest wymagane)
pt_pt: A senha usada para acessar o servidor LDAP (se necessário)
ru_ru: Пароль, используемый для входа на сервер LDAP (если требуется)
zh_cn: 用于登录%s 服务器的密码（如果需要）

source: Version of LDAP protocol to use
bg_bg: Версия на LDAP протокола, който да се използва
de_de: Version von LDAP-Protokoll zu verwenden
es_es: Versión del protocolo LDAP a utilizar
fr_fr: Version du protocole LDAP à utiliser
it_it: Versione del protocollo LDAP da utilizzare
ja_jp: 使用するLDAPプロトコルのバージョン
pl_pl: wersja protokołu LDAP w użyciu
pt_pt: Versão do protocolo LDAP para usar
ru_ru: Версия протокола LDAP использовать
zh_cn: 要使用的LDAP协议版本

source: Security to use for LDAP connection (optional)
bg_bg: Защита, която да се използва с LDAP връзка (по желание)
de_de: Sicherheit für LDAP-Verbindung (optional) verwenden
es_es: Seguridad a utilizar para la conexión LDAP (opcional)
fr_fr: De sécurité à utiliser pour la connexion LDAP (facultatif)
it_it: Sicurezza da utilizzare per la connessione LDAP (opzionale)
ja_jp: LDAP接続に使用するセキュリティ（任意）
pl_pl: Bezpieczeństwo użyć do połączenia LDAP (opcjonalnie)
pt_pt: Segurança para usar na conexão LDAP (opcional)
ru_ru: Безопасность для использования LDAP связи (опционально)
zh_cn: 用于LDAP连接的安全性（可选）

source: Port Override
bg_bg: Незачитане на порт
es_es: Puerto de reemplazo
ja_jp: ポートの上書き
pl_pl: Port przesłanianie
pt_pt: Porto Override
ru_ru: Порт Override
zh_cn: 端口改写
