Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Re-Schedule Check
bg_bg: преразглеждане на проверката
de_de: Überprüfung erneut einplanen
es_es: volver a programar la verificación
fr_fr: re-programmer le contrôle
it_it: riprogrammare il controllo
ja_jp: 再スケジュールチェック
pl_pl: sprawdź harmonogram
pt_pt: re-agendar cheque
ru_ru: перепланировать проверку
zh_cn: 重新安排检查

source: Check Time
bg_bg: Проверете името
de_de: Namen prüfen
es_es: Revisar ahora
fr_fr: Vérifier le nom
it_it: Controlla nome
ja_jp: チェック時間
pl_pl: sprawdzić nazwę
pt_pt: Verificar agora
ru_ru: Проверить имя
zh_cn: 检查时间

source: Force the check
bg_bg: сила на проверката
de_de: die Überprüfung erzwingen
es_es: forzar el cheque
fr_fr: forcer le chèque
it_it: forza il controllo
ja_jp: チェックを強制する
pl_pl: wymusić kontrolę
pt_pt: forçar o cheque
ru_ru: форсировать проверку
zh_cn: 强制检查

source: Force a check regardless of what time the scheduled check occurs and whether or not checkd are enabled for the object.
bg_bg: принудителна проверка независимо от това кога се извършва планираната проверка и дали проверката е разрешена за обекта.
de_de: eine Überprüfung erzwingen, unabhängig davon, zu welchem Zeitpunkt die geplante Prüfung stattfindet und ob checkd für das Objekt aktiviert ist
es_es: forzar una verificación independientemente de la hora en que se realiza la verificación programada y si checkd está o no habilitado para el objeto.
fr_fr: forcer une vérification quelle que soit l'heure à laquelle la vérification planifiée est effectuée et si les vérifications sont activées ou non pour l'objet.
it_it: forzare un controllo a prescindere dall'orario in cui si verifica il controllo pianificato e se è abilitato o meno checkd per l'oggetto.
ja_jp: スケジュールされたチェックが行われる時間、およびオブジェクトに対してチェック設定が有効になっているかどうかにかかわらず、チェックを強制します。
pl_pl: wymuszenie sprawdzenia bez względu na godzinę, o której nastąpi zaplanowane sprawdzenie i czy dla obiektu włączono opcję sprawdzania.
pt_pt: forçar um cheque, independentemente de a que horas a verificação agendada ocorre e se o checkd está habilitado ou não para o objeto.
ru_ru: принудительная проверка независимо от того, в какое время выполняется запланированная проверка и включена ли проверка для объекта
zh_cn: 无论调度检查发生在什么时间以及是否为该对象启用了已检查，都强制执行一次检查。

source: Scheduling...
bg_bg: планиране...
de_de: Terminplanung ...
es_es: programando ...
fr_fr: la planification ...
ja_jp: スケジューリング...
pl_pl: planowanie...
pt_pt: agendamento...
ru_ru: планирование ...
zh_cn: 正在安排...

source: scheduled checks
bg_bg: планирани проверки
de_de: geplante Überprüfungen
es_es: cheques programados
fr_fr: contrôles programmés
it_it: controlli programmati
ja_jp: 定期チェック
pl_pl: zaplanowane kontrole
pt_pt: verificações agendadas
ru_ru: плановые проверки
zh_cn: 已安排检查

source: The requested schedule id (sid) is not valid.
bg_bg: Изисканата идентификация на графика (IDS) не е валидна.
de_de: Die angeforderte Zeitplan-ID (SID) ist nicht gültig.
es_es: La llave de la licencia que usted introdujo no es valida
fr_fr: L'id horaire demandé (Sid) n'est pas valide.
it_it: L'id programma richiesto (SID) non è valido.
ja_jp: 要求されたスケジュールID（SID）が有効ではありません.
pl_pl: o id harmonogram (sid) nie jest ważny.
pt_pt: A chave de licença que você digitou não é válida.
ru_ru: Запрашиваемый график ID (SID) не является допустимым.
zh_cn: 所请求的时间表ID（sid）无效。

source: Read only users cannot add schedule recurring downtime
bg_bg: Потребителите с права само за четене не могат да добавят повтарящ се, планиран (по график) престой
de_de: Nur lesen können Benutzer nicht hinzufügen Zeitplan wiederkehrende Ausfallzeiten
es_es: Lea sólo los usuarios no pueden agregar el tiempo de inactividad programación periódica
fr_fr: Lire seuls les utilisateurs ne peuvent pas ajouter les temps d'arrêt planification récurrente
it_it: Leggi solo gli utenti non possono aggiungere i tempi di inattività ricorrenti calendario
ja_jp: 読み取り専用ユーザーは定期的なダウンタイムスケジュールを追加することはできません
pl_pl: czytaj tylko użytkowników nie może dodać zaplanować cykliczne przestoje
pt_pt: ler apenas os usuários não podem adicionar cronograma downtime recorrente
ru_ru: Только для чтения пользователи не могут добавлять графику повторяющихся простоя
zh_cn: 只读用户无法添加计划重复停机时间

source: Please enter a host name.
bg_bg: Моля, въведете име на хост.
de_de: Bitte geben Sie einen Host-Namen.
es_es: Por favor introduzca un nombre para el host
fr_fr: S'il vous plaît entrer un nom d'hôte.
it_it: Ti preghiamo di inserire un nome host.
ja_jp: ホスト名を入力してください.
pl_pl: wpisz nazwę hosta.
pt_pt: Por favor insira um nome de host.
ru_ru: Пожалуйста, введите имя хоста.
zh_cn: 请输入主机名。

source: The host you specified is not valid for your user account.
bg_bg: Хоста, който сте посочили не е валиден за вашия потребителски акаунт.
de_de: Der Host, den Sie angegeben gilt nicht für Ihr Benutzerkonto.
es_es: El host que ha especificado no es válido para su cuenta de usuario.
fr_fr: L'hôte que vous avez spécifié n'est pas valide pour votre compte d'utilisateur.
it_it: L'host specificato non è valido per l'account utente.
ja_jp: 指定したホストはあなたのユーザーアカウントで有効ではありません。
pl_pl: host nie jest prawidłowa dla Twojego konta.
pt_pt: O host especificado não é válido para a sua conta de usuário.
ru_ru: Хозяин вы указали не подходит для вашей учетной записи.
zh_cn: 您指定的主机对您的用户帐户无效。

source: Please enter a service name.
bg_bg: Моля, въведете име на сървис.
de_de: Bitte geben Sie eine servicegroup Namen.
es_es: Por favor ingrese el nombre Servicegroup.
fr_fr: S'il vous plaît entrer un nom de groupe de services.
it_it: Inserisci un nome Servicegroup.
ja_jp: サービス名を入力してください.
pl_pl: wpisz nazwę usługi.
pt_pt: Por favor insira um nome servicegroup.
ru_ru: Пожалуйста, введите имя servicegroup.
zh_cn: 请输入服务名称。

source: The service you specified is not valid for your user account.
bg_bg: Сървиса, който определихте не е валиден за вашия потребителски акаунт.
de_de: Der Service, den Sie angegeben gilt nicht für Ihr Benutzerkonto.
es_es: El servicio especificado no es válido para su cuenta de usuario.
fr_fr: Le service que vous avez spécifié n'est pas valide pour votre compte d'utilisateur.
it_it: Il servizio specificato non è valido per l'account utente.
ja_jp: 指定したサービスはあなたのユーザーアカウントで有効ではありません。
pl_pl: Usługa została określona, ​​nie jest ważna dla Twojego konta.
pt_pt: O serviço especificado não é válido para a sua conta de usuário.
ru_ru: Служба вы указали не подходит для вашей учетной записи.
zh_cn: 您指定的服务对您的用户帐户无效。

source: Please enter a servicegroup name.
bg_bg: Моля, въведете име на сървис група.
de_de: Bitte geben Sie eine servicegroup Namen.
es_es: Por favor ingrese el nombre Servicegroup.
fr_fr: S'il vous plaît entrer un nom de groupe de services.
it_it: Inserisci un nome Servicegroup.
ja_jp: サービスグループの名前を入力してください.
pl_pl: Proszę podać nazwę servicegroup.
pt_pt: Por favor insira um nome servicegroup.
ru_ru: Пожалуйста, введите имя servicegroup.
zh_cn: 请输入服务组名称。

source: The servicegroup you specified is not valid for your user account.
bg_bg: Сървис групата, която посочихте не е валидна за вашия потребителски акаунт.
de_de: Die servicegroup angegebenen gilt nicht für Ihr Benutzerkonto.
es_es: El Servicegroup que ha especificado no es válido para su cuenta de usuario.
fr_fr: Le groupe de services que vous avez spécifié n'est pas valide pour votre compte d'utilisateur.
it_it: Il Servicegroup specificato non è valido per l'account utente.
ja_jp: 指定したサービスグループはあなたのユーザーアカウントでは有効ではありません。
pl_pl: servicegroup podałeś nie jest ważny dla Twojego konta.
pt_pt: O servicegroup especificado não é válido para a sua conta de usuário.
ru_ru: Servicegroup вы указали не подходит для вашей учетной записи.
zh_cn: 您指定的服务组对您的用户帐户无效。

source: Please enter a hostgroup name.
bg_bg: Моля, въведете име на хост група.
de_de: Bitte geben Sie eine Hostgruppe Namen.
es_es: Por favor ingrese el nombre hostgroup.
fr_fr: S'il vous plaît entrer un nom de groupe d'hôtes.
it_it: Inserisci un nome gruppo di host.
ja_jp: ホストグループ名を入力してください.
pl_pl: Proszę podać nazwę hostgroup.
pt_pt: Por favor insira um nome hostgroup.
ru_ru: Пожалуйста, введите название группа узлов сети.
zh_cn: 请输入主机组名称。

source: The hostgroup you specified is not valid for your user account.
bg_bg: Хост групата, която сте посочили не е валидна за вашия потребителски акаунт.
de_de: Die hostgroup angegebenen gilt nicht für Ihr Benutzerkonto.
es_es: El hostgroup que ha especificado no es válido para su cuenta de usuario.
fr_fr: Le groupe d'hôtes que vous avez spécifié n'est pas valide pour votre compte d'utilisateur.
it_it: Il gruppo di host specificato non è valido per l'account utente.
ja_jp: 指定したホストグループはあなたのユーザーアカウントでは有効ではありません。
pl_pl: hostgroup podałeś nie jest ważny dla Twojego konta.
pt_pt: O hostgroup especificado não é válido para a sua conta de usuário.
ru_ru: Группа узлов сети вы указали не подходит для вашей учетной записи.
zh_cn: 您指定的主机组对您的用户帐户无效。

source: Please enter the start time for this downtime event.
bg_bg: Моля, въведете началния час за това планирано (по график) прекъсване.
de_de: Bitte geben Sie die Startzeit für diesen Ausfallzeiten Veranstaltung.
es_es: Por favor, introduzca la hora de inicio de este evento el tiempo de inactividad.
fr_fr: S'il vous plaît entrez l'heure de début de l'événement temps d'arrêt.
it_it: Si prega di inserire l'ora di inizio per questo evento i tempi di inattività.
ja_jp: ダウンタイムイベントの開始時間を入力してください.
pl_pl: proszę o podanie czasu rozpoczęcia w tym przypadku przestoju.
pt_pt: Por favor insira a hora de início para este evento de tempo de inatividade.
ru_ru: Пожалуйста, введите время начала простоя для этого события.
zh_cn: 请输入此停机事件的开始时间。

source: Please enter the duration of this downtime event. Duration should be more than 5 mins.
bg_bg: моля, въведете продължителността на това събитие за прекъсване. продължителността трябва да бъде повече от 5 минути.
de_de: Bitte geben Sie die Dauer dieses Ausfallfalls ein. Die Dauer sollte mehr als 5 Minuten betragen.
es_es: por favor ingrese la duración de este evento de tiempo de inactividad. la duración debe ser más de 5 minutos.
fr_fr: veuillez entrer la durée de cet événement d'indisponibilité. la durée devrait être plus de 5 minutes.
it_it: per favore inserisci la durata di questo evento di downtime. la durata dovrebbe essere superiore a 5 minuti.
ja_jp: このダウンタイムイベントの期間を入力してください。 期間は5分以上にしてください。
pl_pl: wprowadź czas trwania zdarzenia związanego z przestojem. czas trwania powinien być dłuższy niż 5 minut.
pt_pt: Por favor insira a duração deste evento de inatividade. a duração deve ser superior a 5 minutos.
ru_ru: введите время простоя. продолжительность должна составлять более 5 минут.
zh_cn: 请输入此停机事件的持续时间。 持续时间应超过5分钟。

source: Please enter a valid time in 24-hour format, e.g. 21:00.
bg_bg: Моля, въведете валиден период от време в 24-часов формат, например 21:00 часа.
de_de: Bitte geben Sie eine gültige Uhrzeit im 24-Stunden-Format, zB 21:00 Uhr.
es_es: Por favor, introduzca una hora válida en el formato de 24 horas, por ejemplo 21:00.
fr_fr: S'il vous plaît entrer une heure valide dans le format 24 heures, par exemple 21:00.
it_it: Ti preghiamo di inserire un orario valido nel formato 24 ore, ad esempio 21:00.
ja_jp: 24時間形式で有効な時間を入力してください. 例： 21:00.
pl_pl: Proszę wpisać aktualny czas w formacie 24-godzinnym, np 21:00.
pt_pt: Por favor insira um tempo válido no formato de 24 horas, por exemplo, 21:00 h.
ru_ru: Пожалуйста, введите допустимое время в 24-часовом формате, например 21:00.
zh_cn: 请以24小时格式输入有效时间，例如 21:00

source: Please enter a valid duration time in minutes, e.g. 60. Duration should be more than 5 mins.
bg_bg: моля, въведете валидно времетраене в минути, напр. 60. продължителността трябва да е повече от 5 минути.
de_de: Bitte geben Sie eine gültige Dauer in Minuten an, z. B. 60. Die Dauer sollte mehr als 5 Minuten betragen.
es_es: por favor, introduzca un tiempo de duración válido en minutos, por ejemplo 60. la duración debe ser más de 5 minutos.
fr_fr: Veuillez entrer une durée valide en minutes, par exemple 60. La durée doit être supérieure à 5 minutes.
it_it: inserisci una durata valida in minuti, ad es. 60. la durata dovrebbe essere superiore a 5 minuti.
ja_jp: 有効な期間を分単位で入力してください (例: 60)。 期間は5分以上にしてください。
pl_pl: wprowadź prawidłowy czas trwania w minutach, np. 60. czas trwania powinien być dłuższy niż 5 minut.
pt_pt: Por favor insira um tempo de duração válido em minutos, por exemplo, 60. A duração deve ser superior a 5 minutos.
ru_ru: введите действительное время продолжительности в минутах, например 60. продолжительность должна быть более 5 минут.
zh_cn: 请以分钟为单位输入有效的持续时间，例如 60.持续时间应超过5分钟。

source: Invalid days of the month.
bg_bg: Невалидни дни на месеца.
de_de: Ungültige Tag des Monats.
es_es: Dias invalidos del mes
fr_fr: Invalides jours du mois.
it_it: Giorno del mese non validi.
ja_jp: 日が無効です.
pl_pl: nieprawidłowe dni miesiąca.
pt_pt: Dia do mês inválido.
ru_ru: Неверный дней в месяц.
zh_cn: 无效的月份。

source: Add Recurring Downtime Schedule
bg_bg: Добави повтарящ се (по график) престой
de_de: Fügen Recurring Downtime Schedule
es_es: Añadir Calendario El tiempo de inactividad se repite
fr_fr: Ajouter un planning d'indisponibilité récurrente
it_it: Aggiungi pianificazione periodica Downtime
ja_jp: 定期的なダウンタイムスケジュールの追加
pl_pl: dodaj powtarzające harmonogram przestojów
pt_pt: adicionar cronograma downtime recorrente
ru_ru: Добавить новое расписание простоя
zh_cn: 添加定期停机时间计划

source: Edit Recurring Downtime Schedule
bg_bg: Редактирайте повтарящото се планирано (по график) прекъсване
de_de: Bearbeiten Wiederkehrende Downtime Schedule
es_es: Editar programación Downtime recurrente
fr_fr: Modifier la planification indisponibilité récurrente
it_it: Modifica pianificazione ricorrente Downtime
ja_jp: 定期的なダウンタイムスケジュールの編集
pl_pl: edytować powtarzających harmonogram przestojów
pt_pt: editar cronograma de paralisação recorrente
ru_ru: Изменить новое расписание простоя
zh_cn: 编辑定期停机时间计划

source: A new downtime schedule will be added to the monitoring engine one hour before it is set to activate, according to the parameters specified below.
bg_bg: Нов график за престой (downtime schedule) ще бъде добавен към двигателя за наблюдение, час преди да бъде настроен да се активира, съгласно параметрите, определени по-долу.
de_de: Eine neue Ausfallzeiten Zeitplan zur Überwachung Motor einer Stunde zugegeben werden, bevor es gesetzt zu aktivieren, gemäß den Parametern unten angegeben.
es_es: Un programa de tiempo de inactividad de nuevo se añadirá a la hora de seguimiento de un motor antes de que se establece para activar, de acuerdo con los parámetros especificados a continuación.
fr_fr: Un calendrier arrêt sera ajouté à l'heure une surveillance du moteur avant qu'il ne soit réglé pour se déclencher, selon les paramètres spécifiés ci-dessous.
it_it: Un programma downtime verrà aggiunta al monitoraggio motore un'ora prima di essere impostato per attivare, in base ai parametri di seguito specificati.
ja_jp: 新しいダウンタイムスケジュールは下で指定されたパラメータに応じて、有効になる1時間前に監視エンジンに追加されます.
pl_pl: Nowy rozkład przestoju zostaną dodane do silnika monitoring godzinę przed ustawiono do aktywacji, w zależności od parametrów podanych poniżej.
pt_pt: um novo cronograma de paralisação será adicionado ao monitoramento do motor, uma hora antes ele é definido para ativar, de acordo com os parâmetros especificados abaixo.
ru_ru: Новый график простоя будет добавлен в один час контроля двигателя, прежде чем это установлено для активации, в соответствии с параметрами, указанными ниже.
zh_cn: 根据以下指定的参数，将在设置为激活前一小时将新的停机时间计划添加到监视引擎。

source: Schedule Settings
bg_bg: Насрочете настройките
de_de: Planen Sie Einstellungen
es_es: Configuraciones de Calendarizar
fr_fr: Programmer Settings
it_it: Programma Impostazioni
ja_jp: スケジュール設定
pl_pl: Ustawienia harmonogramu
pt_pt: programar as configurações
ru_ru: Параметры расписания
zh_cn: 安排设置

source: The host associated with this schedule.
bg_bg: Хоста, асоцииран с този график.
de_de: Der Host mit diesem Zeitplan zugeordnet.
es_es: El host asociado con este horario.
fr_fr: L'hôte associé à la présente annexe.
it_it: L'host associato a questo programma.
ja_jp: このスケジュールに関連付けるホスト.
pl_pl: hosta związane z tym planem.
pt_pt: O host associado com este horário.
ru_ru: Хозяин, связанные с этим графиком.
zh_cn: 与此计划关联的主机。

source: Schedule downtime for all child hosts
bg_bg: Насрочете задействан (triggered) престой за всички хостове-наследници (child hosts)
de_de: Zeitplan ausgelöste Ausfallzeiten für alle Kind-Hosts
es_es: programación activa el tiempo de inactividad para todos los niños anfitriones
fr_fr: calendrier déclenché les temps d'arrêt pour tous les hôtes de l'enfant
it_it: programma innescato tempi di inattività per tutti gli host del bambino
ja_jp: すべての子ホストについてダウンタイムをスケジュールする
pl_pl: Plan wywołał przestojów dla wszystkich hostów dzieci
pt_pt: cronograma desencadeada tempo de inatividade para todos os hosts criança
ru_ru: График срабатывает простоя для всех детей хостов
zh_cn: 安排所有子主机的停机时间

source: Include all services on this host
bg_bg: Включва всички сървиси на този хост
de_de: umfassen sämtliche Services auf diesem Host?
es_es: incluir a todos los servicios de este anfitrión?
fr_fr: inclure tous les services de cet hôte?
it_it: includere tutti i servizi in questa struttura?
ja_jp: このホストのすべてのサービスを含む
pl_pl: obejmują wszystkie usługi na tym komputerze?
pt_pt: incluir todos os serviços neste anfitrião?
ru_ru: включают все услуги по этим хозяином?
zh_cn: 包括此主机上的所有服务

source: Optional service associated with this schedule.
bg_bg: Незадължителен сървис, свързан с този график.
de_de: Optional-Service mit diesem Zeitplan zugeordnet.
es_es: Servicio opcional asociado con este horario.
fr_fr: Service optionnel associé à ce programme.
it_it: Facoltativo servizio associato a questo programma.
ja_jp: このスケジュールに関連付けるサービス（任意）.
pl_pl: Opcjonalna usługa wiąże się z tym planem.
pt_pt: Serviço opcional associado a esta programação.
ru_ru: Дополнительный сервис, связанный с этим графиком.
zh_cn: 与此计划关联的可选服务。

source: A * wildcard can be used before and/or after the service name to specify multiple matches
bg_bg: a * wildcard може да се използва преди и / или след името на услугата, за да се уточнят няколко съвпадения
de_de: Ein * Platzhalter kann vor und / oder nach dem Dienstnamen verwendet werden, um mehrere Übereinstimmungen anzugeben
es_es: un * comodín se puede usar antes y / o después del nombre del servicio para especificar múltiples coincidencias
fr_fr: un caractère générique * peut être utilisé avant et / ou après le nom du service pour spécifier plusieurs correspondances
it_it: un * jolly può essere usato prima e / o dopo il nome del servizio per specificare più corrispondenze
ja_jp: サービス名の前後にワイルドカード * を使用して複数の一致を指定することができます
pl_pl: a * wieloznacznik może być używany przed i / lub po nazwie usługi, aby określić wiele dopasowań
pt_pt: um caractere curinga * pode ser usado antes e / ou após o nome do serviço para especificar várias correspondências
ru_ru: * подстановочный знак * можно использовать до и / или после имени службы, чтобы указать несколько совпадений
zh_cn: 可以在服务名称之前和/或之后使用*通配符来指定多个匹配项

source: The servicegroup associated with this schedule
bg_bg: Сървис групата, която е асоццирана с този график
de_de: Die servicegroup mit diesem Zeitplan zugeordnet
es_es: El Servicegroup asociado con este programa
fr_fr: Le groupe de services associés à la présente annexe
it_it: Il Servicegroup associato a questo programma
ja_jp: このスケジュールに関連付けるサービスグループ
pl_pl: servicegroup związane z tym harmonogramem
pt_pt: O grupo de serviço associada a esse horário
ru_ru: Servicegroup, связанные с этим графиком
zh_cn: 与该计划关联的服务组

source: The hostgroup associated with this schedule
bg_bg: Хост групата, асоциирана с този график
de_de: Die hostgroup mit diesem Zeitplan zugeordnet
es_es: El hostgroup asociado con este programa
fr_fr: Le groupe d'hôte associé à ce calendrier
it_it: Il gruppo di host associato a questo programma
ja_jp: このスケジュールに関連付けるホストグループ
pl_pl: hostgroup związane z tym harmonogramem
pt_pt: O grupo de host associado com este horário
ru_ru: Группа узлов сети, связанных с этим графиком
zh_cn: 与该计划关联的主机组

source: Include all services in this hostgroup
bg_bg: Включва всички сървиси в тази хост група
de_de: umfassen alle Dienstleistungen in diesem Hostgruppe?
es_es: incluir a todos los servicios de este hostgroup?
fr_fr: inclure tous les services dans ce groupe d'hôtes?
it_it: includere tutti i servizi in questo hostgroup?
ja_jp: このホストグループのすべてのサービスを含む
pl_pl: obejmować wszystkie usługi w tym hostgroup?
pt_pt: incluir todos os serviços nesta hostgroup?
ru_ru: включают все услуги в этой hostgroup?
zh_cn: 在此主机组中包括所有服务

source: An optional comment associated with this schedule.
bg_bg: Незадължителен коментар, свързан с този график.
de_de: Ein optionaler Kommentar mit diesem Zeitplan zugeordnet
es_es: Un comentario opcional asociado con este programa
fr_fr: Un commentaire facultative associée à cet horaire
it_it: Un commento opzionale associato a questo programma
ja_jp: （任意）このスケジュールに関連付けるコメント.
pl_pl: Opcjonalny komentarz związany z tym harmonogramem
pt_pt: Um comentário opcional associado com esta programação
ru_ru: Дополнительные комментарии, связанные с этим графиком
zh_cn: 与该计划关联的可选注释。

source: Time of day the downtime should start in 24-hr format
bg_bg: Час на деня, когато планирания (по график) престой трябва да започне в 24 часа формат
de_de: Tageszeit die Ausfallzeit sollte in 24-Stunden-Format zu starten
es_es: La hora del día el tiempo de inactividad debe comenzar en 24-hr formato
fr_fr: Moment de la journée le temps d'arrêt devrait commencer à 24 h le format
it_it: Ora del giorno il tempo di inattività dovrebbe avere inizio nel formato di 24 ore
ja_jp: 24時間形式で指定
pl_pl: pora dnia przestoju powinna rozpocząć się w formacie 24-godzinnym
pt_pt: Hora do dia que o tempo de inatividade deve começar em formato de 24 horas
ru_ru: Время суток простоя должно начаться в 24-часовой формат
zh_cn: 一天中的停机时间应以24小时制开始

source: Minutes
bg_bg: Минути
de_de: Protokoll
es_es: Minutos
fr_fr: Procès-verbal
it_it: Verbale
ja_jp: 分
pl_pl: protokół
pt_pt: Minutos
ru_ru: Протокол
zh_cn: 分钟

source: Duration of the scheduled downtime in minutes. Duration should be more than 5 mins or downtime will not be scheduled.
bg_bg: продължителността на планираното престой в минути. продължителността трябва да бъде повече от 5 минути или времето за престой няма да бъде насрочено.
de_de: Dauer der geplanten Ausfallzeit in Minuten. Die Dauer sollte mehr als 5 Minuten betragen oder es wird keine Ausfallzeit geplant.
es_es: duración del tiempo de inactividad programado en minutos. la duración debe ser de más de 5 minutos o no se programará el tiempo de inactividad.
fr_fr: durée du temps d'arrêt programmé en minutes. la durée devrait être supérieure à 5 minutes ou le temps d'arrêt ne sera pas programmé.
it_it: durata del tempo di inattività programmato in minuti. la durata dovrebbe essere superiore a 5 minuti o i tempi di fermo non saranno programmati.
ja_jp: スケジュールされるダウンタイムの分単位の期間。 期間は5分以上にしないと、ダウンタイムはスケジュールされません。
pl_pl: czas planowego przestoju w minutach. czas trwania powinien wynosić więcej niż 5 minut, a czas przestoju nie zostanie zaplanowany.
pt_pt: duração do tempo de inatividade programado em minutos. a duração deve ser superior a 5 minutos ou o tempo de inatividade não será agendado.
ru_ru: продолжительность запланированного простоя в минутах. длительность должна составлять более 5 минут, а время простоя не будет запланировано.
zh_cn: 计划的停机时间（以分钟为单位）。 持续时间应超过5分钟，否则将不会安排停机时间。

source: Valid Months
bg_bg: Валидни месеци
de_de: gültig Monaten
es_es: mes válidos
fr_fr: mois valides
it_it: mesi valide
ja_jp: 有効月
pl_pl: ważne miesięcy
pt_pt: válidas meses
ru_ru: действительные месяцев
zh_cn: 有效月份
