Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Jan
bg_bg: Януари
de_de: Januar
es_es: enero
fr_fr: janvier
it_it: gennaio
ja_jp: 1月
pl_pl: styczeń
pt_pt: janeiro
ru_ru: январь
zh_cn: 一月

source: Feb
bg_bg: февруари
de_de: Februar
es_es: febrero
fr_fr: février
it_it: Febbraio
ja_jp: 2月
pl_pl: lutego
pt_pt: fevereiro
ru_ru: февраль
zh_cn: 二月

source: Mar
bg_bg: Март
es_es: estropear
ja_jp: 3月
pl_pl: zniszczyć
pt_pt: estragar
ru_ru: март
zh_cn: 三月

source: Apr
bg_bg: април
de_de: April
es_es: abril
fr_fr: avril
it_it: aprile
ja_jp: 4月
pl_pl: kwietnia
pt_pt: abril
ru_ru: апрель
zh_cn: 四月

source: May
bg_bg: Май
de_de: kann
es_es: puede
fr_fr: peut
it_it: può
ja_jp: 5月
pl_pl: może
pt_pt: poder
ru_ru: может
zh_cn: 五月

source: Jun
bg_bg: Юни
de_de: Juni
es_es: junio
fr_fr: juin
it_it: giugno
ja_jp: 6月
pl_pl: czerwca
pt_pt: junho
ru_ru: июнь
zh_cn: 六月

source: Jul
bg_bg: Юли
de_de: Juli
es_es: julio
fr_fr: juillet
it_it: luglio
ja_jp: 7月
pl_pl: lipca
pt_pt: julho
ru_ru: июль
zh_cn: 七月

source: Aug
bg_bg: август
de_de: August
es_es: agosto
fr_fr: août
it_it: Agosto
ja_jp: 8月
pl_pl: sierpień
pt_pt: agosto
ru_ru: август
zh_cn: 八月

source: Sep
bg_bg: Септември
de_de: September
es_es: septiembre
fr_fr: septembre
it_it: Settembre
ja_jp: 9月
pl_pl: września
pt_pt: setembro
ru_ru: сентябрь
zh_cn: 九月

source: Oct
bg_bg: Октомври
de_de: Oktober
es_es: octubre
fr_fr: octobre
it_it: Ottobre
ja_jp: 10月
pl_pl: październik
pt_pt: outubro
ru_ru: октябрь
zh_cn: 十月

source: Nov
bg_bg: Ноември
de_de: November
es_es: noviembre
fr_fr: novembre
it_it: novembre
ja_jp: 11月
pl_pl: listopada
pt_pt: novembro
ru_ru: ноябрь
zh_cn: 十一月

source: Dec
bg_bg: Декември
de_de: Dezember
es_es: diciembre
fr_fr: décembre
it_it: dicembre
ja_jp: 12月
pl_pl: grudzień
pt_pt: dezembro
ru_ru: декабрь
zh_cn: 十二月

source: Months this schedule is valid. Defaults to every month if none selected
bg_bg: Месеци, през които този график е валиден. По подразбиране, това означава "всеки месец", ако никой не е избран
de_de: Tage der Woche dieser Zeitplan gültig ist. Standardmäßig auf jedem Wochentag, wenn keiner ausgewählt
es_es: Días de la semana este horario es válido. El valor predeterminado es cada día de la semana si no se seleccionó ninguna
fr_fr: Les jours de la semaine, ce calendrier est valide. Par défaut, tous les jours si aucune sélection
it_it: Giorni della settimana questo programma è valido. Il valore predefinito è tutti i giorni feriali se non selezionata
ja_jp: このスケジュールを有効にする月。 選択されていない場合の既定は、毎月です
pl_pl: dni tygodnia plan jest ważny. domyślnie każdego dnia tygodnia, jeśli nie podano
pt_pt: Dias da semana que este horário é válido. Padrões para cada dia da semana, se nenhum selecionado
ru_ru: Дни недели этот график является действительным. По умолчанию каждый будний день, если не выбрано
zh_cn: 此计划的月份有效。 如果未选择，则默认为每个月

source: Valid Weekdays
bg_bg: Валидни делнични дни
de_de: Gültig Wochentage
es_es: Dias de la semana validos
fr_fr: En semaine valides
it_it: Giorni feriali validi
ja_jp: 曜日
pl_pl: ważne w dni powszednie
pt_pt: Dias úteis válidos
ru_ru: Действительно будни
zh_cn: 有效工作日

source: Mon
bg_bg: Понеделник
es_es: lun
ja_jp: 月
ru_ru: понедельник
zh_cn: 周一

source: Tue
bg_bg: Вторник
de_de: Di
es_es: mar
it_it: Mar
ja_jp: 火
pl_pl: wt
pt_pt: ter
ru_ru: вторник
zh_cn: 周二

source: Wed
bg_bg: Сряда
es_es: casarse
ja_jp: 水
pl_pl: poślubić
pt_pt: casar
ru_ru: женить
zh_cn: 周三

source: Thu
bg_bg: Четвъртък
es_es: jue.
fr_fr: Jeu
it_it: gio
ja_jp: 木
pl_pl: czw
pt_pt: qui.
ru_ru: четверг
zh_cn: 周四

source: Fri
bg_bg: Петък
es_es: vie
fr_fr: ven
ja_jp: 金
pl_pl: pt.
ru_ru: пятница
zh_cn: 周五

source: Sat
bg_bg: Събота
de_de: saß
es_es: sáb.
fr_fr: assis
ja_jp: 土
pl_pl: sob
pt_pt: sáb.
ru_ru: СБ
zh_cn: 周六

source: Sun
bg_bg: Неделя
de_de: Sonne
es_es: sol
fr_fr: soleil
it_it: sole
ja_jp: 日
pl_pl: słońce
pt_pt: sol
ru_ru: солнце
zh_cn: 周日

source: Days of the week this schedule is valid. Defaults to every weekday if none selected
bg_bg: Дни от седмицата, за които този график е валиден. Ако не е избран делничен ден, всички дни се избират по подразбиране
de_de: Tage der Woche dieser Zeitplan gültig ist. Standardmäßig auf jedem Wochentag, wenn keiner ausgewählt
es_es: Días de la semana este horario es válido. El valor predeterminado es cada día de la semana si no se seleccionó ninguna
fr_fr: Les jours de la semaine, ce calendrier est valide. Par défaut, tous les jours si aucune sélection
it_it: Giorni della settimana questo programma è valido. Il valore predefinito è tutti i giorni feriali se non selezionata
ja_jp: このスケジュールを有効にする曜日。 既定 (選択なし) は毎日
pl_pl: dni tygodnia plan jest ważny. domyślnie każdego dnia tygodnia, jeśli nie podano
pt_pt: Dias da semana que este horário é válido. Padrões para cada dia da semana, se nenhum selecionado
ru_ru: Дни недели этот график является действительным. По умолчанию каждый будний день, если не выбрано
zh_cn: 此计划在一周中的几天有效。 如果未选择，则默认为每个工作日

source: Valid Days of Month
bg_bg: Валидни дни на месеца
de_de: Gültig Tag des Monats
es_es: Dias validos del mes
fr_fr: Jours valables du Mois
it_it: Validita del Mese
ja_jp: 日
pl_pl: ważne dni miesiąca
pt_pt: Dias válidos do Mês
ru_ru: Действительный Дни месяц
zh_cn: 每月有效天数

source: Comma-separated list of days of month this schedule is valid. Defaults to every day if empty. If you specify weekdays <em>and</em> days of the month, then <em>both</em> must match for the downtime to be scheduled.
bg_bg: Списък от разделени със запетаи дни от месеца, за които този график е валиден. По подразбиране, всеки ден е празен. Ако посочите делничните дни <em>и</em> дните от месеца, тогава <em>и двете условия</em> трябва да съвпадат, за да бъде насрочено планирано (по график) прекъсване.
de_de: Komma-separierte Liste der Tage des Monats dieser Zeitplan gültig ist. Defaults für jeden Tag, wenn leer. Wenn Sie Wochentage <em>und</em> Tag des Monats angeben, dann <em>beide</em> müssen übereinstimmen, damit die Ausfallzeit eingeplant werden.
es_es: Lista separada por comas de los días del mes de este horario es válido. El valor predeterminado es todos los días si está vacío. Si especifica los días de semana <em>y los</em> días del mes, entonces <em>ambos</em> deben coincidir para que el tiempo de inactividad para ser programado.
fr_fr: Séparés par des virgules liste des jours du mois de ce calendrier est valide. Par défaut, tous les jours si elle est vide. Si vous spécifiez semaine <em>et les</em> jours du mois, puis <em>tous les deux</em> doivent correspondre pour que le temps d'arrêt à fixer.
it_it: Elenco separato da virgole dei giorni del mese questo programma è valido. Il valore predefinito è ogni giorno se vuoto. Se si specifica nei giorni feriali <em>e</em> giorni del mese, quindi <em>entrambi</em> devono corrispondere per i tempi di inattività sarà pianificata.
ja_jp: このスケジュールが有効な月の日をカンマ区切りで指定します。 空の場合の既定は、毎日です。 特定の<em>週日と月の特定の日の両方</em>を指定した場合、<em>両方</em>がダウンタイムに一致している場合にダウンタイムがスケジュールされます。
pl_pl: oddzielone przecinkami lista dni miesiąca plan jest ważny. Domyślnie jest to każdego dnia, jeśli pusty. jeśli określić dni tygodnia <em>i</em> dni miesiąca, a następnie <em>oba</em> muszą pasować do przestojów być zaplanowane.
pt_pt: lista separada por vírgulas de dias do mês, esta programação é válida. o padrão é todos os dias se vazio. se você especificar dias da semana <em>e</em> dias do mês, então <em>ambos</em> devem corresponder para o tempo de inatividade para ser agendada.
ru_ru: Разделенный запятыми список дней месяца этот график является действительным. По умолчанию каждый день, если пусто. Если вы укажете будние дни <em>и</em> дни месяца, то <em>оба</em> должны совпадать простоя должны быть запланированы.
zh_cn: 以逗号分隔的此计划的月份列表是有效的。 如果为空，则默认为每天。 如果您指定每月的工作日<em>和</ em>，则<em>两者</ em>必须匹配才能安排停机时间。

source: Submit Schedule
bg_bg: Представи графика
de_de: Zeitplan vorlegen
es_es: presentar horario
fr_fr: présenter le calendrier
ja_jp: スケジュールの送信
pl_pl: przedstawić harmonogram
pt_pt: apresentar cronograma
ru_ru: представить график
zh_cn: 提交时间表

source: Recurring Downtime
bg_bg: Повтарящ се, планиран (по график) престой
de_de: Wiederkehrende Downtime
es_es: El tiempo de inactividad se repite
fr_fr: Les temps d'arrêt périodique
it_it: Downtime ricorrente
ja_jp: 定期的なダウンタイム
pl_pl: powtarzające się przestoje
pt_pt: downtime recorrente
ru_ru: Повторяющиеся простоя
zh_cn: 经常性停机时间

source: Recurring Downtime for Host:
bg_bg: Повтарящ се, планиран (по график) престой за хост:
de_de: Wiederkehrende Downtime für Host
es_es: El tiempo de inactividad se repite para el Host
fr_fr: Les temps d'arrêt périodique pour l'hôte
it_it: I tempi di inattività ricorrente per Host
ja_jp: ホストの定期的なダウンタイム：
pl_pl: powtarzający się przestój przyjmującego
pt_pt: Downtime recorrente para o Host
ru_ru: Повторяющиеся время простоя хост
zh_cn: 主机的定期停机时间：

source: Recurring Downtime for Hostgroup:
bg_bg: Повтарящ се, планиран (по график) престой за хост група:
de_de: Wiederkehrende Downtime für Hostgruppen
es_es: El tiempo de inactividad recurrente para hostGroup
fr_fr: Les temps d'arrêt récurrent pour hostGroup
it_it: I tempi di inattività per la ricorrente hostgroup
ja_jp: ホストグループの定期的なダウンタイム：
pl_pl: powtarzający się przestój hostgroup
pt_pt: Downtime recorrente para o grupo de hosts
ru_ru: Повторяющиеся время простоя группа узлов сети
zh_cn: 主机组的定期停机时间：

source: Recurring Downtime for Servicegroup:
bg_bg: Повтарящ се, планиран (по график) престой за сървис група:
de_de: Wiederkehrende Downtime für Servicegroup
es_es: El tiempo de inactividad recurrente para Servicegroup
fr_fr: Les temps d'arrêt récurrent pour Servicegroup
it_it: I tempi di inattività per la ricorrente Servicegroup
ja_jp: サービスグループの定期的なダウンタイム：
pl_pl: powtarzający się przestój servicegroup
pt_pt: Downtime recorrente para o grupo de serviço
ru_ru: Повторяющиеся время простоя Servicegroup
zh_cn: 服务组的定期停机时间：

source: Host Schedules
bg_bg: График на хост
de_de: Host-Zeitpläne
es_es: horarios de acogida
fr_fr: horaires d'accueil
it_it: orari di accoglienza
ja_jp: ホストスケジュール
pl_pl: Przeważnie gospodarza
pt_pt: horários de acolhimento
ru_ru: расписание принимающие
zh_cn: 主机时间表

source: Service Schedules
bg_bg: Графици за сървиси
de_de: Host / Service Termine
es_es: Host / Servicios Horarios
fr_fr: Host / Service Horaires
it_it: Host / Servizio Programmi
ja_jp: サービススケジュール
pl_pl: Przeważnie usługi
pt_pt: Horários do Host/serviço
ru_ru: Host / Регламентов оказания услуг
zh_cn: 服务时间表

source: Hostgroup Schedules
bg_bg: Графици на хост групата
de_de: Hostgroup Termine
es_es: Horarios hostGroup
fr_fr: Horaires groupe d'hôtes
it_it: Hostgroup Orari
ja_jp: ホストグループスケジュール
pl_pl: Przeważnie hostgroup
pt_pt: Horários do grupo de host
ru_ru: Группа узлов сети расписания
zh_cn: 主机组时间表

source: Servicegroup Schedules
bg_bg: Графици на сървис групи
de_de: Servicegroup Termine
es_es: Servicegroup Horarios
fr_fr: Horaires servicegroup
it_it: Servicegroup Orari
ja_jp: サービスグループスケジュール
pl_pl: Przeważnie servicegroup
pt_pt: Horários do grupo de serviços
ru_ru: Servicegroup Расписания
zh_cn: 服务组时间表

source: Scheduled downtime definitions that are designed to repeat (recur) at set intervals are shown below. The next schedule for each host/service are added to the monitoring engine when the cron runs at the top of the hour.
bg_bg: Дефинициите за планиран престой, които са предназначени да се повтарят (recur) на определени интервали, са показани по-долу. Следващия престой за всеки хост / сървис се добавя към двигателя за наблюдение, когато cron стартира на всеки кръгъл час.
de_de: Geplante Ausfallzeiten Definitionen, die entworfen, um zu wiederholen sind (wiederkehrende) in festgelegten Intervallen sind unten dargestellt. Der nächste Plan für jeden Host / Service werden dem Monitoring Engine hinzugefügt, wenn der cron läuft an der Spitze der Stunde.
es_es: Programadas definiciones tiempo de inactividad que están diseñados para repetir (recurrir) a intervalos fijos se muestran a continuación. El calendario siguiente para cada host / servicio se añaden a motor de monitorización cuando el cron se ejecuta en la parte superior de la hora.
fr_fr: Définitions temps d'arrêt planifiés conçus pour répéter (se reproduise plus) à des intervalles définis sont présentés ci-dessous. Le calendrier suivant pour chaque hôte / service sont ajoutés à la surveillance du moteur lorsque le cron tourne à la partie supérieure de l'heure.
it_it: Definizioni di downtime pianificati che sono progettati per ripetere (ripetersi) a intervalli stabiliti sono riportati di seguito. La pianificazione successivo per ciascun host / servizio vengono aggiunti al motore quando il monitoraggio cron all'inizio della ore.
ja_jp: 指定の間隔で繰り返されるダウンタイムスケジュール定義が以下に表示されます. cronが毎時00分に実行する際に、ホスト、サービスの次回のスケジュールが監視エンジンに追加されます.
pl_pl: zaplanowaną przestojów, które są przeznaczone do powtarzania (ponownie wystąpi) w ustalonych odstępach czasu są przedstawione poniżej. Później za każdego komputera / usługi są dodawane do silnika monitorującej po Cron biegnie w górę godzin.
pt_pt: definições de paradas programadas que são projetados para repetir (reincidência) em intervalos definidos são mostrados abaixo. a próxima programação para cada host / serviço são adicionados ao mecanismo de monitoramento quando o cron roda no topo da hora.
ru_ru: Запланированные простои определений, которые предназначены повторить (повторяется) через заданные промежутки времени, приведены ниже. Следующий график для каждого хоста / услуги добавляются к мониторингу двигателя, когда хрон работает в верхней час.
zh_cn: 计划中的停机时间定义旨在按设置的时间间隔重复（重复），如下所示。 当cron在小时中运行时，每个主机/服务的下一个计划将添加到监视引擎中。

source: Are you sure you wish to delete this downtime schedule?
bg_bg: Сигурни ли сте, че желаете да изтриете това планирано (по график) прекъсване?
de_de: Sind Sie sicher, dass Sie diese Ausfallzeiten Zeitplan löschen?
es_es: ¿Está seguro que desea eliminar este programa de tiempo de inactividad?
fr_fr: Êtes-vous sûr de vouloir supprimer ce programme les temps d'arrêt?
it_it: Sei sicuro di voler cancellare questo programma i tempi di inattività?
ja_jp: このダウンタイムのスケジュールを削除してもよろしいですか？
pl_pl: Jesteś pewien, że chcesz usunąć ten harmonogram przestojów?
pt_pt: Tem certeza de que deseja apagar este horário do tempo de inatividade?
ru_ru: Вы уверены, что хотите удалить этот простой график?
zh_cn: 您确定要删除此停机时间表吗？

source: Add schedule for this host
bg_bg: Добави график за този хост
de_de: Fügen Sie planen für diesen Host
es_es: Añadir programar para este host
fr_fr: Ajouter programmer pour cet hôte
it_it: Aggiungi pianificare per questo host
ja_jp: このホストのスケジュールを追加
pl_pl: dodaj harmonogram dla tego hosta
pt_pt: Adicionar horário para este host
ru_ru: Добавить расписание для данного хоста
zh_cn: 添加此主机的时间表

source: Add Schedule
bg_bg: Добави график
de_de: Zeitplan hinzufügen
es_es: Añadir Calendarizacion
fr_fr: Ajouter Programmer
it_it: Aggiungi Programma
ja_jp: スケジュールの追加
pl_pl: dodaj harmonogram
pt_pt: Adicionar horário
ru_ru: Добавить расписание
zh_cn: 添加时间表

source: Months
bg_bg: Месеца
de_de: Monat
es_es: Mes
fr_fr: Mois
it_it: Mese
ja_jp: 月
pl_pl: miesiąc
pt_pt: Mês
ru_ru: Месяц
zh_cn: 月

source: Weekdays
bg_bg: Делници
de_de: Wochentage
es_es: Dias de la semana
fr_fr: Jours de la semaine
it_it: Giorni della settimana
ja_jp: 週日
pl_pl: dni powszednie
pt_pt: Dias da semana
ru_ru: Будни
zh_cn: 工作日

source: Days in Month
bg_bg: Дни в месеца
de_de: Tage im Monat
es_es: Dias dentro del mes
fr_fr: Jours dans le mois
it_it: Giorni in un mese
ja_jp: 日
pl_pl: dni w miesiącu
pt_pt: Dias no mês
ru_ru: Дней в месяц
zh_cn: 每月的天数

source: Handle Child Hosts
bg_bg: се справят с децата домакини
de_de: handhabt untergeordnete Gastgeber
es_es: manejar hosts infantiles
fr_fr: gérer les hôtes enfants
it_it: gestire gli host figlio
ja_jp: 子ホストを処理する
pl_pl: obsługiwać hosty podrzędne
pt_pt: lidar com hosts criança
ru_ru: обрабатывать дочерние узлы
zh_cn: 处理子主机

source: Yes, triggered
bg_bg: да, задействан
de_de: Ja, ausgelöst
es_es: si, activado
fr_fr: oui, déclenché
it_it: si, innescato
ja_jp: はい、トリガーされました
pl_pl: tak, uruchomione
pt_pt: sim, acionado
ru_ru: да сработал
zh_cn: 是的，已触发

source: Yes, non-triggered
bg_bg: да, не се задейства
de_de: Ja, nicht ausgelöst
es_es: si no disparado
fr_fr: oui, non déclenché
it_it: si, non innescato
ja_jp: はい、トリガなし
pl_pl: tak, bez wyzwalania
pt_pt: sim, não disparado
ru_ru: да, не срабатывает
zh_cn: 是的，未触发

source: Edit schedule
bg_bg: Редактирайте график
de_de: Zeitplan bearbeiten
es_es: horario de edición
fr_fr: calendrier d'édition
it_it: Modifica programma
ja_jp: スケジュールを編集
pl_pl: Edytuj harmonogram
pt_pt: editar cronograma
ru_ru: редактировать график
zh_cn: 编辑时间表

source: Delete schedule
bg_bg: Изтрийте график
de_de: löschen Zeitplan
es_es: eliminar el programa
fr_fr: supprimer le calendrier
it_it: eliminare la pianificazione
ja_jp: スケジュールを削除
pl_pl: usuwać harmonogram
pt_pt: excluir a programação
ru_ru: удалить расписание
zh_cn: 删除时间表

source: There are currently no host recurring downtime events defined.
bg_bg: В момента няма дефинирани повтарящи се събития за планирани (по график) прекъсвания на хост.
de_de: Es liegen noch keine hostgroup wiederkehrende Ausfallzeiten Ereignisse definiert.
es_es: Actualmente no hay eventos recurrentes hostGroup tiempo de inactividad definido.
fr_fr: Il n'y a actuellement aucun événement de groupe d'hôtes temps d'arrêt récurrents définis.
it_it: Attualmente non ci sono eventi straordinari tempi di fermo hostgroup definiti.
ja_jp: 現在、定期的なダウンタイムイベントを定義されたホストはありません.
pl_pl: obecnie brak gospodarza imprezy cykliczne przestoje zdefiniowane.
pt_pt: Atualmente não há grupo de host recorrentes para tempo de inatividade definidas.
ru_ru: Есть в настоящее время не группа узлов сети повторяющихся событий простоя определены.
zh_cn: 当前没有定义主机定期停机事件。

source: Delete Schedule
bg_bg: Изтрийте график
de_de: löschen Zeitplan
es_es: eliminar el programa
fr_fr: supprimer le calendrier
it_it: eliminare la pianificazione
ja_jp: スケジュールを削除
pl_pl: usuwać harmonogram
pt_pt: excluir a programação
ru_ru: удалить расписание
zh_cn: 删除时间表

source: There are currently no host/service recurring downtime events defined.
bg_bg: В момента няма дефинирани повтарящи се събития за планирани (по график) прекъсвания на хост/сървис.
de_de: Es liegen noch keine Host / Service wiederkehrende Ausfallzeiten Ereignisse definiert.
es_es: Actualmente no hay eventos de host / servicio recurrentes tiempo de inactividad definido.
fr_fr: Il n'y a actuellement aucun événement d'accueil / service pannes récurrentes définies.
it_it: Attualmente non ci sono host / servizi eventi ricorrenti definiti tempi di fermo.
ja_jp: 定義されたホスト/サービスの定期的なダウンタイムのイベントはありません.
pl_pl: obecnie brak hosta / usługi powtarzające się zdarzenia przestojów zdefiniowane.
pt_pt: Atualmente não há host/serviço recorrentes para tempo de inatividade definidas.
ru_ru: Есть в настоящее время нет хозяина / услуга повторяющихся событий простоя определены.
zh_cn: 当前没有定义主机定期停机事件。

source: Add schedule for this hostgroup
bg_bg: Добави график за тази хост група (hostgroup)
de_de: Fügen Sie planen, für diese Hostgruppe
es_es: Añadir programar para este hostgroup
fr_fr: Ajouter programmer pour ce groupe d'hôtes
it_it: Aggiungi pianificare per questo gruppo di host
ja_jp: このホストグループのスケジュールを追加
pl_pl: dodaj harmonogram tej hostgroup
pt_pt: Adicionar horário para este grupo de host
ru_ru: Добавить запланировать для этого группа узлов сети
zh_cn: 添加此主机组的时间表

source: There are currently no hostgroup recurring downtime events defined.
bg_bg: В момента няма дефинирани повтарящи се събития за планирани (по график) прекъсвания на хост група.
de_de: Es liegen noch keine hostgroup wiederkehrende Ausfallzeiten Ereignisse definiert.
es_es: Actualmente no hay eventos recurrentes hostGroup tiempo de inactividad definido.
fr_fr: Il n'y a actuellement aucun événement de groupe d'hôtes temps d'arrêt récurrents définis.
it_it: Attualmente non ci sono eventi straordinari tempi di fermo hostgroup definiti.
ja_jp: 現在、定期的なダウンタイムイベントを定義されたホストグループはありません.
pl_pl: obecnie nie ma powtarzających się wydarzeń przestojów hostgroup zdefiniowane.
pt_pt: Atualmente não há grupo de host recorrentes para tempo de inatividade definidas.
ru_ru: Есть в настоящее время не группа узлов сети повторяющихся событий простоя определены.
zh_cn: 当前没有定义主机组定期停机事件。

source: Add schedule for this servicegroup
bg_bg: Добави график за тази сървис група (servicegroup)
de_de: Fügen Zeitplan für diese servicegroup
es_es: Añadir calendario para este Servicegroup
fr_fr: Ajouter horaire pour cette servicegroup
it_it: Aggiungi pianificazione per questo Servicegroup
ja_jp: このサービスグループのスケジュールを追加
pl_pl: dodaj harmonogram tej servicegroup
pt_pt: Adicione programação para este grupo de serviços
ru_ru: Добавить расписание для этого servicegroup
zh_cn: 添加此服务组的时间表

source: There are currently no servicegroup recurring downtime events defined.
bg_bg: В момента няма дефинирани повтарящи се събития за планирани (по график) прекъсвания на сървис група.
de_de: Es liegen noch keine servicegroup wiederkehrende Ausfallzeiten Ereignisse definiert.
es_es: Actualmente no hay eventos recurrentes Servicegroup tiempo de inactividad definido.
fr_fr: Il n'y a actuellement aucun événement servicegroup temps d'arrêt récurrents définis.
it_it: Non ci sono eventi in Servicegroup downtime ricorrenti definiti.
ja_jp: 現在、定期的なダウンタイムイベントを定義されたサービスグループはありません.
pl_pl: obecnie nie ma powtarzających się wydarzeń przestojów servicegroup zdefiniowane.
pt_pt: Atualmente não há grupos de serviço recorrentes para tempo de inatividade definidas.
ru_ru: Есть в настоящее время нет servicegroup повторяющихся событий простоя определены.
zh_cn: 当前没有定义的服务组定期停机事件。

source: Host Status Detail
bg_bg: Хост Статус Подробности
es_es: Detalles del Estatus del Host
fr_fr: Détail de l'état d'accueil
it_it: Host Stato Dettaglio
ja_jp: ホストステータス詳細
pl_pl: gospodarzem szczegółów o stanie
pt_pt: Detalhe do estado do host
ru_ru: Подробно Состояние узла сети
zh_cn: 主机状态详细信息

source: Host Status
bg_bg: Статус на хост
es_es: Estatus del Host
fr_fr: Statut d'accueil
it_it: Host di stato
ja_jp: ホストステータス
pl_pl: Stan gospodarza
pt_pt: Estado do Host
ru_ru: Состояние узла сети
zh_cn: 主机状态

source: Live Server Data
bg_bg: данни на сървъра на живо
de_de: Live-Serverdaten
es_es: datos del servidor en vivo
fr_fr: données de serveur en direct
it_it: dati del server live
ja_jp: ライブサーバーデータ
pl_pl: dane serwera na żywo
pt_pt: dados do servidor ao vivo
ru_ru: данные живого сервера
zh_cn: 实时服务器数据

source: Service Status Details
bg_bg: Подробности за статуса на сървиса
de_de: Service Status Detail
es_es: Detalles del Estatus del Servicio
fr_fr: Détail de l'état de service
it_it: Stato del servizio Dettaglio
ja_jp: サービスステータス詳細
pl_pl: szczegółowo stan usługi
pt_pt: Detalhes do status do serviço
ru_ru: Подробно Состояние службы
zh_cn: 服务状态详细信息

source: Service Status Detail
bg_bg: Подробности за статуса на сървиса
es_es: Detalles del Estatus del Servicio
fr_fr: Détail de l'état de service
it_it: Stato del servizio Dettaglio
ja_jp: サービスステータス詳細
pl_pl: szczegółowo stan usługi
pt_pt: Detalhes do status do serviço
ru_ru: Подробно Состояние службы
zh_cn: 服务状态详细信息

source: Servicegroups:
bg_bg: Сървис групи:
de_de: Servicegruppen
ja_jp: サービスグループ：
pt_pt: Grupo de serviços
zh_cn: 服务组：

source: Overview
bg_bg: Преглед
de_de: Überblick
es_es: Panorama
fr_fr: Vue d'ensemble
it_it: Panoramica
ja_jp: 概要
pl_pl: przegląd
pt_pt: Visão global
ru_ru: Обзор
zh_cn: 总览
