Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Manage the dashlets that are installed on this system and available to users. Need a custom dashlet created for your organization?
bg_bg: Управлявайте мини-таблата (dashlets), които са инсталирани на тази система и са на разположение на потребителите. Нуждаете се от потребителско мини-табло (dashlet), създадено за вашата организация?
de_de: verwalten die Dashlets, die auf diesem System installiert werden und den Benutzern zur Verfügung. müssen Sie eine benutzerdefinierte Dashlet für Ihre Organisation erstellt?
es_es: gestionar los dashlets que están instalados en este sistema y disposición de los usuarios. necesitará un dashlet personalizado creado para su organización?
fr_fr: gérer les dashlets qui sont installés sur ce système et disponibles pour les utilisateurs. besoin d'un dashlet personnalisé créé pour votre organisation?
it_it: gestire i dashlet installati su questo sistema e disponibili per gli utenti. bisogno di un dashlet personalizzata creata per l'organizzazione?
ja_jp: このシステムにインストール済みでユーザーが利用できるダッシュレットを管理します. 組織のためにカスタムダッシュレットの作成が必要ですか？
pl_pl: zarządzać dashlets, które są zainstalowane na tym systemie i dostępne dla użytkowników. potrzebuje własnego dashlet stworzony dla swojej organizacji?
pt_pt: gerenciar os dashlets que estão instalados no sistema e disponíveis para os usuários. precisa de um dashlet personalizado criado para a sua organização?
ru_ru: управлять dashlets, которые установлены в системе и доступны для пользователей. нужен пользовательский Дашлет, созданный для вашей организации?
zh_cn: 管理已安装在该系统上并可供用户使用的内容板块。 是否需要为您的组织创建一个自定义的内容板块？

source: Contact us
bg_bg: Свържете се с нас
de_de: Kontaktieren Sie uns
es_es: Contactenos
fr_fr: Contactez-nous
it_it: Contattaci
ja_jp: お問い合わせください
pl_pl: skontaktuj się z nami
pt_pt: Contacte-nos
ru_ru: Связаться с нами
zh_cn: 联系我们

source: for pricing information.
bg_bg: за информация относно цените.
de_de: nach Preisinformationen.
es_es: para informacion sobre precios.
fr_fr: Pour connaître le prix.
it_it: per informazioni sui prezzi.
ja_jp: （詳細や価格について）
pl_pl: do informacji o cenach.
pt_pt: para informações sobre preços.
ru_ru: за информацией о расценках.
zh_cn: 获取价格信息。

source: You can find additional dashlets for Nagios XI at the
bg_bg: Можете да намерите допълнителни мини-табла (dashlets) за Nagios XI в
de_de: Sie können zusätzliche Dashlets für Nagios XI finden Sie unter
es_es: Usted puede encontrar dashlets adicionales para Nagios XI en
fr_fr: Vous pouvez trouver dashlets supplémentaires pour Nagios XI à
it_it: È possibile trovare dashlets aggiuntivi per Nagios XI a
ja_jp: Nagios XI用の追加ダッシュレットを見つけることができます：
pl_pl: można znaleźć dodatkowe dashlets dla Nagios XI w
pt_pt: Você pode encontrar dashlets adicionais para Nagios XI em
ru_ru: Вы можете найти дополнительную dashlets для Nagios XI в
zh_cn: 您可以在以下位置找到Nagios XI的其他内容板块

source: Manage the dashlets that are installed on this system and available to users.
bg_bg: управлявайте табла, които са инсталирани на тази система и са достъпни за потребителите.
de_de: Verwalten Sie die Dashlets, die auf diesem System installiert und für Benutzer verfügbar sind.
es_es: administre los dashlets que están instalados en este sistema y disponibles para los usuarios.
fr_fr: gérer les dashlets installés sur ce système et disponibles pour les utilisateurs.
it_it: gestire i dashlet installati su questo sistema e disponibili per gli utenti.
ja_jp: このシステムにインストールされ、ユーザーが使用できるダッシュレットを管理します。
pl_pl: zarządzać dashletami zainstalowanymi w tym systemie i dostępnymi dla użytkowników.
pt_pt: gerenciar os dashlets instalados neste sistema e disponíveis aos usuários.
ru_ru: управлять установочными панелями, установленными в этой системе и доступными для пользователей.
zh_cn: 管理此系统上安装且可供用户使用的小面板。

source: Upload a Dashlet
bg_bg: Качете мини-табло (dashlet)
de_de: Hochladen Dashlet
es_es: Cargar Dashlet
fr_fr: Téléchargez dashlet
it_it: Carica Dashlet
ja_jp: ダッシュレットをアップロード
pl_pl: przesłać dashlet
pt_pt: enviar dashlet
ru_ru: Добавить дашлет
zh_cn: 上传内容板块

source: More Dashlets
bg_bg: Повече мини-табла (dashlets)
de_de: mehr Dashlets
es_es: más dashlets
fr_fr: plus dashlets
it_it: più dashlet
ja_jp: その他のダッシュレット
pl_pl: więcej dashlets
pt_pt: mais dashlets
ru_ru: больше dashlets
zh_cn: 更多内容板块

source: Dashlet packaging timed out.
bg_bg: Времето за пакетиране на мини-таблото (dashlet) изтече.
de_de: Dashlet Verpackungen Zeitüberschreitung.
es_es: Embalaje Dashlet tiempo de espera.
fr_fr: Emballage dashlet expiré.
it_it: Imballaggio Dashlet scaduta.
ja_jp: ダッシュレットのパッケージングがタイムアウトしました.
pl_pl: Upłynął limit czasu opakowanie dashlet.
pt_pt: Assistente de embalagem expirou.
ru_ru: Дашлет упаковки истекло.
zh_cn: 内容板块包装超时。

source: Dashlet installed.
bg_bg: Мини-таблото (dashlet) беше инсталирано.
de_de: Dashlet installiert.
es_es: Dashlet instalado.
fr_fr: Dashlet installé.
it_it: Dashlet installato.
ja_jp: ダッシュレットがインストールされました.
pl_pl: dashlet zainstalowany.
pt_pt: dashlet instalado.
ru_ru: Дашлет установлены.
zh_cn: 内容板块安装。

source: Dashlet installation failed.
bg_bg: Инсталацията на мини-таблото (dashlet) се провали.
de_de: Dashlet Installation ist fehlgeschlagen.
es_es: Instalación Dashlet fallado.
fr_fr: Installation dashlet échoué.
it_it: Dashlet installazione non riuscita.
ja_jp: ダッシュレットのインストールに失敗しました.
pl_pl: Instalacja dashlet nie powiodło się.
pt_pt: Instalação do assistênte falhou
ru_ru: Дашлет установки не удалось.
zh_cn: 内容板块安装失败。

source: Dashlet scheduled for installation.
bg_bg: Мини-табло (dashlet), насрочено за инсталиряне.
de_de: Dashlet zur Installation geplant.
es_es: Dashlet programado para la instalación.
fr_fr: Dashlet prévue pour l'installation.
it_it: Dashlet in programma per l'installazione.
ja_jp: ダッシュレットのインストールが予定されました.
pl_pl: dashlet zaplanowano na instalacji.
pt_pt: Assistente agendado para instalação.
ru_ru: Дашлет запланирован на установку.
zh_cn: 内容板块计划安装。

source: Dashlet upload failed.
bg_bg: Качването на мини-таблото (dashlet) се провали.
de_de: Dashlet Upload fehlgeschlagen.
es_es: Dashlet carga ha fallado.
fr_fr: Dashlet téléchargement a échoué.
it_it: Dashlet caricamento non è riuscito.
ja_jp: ダッシュレットのアップロードが失敗しました.
pl_pl: dashlet udało się przesłać.
pt_pt: dashlet de upload falhou.
ru_ru: Дашлет загрузить не удалось.
zh_cn: 内容板块上传失败。

source: Dashlet deleted.
bg_bg: Мини-таблото (dashlet) беше изтрито
de_de: Dashlet gelöscht.
es_es: Dashlet eliminado
fr_fr: Dashlet supprimée.
it_it: Dashlet cancellato.
ja_jp: ダッシュレットが削除されました.
pl_pl: dashlet usunięte.
pt_pt: dashlet excluído.
ru_ru: Дашлет удалены.
zh_cn: 内容板块删除。

source: Dashlet scheduled for deletion.
bg_bg: Мини-табло (dashlet), насрочено за заличаване.
de_de: Dashlet zum Löschen vorgemerkt.
es_es: Dashlet programado para ser eliminado.
fr_fr: Dashlet prévue pour la suppression.
it_it: Dashlet previsto per l'eliminazione.
ja_jp: ダッシュレットが削除予定です.
pl_pl: dashlet zaplanowane do usunięcia.
pt_pt: Assistente marcado para exclusão.
ru_ru: Дашлет для удаления.
zh_cn: 计划删除的内容板块。

source: Check Data Transfer
bg_bg: Проверете трансфера на данни
de_de: Überprüfen Sie Data Transfer
es_es: Compruebe la transferencia de datos
fr_fr: Vérifiez transfert de données
it_it: Controllare di trasferimento dati
ja_jp: チェックデータ転送
pl_pl: sprawdzić transfer danych
pt_pt: Verifique transferências de dados
ru_ru: Дата передачи данных
zh_cn: 检查数据传输

source: Configure settings for transferring host and service check results to and from this %s server.
bg_bg: Конфигурирайте настройките за прехвърляне на резултатите от входящите и изходящите проверки на този Nagios XI сървър.
de_de: Konfigurieren Sie die Einstellungen für die Übertragung von Host-und Service-Prüfergebnisse zu und von diesem Nagios XI-Server.
es_es: Configure las opciones para la transferencia de resultados de los servicios de acogida y de verificación por ese servidor Nagios XI.
fr_fr: Configurer les paramètres de transfert de l'hôte et les résultats des contrôles de service à destination et à partir de ce serveur Nagios XI.
it_it: Configurare le impostazioni per il trasferimento di host e risultati del controllo di servizio per e da questo server Nagios XI.
ja_jp: ホストとサービスのチェック結果をこの %s サーバーへ転送するための設定を行います。
pl_pl: skonfigurować ustawienia przesyłania hostów i usług wyników wyboru do iz serwera xi Nagios.
pt_pt: configurar as definições de transferência de host e resultados da verificação de serviços de e para este servidor xi nagios.
ru_ru: Настройка параметров для передачи хозяина и служебная проверка результатов, и с этого сервера Nagios XI.
zh_cn: 配置用于在此%s服务器之间传输主机和服务检查结果的设置。

source: Manage Outbound Transfer Settings
bg_bg: Управлявайте изходящите настройки за трансфер
de_de: Verwalten Outbound Transfer Settings
es_es: Maneje las configuraciones de Transferencias de Salida
fr_fr: Gérer les paramètres de transfert sortants
it_it: Gestione delle impostazioni di trasferimento in uscita
ja_jp: アウトバウンド転送設定を管理
pl_pl: zarządzać wychodzące ustawienia transferu
pt_pt: Gerenciar Configurações de Transferência de saída
ru_ru: Управление исходящих параметров передачи
zh_cn: 管理出站传输设置

source: Configure outbound check transfer options. Useful for distributed monitoring and redundant/failover setups.
bg_bg: Конфигурирайте опциите за трансфер на изходящите проверки. Полезно за разпределен мониторинг (distributed monitoring ) и редундантни / срив (redundant/failover) настройки.
de_de: Konfigurieren ausgehender Check-Transfer-Optionen. Nützlich für verteiltes Monitoring und redundanten / Failover-Setups.
es_es: Configurar las opciones de transferencia de salida de verificación. Útil para el control distribuido y redundante / failover configuraciones.
fr_fr: Configurer les options de transfert sortants à cocher. Utile pour la surveillance distribuée et redondante / basculement des configurations.
it_it: Configurare le opzioni di trasferimento in uscita di controllo. Utile per il monitoraggio distribuito e ridondante / configurazioni di failover.
ja_jp: アウトバウンドチェック転送オプションを設定します. 分散監視とフェイルオーバー/冗長構成に役立ちます.
pl_pl: skonfigurować wychodzące opcje transferu wyboru. przydatne do monitorowania i rozproszonej zbędnych konfiguracji / przełączania awaryjnego.
pt_pt: Configurar opções de transferência de saída de seleção. Útil para o monitoramento distribuídas e redundantes / failover configurações.
ru_ru: Настройка исходящих варианты передачи чека. Полезно для распределенного мониторинга и избыточных / отказоустойчивых установок.
zh_cn: 配置出站支票转移选项。 对于分布式监视和冗余/故障转移设置很有用。

source: Manage Inbound Transfer Settings
bg_bg: Управлявайте входящи настройки за трансфер
de_de: Verwalten Inbound Transfer Settings
es_es: Maneje las confgiruaciones de Transferencias de Entrada
fr_fr: Gérer les paramètres de transfert entrants
it_it: Gestione delle impostazioni di trasferimento in entrata
ja_jp: インバウンド転送設定を管理
pl_pl: zarządzania przychodzącymi ustawienia transferu
pt_pt: Gerenciar Configurações de Transferência de Entrada
ru_ru: Управление входящих параметров передачи
zh_cn: 管理入站传输设置

source: Configure inbound check reception options. Useful for receiving passive checks from external hosts, applications, and third-party addons.
bg_bg: Конфигурирайте опциите за приемане на входящите проверки. Полезно за получаване на пасивни проверки от външни хостове, приложения и добавки от трети страни (third-party addons).
de_de: Konfigurieren Sie eingehende Prüfung Empfangsmöglichkeiten. Nützliche für die Aufnahme von passiven Prüfungen von externen Hosts, Anwendungen und Drittanbieter-Addons.
es_es: Configure las opciones de entrada de recepción de cheques. Útil para recibir cheques pasivos de los servidores externos, aplicaciones y addons de terceros.
fr_fr: Configurer les options entrants réception du chèque. Utile pour recevoir les contrôles passifs des hôtes externes, des applications et des tiers add-ons.
it_it: Configurare le opzioni di ricezione in ingresso di controllo. Utile per ricevere i controlli passivi da host esterni, applicazioni e add-on di terze parti.
ja_jp: インバウンドチェック受信オプションを設定します. 外部ホスト、アプリケーション、およびサードパーティのアドオンからパッシブチェックを受信するのに役立ちます.
pl_pl: skonfigurować opcje odbioru przychodzących kontrola. przydatne do odbioru kontroli zewnętrznych pasywnych z hostów, aplikacji i dodatków firm trzecich.
pt_pt: Configurar opções de recepção de entrada de seleção. Útil para receber cheques passivos de hosts externos, aplicativos e de terceiros addons.
ru_ru: Настройка входящих варианты приема чека. Полезно для получения пассивных проверок от внешних хостов, приложений и сторонних аддонов.
zh_cn: 配置入站检查接收选项。 从外部主机，应用程序和第三方插件接收被动检查很有用。

source: Deadpool Settings
bg_bg: Настройки на Deadpool
de_de: Deadpool Einstellungen
es_es: Configuraciones del Deadpool
fr_fr: Réglages Deadpool
it_it: Deadpool Impostazioni
ja_jp: デッドプール設定
pl_pl: Ustawienia Deadpool
pt_pt: Configurações Deadpool
ru_ru: Deadpool Настройки
zh_cn: 死池设置

source: The deadpool processor automatically deletes hosts and services that are in problem states longer than the thresholds you specify. This is useful for automatically cleaning your monitoring system of hosts and services that no longer exist or are invalid.
bg_bg: Процесорът Deadpool автоматично изтрива хостове и сървиси, които са били в проблемно състояние по-дълго от праговете, посочени от вас. Това е полезно за автоматично почистване на вашата система за наблюдение на хостове и сървиси, които вече не съществуват или са невалидни.
de_de: Die deadpool Prozessor automatisch löscht Hosts und Services in Problemstaaten sind länger als die Schwellenwerte Sie angeben. Dies ist nützlich für die automatische Reinigung Ihrer Monitoring-System von Hosts und Services, die nicht mehr existieren oder sind ungültig.
es_es: El procesador deadpool elimina automáticamente los host y servicios que se encuentran en los estados más problemáticos a los umbrales especificados. Esto es útil para limpiar automáticamente el sistema de monitoreo de los hosts y servicios que ya no existen o no son válidos.
fr_fr: Le processeur deadpool supprime automatiquement les hôtes et les services qui sont dans des états plus problématiques que les seuils spécifiés. Ceci est utile pour nettoyer automatiquement votre système de surveillance des hôtes et des services qui n'existent plus ou ne sont pas valides.
it_it: Il processore Deadpool elimina automaticamente gli host ed i servizi che sono stati dei problemi più a lungo le soglie specificate. Questo è utile per pulire automaticamente il sistema di monitoraggio di host e servizi che non esistono più o non sono valide.
ja_jp: デッドプールプロセッサは指定したしきい値より長い期間障害ステータスが継続しているホストおよびサービスを自動的に削除します. もはや存在しない、または無効となったホストおよびサービスの監視システムを自動的に掃除するのに便利です.
pl_pl: Procesor Deadpool automatycznie usuwa hostów i usług, które są w błąd stanowi już od progów określonych przez użytkownika. Jest to przydatne do automatycznego czyszczenia systemu monitorowania hostów i usług, które już nie istnieją lub są nieważne.
pt_pt: O processador deadpool exclui automaticamente os hosts e serviços que estão em estados mais problemáticos do que os limites especificados. Isso é útil para limpar automaticamente o seu sistema de monitoramento de hosts e serviços que já não existem ou são inválidas.
ru_ru: Процессор Deadpool автоматически удаляет хостов и сервисов, которые находятся в проблемных государств больше, чем пороги вы укажете. Это полезно для автоматической чистки системы мониторинга хостов и услуг, которые больше не существуют или являются недействительными.
zh_cn: 死池处理器会自动删除问题状态超过您指定的阈值的主机和服务。 这对于自动清除不再存在或无效的主机和服务的监视系统很有用。

source: For additional information on the Deadpool Settings and exclusion filters, please see
bg_bg: за допълнителна информация за настройките за "мръсотия" и филтри за изключване, моля, вижте
de_de: Weitere Informationen zu den Deadpool-Einstellungen und den Ausschlussfiltern finden Sie unter
es_es: Para obtener información adicional sobre la configuración de Deadpool y los filtros de exclusión, consulte
fr_fr: Pour plus d'informations sur les paramètres de deadpool et les filtres d'exclusion, veuillez consulter
it_it: per ulteriori informazioni sulle impostazioni di deadpool e sui filtri di esclusione, vedere
ja_jp: デッドプール設定と除外フィルターの詳細については、以下を参照してください
pl_pl: dodatkowe informacje na temat ustawień deadpool i filtrów wykluczających można znaleźć na stronie
pt_pt: Para obter informações adicionais sobre as configurações de deadpool e filtros de exclusão, consulte
ru_ru: для получения дополнительной информации о настройках deadpool и фильтрах исключения см.
zh_cn: 有关 "死池设置 "和 "排除过滤器 "的其他信息，请参见

source: this document
bg_bg: този документ
de_de: dieses Dokument
es_es: este documento
fr_fr: ce document
it_it: questo documento
ja_jp: このドキュメント
pl_pl: ten dokument
pt_pt: esse documento
ru_ru: этот документ
zh_cn: 这个文件

source: General Settings
bg_bg: Основни настройки
es_es: Configuraciones Generales
fr_fr: Paramètres généraux
it_it: Impostazioni generali
ja_jp: 一般設定
pl_pl: ustawienia ogólne
pt_pt: Configurações Gerais
ru_ru: Общие параметры
zh_cn: 常规设置

source: Host Settings
bg_bg: Настройки на хост
de_de: Host-Einstellungen
es_es: Configuraciones del Host
fr_fr: Paramètres de l'hôte
ja_jp: ホスト設定
pl_pl: Ustawienia komputera
pt_pt: Configurações do host
ru_ru: Хост Настройки
zh_cn: 主机设置

source: Service Settings
bg_bg: Настройки за сървиси
de_de: Service-Einstellungen
es_es: Configuraciones de Servicios
fr_fr: Paramètres du service
it_it: Impostazioni servizio
ja_jp: サービス設定
pl_pl: Ustawienia serwisowe
pt_pt: Configurações de serviço
zh_cn: 服务设置

source: Enable the deadpool processor
bg_bg: Активирайте Deadpool процесора
de_de: Aktivieren Deadpool Prozessor
es_es: Habilitar procesador Deadpool
fr_fr: Activer Deadpool Processeur
it_it: Abilita Deadpool processore
ja_jp: デッドプールプロセッサを有効にする
pl_pl: umożliwić procesor Deadpool
pt_pt: Ativar Deadpool Processor
ru_ru: Включить Deadpool Процессор
zh_cn: 启用死池处理器

source: Remove performance data files (RRDs) upon host/service deletion
bg_bg: Премахнете файловете с данни за ефективност (RRDs) при изтриване на хост/сървис
de_de: Performance-Daten-Dateien zu entfernen (rrds) bei Host / Service Streichung
es_es: eliminar archivos de datos de rendimiento (RRDs) debido a la supresión de host / servicio
fr_fr: supprimer des fichiers de données de performance (de RRDS) sur hôte / service suppression
it_it: rimuovere i file di dati delle prestazioni (RRD) su cancellazione host / servizio
ja_jp: ホスト/サービス削除でパフォーマンスデータファイル（RRD）を削除する
pl_pl: usuń pliki danych wydajności (rrds) od usunięcia hosta / usługi
pt_pt: remover os arquivos de dados de desempenho (RRDs) sobre exclusão host / serviço
ru_ru: удалить файлы данных производительности (RRDS) на хост / услуг удаления
zh_cn: 删除主机/服务后删除性能数据文件（RRD）

source: Email Recipients
bg_bg: Получатели на имейл
de_de: E-Mail-Empfänger
es_es: Destinatarios de correo electrónico
fr_fr: Les bénéficiaires Email
it_it: Destinatari e-mail
ja_jp: メール受信者
pl_pl: e-mail odbiorcy
pt_pt: Os destinatários de e-mail
ru_ru: Получатели электронной почты
zh_cn: 电子邮件收件人

source: Comma-separated list of email addresses that should be notified of deadpool activity.
bg_bg: Списък с разделени със запетаи имейл адреси, които трябва да бъдат уведомени за Deadpool дейност.
de_de: Durch Komma getrennte Liste der E-Mail-Adressen, die von Deadpool Aktivität benachrichtigt werden soll
es_es: Lista separada por comas de las direcciones de correo electrónico que deben ser notificados de la actividad deadpool
fr_fr: Liste séparée par des virgules des adresses e-mail qui devraient être prévenus de l'activité deadpool
it_it: Elenco separati da virgola di indirizzi email che devono essere informati sulle attività Deadpool
ja_jp: デッドプールアクティビティを通知すべきメールアドレスをカンマで区切ったリスト.
pl_pl: oddzielone przecinkami lista adresów e-mail, które powinny być informowane o działalności Deadpool
pt_pt: Lista separada por vírgulas de endereços de e-mail que deve ser notificado da atividade Deadpool
ru_ru: Разделенный запятыми список адресов электронной почты, которые должны быть уведомлены о деятельности Deadpool
zh_cn: 逗号分隔的电子邮件地址列表，应通知死池活动。

source: The settings below determine when hosts are moved to the deadpool and eventually deleted.
bg_bg: Настройките по-долу определят кога хостовете, се преместват в Deadpool и в крайна сметка се изтриват.
de_de: Die folgenden Einstellungen bestimmen, wann Hosts mit dem deadpool verschoben und schließlich gelöscht
es_es: Los valores por debajo de determinar cuando los ejércitos se mueven a la deadpool y eliminar eventualmente
fr_fr: Les paramètres ci-dessous déterminent quand les hôtes sont déplacés vers le deadpool et finalement supprimé
it_it: Le impostazioni di seguito determinano quando gli host sono spostati nella Deadpool e, infine, eliminato
ja_jp: ホストをデッドプールに移動して最終的に削除する時間を設定します.
pl_pl: ustawienia poniżej określają, kiedy gospodarze są przemieszczane do Deadpool i ostatecznie usunięte
pt_pt: As configurações abaixo determinam quando os host são movidos para o Deadpool e eventualmente excluídos
ru_ru: Ниже настройки определяют, когда хозяева будут перемещены в Дэдпул и в конце концов удалены
zh_cn: 以下设置确定何时将主机移至死池并最终删除。

source: Stage 1 Time
bg_bg: Етап 1 Време
de_de: Stage 1 Zeit
es_es: Tiempo de la Etapa 1
fr_fr: Étape 1 Heure
it_it: Fase 1 Tempo
ja_jp: ステージ 1 の時間
pl_pl: Etap 1 raz
pt_pt: fase 1 hora
ru_ru: Этап 1 раз
zh_cn: 第1阶段时间

source: days
bg_bg: дни
de_de: Tag
es_es: dias
fr_fr: journées
it_it: giorno
ja_jp: 日
pl_pl: dni
pt_pt: Dias
ru_ru: дней
zh_cn: 天

source: hours
bg_bg: часа
de_de: Stunden
es_es: horas
fr_fr: heures
it_it: orario
ja_jp: 時間
pl_pl: godzin
pt_pt: Horas
ru_ru: часов
zh_cn: 小时

source: minutes
bg_bg: минути
de_de: Protokoll
es_es: minutos
fr_fr: procès-verbal
it_it: verbale
ja_jp: 分
pl_pl: protokół
pt_pt: Minutos
ru_ru: протокол
zh_cn: 分钟

source: The amount of time a host must be in a problem state before notifications for it are automatically disabled and it is added to the host deadpool.
bg_bg: Количеството време, за което хоста трябва да бъде в проблемно състояние преди неговите уведомления са автоматично деактивирани и хоста е добавен към Deadpool.
de_de: Die Zeit muss ein Host in einem problematischen Zustand sein, bevor Benachrichtigungen für sie automatisch deaktiviert und es wird an den Host deadpool hinzugefügt
es_es: La cantidad de tiempo que un host debe estar en un estado de problema antes de notificaciones para que se desactivan automáticamente y se agrega al host deadpool
fr_fr: La quantité de temps un hôte doit être dans un état de problème avant de notifications pour elle sont automatiquement désactivées et il est ajouté à la deadpool d'accueil
it_it: La quantità di tempo che un host deve essere in uno stato problema prima notifiche per esso vengono disattivate automaticamente e viene aggiunto l'host Deadpool
ja_jp: 障害ステータスにあるホストが自動的に無効化されてホストデッドプールに追加されたことを通知するまでの時間.
pl_pl: Czas host musi być w stanie problemu przed powiadomień dla niego są automatycznie wyłączane i jest dodany do Deadpool gospodarza
pt_pt: A quantidade de vezes que um host deve estar em um estado de problema antes de notificações para ele são automaticamente desativado e ele é adicionado ao host Deadpool
ru_ru: Количество времени, компьютер должен быть в состоянии перед проблемой уведомлений для нее автоматически отключается, и он добавляется в принимающей Deadpool
zh_cn: 在自动禁用主机通知并将其添加到主机死池之前，主机必须处于问题状态的时间。

source: Stage 2 Time
bg_bg: Етап 1 Време
de_de: Stage 1 Zeit
es_es: Tiempo de la Etapa 1
fr_fr: Étape 1 Heure
it_it: Fase 1 Tempo
ja_jp: ステージ 2 の時間
pl_pl: Etap 1 raz
pt_pt: fase 1 hora
ru_ru: Этап 1 раз
zh_cn: 第2阶段时间
