Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Our techs can demonstrate the latest features of Nagios XI and show you how to make the most of your IT monitoring environment.
bg_bg: Нашите техници могат да ви демонстрират най-новите функции на Nagios XI и да ви покажат как да извлечете максимума от следенето на вашата мрежова инфраструктура.
de_de: Unsere Techniker können die neuesten Features von Nagios XI demonstrieren und zeigen, wie Sie das Beste aus Ihrem IT-Monitoring-Umgebung zu machen.
es_es: nuestros técnicos pueden demostrar las últimas características de nagios xi y le mostrará cómo sacar el máximo provecho de su entorno que el monitoreo.
fr_fr: nos techniciens peuvent démontrer les dernières fonctionnalités de Nagios XI et vous montrer comment tirer le meilleur parti de votre environnement de surveillance de lui.
it_it: i nostri tecnici possono dimostrare le ultime caratteristiche di Nagios xi e vi mostrerà come sfruttare al massimo il vostro ambiente di monitoraggio esso.
ja_jp: 当社の技術者がNagios XIの最新機能をデモンストレーションいたします.
pl_pl: nasi technicy mogą wykazać najnowsze funkcje Nagios XI i pokazać, jak w pełni wykorzystać swojej monitorowania środowiska IT.
pt_pt: nossos técnicos possam demonstrar os recursos mais recentes do Nagios xi e mostrar-lhe como tirar o máximo do seu ambiente de monitoramento ele.
ru_ru: наши санитаров может продемонстрировать новейшие функции Nagios XI и показать вам, как сделать большую часть вашего ИТ-среды мониторинга.
zh_cn: 我们的技术人员可以演示Nagios XI的最新功能，并向您展示如何充分利用IT监视环境。

source: Click the link below to request a demo.
bg_bg: Кликнете на линка по-долу, за да направите заявка за демо.
de_de: klicken Sie auf den Link unten, um eine Demo anfordern.
es_es: haga clic en el enlace de abajo para solicitar una demostración.
fr_fr: cliquez sur le lien ci-dessous pour demander une démonstration.
it_it: fai clic sul link sottostante per richiedere una demo.
ja_jp: デモをリクエストするには、下のリンクをクリックしてください.
pl_pl: kliknij poniższy link, aby złożyć wniosek o demo.
pt_pt: clique no link abaixo para solicitar uma demonstração.
ru_ru: нажмите на ссылку ниже, чтобы запросить демо.
zh_cn: 单击下面的链接以请求演示。

source: Request A Demo
bg_bg: Заявка за демо
de_de: Fordern Sie eine Demo
es_es: Solicitar una demostración
fr_fr: demander une démonstration
it_it: richiedere una demo
ja_jp: デモをリクエスト
pl_pl: poprosić o demo
pt_pt: solicitar uma demonstração
ru_ru: запросить демо-
zh_cn: 请求演示

source: Connect With Us
bg_bg: Свържете се с нас
de_de: Schließen Sie mit uns
es_es: Conectese con nosotros
fr_fr: Communiquez avec nous
it_it: Connetti con noi
ja_jp: お問い合わせ
pl_pl: Połącz się z nami
pt_pt: Conecte-se conosco
ru_ru: Связаться с нами
zh_cn: 联系我们

source: Stay on top of what our development team is up to by visiting
bg_bg: Стойте в течение на нещата като посетите
de_de: Bleiben Sie auf dem, was unser Entwicklungsteam ist bis zu einem Besuch
es_es: Mantente al tanto de lo que nuestro equipo de desarrollo es hasta visitando
fr_fr: Restez au top de ce que notre équipe de développement est en hausse par visite
it_it: Al top di ciò che il nostro team di sviluppo è fino a visitando
ja_jp: 開発チームが何を計画しているのかを常に把握できます
pl_pl: pozostać na szczycie, co nasz zespół rozwoju jest do odwiedzając
pt_pt: Ficar por dentro do que a nossa equipe de desenvolvimento tem feito, visitando-nos
ru_ru: Будьте в курсе того, что наша команда разработчиков до посетив
zh_cn: 通过访问了解我们的开发团队的最新动态

source: More blog posts
bg_bg: Повече публикации в блога
de_de: Weitere Blog-Beiträge
es_es: Mas posts en el blog
fr_fr: Plus d'articles de blog
it_it: Altri post del blog
ja_jp: その他のブログ記事
pl_pl: więcej blogach
pt_pt: Mais mensagens de blog
ru_ru: Более сообщения в блоге
zh_cn: 更多的博客文章

source: More tutorials
bg_bg: Още уроци
de_de: Weitere Tutorials
es_es: Mas tutoriales
fr_fr: Plus de tutoriels
it_it: Altri tutorial
ja_jp: その他のチュートリアル
pl_pl: więcej tutoriale
pt_pt: Mais tutoriais
ru_ru: Более учебники
zh_cn: 更多教程

source: Stay on top of new documentation by visiting
bg_bg: Стойте в течение на нещата като посетите
de_de: Bleiben Sie auf der neuen Dokumentation durch den Besuch
es_es: Mantente al tanto de nueva documentación, visite
fr_fr: Restez au top de la nouvelle documentation en visitant
it_it: Al top della nuova documentazione visitando
ja_jp: 最新ドキュメントを常に把握できます
pl_pl: pozostać na szczycie nowej dokumentacji odwiedzając
pt_pt: Fique por dentro da nova documentação, visitando
ru_ru: Будьте в курсе новых документов, посетив
zh_cn: 通过访问来掌握新文档的最新信息

source: Home Dashboard
bg_bg: Начално табло
de_de: Startseite Dashboard
fr_fr: Accueil Dashboard
it_it: Pannello statistiche
ja_jp: ホームダッシュボード
pl_pl: Deska rozdzielcza w domu
pt_pt: Início do Painel
ru_ru: Главная Dashboard
zh_cn: 首页仪表板

source: Change my default home page
bg_bg: Променете моята начална страница по подразбиране
es_es: Cambiar mi pagina por defecto
fr_fr: Changer ma page d'accueil par défaut
it_it: Modifica la tua home page predefinita
ja_jp: 既定のホームページを変更
pl_pl: zmienić domyślną stronę główną
pt_pt: Alterar minha página inicial padrão
ru_ru: Изменить мои умолчанию главная страница
zh_cn: 更改我的默认主页

source: Support Forum
bg_bg: Форум за поддръжка
es_es: Foro de Soporte
fr_fr: Forum
it_it: Forum di Supporto
ja_jp: サポートフォーラム
pl_pl: Forum wsparcia
pt_pt: Suporte Técnico
ru_ru: Поддержка Форум
zh_cn: 技术支持论坛

source: Help Resources
bg_bg: Помощни ресурси
de_de: Hilfe-Ressourcen
es_es: Recursos de ayuda
fr_fr: Ressources d'aide
it_it: Risorse di assistenza
ja_jp: ヘルプリソース
pl_pl: Zasoby pomocy
pt_pt: Recursos da Ajuda
ru_ru: Справочные ресурсы
zh_cn: 帮助资源

source: Start Monitoring
bg_bg: Започнете следенето
de_de: starten Sie die Überwachung jetzt
es_es: iniciar la supervisión ahora
fr_fr: maintenant commencer à surveiller
it_it: iniziare a monitorare ora
ja_jp: 監視の開始
pl_pl: rozpocząć monitorowanie teraz
pt_pt: iniciar o monitoramento de agora
ru_ru: начать мониторинг в настоящее время
zh_cn: 开始监控

source: Run a Config Wizard
bg_bg: Стартирай конфигурационен уизард
de_de: führen Sie eine Config Wizard
es_es: ejecutar un asistente de configuración
fr_fr: exécuter un assistant de configuration
it_it: una procedura guidata di configurazione eseguire
ja_jp: 設定ウィザードの実行
pl_pl: uruchomić kreatora konfiguracyjnego
pt_pt: executar um assistente de configuração
ru_ru: запустить мастер конфигурации
zh_cn: 运行配置向导

source: Run Auto-Discovery
bg_bg: Стартирайте автоматично откриване
de_de: Auto-Discovery Job
es_es: Tareas de Auto-descubrimiento
fr_fr: Auto-Discovery emploi
it_it: Rilevamento automatico di lavoro
ja_jp: 自動検出の実行
pl_pl: Automatyczne wykrywanie pracy
pt_pt: Auto-Discovery Job
ru_ru: Auto-Discovery работы
zh_cn: 运行自动发现

source: day
bg_bg: ден
de_de: Tag
es_es: dias
fr_fr: journées
it_it: giorno
ja_jp: 日
pl_pl: dni
pt_pt: Dias
ru_ru: дней
zh_cn: 天

source: Demos and Webinars
bg_bg: Демонстрации и уебинари
de_de: Demos und Webinare
es_es: demostraciones y seminarios
fr_fr: des démos et des webinaires
it_it: dimostrazioni e webinar
ja_jp: デモとオンラインセミナー
pl_pl: pokazy i seminaria
pt_pt: demos e webinars
ru_ru: демонстрации и семинары
zh_cn: 演示和网络研讨会

source: View Webinar
bg_bg: Гледай уебинар
de_de: Ansicht Webinar
es_es: vista webinar
fr_fr: vue webinaire
it_it: vista webinar
ja_jp: オンラインセミナーに参加
pl_pl: Widok webinarium
pt_pt: vista webinar
ru_ru: вид вебинар
zh_cn: 查看网络研讨会

source: Quickstart Session
bg_bg: Сесия за бързо стартиране
de_de: Schnellstart-Session
es_es: Sesión de inicio rápido
fr_fr: Session de démarrage rapide
it_it: Sessione quickstart
ja_jp: クイックスタートセッション
pl_pl: Sesja szybkiego startu
pt_pt: Sessão de início rápido
ru_ru: Сеанс быстрого запуска
zh_cn: 快速启动会话

source: Request a Demo
bg_bg: Заявка за демо
de_de: Fordern Sie eine Demo
es_es: Solicitar una demostración
fr_fr: demander une démonstration
it_it: richiedere una demo
ja_jp: デモのリクエスト
pl_pl: poprosić o demo
pt_pt: solicitar uma demonstração
ru_ru: запросить демо-
zh_cn: 请求演示

source: Features and Pricing
bg_bg: Функционалност и цени
de_de: Funktionen und Preisen
es_es: características y precios
fr_fr: caractéristiques et prix
it_it: Caratteristiche e prezzi
ja_jp: 機能と価格
pl_pl: Funkcje i ceny
pt_pt: características e preços
ru_ru: Особенности и цены
zh_cn: 功能和定价

source: left in trial
bg_bg: Оставен в пробен период
de_de: im Test links
es_es: dejado en el juicio
fr_fr: gauche dans le procès
it_it: a sinistra in processo
ja_jp: で評価期間が終了します
pl_pl: pozostawione w procesie
pt_pt: deixou em julgamento
ru_ru: оставил в суде
zh_cn: 留在试用

source: View pricing or a summary of all features included in Nagios XI and Nagios XI Enterprise edition.
bg_bg: Прегледай цените и обобщение на всички функции, включени в Nagios XI и издание Enterprise на Nagios XI.
de_de: Honorar anzeigen oder eine Zusammenfassung aller Funktionen in Nagios xi und xi Nagios Enterprise Edition enthalten.
es_es: vista de precios o un resumen de todas las características incluidas en nagios nagios xi y edición Enterprise XI.
fr_fr: Voir les tarifs ou un résumé de toutes les fonctionnalités incluses dans Nagios XI et nagios édition d'entreprise de xi.
it_it: Visualizza prezzo o una sintesi di tutti i servizi inclusi in Nagios xi e xi Nagios Enterprise Edition.
ja_jp: Nagios XI および Nagios XI Enterprise 版の価格と機能のサマリーを参照してください。
pl_pl: Widok cenowa lub podsumowanie wszystkich funkcji zawartych w Nagios XI i Nagios wersji Enterprise XI.
pt_pt: Ver preços ou um resumo de todos os recursos incluídos no nagios xi e nagios edição Enterprise XI.
ru_ru: цены вид или список всех функций, включенных в Nagios Си и Nagios XI Enterprise Edition.
zh_cn: 查看定价或Nagios XI和Nagios XI Enterprise版中包含的所有功能的摘要。

source: View Pricing
bg_bg: Прегледай цените
de_de: Honorar anzeigen
es_es: Ver precios
fr_fr: Voir les tarifs
it_it: Visualizza prezzo
ja_jp: 価格の参照
pl_pl: ceny Widok
pt_pt: Ver preços
ru_ru: Вид цены
zh_cn: 查看定价

source: Feature Comparison
bg_bg: Сравнение на функциите
de_de: Funktionsvergleich
es_es: comparación de características
fr_fr: comparaison des fonctionnalités
it_it: confronto caratteristica
ja_jp: 機能比較
pl_pl: porównanie funkcji
pt_pt: Comparação de recursos
ru_ru: функция сравнения
zh_cn: 功能比较

source: Missing Page
bg_bg: Липсваща страница
es_es: Pagina perdida
fr_fr: Page manquante
it_it: Pagina mancante
ja_jp: 不足しているページ
pl_pl: brakująca strona
pt_pt: Página faltando
ru_ru: Отсутствующие страницы
zh_cn: 缺页

source: What the...
bg_bg: Какво...
de_de: Was zum ...
es_es: Que el...
fr_fr: Qu'est-ce ...
it_it: Ma che ...
ja_jp: 何...
pl_pl: co ...
pt_pt: O que ...
ru_ru: Что за ...
zh_cn: 这是...

source: The page you requested seems to be missing. It is theoretically possible - though highly unlikely - that we are to blame for this. It is far more likely that something is wrong with the Universe. Run for it!
bg_bg: Заявената от вас страница изглежда да липсва. Теоретично е възможно - макар и много малко вероятно - че ние сме виновни за това. Много по-вероятно е, че нещо не е наред с вселената. Хайде давай!
de_de: Die von Ihnen angeforderte Seite scheint zu fehlen. Es ist theoretisch möglich - allerdings höchst unwahrscheinlich ist -, dass wir für diese verantwortlich sind. Es ist viel wahrscheinlicher, dass etwas nicht stimmt mit dem Universum ist. Run for it!
es_es: La página solicitada parece faltar. En teoría, es posible - aunque muy poco probable - que tienen la culpa de esto. Es mucho más probable que algo está mal en el universo. Corre a por ello!
fr_fr: La page que vous avez demandée semble faire défaut. Il est théoriquement possible - bien que très peu probable - que nous sommes à blâmer pour cela. Il est beaucoup plus probable que quelque chose ne va pas avec l'Univers. Exécutez pour cela!
it_it: La pagina che hai richiesto non sembra mancare. In teoria è possibile - anche se altamente improbabile - che siamo da biasimare per questo. E 'molto più probabile che qualcosa non va con l'Universo. Corri!
ja_jp: リクエストしたページは、なくなっているようです!
pl_pl: Żądana strona wydaje się, że brakuje. teoretycznie możliwe - choć bardzo mało prawdopodobne - że jesteśmy za to winić. to jest o wiele bardziej prawdopodobne, że coś jest nie tak z wszechświata. uruchomić za to!
pt_pt: A página que você solicitou parece estar faltando. É teoricamente possível - embora altamente improvável - de que nós somos os culpados por isso. É muito mais provável que algo está errado com o Universo. Corra para ele!
ru_ru: Страница, которую вы просили, кажется, отсутствует. Это теоретически возможно - хотя и маловероятно, - что мы сами виноваты в этом. Это гораздо более вероятно, что что-то не так со Вселенной. Выполнить за это!
zh_cn: 您请求的页面似乎丢失了。 从理论上讲，我们应该对此负责（尽管极不可能）。 宇宙更有可能出问题了。 快跑吧！

source: The page that went missing was:
bg_bg: Страницата, която изчезна беше:
de_de: Die Seite, die fehlende ging, war:
es_es: La página que se perdió fue:
fr_fr: La page qui a disparu était:
it_it: La pagina che era scomparso:
ja_jp: 不足しているページ:
pl_pl: Strona, która zaginęła był:
pt_pt: A página que desapareceu foi:
ru_ru: Страницу, которая пропала без вести было:
zh_cn: 丢失的页面是：

source: Add Dashboard
bg_bg: Добави табло (dashboard)
de_de: Hinzufügen Übersicht
es_es: Agregar Dashboard
fr_fr: Ajouter Dashboard
it_it: Aggiungi Dashboard
ja_jp: ダッシュボードの追加
pl_pl: dodaj pulpit
pt_pt: Adicionar painel
ru_ru: Добавить Dashboard
zh_cn: 新增操作面板

source: Edit Dashboard
bg_bg: Редактирайте таблото
de_de: Bearbeiten Übersicht
es_es: Editar el Dashboard
fr_fr: Modifier Dashboard
it_it: Modifica Dashboard
ja_jp: ダッシュボードの編集
pl_pl: edytuj deska rozdzielcza
pt_pt: Editar o painel
ru_ru: Редактировать Dashboard
zh_cn: 编辑操作面板

source: Dashlet Title
bg_bg: Заглавие на мини-табло (dashlet)
de_de: Dashlet Titel
es_es: Titulo del Dashlet
fr_fr: Titre dashlet
it_it: Dashlet Titolo
ja_jp: ダッシュレットタイトル
pl_pl: Tytuł dashlet
pt_pt: dashlet título
ru_ru: Название дашлет
zh_cn: 内容板块标题

source: Dashboard Added
bg_bg: Добавено е табло
de_de: Dashboard hinzugefügt
es_es: Dashboard agregado
fr_fr: Tableau de bord Ajouté
it_it: Dashboard Aggiunto
ja_jp: ダッシュボードが追加されました
pl_pl: Deska rozdzielcza dodany
pt_pt: Painel adicionado
ru_ru: Добавлена ​​панель
zh_cn: 操作面板已添加

source: Add It
bg_bg: Добави го
es_es: Agreguelo
it_it: Aggiungi E '
ja_jp: 追加
pl_pl: dodać
pt_pt: Adicione
ru_ru: Добавить It
zh_cn: 添加它

source: Add this powerful little dashlet to one of your dashboards for visual goodness.
bg_bg: Добави това мощно мини-табло (dashlet) към едно от вашите табла (dashboards) за по-привлекателен изглед.
de_de: Fügen Sie diese leistungsstarke kleine Dashlet zu einem Ihrer Dashboards zur visuellen Güte.
es_es: Añadir este dashlet poco potente a uno de sus cuadros de mando para la bondad visual.
fr_fr: Ajouter cette dashlet puissant peu à l'un de vos tableaux de bord pour la bonté visuelle.
it_it: Aggiungi il dashlet potente poco a uno dei vostri cruscotti per la bontà visiva.
ja_jp: このダッシュレットをダッシュボードに追加します。
pl_pl: dodaj ten potężny trochę dashlet do jednego z kokpitów dla dobra wizualnej.
pt_pt: Adicione esta dashlet poderosa pouco para um dos seus painéis de bondade visual.
ru_ru: Добавить эту мощную мало дашлет с одним из ваших панелей для визуального добра.
zh_cn: 将此功能强大的小内容板块添加到您的一个操作面板中，以提高视觉效果。

source: Select a Dashboard to Add To
bg_bg: Изберете табло, което да добавите към
de_de: Wählen Sie ein Dashboard hinzufügen
es_es: seleccionar un panel de control para añadir a
fr_fr: sélectionnez un tableau de bord pour ajouter à
it_it: selezionare un cruscotto per aggiungere
ja_jp: 追加するダッシュボードを選択
pl_pl: wybrać deskę rozdzielczą do dodania
pt_pt: selecionar um painel para adicionar
ru_ru: выберите информационную панель, чтобы добавить к
zh_cn: 选择一个操作面板添加到

source: Add this graph to a dashboard.
bg_bg: Добави този уред (gauge) на таблото (dashbaord).
de_de: diese Grafik auf einem Dashboard hinzufügen.
es_es: añadir esta gráfica para un tablero de instrumentos.
fr_fr: ajouter ce graphe à un tableau de bord.
it_it: aggiungere questo grafico al cruscotto.
ja_jp: このグラフをダッシュボードに追加する。
pl_pl: dodatek ten wykres na tablicy rozdzielczej.
pt_pt: adicionar este gráfico para um painel.
ru_ru: добавить этот график на приборной панели.
zh_cn: 此图表添加到操作面板。

source: Dashlet is now loaded on your dashboard.
bg_bg: Мини-таблото (dashlet) сега е заредено върху таблото (dashboard).
de_de: Dashlet ist nun auf Ihrem Armaturenbrett geladen.
es_es: dashlet ya está cargado en el salpicadero.
fr_fr: dashlet est maintenant chargé sur votre tableau de bord.
it_it: dashlet è ora caricato sul cruscotto.
ja_jp: ダッシュレットがダッシュボードに読み込まれます.
pl_pl: dashlet został załadowany na desce rozdzielczej.
pt_pt: dashlet agora é carregado em seu painel.
ru_ru: Дашлет теперь загружается на приборной панели.
zh_cn: 现在，内容板块已加载到您的操作面板上。

source: Dashlet Added
bg_bg: Мини-таблото (dashlet) беше добавено
de_de: Dashlet Hinzugefügt
es_es: Dashlet agregad
fr_fr: Ajouté dashlet
it_it: Dashlet Aggiunto
ja_jp: ダッシュレットの追加
pl_pl: dashlet dodany
pt_pt: dashlet adicionado
ru_ru: Добавлено дашлет
zh_cn: 内容板块已添加

source: Submitting command
bg_bg: Подавне на командите
de_de: Einreichen Befehl
es_es: Envío de comando
fr_fr: Envoi de commande
it_it: Invio comando
ja_jp: コマンドを実行しています
pl_pl: Komenda składania
pt_pt: Enviando comando
ru_ru: Отправка команды
zh_cn: 正在提交命令

source: Hide password
bg_bg: Нова парола
de_de: New Password
es_es: Nueva contraseña
fr_fr: Nouveau mot de passe
it_it: Nuova password
ja_jp: パスワードを隠す
pl_pl: Nowe hasło
pt_pt: Nova senha
ru_ru: Новый пароль
zh_cn: 隐藏密码

source: Permalink
ja_jp: パーマリンク
ru_ru: Постоянная ссылка
zh_cn: 固定链接

source: Copy the URL below to retain a direct link to your current view.
bg_bg: Копирайте адреса по-долу, за да запазите директна връзка към вашия текущ изглед (view).
de_de: Kopieren Sie die URL unten, um einen direkten Link zu Ihrer aktuellen Ansicht zu erhalten.
es_es: Copie la URL debajo para conservar un enlace directo a su vista actual
fr_fr: Copiez l'adresse URL ci-dessous pour conserver un lien direct vers votre point de vue actuel.
it_it: Copia l'URL qui sotto per mantenere un collegamento diretto alla vista corrente.
ja_jp: 現在のビューへの直接リンクを保持するには、以下のURLをコピーします.
pl_pl: Skopiuj poniższy link, aby zachować bezpośredni link do bieżącego widoku.
pt_pt: Copie a URL abaixo para manter um link direto para a sua visão atual.
ru_ru: Скопируйте URL ниже, чтобы сохранить прямую ссылку на свой текущий вид.
zh_cn: 复制下面的URL，以保留指向您当前视图的直接链接。

source: Thank You!
bg_bg: Благодаря!
de_de: Vielen Dank!
es_es: Gracias
fr_fr: Merci!
it_it: Grazie!
ja_jp: ありがとうございました！
pl_pl: dziękuję!
pt_pt: Obrigado!
ru_ru: Спасибо за внимание!
zh_cn: 谢谢您！

source: Thanks for helping to make this product better! We will review your comments as soon as we get a chance. Until then, kudos to you for being awesome and helping drive innovation!
bg_bg: Благодаря за помощта за подобряване този продукт! Ние ще прегледаме вашите коментари веднага след като ни се отвори възможност. Дотогава, браво на вас за това, че сте страхотни и помагате за насърчаване на иновациите! <br><br> - Всеотдаен екип @ Nagios Enterprises
de_de: Danke für die Hilfe, um dieses Produkt besser! Wir werden Ihre Kommentare sobald wir eine Chance bekommen zu überprüfen. Bis dahin ein dickes Lob an Sie für Sein ehrfürchtig und hilft die Innovation! <br><br> - Der Dedicated Team @ Nagios Enterprises
es_es: Gracias por ayudarnos a mejorar este producto! Revisaremos tus comentarios tan pronto como tengamos la oportunidad. Hasta entonces, felicitaciones a ustedes por estar impresionante y ayudar a impulsar la innovación! <br><br> - El equipo dedicado @ Nagios Empresas
fr_fr: Merci de nous aider à améliorer ce produit! Nous passerons en revue vos commentaires dès que nous aurons une chance. Jusque-là, bravo à vous d'être génial et aider à stimuler l'innovation! <br><br> - L'équipe dédiée @ Nagios Enterprises
it_it: Grazie per aver contribuito a rendere questo prodotto migliore! Esamineremo i vostri commenti, non appena avremo la possibilità. Fino ad allora, complimenti a voi per essere impressionante e aiutare a guidare l'innovazione! <br><br> - Il team dedicato @ Nagios Enterprises
ja_jp: 製品の改善にご協力いただき、ありがとうございます。 できるだけ早くコメントを検討します。 革新の推進に貢献していただいたことに感謝します!
pl_pl: dzięki za pomoc, aby produkt ten lepszy! Sprawdzimy komentarzy jak tylko dostać szansę. do tego czasu, dzięki dla Ciebie za to, że niesamowite i pomaga innowacji napędu! <br><br> - dedykowany zespół przedsiębiorstwa @ Nagios
pt_pt: Obrigado por ajudar a tornar este produto melhor! Vamos rever os seus comentários assim que tiver uma chance. Até então, parabéns a você para ser impressionante e ajudar a impulsionar a inovação <br> <br> - A equipe dedicada @ Nagios Enterprises
ru_ru: Спасибо за помощь, чтобы сделать этот продукт лучше! Мы рассмотрим Ваши комментарии, как только мы получим шанс. До тех пор, спасибо вам за то, что удивительные и помогает стимулировать инновации! <br><br> - Выделенные команды @ Nagios предприятий
zh_cn: 感谢您帮助改进该产品！ 我们会尽快审核您的评论。 在此之前，要赞扬您的出色表现并帮助推动创新！

source: An error occurred. Please try again later.
bg_bg: Възникна грешка. Моля, опитайте отново по-късно.
de_de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es später erneut.
es_es: Un error ocurrio. Por favor intente de nuevo
fr_fr: Une erreur s'est produite. S'il vous plaît réessayer plus tard.
it_it: È verificato un errore. Si prega di riprovare più tardi.
ja_jp: エラーが発生しました. 後でやり直してください.
pl_pl: wystąpił błąd. Spróbuj ponownie później.
pt_pt: Ocorreu um erro. Por favor, tente novamente mais tarde.
ru_ru: Произошла ошибка. Пожалуйста, повторите попытку позже.
zh_cn: 发生错误。请稍后再试一次。

source: Sending Feedback
bg_bg: Изпращане на обратна връзка (оценка)
de_de: Senden Feedback ...
es_es: Enviando retroalimentacion
fr_fr: Envoi de commentaires ...
it_it: Invio di commenti e suggerimenti ...
ja_jp: フィードバックを送信しています
pl_pl: wysyłania informacji ...
pt_pt: Envio de comentários ...
ru_ru: Отправка Обратная связь ...
zh_cn: 发送反馈...

source: Use this to add a new dashboard to your Dashboards page.
bg_bg: Използвате това, за да добавите ново табло на страницата си "Табла" (Dashboards).
de_de: Verwenden Sie diese, um eine neue Armaturenbrett Ihres <b>Dashboards</b> Seite hinzuzufügen.
es_es: Utilice esta opción para agregar un nuevo tablero de instrumentos a la página <b>Paneles.</b>
fr_fr: Utilisez cette option pour ajouter un nouveau tableau de bord de votre page <b>de tableaux de bord.</b>
it_it: Utilizzare questa opzione per aggiungere un nuovo cruscotto alla pagina <b>Dashboard.</b>
ja_jp: 新しいダッシュボードをダッシュボードページに追加します.
pl_pl: to wykorzystać, aby dodać nowy dashboard do strony <b>pulpitów nawigacyjnych.</b>
pt_pt: usar isso para adicionar um novo painel para sua página <b>dashboards.</b>
ru_ru: Используйте это, чтобы добавить новую приборную панель на вашей странице <b>панелей.</b>
zh_cn: 使用它可以将新的仪表板添加到“操作面板”页面。

source: Dashboard Title
bg_bg: Заглавие на таблото
de_de: Dashboard-Titel
es_es: Titulo del Dashboard
fr_fr: Tableau de bord Titre
it_it: Dashboard Titolo
ja_jp: ダッシュボードタイトル
pl_pl: Tytuł deska rozdzielcza
pt_pt: Título do painel
ru_ru: Название Dashboard
zh_cn: 操作面板标题

source: Background Color
bg_bg: Цвят на фона
de_de: Hintergrundfarbe
es_es: Color de Fondo
fr_fr: Couleur de fond
it_it: Colore di sfondo
ja_jp: 背景色
pl_pl: kolor tła
pt_pt: Cor de Fundo
ru_ru: Цвет фона
zh_cn: 背景颜色

source: Success! Your new dashboard has been added.
bg_bg: Успех! Вашето ново табло беше добавено.
de_de: Success! Ihr neues Dashboard wurde hinzugefügt.
es_es: Éxito! Su nuevo tablero de instrumentos ha sido añadido.
fr_fr: Succès! Votre nouveau tableau de bord a été ajouté.
it_it: Successo! Il nuovo cruscotto è stato aggiunto.
ja_jp: 成功！新しいダッシュボードが追加されました.
pl_pl: Sukces! Twoja nowa deska rozdzielcza została dodana.
pt_pt: Sucesso! Seu painel novo foi acrescentado.
ru_ru: Успех! Ваша новая приборная панель была добавлена.
zh_cn: 成功了！你的新的操作面板已添加。
