Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: An error occurred processing your request.
bg_bg: Възникна грешка при обработката на молбата ви.
de_de: Ein Fehler ist aufgetreten Bearbeitung Ihrer Anfrage. :-(
es_es: Ha ocurrido un error procesando su petición. :-(
fr_fr: Une erreur s'est produite traitement de votre demande. :-(
it_it: Errore durante l'elaborazione della richiesta. :-(
ja_jp: リクエストの処理中にエラーが発生しました.
pl_pl: Wystąpił błąd podczas przetwarzania żądania. :-(
pt_pt: Ocorreu um erro a processar o seu pedido. :-(
ru_ru: Произошла ошибка обработки вашего запроса. :-(
zh_cn: 处理您的请求时发生错误。

source: Dashboard Changes Saved
bg_bg: Промените на таблото са запазени
de_de: Armaturenbrett Änderungen gespeichert
es_es: cambios del tablero de instrumentos guardan
fr_fr: modifications du tableau de bord enregistrés
it_it: modifiche cruscotto salvate
ja_jp: ダッシュボードの変更が保存されました
pl_pl: Zmiany zapisane w desce rozdzielczej
pt_pt: alterações do painel salvo
ru_ru: изменения приборной панели сохранены
zh_cn: 操作面板更改已保存

source: Success! Your dashboard was updated successfully.
bg_bg: Успех! Вашето табло беше актуализирано успешно.
de_de: Success! Ihr Dashboard wurde erfolgreich aktualisiert.
es_es: Éxito! Su tablero de instrumentos se ha actualizado correctamente.
fr_fr: Succès! Votre tableau de bord a été mis à jour avec succès.
it_it: Successo! Il cruscotto è stato aggiornato con successo.
ja_jp: 成功！ダッシュボードが正常に更新されました.
pl_pl: Sukces! Twoja deska rozdzielcza została zaktualizowana.
pt_pt: Sucesso! Seu painel foi atualizado com sucesso.
ru_ru: Успех! Ваша панель была успешно обновлена.
zh_cn: 成功！ 您的操作面板已成功更新。

source: You cannot delete your home page dashboard.
bg_bg: Вие не можете да изтривате таблото с началната си страница.
de_de: Sie können nicht löschen Ihrer Homepage Armaturenbrett.
es_es: No se puede eliminar el salpicadero página de inicio.
fr_fr: Vous ne pouvez pas supprimer votre tableau de bord page d'accueil.
it_it: Non è possibile eliminare il cruscotto home page.
ja_jp: ホームページのダッシュボードを削除することはできません.
pl_pl: nie można usunąć stronę główną tablicę rozdzielczą.
pt_pt: Você não pode excluir seu painel home page.
ru_ru: Вы не можете удалять вашей домашней странице приборной панели.
zh_cn: 您无法删除主页操作面板。

source: Confirm Dashboard Deletion
bg_bg: Потвърдете изтриването на таблото
de_de: Bestätigen Sie Dashboard-Deletion
es_es: Confirmar eliminación Dashboard
fr_fr: Confirmer la suppression de tableau de bord
it_it: Conferma cancellazione Dashboard
ja_jp: ダッシュボードの削除を確認
pl_pl: potwierdzić usunięcie desce rozdzielczej
pt_pt: Confirmar a exclusão do painel
ru_ru: Подтвердите удаление панели
zh_cn: 确认操作面板删除

source: Are you sure you want to delete this dashboard and all dashlets it contains?
bg_bg: Сигурни ли сте, че искате да изтриете това табло и всички негови мини-табла (dashlets)?
de_de: Sind Sie sicher, dass Sie dieses Dashboard und alle Dashlets enthält löschen?
es_es: ¿Está seguro que desea eliminar este panel y todos dashlets que contiene?
fr_fr: Êtes-vous sûr de vouloir supprimer ce tableau de bord et tous les dashlets qu'il contient?
it_it: Sei sicuro di voler eliminare questo cruscotto e tutti i dashlets in esso contenuti?
ja_jp: このダッシュボードとそれに含まれるすべてのダッシュレットを削除してもよろしいですか？
pl_pl: są na pewno chcesz usunąć tę deskę rozdzielczą oraz wszystkie dashlets on zawiera?
pt_pt: Tem certeza de que deseja excluir este painel e todos dashlets que ele contém?
ru_ru: Вы уверены, что хотите удалить этот приборной панели и все dashlets он содержит?
zh_cn: 您确定要删除此仪表板及其包含的所有操作面板吗？

source: The requested dashboard has been deleted.
bg_bg: Изисканото табло беше изтрито.
de_de: Die angeforderte Armaturenbrett wurde gelöscht.
es_es: el tablero de instrumentos solicitado ha sido eliminado.
fr_fr: le tableau de bord demandé a été supprimé.
it_it: il cruscotto richiesto è stato eliminato.
ja_jp: 要求されたダッシュボードは削除されました.
pl_pl: wnioskowana deska rozdzielcza została usunięta.
pt_pt: o painel solicitado foi eliminado.
ru_ru: запрашиваемая приборная панель была удалена.
zh_cn: 请求的操作面板已被删除。

source: Dashboard Deleted
bg_bg: Таблото е изтрито
de_de: Dashboard gelöscht
es_es: Dashboard eliminado
fr_fr: Tableau de bord Supprimé
it_it: Dashboard eliminata
ja_jp: ダッシュボードが削除されました
pl_pl: Deska rozdzielcza usunięte
pt_pt: Painel deletado
ru_ru: Dashboard Удаленные
zh_cn: 操作面板删除

source: Clone Dashboard
bg_bg: Клонинг на таблото
de_de: Clone Übersicht
es_es: Clonar Dashboard
fr_fr: Clone tableau de bord
ja_jp: ダッシュボードのクローン
pl_pl: klon deska rozdzielcza
pt_pt: Clone do painel
ru_ru: Клон Dashboard
zh_cn: 克隆操作面板

source: Use this to make an exact clone of the current dashboard and all its wonderful dashlets.
bg_bg: Използвайте това, за да направите точен клонинг на сегашното табло и всичките му прекрасни мини-табла (dashlets).
de_de: Verwenden Sie diese, um eine exakte Kopie des aktuellen Dashboard und all seinen wunderbaren Dashlets machen.
es_es: Usa esto para hacer una copia exacta del tablero actual y todos sus maravillosos dashlets.
fr_fr: Utilisez cette option pour faire un clone exact du tableau de bord actuel et tous ses dashlets merveilleux.
it_it: Usare questo per fare un clone esatto del cruscotto corrente e tutti i suoi meravigliosi dashlets.
ja_jp: 現在のダッシュボードとそのすべてのダッシュレットの正確なクローンを作成するために使用します.
pl_pl: to wykorzystać do dokładnego klona obecnego desce rozdzielczej i wszystkich jego wspaniałe dashlets.
pt_pt: Use-a para fazer um clone exato do painel atual e todos os seus dashlets maravilhosas.
ru_ru: Используйте это, чтобы сделать точный клон текущего приборной панели и всех его замечательных dashlets.
zh_cn: 使用它可以精确克隆当前仪表板及其所有出色的内容板块。

source: New Title
bg_bg: Ново заглавие
de_de: Neuer Titel
es_es: Nuevo titulo
fr_fr: Nouveau titre
it_it: Nuovo titolo
ja_jp: 新しいタイトル
pl_pl: Nowy tytuł
pt_pt: Novo título
ru_ru: Новое название
zh_cn: 新标题

source: Dashboard Cloned
bg_bg: Таблото е клонирано
de_de: Dashboard Geklonte
es_es: Dashboard clonado
fr_fr: Tableau de bord Cloned
it_it: Dashboard clonati
ja_jp: ダッシュボードがクローンされました
pl_pl: Deska rozdzielcza sklonowany
pt_pt: Painel clonado
ru_ru: Dashboard Клонированные
zh_cn: 操作面板克隆

source: Dashboard successfully cloned.
bg_bg: Таблото е клонирано успешно.
de_de: Dashboard erfolgreich geklont.
es_es: Dashboard clonado satisfactoriamente.
fr_fr: Tableau de bord clonés avec succès.
it_it: Dashboard clonato con successo.
ja_jp: ダッシュボードのクローンに成功しました.
pl_pl: Deska rozdzielcza z powodzeniem sklonowano.
pt_pt: Painel clonado com sucesso.
ru_ru: Dashboard успешно клонировали.
zh_cn: 操作面板成功克隆了。

source: Deleting dashlets from the home page dashboard is disabled while in demo mode.
bg_bg: Изтриването на мини-таблата (dashlets) от таблото на началната страница (home page dashboard) не е позволено в демо режим.
de_de: Löschen Dashlets von der Homepage Dashboard wird, während im Demo-Modus deaktiviert.
es_es: Eliminación dashlets del salpicadero página de inicio está desactivada en el modo de demostración.
fr_fr: Suppression du tableau de bord dashlets page d'accueil est désactivé en mode démo.
it_it: Eliminazione dashlets dal cruscotto home page è disabilitato mentre è in modalità demo.
ja_jp: デモモードでは、ホームページダッシュボードからダッシュレットを削除できません.
pl_pl: usuwanie dashlets z deski rozdzielczej strony głównej jest wyłączony w trybie demo.
pt_pt: Excluindo dashlets do painel home page é desativado no modo de demonstração.
ru_ru: Удаление dashlets от приборной панели странице отключена в то время как в демо-режиме.
zh_cn: 在演示模式下，从主页操作面板删除内容板块被禁用。

source: Dashlet Deleted
bg_bg: Мини-таблото (dashlet) беше изтрито
es_es: Dashlet eliminados
fr_fr: Supprimé dashlet
it_it: Dashlet eliminata
ja_jp: ダッシュレットが削除されました
pl_pl: dashlet usunięte
pt_pt: dashlet eliminado
ru_ru: Дашлет Удаленные
zh_cn: 内容板块已删除

source: Dashlet removed from dashboard.
bg_bg: Мини-таблото (dashlet) е отстранено от таблото (dashboard).
de_de: Dashlet von Armaturenbrett entfernt.
es_es: dashlet retirado de tablero de instrumentos.
fr_fr: dashlet retiré du tableau de bord.
it_it: dashlet rimosso dal cruscotto.
ja_jp: ダッシュレットがダッシュボードから削除されます.
pl_pl: dashlet usunięty z tablicy rozdzielczej.
pt_pt: dashlet removido do painel.
ru_ru: Дашлет удалены из приборной панели.
zh_cn: 内容板块已从操作面板中删除。

source: The dashlet has been added and will now show up on your dashboard.
bg_bg: Мини-таблото (dashlet) беше добавено и сега ще се появи на таблото.
de_de: die Dashlet wurde hinzugefügt und jetzt auf dem Armaturenbrett angezeigt wird.
es_es: dashlet se ha añadido y ahora se mostrará en el panel de control.
fr_fr: l'dashlet a été ajouté et va maintenant apparaître sur votre tableau de bord.
it_it: il dashlet è stato aggiunto e mostrerà ora sul cruscotto.
ja_jp: ダッシュレットが追加されました. ダッシュボードに表示されます.
pl_pl: dashlet została dodana i będzie teraz wyświetlane na desce rozdzielczej.
pt_pt: o dashlet foi adicionado e agora vai aparecer em seu dashboard.
ru_ru: был добавлен Дашлет и теперь будет отображаться на приборной панели.
zh_cn: 内容板块已添加，现在将显示在操作面板上。

source: Masquerade Notice
bg_bg: Известие за маскиране
de_de: Masquerade Hinweis
es_es: Masquerade Aviso
fr_fr: Masquerade avis
it_it: Masquerade Avviso
ja_jp: マスカレード通知
pl_pl: Ogłoszenie maskarada
pt_pt: masquerade aviso
ru_ru: Маскарад Уведомление
zh_cn: 冒充通知

source: You are about to masquerade as another user. If you choose to continue you will be logged out of your current account and logged in as the selected user. In the process of doing so, you may lose your admin privileges.
bg_bg: Вие сте на път да се маскирате като друг потребител. Ако решите да продължите, ще излезете от сегашния си потребителски профил и ще влезете като избрания потребител. В процеса на това, може да загубите вашите администраторски права.
de_de: Sie sind dabei, Maskerade als ein anderer Benutzer. Wenn Sie den Vorgang fortsetzen werden Sie aus Ihrem aktuellen Konto angemeldet und eingeloggt sein wie das ausgewählte Benutzer. In dem Prozess, dies zu tun, können Sie verlieren Ihre Administratorrechte.
es_es: Usted está a punto de hacerse pasar por otro usuario. Si decide continuar, se cerrará la sesión de su cuenta corriente y conectado como el usuario seleccionado. En el proceso de hacerlo, podría perder los privilegios de administrador.
fr_fr: Vous êtes sur le point de se faire passer pour un autre utilisateur. Si vous choisissez de continuer, vous serez déconnecté de votre compte courant et connecté en tant que l'utilisateur sélectionné. Dans le train de le faire, vous risquez de perdre vos privilèges d'administrateur.
it_it: Stai per mascherarsi da un altro utente. Se si sceglie di continuare l'accesso verrà eseguito dal tuo conto corrente e l'accesso come l'utente selezionato. Nel processo di farlo, potreste perdere i vostri privilegi di amministratore.
ja_jp: 別ユーザーになり済まそうとしています. 続行する場合、現在のアカウントがログアウトされて選択したユーザーとしてログインします. この処理中に、管理者権限を失う可能性があります.
pl_pl: masz zamiar udawać innego użytkownika. jeśli zdecydujesz się kontynuować będziesz mógł się zalogować na swoje obecne konto i zalogować się jako wybranego użytkownika. w trakcie tego procesu, możesz stracić swoje uprawnienia administratora.
pt_pt: Você está prestes a se passar por outro usuário. Se você optar por continuar, você será desconectado de sua conta corrente e logado como usuário selecionado. No processo de fazer isso, você poderá perder seus privilégios de administrador.
ru_ru: Вы собираетесь маскировать под другим пользователем. Если вы решите продолжать вы будете отключены от вашего текущего счета и вошли в систему как выбранный пользователем. В процессе этого, вы можете потерять свои привилегии администратора.
zh_cn: 您将冒充其他用户。 如果选择继续，您将退出当前帐户，并以所选用户身份登录。 在此过程中，您可能会失去管理员权限。

source: Add View
bg_bg: Добави изглед (view)
de_de: Ansehen
es_es: Agregar vista
fr_fr: Ajouter Voir
it_it: Aggiungi Visualizza
ja_jp: ビューの追加
pl_pl: dodaj opinię
pt_pt: Adicionar novo usuário
ru_ru: Добавить Посмотреть
zh_cn: 添加查看

source: Use this to add what you see on the screen to your views page.
bg_bg: Използвайте го, за да добавите това, което виждате на екрана на страницата "Изгледи" (Views).
de_de: Verwenden Sie diese hinzufügen, was Sie auf dem Bildschirm, um Ihre <b>Ansichten</b> Seite zu sehen.
es_es: Utilice esta opción para agregar lo que ve en la pantalla a su página <b>dictamen.</b>
fr_fr: Utilisez cette option pour ajouter ce que vous voyez à l'écran sur votre page <b>vues.</b>
it_it: Usare questo per aggiungere ciò che si vede sullo schermo alla pagina <b>Visualizzazioni.</b>
ja_jp: この画面をビューページに追加します.
pl_pl: użyć tego dodać to, co widzisz na ekranie do strony <b>poglądów.</b>
pt_pt: Use isso para adicionar o que você vê na tela para vê seu <b> </ b>.
ru_ru: Используйте это, чтобы добавить то, что вы видите на экране вашего <b>просмотров</b> страниц.
zh_cn: 使用它可以将屏幕上显示的内容添加到查看页面。

source: View Title
bg_bg: Вижте заглавието
de_de: Titel anzeigen
es_es: Titulo de la vista
fr_fr: Voir Titre
it_it: Visualizza Titolo
ja_jp: ビュータイトル
pl_pl: Widok tytuł
pt_pt: Ver título
ru_ru: Просмотр титул
zh_cn: 查看标题

source: View Added
bg_bg: Вижте добавените
de_de: Ansicht hinzugefügt
es_es: Vista agregada
fr_fr: Voir Ajouté
it_it: Mostra Aggiunto
ja_jp: ビュー追加
pl_pl: Widok dodany
pt_pt: ver adicionado
ru_ru: Смотреть Добавлены
zh_cn: 查看添加

source: Success! Your view was added to your views page.
bg_bg: Успех! Вашето мнение беше добавено във вашата страница "Изгледи".
de_de: Success! Ihr Blick wurde zu Ihrer Seite <b>Ansichten</b> hinzugefügt.
es_es: Éxito! Su punto de vista fue añadido a su página de <b>Vistas.</b>
fr_fr: Succès! Votre point de vue a été ajouté à votre page <b>vues.</b>
it_it: Successo! La vista è stato aggiunto alla tua pagina <b>Visualizzazioni.</b>
ja_jp: 成功！ビューがビューページに追加されました.
pl_pl: Sukces! Twój pogląd został dodany do Twojej strony <b>poglądów.</b>
pt_pt: Sucesso! Seu ponto de vista foi adicionado as suas visualizações <b> </ b>.
ru_ru: Успех! Ваше мнение было добавлено в ваше <b>просмотров</b> страниц.
zh_cn: 成功！ 您的查看已添加到您的查看页面。

source: View Deleted
bg_bg: Вижте изтритите
de_de: Ansicht gelöscht
es_es: Vista eliminada
fr_fr: Voir Supprimé
it_it: Visualizza eliminata
ja_jp: ビューが削除されました
pl_pl: Widok usunięte
pt_pt: Ver ecluídos
ru_ru: Просмотреть удаленные
zh_cn: 查看已删除

source: View has been removed.
bg_bg: Огледа е бил отстранен.
de_de: Ansicht entfernt wurde.
es_es: punto de vista ha sido retirado.
fr_fr: vue a été supprimée.
it_it: vista è stato rimosso.
ja_jp: ビューが削除されました.
pl_pl: Pogląd ten został usunięty.
pt_pt: Ver foi removido.
ru_ru: вид был удален.
zh_cn: 查看已被删除。

source: Edit View
bg_bg: Редактирайте изглед (View)
de_de: Bearbeiten anzeigen
es_es: Editar vista
fr_fr: Modifier Voir
it_it: Modifica Visualizza
ja_jp: ビューの編集
pl_pl: edit Widok
ru_ru: Изменить вид
zh_cn: 编辑查看

source: View Changes Saved
bg_bg: Преглед на запаметените промени
de_de: Ansicht, die Änderungen gespeichert
es_es: vista cambia guardan
fr_fr: les changements de vue enregistrés
it_it: visualizzare le modifiche salvate
ja_jp: ビューの変更が保存されました
pl_pl: zmiany widoku zapisywane
pt_pt: visão muda salvos
ru_ru: просматривать изменения сохранены
zh_cn: 查看已保存的更改

source: Success! Your view was updated successfully.
bg_bg: Успех! Вашия "Изглед" беше актуализиран успешно.
de_de: Success! Ihr Blick wurde erfolgreich aktualisiert.
es_es: Éxito! Su punto de vista se ha actualizado correctamente.
fr_fr: Succès! Votre point de vue a été mis à jour avec succès.
it_it: Successo! La vista è stato aggiornato con successo.
ja_jp: 成功！ビューが正常に更新されました.
pl_pl: Sukces! Twój pogląd został pomyślnie zaktualizowany.
pt_pt: Sucesso! Seu ponto de vista foi atualizado com sucesso.
ru_ru: Успех! Ваше мнение успешно обновлены.
zh_cn: 成功！ 您的查看已成功更新。

source: Start Rotation
bg_bg: Започнете въртенето
de_de: beginnen Dreh
es_es: iniciar la rotación
fr_fr: lancer la rotation
it_it: iniziare a rotazione
ja_jp: ローテーション開始
pl_pl: rozpocząć obrót
pt_pt: iniciar a rotação
ru_ru: начать вращение
zh_cn: 开始旋转

source: Stop Rotation
bg_bg: Спрете въртенето
de_de: beginnen Dreh
es_es: iniciar la rotación
fr_fr: lancer la rotation
it_it: iniziare a rotazione
ja_jp: ローテーション停止
pl_pl: rozpocząć obrót
pt_pt: iniciar a rotação
ru_ru: начать вращение
zh_cn: 停止旋转

source: Pause rotation
bg_bg: Паузирай въртенето
de_de: Pausendreh
es_es: rotación de pausa
fr_fr: rotation de pause
it_it: Rotazione di pausa
ja_jp: ローテーションの一時停止
pl_pl: Obrót pauza
pt_pt: rotação de pausa
ru_ru: вращение пауза
zh_cn: 暂停旋转

source: Resume rotation
bg_bg: Възобнови редуването
de_de: Lebenslauf Rotation
es_es: la rotación del curriculum vitae
fr_fr: rotation de CV
it_it: rotazione curriculum
ja_jp: ローテーション再開
pl_pl: obrót CV
pt_pt: rotação currículo
ru_ru: вращение резюме
zh_cn: 重启旋转

source: You are about to delete the view
bg_bg: Вие сте на път да се изтриете изглед (view)
de_de: Sie sind dabei, die Ansicht zu löschen
es_es: está a punto de eliminar la vista
fr_fr: vous êtes sur le point de supprimer la vue
it_it: si sta per eliminare la vista
ja_jp: ビューを削除しています
pl_pl: masz zamiar usunąć widok
pt_pt: Você está prestes a excluir o ponto de vista
ru_ru: Вы собираетесь удалить мнение
zh_cn: 您即将删除查看

source: Cannot schedule outside pages.
bg_bg: Не може да включите в графика външни страници.
de_de: kann nicht außerhalb Seiten planen.
es_es: No se puede programar páginas externas.
fr_fr: ne peut pas programmer des pages extérieures.
it_it: Non è possibile pianificare pagine esterne.
ja_jp: 外部ページをスケジュールすることはできません.
pl_pl: Nie można zaplanować zewnętrznych stron.
pt_pt: Não é possível agendar páginas fora.
ru_ru: не может планировать за пределами страницы.
zh_cn: 无法安排外部页面。

source: Any page not under nagiosxi cannot be scheduled.
bg_bg: Никоя страница, която не е в nagiosxi, не може да бъде насрочена за планирано (по график) прекъсване.
de_de: jede Seite nicht unter nagiosxi kann nicht geplant werden.
es_es: No cualquier página bajo nagiosxi no se puede programar.
fr_fr: une page non sous nagiosxi ne peut pas être prévue.
it_it: ogni pagina sotto non nagiosxi non può essere programmato.
ja_jp: nagiosxiのページはスケジュールできません。
pl_pl: Nie każda strona mocy nagiosxi nie mogą być planowane.
pt_pt: qualquer página não sob nagiosxi não pode ser programado.
ru_ru: любая страница не под nagiosxi не могут быть запланированы.
zh_cn: 无法计划任何不在nagiosxi下的页面。

source: Last Week
bg_bg: Миналата седмица
de_de: Letzte Woche
es_es: La semana pasada
fr_fr: La semaine dernière
it_it: Ultima settimana
ja_jp: 前週
pl_pl: w zeszłym tygodniu
pt_pt: Últimas 3 semanas
ru_ru: Последняя неделя
zh_cn: 上星期

source: Last Year
bg_bg: Миналата година
de_de: Letztes Jahr
es_es: El año pasado
fr_fr: L'année dernière
it_it: Ultimo anno
ja_jp: 前年
pl_pl: w ubiegłym roku
pt_pt: Última atividade
ru_ru: В прошлом году
zh_cn: 去年

source: My Graph
bg_bg: Моята графика
de_de: mein graph
es_es: mi gráfico
fr_fr: mon graphe
it_it: il mio grafico
ja_jp: マイグラフ
pl_pl: mój wykres
pt_pt: meu gráfico
ru_ru: мой график
zh_cn: 我的图表

source: Copy to Clipboard
bg_bg: Копиране в клипборда (clipboard)
de_de: in die Zwischenablage kopieren
es_es: copiar al portapapeles
fr_fr: copier dans le presse-papier
it_it: copia negli appunti
ja_jp: クリップボードにコピー
pl_pl: skopiuj do schowka
pt_pt: copiar para área de transferência
ru_ru: скопировать в буфер обмена
zh_cn: 复制到剪贴板

source: Copied
bg_bg: Копирани
de_de: kopiert
es_es: copiado
fr_fr: copié
it_it: copiato
ja_jp: コピー
pl_pl: skopiowane
pt_pt: copiado
ru_ru: скопированный
zh_cn: 已复制

source: Press Ctrl+C to copy
bg_bg: Натиснете Ctrl + C, за да копирате
de_de: Drücken Sie Strg + c kopieren
es_es: Presione CTRL + C para copiar
fr_fr: appuyez sur ctrl + c pour copier
it_it: premere Ctrl + C per copiare
ja_jp: Ctrl+C を押してください
pl_pl: Ctrl + C, aby skopiować
pt_pt: Pressione CTRL + C para copiar
ru_ru: Нажмите CTRL + C чтобы скопировать
zh_cn: 按CTRL + C复制

source: Notices
bg_bg: Обявления
de_de: Hinweise
es_es: Noticias
fr_fr: Avis
it_it: Avvisi
ja_jp: お知らせ
pl_pl: Anonse
pt_pt: Noticias
ru_ru: Уведомления
zh_cn: 注意

source: Some important information you should be aware of is listed below.
bg_bg: Трябва да сте наясно със следната важна информация, посочена по-долу.
de_de: Einige wichtige Informationen, die Sie beachten sollten ist unten aufgeführt.
es_es: Parte de la información importante que usted debe tener en cuenta se enumeran a continuación.
fr_fr: Quelques informations importantes que vous devez prendre en compte est indiqué ci-dessous.
it_it: Alcune informazioni importanti si deve essere consapevoli di è elencato di seguito.
ja_jp: 考慮すべき重要な情報が以下に表示されます.
pl_pl: niektóre ważne informacje powinny być świadomy jest wymienione poniżej.
pt_pt: Algumas informações importantes que você deve estar ciente de está listado abaixo.
ru_ru: Некоторые важные сведения, которые должны быть в курсе приведены ниже.
zh_cn: 下面列出了一些您应该注意的重要信息。

source: Show these alerts when I login
bg_bg: Покажете тези сигнали, когато аз се логна
de_de: Zeigen Sie diese Warnungen, wenn ich mich nicht anmelden
es_es: Mostrar estas alertas cuando ingrese
fr_fr: Afficher ces alertes lorsque je me connecte
it_it: Mostra questi avvisi quando faccio il login
ja_jp: ログイン時にアラートを表示する
pl_pl: pokazać te powiadomienia, kiedy się zalogować
pt_pt: Mostrar esses alertas quando entrar
ru_ru: Показать эти предупреждения, когда я войдите
zh_cn: 登录时显示这些警示

source: The User Macro Component has been disabled. Contact your Administrator.
bg_bg: Компонентът за потребителски макроси е деактивиран. Свържете се с администратора си.
de_de: der Benutzer Makrokomponente wurde deaktiviert. kontaktieren Sie Ihren Administrator.
es_es: el componente macro de usuario ha sido desactivado. póngase en contacto con su administrador.
fr_fr: le composant utilisateur de macro a été désactivée. contactez votre administrateur.
it_it: la componente macro utente è stato disabilitato. contattare l'amministratore.
ja_jp: Userマクロコンポーネントが無効になっています。管理者に連絡してください。
pl_pl: składnik makro użytkownika został wyłączony. skontaktować się z administratorem.
pt_pt: o componente do usuário macro foi desativado. contate o administrador.
ru_ru: компонент пользовательского макроса был отключен. обратитесь к администратору.
zh_cn: 用户宏组件已被禁用。 请与您的管理员联系。

source: This User Macro Key already exists. Please check the value and try again or choose another User Macro Key.
bg_bg: Този потребителски макро ключ вече съществува. Моля, проверете стойността и опитайте отново или изберете друг потребителски макро ключ.
de_de: dieser Benutzer Makrotaste ist bereits vorhanden. bitte den Wert überprüfen, und versuchen Sie es erneut oder einen anderen Benutzer Makrotaste wählen.
es_es: esta clave macro de usuario ya existe. Por favor, compruebe el valor y volver a intentarlo o elegir otra llave macro de usuario.
fr_fr: cet utilisateur touche de macro existe déjà. s'il vous plaît vérifier la valeur et essayez à nouveau ou choisir une autre touche de macro utilisateur.
it_it: questa chiave macro utente esiste già. si prega di controllare il valore e riprovare o scegliere un altro tasto macro utente.
ja_jp: このUserマクロキーがすでに存在しています. 値を確認して再試行するか、別のUserマクロキーを選択してください.
pl_pl: Ten użytkownik makro klucz już istnieje. Proszę sprawdzić wartość i spróbuj ponownie lub wybrać inny makro klucz użytkownika.
pt_pt: esta chave macro usuário já existe. por favor, verifique o valor e tente novamente ou escolher outra chave macro usuário.
ru_ru: этот пользователь ключ макрос уже существует. пожалуйста, проверьте значение и повторите попытку или выберите другой ключ макро пользователя.
zh_cn: 此用户宏密钥已存在。 请检查该值，然后重试或选择另一个用户宏键。
