Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: activation form
bg_bg: форма за активиране
de_de: Aktivierungsformular
es_es: formulario de activación
fr_fr: formulaire d'activation
it_it: modulo di attivazione
ja_jp: アクティベーションフォーム
pl_pl: formularz aktywacyjny
pt_pt: formulário de ativação
ru_ru: форма активации
zh_cn: 激活表单

source: to get an activation key and enter it below
bg_bg: за да получите ключ за активиране и да го въведете по-долу
de_de: um einen Aktivierungsschlüssel zu erhalten und diesen unten einzugeben
es_es: para obtener una clave de activación e ingresarla debajo
fr_fr: pour obtenir une clé d'activation et entrez-la ci-dessous
it_it: per ottenere una chiave di attivazione e inserirla di seguito
ja_jp: アクティベーションキーを取得して下に入力する
pl_pl: aby uzyskać klucz aktywacyjny i wprowadź go poniżej
pt_pt: para obter uma chave de ativação e inseri-la abaixo
ru_ru: получить ключ активации и ввести его ниже
zh_cn: 获取激活码并在下面输入

source: Activation Key
bg_bg: Ключ за активиране
es_es: Activacion de la llave
fr_fr: Clé d'activation
it_it: Chiave di attivazione
ja_jp: アクティベーションキー
pl_pl: klucz aktywacyjny
pt_pt: Chave de ativação
ru_ru: Ключ активации
zh_cn: 激活密钥

source: Activate
bg_bg: Активирай
de_de: Aktivieren
es_es: Activar
fr_fr: Activer
it_it: Attivare
ja_jp: アクティブ
pl_pl: aktywować
pt_pt: Ativar
ru_ru: Активировать
zh_cn: 激活

source: This action is not available in demo mode.
bg_bg: Това действие не е достъпно в демо режим.
de_de: Diese Aktion ist im Demo-Modus nicht verfügbar.
es_es: esta acción no está disponible en modo de demostración.
fr_fr: cette action n'est pas disponible en mode démo.
it_it: Questa azione non è disponibile in modalità demo.
ja_jp: このアクションは、デモモードで使用できません.
pl_pl: akcja ta nie jest dostępna w trybie demo.
pt_pt: esta ação não está disponível no modo de demonstração.
ru_ru: это действие не доступен в демо-режиме.
zh_cn: 此操作在演示模式下不可用。

source: Invalid activation key.
bg_bg: Невалиден ключ за активиране.
de_de: Ungültigen Aktivierungsschlüssel.
es_es: Clave de activación válida.
fr_fr: Clé d'activation valide.
it_it: Chiave di attivazione non valido.
ja_jp: アクティベーションキーが無効です.
pl_pl: nieprawidłowy klucz aktywacyjny.
pt_pt: Chave de ativação invalida
ru_ru: Неверный ключ активации.
zh_cn: 无效的激活密钥。

source: Could not activate the license key. You must try activating it
bg_bg: не може да активира лицензионния ключ. трябва да опитате да го активирате
de_de: konnte den Lizenzschlüssel nicht aktivieren. Sie müssen versuchen, es zu aktivieren
es_es: no pudo activar la clave de licencia. debes intentar activarlo
fr_fr: Impossible d'activer la clé de licence. vous devez essayer de l'activer
it_it: non è stato possibile attivare la chiave di licenza. devi provare ad attivarlo
ja_jp: ライセンスキーをアクティブ化できませんでした。それをアクティブにする必要があります
pl_pl: nie można aktywować klucza licencyjnego. musisz spróbować go aktywować
pt_pt: não pôde ativar a chave de licença. você deve tentar ativá-lo
ru_ru: не удалось активировать лицензионный ключ. вы должны попробовать активировать его
zh_cn: 无法激活许可证密钥。 您必须尝试激活它

source: manually
bg_bg: ръчно
de_de: manuell
es_es: a mano
fr_fr: manuellement
it_it: manualmente
ja_jp: 手動で
pl_pl: ręcznie
pt_pt: manualmente
ru_ru: вручную
zh_cn: 手动

source: Activation completed successfully.
bg_bg: активирането приключи успешно.
de_de: Aktivierung erfolgreich abgeschlossen.
es_es: activación completada con éxito
fr_fr: l'activation s'est terminée avec succès.
it_it: attivazione completata con successo.
ja_jp: アクティブ化は正常に完了しました。
pl_pl: aktywacja zakończyła się pomyślnie.
pt_pt: ativação concluída com sucesso.
ru_ru: активация выполнена успешно.
zh_cn: 激活已成功完成。

source: Activation key accepted. Thank you!
bg_bg: Ключа за активиране е приет. Благодаря!
de_de: Aktivierungsschlüssel akzeptiert. Danke!
es_es: Activacion de la llave aceptada. Gracias !!!
fr_fr: Clé d'activation acceptée. Je vous remercie!
it_it: Chiave di attivazione accettato. Grazie!
ja_jp: アクティベーションキーが受理されました. ありがとうございました！
pl_pl: przyjęty klucz aktywacyjny. dziękuję!
pt_pt: Chave de ativação aceita. Obrigado!
ru_ru: Ключ активации принято. Спасибо!
zh_cn: 激活密钥已接受。 谢谢！

source: Date / Time
bg_bg: Дата / Час
de_de: Datum / Zeit
es_es: Fecha / Hora
fr_fr: Date / Heure
it_it: Data / Ora
ja_jp: 日付/時刻
pl_pl: Data / godzina
pt_pt: Data / Hora
ru_ru: Дата / время
zh_cn: 日期/时间

source: Source
bg_bg: Източник
de_de: Quelle
es_es: Fuente
it_it: Fonte
ja_jp: ソース
pl_pl: źródło
ru_ru: Источник
zh_cn: 源

source: Type
bg_bg: Тип
de_de: Typ
es_es: Tipo
it_it: Tipo
ja_jp: タイプ
pl_pl: typ
pt_pt: Tipo
ru_ru: Тип
zh_cn: 类型

source: User
bg_bg: Потребител
de_de: Benutzer
es_es: Usuario
fr_fr: Utilisateur
it_it: Utente
ja_jp: ユーザー
pl_pl: użytkownik
pt_pt: Usuário
ru_ru: Пользователь
zh_cn: 用户

source: Message
bg_bg: Съобщение
de_de: Nachricht
es_es: Mensaje
it_it: Messaggio
ja_jp: メッセージ
pl_pl: wiadomość
pt_pt: Mensagem
ru_ru: Сообщение
zh_cn: 信息

source: Details
bg_bg: Детайли
es_es: Detalles
fr_fr: Détails
it_it: Dettagli
ja_jp: 詳細
pl_pl: szczegóły
pt_pt: Detalhes
ru_ru: Детали
zh_cn: 详细信息

source: No matching results found. Try expanding your search criteria.
bg_bg: Не за намерени съвпадащи резултати. Опитайте да разширите вашите критерии за търсене
de_de: Keine passenden Ergebnisse gefunden. Versuchen Sie erweitern Ihren Suchkriterien entsprechen.
es_es: Ningún resultado que coincida encontrado. Intente expandir su criterio de busqueda.
fr_fr: Aucun résultat correspondant n'a été trouvé. Essayez d'élargir vos critères de recherche.
it_it: Nessun risultato ha prodotto risultati. Prova ad espandere i criteri di ricerca.
ja_jp: 一致する結果が見つかりませんでした. 検索条件を広げてみてください.
pl_pl: nie znaleziono żadnych pasujących wyników. spróbuj rozszerzenie kryteriów wyszukiwania.
pt_pt: Nenhum resultado encontrado. Tente alargar os seus critérios de pesquisa.
ru_ru: Нет соответствующих результатов не найдено. Попробуйте расширении критериев поиска.
zh_cn: 找不到匹配的结果。 尝试扩大搜索条件。

source: Core Config Manager
bg_bg: Главен Конфигурационен Мениджър (CCM - Core Config Manager)
fr_fr: Gestionnaire de configuration de base
it_it: Nucleo Configuration Manager
ja_jp: Coreコンフィグマネージャ
pl_pl: Rdzeń menedżer config
pt_pt: gerente de configuração do núcleo
ru_ru: Менеджер основных Config
zh_cn: 核心配置管理

source: Successfully changed audit log settings!
bg_bg: успешно променени настройките на дневника за одит!
de_de: Audit-Log-Einstellungen erfolgreich geändert!
es_es: ¡Cambió con éxito la configuración del registro de auditoría!
fr_fr: les paramètres du journal d'audit ont été modifiés avec succès!
it_it: impostazioni del registro di controllo modificate correttamente!
ja_jp: 監査ログの設定が正常に変更されました！
pl_pl: pomyślnie zmieniłem ustawienia dziennika kontroli!
pt_pt: configurações de log de auditoria alteradas com sucesso!
ru_ru: успешно изменены настройки журнала аудита!
zh_cn: 成功更改了审核日志设置！

source: Please enter the hostname of your Log Server.
bg_bg: моля, въведете името на хоста на вашия лог сървър.
de_de: Bitte geben Sie den Hostnamen Ihres Protokollservers ein.
es_es: ingrese el nombre de host de su servidor de registro.
fr_fr: veuillez saisir le nom d'hôte de votre serveur de journaux.
it_it: inserisci il nome host del tuo log server.
ja_jp: ログサーバーのホスト名を入力してください。
pl_pl: wprowadź nazwę hosta swojego serwera dziennika.
pt_pt: digite o nome do host do seu servidor de log.
ru_ru: пожалуйста, введите имя хоста вашего лог-сервера.
zh_cn: 请输入您的日志服务器的主机名。

source: Please enter the port of your syslog input.
bg_bg: моля, въведете порта на вашия вход в syslog.
de_de: Bitte geben Sie den Port Ihrer Syslog-Eingabe ein.
es_es: ingrese el puerto de su entrada de syslog.
fr_fr: veuillez entrer le port de votre entrée syslog.
it_it: inserisci la porta del tuo input syslog.
ja_jp: syslog入力のポートを入力してください。
pl_pl: proszę podać port wejścia syslog.
pt_pt: por favor, insira a porta da sua entrada syslog.
ru_ru: Пожалуйста, введите порт вашего входа в системный журнал.
zh_cn: 请输入系统日志输入的端口。

source: Could not connect to %1$s on port %2$s: %3$s
bg_bg: не можа да се свърже с% 1 $ s на порт% 2 $ s:% 3 $ s
de_de: Verbindung zu% 1 $ s auf Port% 2 $ s konnte nicht hergestellt werden:% 3 $ s
es_es: no se pudo conectar a% 1 $ s en el puerto% 2 $ s:% 3 $ s
fr_fr: impossible de se connecter à% 1 $ s sur le port% 2 $ s:% 3 $ s
it_it: impossibile connettersi a% 1 $ s sulla porta% 2 $ s:% 3 $ s
ja_jp: ポート％2 $ sの％1 $ sに接続できませんでした：％3 $ s
pl_pl: nie można połączyć się z% 1 $ s na porcie% 2 $ s:% 3 $ s
pt_pt: não foi possível conectar a% 1 $ s na porta% 2 $ s:% 3 $ s
ru_ru: Не удалось подключиться к% 1 $ s через порт% 2 $ s:% 3 $ s
zh_cn: 无法连接到%1$s的端口%2$s：%3$s

source: Audit Log Configuration
bg_bg: конфигурация на журнала за одит
de_de: Überwachungsprotokollkonfiguration
es_es: configuración del registro de auditoría
fr_fr: configuration du journal d'audit
it_it: configurazione del registro di controllo
ja_jp: 監査ログ構成
pl_pl: konfiguracja dziennika kontroli
pt_pt: configuração do log de auditoria
ru_ru: настройка журнала аудита
zh_cn: 审核日志配置

source: Send to Nagios Log Server
bg_bg: изпратете до nagios лог сървъра
de_de: an nagios log server senden
es_es: enviar al servidor de registro nagios
fr_fr: envoyer au serveur de journaux nagios
it_it: invia al nagios log server
ja_jp: nagiosログサーバーに送信する
pl_pl: wyślij do serwera dziennika nagios
pt_pt: enviar para o servidor de log do nagios
ru_ru: отправить на лог-сервер nagios
zh_cn: 发送到Nagios日志服务器

source: Configure settings to send the outbound audit log messages to a Nagios Log Server system.
bg_bg: конфигурирайте настройки, за да изпращате изходящите съобщения от дневника за одит до система от сървъри на nagios.
de_de: Konfigurieren Sie die Einstellungen, um die ausgehenden Überwachungsprotokollnachrichten an ein Nagios-Protokollserversystem zu senden.
es_es: configure los ajustes para enviar los mensajes de registro de auditoría salientes a un sistema de servidor de registro nagios.
fr_fr: configurer les paramètres pour envoyer les messages du journal d'audit sortant à un système de serveur de journaux nagios.
it_it: configurare le impostazioni per inviare i messaggi del registro di controllo in uscita a un sistema nagios log server.
ja_jp: 送信監査ログメッセージをnagiosログサーバーシステムに送信するように設定を構成します。
pl_pl: skonfiguruj ustawienia, aby wysyłać komunikaty dziennika kontroli wychodzącej do systemu serwera dziennika nagios.
pt_pt: defina as configurações para enviar as mensagens de log de auditoria de saída para um sistema do servidor de log da nagios.
ru_ru: настройте параметры для отправки исходящих сообщений журнала аудита в систему сервера журнала nagios.
zh_cn: 配置设置向Nagios日志服务器系统发送出站审计日志消息。

source: Note: Only the current day and newly created logs will be sent.
bg_bg: забележка: ще бъдат изпращани само текущия ден и новосъздадените дневници.
de_de: Hinweis: Es werden nur der aktuelle Tag und neu erstellte Protokolle gesendet.
es_es: nota: solo se enviarán el día actual y los registros recién creados.
fr_fr: Remarque: seuls le jour en cours et les journaux nouvellement créés seront envoyés.
it_it: nota: verranno inviati solo il giorno corrente e i registri appena creati.
ja_jp: 注：当日と新しく作成されたログのみが送信されます。
pl_pl: Uwaga: zostanie wysłany tylko bieżący dzień i nowo utworzone dzienniki.
pt_pt: nota: somente o dia atual e os logs criados recentemente serão enviados.
ru_ru: примечание: только текущий день и только что созданные логи будут отправлены.
zh_cn: 注意：仅发送当天和新创建的日志。

source: Send audit logs to Nagios Log Server
bg_bg: изпращайте журнали за одит на nagios лог сървъра
de_de: Senden Sie Überwachungsprotokolle an den Nagios-Protokollserver
es_es: enviar registros de auditoría al servidor de registro nagios
fr_fr: envoyer des journaux d'audit au serveur de journaux nagios
it_it: inviare i log di controllo al server nagios log
ja_jp: 監査ログをnagiosログサーバーに送信する
pl_pl: wyślij dzienniki kontroli do serwera dziennika nagios
pt_pt: enviar logs de auditoria para o servidor de log do nagios
ru_ru: отправлять журналы аудита на сервер журналов nagios
zh_cn: 发送审核日志到Nagios日志服务器

source: Log Server Configuration
bg_bg: Информация за Log Server
de_de: Mail Server Informationen
es_es: Informacion sobre la licencia
fr_fr: Informations Mail Server
it_it: Mail Server Informazioni
ja_jp: Log Server情報
pl_pl: informacje dziennika serwera
pt_pt: Sistema de Informação
ru_ru: Информация Mail Server
zh_cn: 日志服务器配置

source: Hostname:
bg_bg: Име на хост
es_es: Nombre del host
fr_fr: Nom d'hôte
ja_jp: ホスト名
pl_pl: Nazwa hosta
pt_pt: Nome do host
zh_cn: 主机名：

source: The hostname of the Nagios Log Server system.
bg_bg: името на хоста на системата на регистрационния сървър nagios.
de_de: Der Hostname des Nagios-Protokollserversystems.
es_es: El nombre de host del sistema de servidor de registro nagios.
fr_fr: le nom d'hôte du système de serveur de journaux nagios.
it_it: il nome host del sistema nagios log server.
ja_jp: nagiosログサーバーシステムのホスト名。
pl_pl: nazwa hosta systemu serwera dziennika nagios.
pt_pt: o nome do host do sistema do servidor de log nagios.
ru_ru: имя хоста системы сервера журналов nagios.
zh_cn: Nagios日志服务器系统的主机名。

source: Input Port:
bg_bg: входен порт:
de_de: Eingangsport:
es_es: puerto de entrada:
fr_fr: port d'entrée:
it_it: porta d'ingresso:
ja_jp: 入力ポート：
pl_pl: port wejściowy:
pt_pt: porta de entrada:
ru_ru: входной порт:
zh_cn: 输入端口：

source: Input a port number for the syslog input that is shown in the Log Server configuration. Default is 2056.
bg_bg: въведете номер на порт за входа на syslog, който се показва в конфигурацията на лог сървъра. по подразбиране е 2056.
de_de: Geben Sie eine Portnummer für die Syslog-Eingabe ein, die in der Protokollserverkonfiguration angezeigt wird. Standard ist 2056.
es_es: ingrese un número de puerto para la entrada de syslog que se muestra en la configuración del servidor de registro. el valor predeterminado es 2056.
fr_fr: entrez un numéro de port pour l'entrée syslog qui apparaît dans la configuration du serveur de journaux. la valeur par défaut est 2056.
it_it: inserire un numero di porta per l'input syslog mostrato nella configurazione del server di log. il valore predefinito è 2056.
ja_jp: ログサーバー構成に表示されるsyslog入力のポート番号を入力します。デフォルトは2056です。
pl_pl: wprowadź numer portu dla wejścia syslog, który jest pokazany w konfiguracji serwera dziennika. domyślnie jest to 2056.
pt_pt: insira um número de porta para a entrada syslog que é mostrada na configuração do servidor de log. o padrão é 2056.
ru_ru: введите номер порта для входа системного журнала, который показан в конфигурации сервера журнала. по умолчанию 2056.
zh_cn: 输入日志服务器配置中显示的系统日志输入的端口号。默认为2056。

source: Submit
bg_bg: Изпрати
de_de: Einreichen
es_es: Someter
fr_fr: Soumettre
it_it: Presentare
ja_jp: 実行
pl_pl: przedkładać
pt_pt: Enviar
ru_ru: Представлять
zh_cn: 提交

source: Notifications
bg_bg: Нотификации
de_de: Benachrichtigungen
es_es: Notificaciones
it_it: Notifiche
ja_jp: 通知
pl_pl: Powiadomienia
pt_pt: Notificações
ru_ru: Уведомления
zh_cn: 通知

source: Audit Log
bg_bg: Одит лог
es_es: Log de Auditoria
fr_fr: Journal d'audit
it_it: Registro di controllo
ja_jp: 監査ログ
pl_pl: Dziennik kontroli
pt_pt: log de auditoria
zh_cn: 审核日志

source: Report covers from
bg_bg: Доклада обхваща от
de_de: Bericht deckt ab
es_es: informe abarca desde
fr_fr: rapport couvre à partir de
it_it: relazione riguarda da
ja_jp: レポート対象期間
pl_pl: Sprawozdanie obejmuje od
pt_pt: relatório abrange a partir de
ru_ru: Доклад охватывает от
zh_cn: 报告涵盖了从

source: to
bg_bg: да се
de_de: zu
es_es: a
fr_fr: à
it_it: a
ja_jp: へ
pl_pl: do
pt_pt: para
ru_ru: к
zh_cn: 至

source: Last Page
bg_bg: Последна страница
de_de: Letzte Seite
es_es: Ultima pagina
fr_fr: Dernière page
it_it: Ultima pagina
ja_jp: 最後のページ
pl_pl: Ostatnia strona
pt_pt: Última página
ru_ru: Последняя страница
zh_cn: 尾页

source: Previous Page
bg_bg: Предишна страница
de_de: Vorherige Seite
es_es: Pagina anterior
fr_fr: Page précédente
it_it: Pagina precedente
ja_jp: 前のページ
pl_pl: poprzednia strona
pt_pt: Página anterior
ru_ru: Предыдущая страница
zh_cn: 上一页

source: Page
bg_bg: Страница
de_de: Seite
es_es: Pagina
it_it: Pagina
ja_jp: ページ
pl_pl: strona
pt_pt: Página
ru_ru: Страница
zh_cn: 页

source: of
bg_bg: на
de_de: von
es_es: de
fr_fr: de
it_it: di
ja_jp: の
pl_pl: z
pt_pt: de
ru_ru: из
zh_cn: 的

source: Next Page
bg_bg: Следваща страница
de_de: Nächste Seite
es_es: Proxima pagina
fr_fr: Page suivante
it_it: Pagina successiva
ja_jp: 次のページ
pl_pl: następna strona
pt_pt: Próxima página
ru_ru: Следующая страница
zh_cn: 下一页

source: Per Page
bg_bg: На страница
de_de: Pro Seite
es_es: Por pagina
fr_fr: Par Page
it_it: Per pagina
ja_jp: 件
pl_pl: na stronie
pt_pt: Por página
ru_ru: На страницу
zh_cn: 每页

source: Jump to Page
bg_bg: Отиди на страница
de_de: Gehe zu Seite
es_es: saltar a la página
fr_fr: Aller à la page
it_it: Vai alla pagina
ja_jp: ページにジャンプ
pl_pl: Przejdź do strony
pt_pt: Ir para página
ru_ru: Перейдите на страницу
zh_cn: 跳转到页

source: Please enter a valid port number
bg_bg: моля, въведете валиден номер на порт
de_de: Bitte geben Sie eine gültige Portnummer ein
es_es: por favor ingrese un número de puerto válido
fr_fr: veuillez entrer un numéro de port valide
it_it: si prega di inserire un numero di porta valido
ja_jp: 有効なポート番号を入力してください
pl_pl: proszę podać poprawny numer portu
pt_pt: digite um número de porta válido
ru_ru: пожалуйста, введите правильный номер порта
zh_cn: 请输入有效的端口号

source: Please enter a valid hostname
bg_bg: моля, въведете валидно име на хост
de_de: Bitte geben Sie einen gültigen Hostnamen ein
es_es: por favor ingrese un nombre de host válido
fr_fr: veuillez entrer un nom d'hôte valide
it_it: si prega di inserire un nome host valido
ja_jp: 有効なホスト名を入力してください
pl_pl: wpisz poprawną nazwę hosta
pt_pt: digite um nome de host válido
ru_ru: пожалуйста, введите правильное имя хоста
zh_cn: 请输入有效的主机名

source: Download
bg_bg: Изтегляне
de_de: Herunterladen
es_es: Descargar
fr_fr: Télécharger
it_it: Scarica
ja_jp: ダウンロード
pl_pl: Pobieranie
pt_pt: Baixar
ru_ru: Скачать
zh_cn: 下载

source: Download as CSV
bg_bg: Изтеглете като CSV
de_de: Als CSV herunterladen
es_es: Descargar archivo CSV
fr_fr: télécharger au format CSV
it_it: scaricare come csv
ja_jp: CSVダウンロード
pl_pl: pobierz w formacie CSV
pt_pt: download como CSV
ru_ru: скачать в формате CSV
zh_cn: 下载为CSV

source: Download as PDF
bg_bg: Изтеглете като PDF
de_de: Download als PDF
es_es: Descargar como PDF
fr_fr: Télécharger comme PDF
it_it: Scarica come PDF
ja_jp: PDFダウンロード
pl_pl: Pobierz jako plik PDF
pt_pt: Baixar como PDF
ru_ru: Скачать как PDF
zh_cn: 下载为PDF文件

source: Search...
bg_bg: Търсене...
de_de: Suche ...
es_es: Buscar...
fr_fr: Recherche ...
it_it: Cerca ...
ja_jp: 検索...
pl_pl: szukaj ...
pt_pt: Pesquisar...
ru_ru: Поиск ...
zh_cn: 搜索...

source: Period
bg_bg: Период
de_de: Zeit
es_es: Periodo
fr_fr: Période
it_it: Periodo
ja_jp: 期間
pl_pl: okres
pt_pt: Período
ru_ru: Период
zh_cn: 周期

source: Any
bg_bg: който и да е
de_de: jeder
es_es: cualquier
fr_fr: tout
it_it: qualsiasi
ja_jp: 任意
pl_pl: dowolny
pt_pt: qualquer
ru_ru: любой
zh_cn: 任何

source: User Interface
bg_bg: потребителски интерфейс
de_de: Benutzeroberfläche
es_es: interfaz de usuario
fr_fr: interface utilisateur
it_it: interfaccia utente
ja_jp: ユーザーインターフェース
pl_pl: interfejs użytkownika
pt_pt: interface de usuário
ru_ru: пользовательский интерфейс
zh_cn: 用户界面

source: Subsystem
bg_bg: Подсистема
es_es: subsistema
fr_fr: sous-système
it_it: sottosistema
ja_jp: サブシステム
pl_pl: Podsystem
pt_pt: subsistema
ru_ru: подсистема
zh_cn: 子系统

source: Core
de_de: Code
es_es: código
fr_fr: code
it_it: codice
pl_pl: kod
pt_pt: código
ru_ru: код
zh_cn: 核心

source: Other
bg_bg: Друг
de_de: Andere
es_es: Otro
fr_fr: Autre
it_it: Altro
ja_jp: その他
pl_pl: inny
pt_pt: Outro
ru_ru: Другой
zh_cn: 其他

source: Regular
bg_bg: редовен
de_de: regulär
fr_fr: ordinaire
it_it: regolare
ja_jp: 普通の
pl_pl: regularny
ru_ru: регулярный
zh_cn: 定期

source: Reserved
bg_bg: Поправен
de_de: entschlossen
es_es: resuelto
fr_fr: résolu
it_it: risoluto
ja_jp: 予約済
pl_pl: rozwiązany
pt_pt: resolvido
ru_ru: решен
zh_cn: 已预留

source: Show Details
bg_bg: Покажете Детайлите
de_de: Details
es_es: Ver detalles
fr_fr: Voir les détails
it_it: Vedi dettagli
ja_jp: 詳細を表示
pl_pl: pokaż szczegóły
pt_pt: Veja mais detalhes
ru_ru: Подробнее
zh_cn: 查看详细资料

source: Run
bg_bg: Изпълни
de_de: Lauf
es_es: carrera
fr_fr: course
it_it: correre
ja_jp: 実行
pt_pt: corrida
ru_ru: пробег
zh_cn: 运行

source: Automatic Login
bg_bg: Автоматичен вход
de_de: Automatisches Login
es_es: Loguearse Automaticamente
fr_fr: Connexion automatique
it_it: Login automatico
ja_jp: 自動ログイン
pl_pl: Automatyczne logowanie
pt_pt: Login Automático
ru_ru: Автоматический вход
zh_cn: 自动登录

source: These options allow you to configure a user account that should be used to automatically login visitors. Visitors can logout of the default account and into their own if they wish.
bg_bg: Тези опции ви позволяват да конфигурирате потребителски акаунт, който трябва да се използва за автоматично влизане. Посетителите могат да излязат от стандартния (по подразбиране) потребителски профил от сметката и да влязат със собствения профил, ако желаят.
de_de: Diese Optionen können Sie ein Benutzerkonto, das verwendet werden, um automatisch anmelden Besucher sollten konfigurieren. Besucher können der Standard-Account und in ihre eigenen Abmeldung, wenn sie wollen.
es_es: Estas opciones le permiten configurar una cuenta de usuario que se debe utilizar para acceder automáticamente a los visitantes. Los visitantes pueden salir de la cuenta por defecto y en su cuenta si así lo desean.
fr_fr: Ces options vous permettent de configurer un compte d'utilisateur qui doit être utilisé pour connecter automatiquement les visiteurs. Les visiteurs peuvent se déconnecter du compte par défaut et en eux-mêmes s'ils le souhaitent.
it_it: Queste opzioni consentono di configurare un account utente che deve essere utilizzato per accedere automaticamente ai visitatori. I visitatori possibile uscire l'account predefinito e nel loro, se lo desiderano.
ja_jp: ビジターが自動ログインに使用するユーザーアカウントを設定できます。 ビジターは必要に応じて既定のアカウントからログアウトし自身のアカウントでログインできます。
pl_pl: te opcje pozwalają skonfigurować konto użytkownika, które ma być używane do automatycznego logowania użytkowników. Goście mogą wylogować się z konta domyślnego i dla siebie, jeśli chcą.
pt_pt: Estas opções permitem que você configure uma conta de usuário que deve ser usado para efetuar login automaticamente para os visitantes. Os visitantes podem sair da conta padrão e em sua própria se quiserem.
ru_ru: Эти опции позволяют настроить учетную запись пользователя, которая должна быть использована для автоматического входа посетителей. Посетители могут Выход из учетной записи по умолчанию и в своих собственных, если они того пожелают.
zh_cn: 这些选项使您可以配置用于自动登录访问者的用户帐户。 访问者可以注销默认帐户，并根据需要登录自己的帐户。

source: Enable Auto-Login
bg_bg: Позволете автоматичен вход
de_de: Aktivieren Sie Auto-Login
es_es: Habilitar Auto-Loguearse
fr_fr: Activer Auto-Login
it_it: Abilita Auto-Login
ja_jp: 自動ログインを有効にする
pl_pl: włączyć automatyczne logowanie
pt_pt: Ativar Auto-Login
zh_cn: 启用自动登录

source: Auto-Login Settings
bg_bg: Настройки за автоматично влизане в профил
de_de: Auto-Login-Einstellungen
es_es: Configuraciones de Auto-Loguearse
fr_fr: Connexion automatique des paramètres
it_it: Auto-Login Registrati Impostazioni
ja_jp: 自動ログイン設定
pl_pl: Ustawienia automatycznego logowania
pt_pt: Configurações de Auto-Login
ru_ru: Auto-Login Настройки
zh_cn: 自动登录设置

source: Account
bg_bg: Потербителски профил
de_de: Konto
es_es: Cuenta
fr_fr: Compte
it_it: Conto
ja_jp: アカウント
pl_pl: konto
pt_pt: Conta
ru_ru: Счет
zh_cn: 帐户
