Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: <strong>Update in progress.</strong> Please wait. Update may take a few minutes.
bg_bg: <strong>Системата е в прогрес на актуализация (update).</strong> Моля изчакай. Актуализацията може да отнеме няколко минути.
de_de: <strong>Update im Gange.</strong> Bitte warten. Aktualisierung kann einige Minuten dauern.
es_es: <strong>Actualización en curso.</strong> espere por favor. actualización puede tardar unos minutos.
fr_fr: <strong>mise à jour en cours.</strong> patientez s'il vous plaît. mise à jour peut prendre quelques minutes.
it_it: <strong>Aggiornamento in corso.</strong> attendere prego. aggiornamento potrebbe richiedere alcuni minuti.
ja_jp: <strong>更新中</strong> お待ちください. アップデートには数分かかる場合があります.
pl_pl: <strong>Aktualizacja w toku.</strong> Proszę czekać. Aktualizacja może potrwać kilka minut.
pt_pt: <strong>atualizar em andamento.</strong> aguarde. atualização pode demorar alguns minutos.
ru_ru: <strong>обновить продолжается.</strong> пожалуйста, подождите. Обновление может занять несколько минут.
zh_cn: <strong>更新中。</strong>请等待。更新可能需要几分钟的时间。

source: Update History
bg_bg: Актуализация на историческите данни
de_de: State History
es_es: Historial de Estado
fr_fr: Histoire État
it_it: Stato Storia
ja_jp: アップデート履歴
pl_pl: Historia aktualizacji
pt_pt: História do Estado
ru_ru: Государственный Исторический
zh_cn: 更新历史

source: History of all updates performed from the user interface.
bg_bg: История на всички актуализации, извършвани от XI уеб интерфейс.
de_de: Geschichte aller Updates aus dem Web-UI-xi durchgeführt.
es_es: la historia de todas las actualizaciones realizadas desde la interfaz de usuario web xi.
fr_fr: l'histoire de toutes les mises à jour effectuées à partir de l'interface Web de xi.
it_it: storia di tutti gli aggiornamenti effettuati dal web ui xi.
ja_jp: ユーザーインターフェイスから実行されたすべてのアップデートの履歴。
pl_pl: Historia wszystkich aktualizacji wykonywanych z ui xi internetowej.
pt_pt: história de todas as atualizações realizadas a partir da web ui xi.
ru_ru: История всех обновлений, выполненных из кси веб-интерфейс.
zh_cn: 从用户界面进行的所有更新的历史。

source: View
bg_bg: Изглед
de_de: Sehen
es_es: Vista
fr_fr: Voir
it_it: Vista
ja_jp: 表示
pl_pl: widok
pt_pt: Ver
ru_ru: Смотреть
zh_cn: 查看

source: No updates have been performed from the UI yet.
bg_bg: Все още няма актуализациии, извършени от потребителския интерфейс.
de_de: keine Updates noch vom ui durchgeführt.
es_es: no hay cambios se han realizado desde el ui todavía.
fr_fr: aucune mise à jour n'a encore été effectuée à partir de l'interface utilisateur.
it_it: aggiornamenti sono stati effettuati dal ui ancora.
ja_jp: UIから実施されたアップデートはありません.
pl_pl: aktualizacje nie zostały wykonane z ui jeszcze.
pt_pt: não há atualizações foram realizadas a partir do ui ainda.
ru_ru: никакие обновления не были выполнены из пользовательского интерфейса еще.
zh_cn: 尚未从用户界面执行任何更新。

source: Failed to send email. No subject or message was given.
bg_bg: Не успя да изпрати имейл. Не бяха дадени тема (subject) или съобщение (message).
de_de: versäumt, E-Mail senden. kein Betreff oder Nachricht wurde gegeben.
es_es: no para enviar correo electrónico. se le dio ningún tema o mensaje.
fr_fr: pas envoyer un courriel. aucun sujet ou message a été donné.
it_it: non è riuscito a inviare e-mail. è stato dato nessun soggetto o il messaggio.
ja_jp: メールの送信に失敗しました. 件名またはメッセージが指定されていません.
pl_pl: nie udało się wysłać e-maila. bez tematu lub wiadomość została podana.
pt_pt: não conseguiu enviar e-mail. foi dado nenhum assunto ou mensagem.
ru_ru: не удалось отправить письмо. не было дано без темы или сообщения.
zh_cn: 无法发送电子邮件。 没有给出主题或信息。

source: Failed to send email. No users selected to send to.
bg_bg: Не успя да изпрати имейл. Няма избрани получатели.
de_de: versäumt, E-Mail senden. keine Benutzer ausgewählt, um zu senden.
es_es: no para enviar correo electrónico. no hay usuarios seleccionados para enviar el mensaje.
fr_fr: pas envoyer un courriel. aucun utilisateurs sélectionnés pour l'envoi.
it_it: non è riuscito a inviare e-mail. gli utenti non selezionati per inviare.
ja_jp: メールの送信に失敗しました. 送信先のユーザーが選択されていません.
pl_pl: nie udało się wysłać e-maila. nie wybranych użytkowników, aby wysłać dokument.
pt_pt: não conseguiu enviar e-mail. Nenhum usuário selecionado para enviar para.
ru_ru: не удалось отправить письмо. ни один пользователь не выбран, чтобы отправить.
zh_cn: 无法发送电子邮件。 没有选择发送给的用户。

source: Sent email to users from user page
bg_bg: изпрати имейл до потребителите от потребителската страница
de_de: E-Mail an Benutzer von der Benutzerseite gesendet
es_es: correo electrónico enviado a los usuarios desde la página de usuario
fr_fr: email envoyé aux utilisateurs depuis la page utilisateur
it_it: inviato email agli utenti dalla pagina utente
ja_jp: ユーザーページからユーザーにメールを送信しました
pl_pl: wysłał e-mail do użytkowników ze strony użytkownika
pt_pt: enviou email aos usuários da página do usuário
ru_ru: отправил письмо пользователям со страницы пользователя
zh_cn: 从用户页面发送电子邮件给用户

source: User Added.
bg_bg: Потребителя беше добавен.
de_de: Benutzer hinzugefügt.
es_es: Usuario agregado
fr_fr: Utilisateur Supplémentaire.
it_it: Utente Aggiunto.
ja_jp: ユーザーが追加されました.
pl_pl: Użytkownik dodał.
pt_pt: Usuário adicionado
ru_ru: Пользователь Добавлено.
zh_cn: 用户已添加。

source: User Updated.
bg_bg: Потребителя беше актуализиран.
de_de: Benutzer aktualisiert.
es_es: Usuario actualizado
fr_fr: Mise à jour utilisateur.
it_it: Aggiornato utente.
ja_jp: ユーザーが更新されました.
pl_pl: aktualizacja użytkownika.
pt_pt: Usuário atualizado.
ru_ru: Пользователь обновление.
zh_cn: 用户已更新。

source: User cloned.
bg_bg: Потребителя беше клониран.
de_de: Benutzer geklont.
es_es: Usuario clonado
fr_fr: Utilisateur cloné.
it_it: Utente clonato.
ja_jp: ユーザーがクローンされました.
pl_pl: Użytkownik sklonowany.
pt_pt: Usuário clonado
ru_ru: Пользователь клонировали.
zh_cn: 用户已克隆。

source: Manage Users
bg_bg: Управлявайте потребителите
de_de: Benutzer verwalten
es_es: Administrar Usuarios
fr_fr: Gérer les utilisateurs
it_it: Gestire gli utenti
ja_jp: ユーザー管理
pl_pl: zarządzanie użytkownikami
pt_pt: Gerenciar usuários
ru_ru: Управление пользователями
zh_cn: 管理用户

source: Add New User
bg_bg: Добави нов потребител
de_de: Neuen Benutzer hinzufügen
es_es: Añadir nuevo usuario
fr_fr: Ajouter un nouvel utilisateur
it_it: Aggiungi nuovo utente
ja_jp: 新規ユーザーの追加
pl_pl: dodać nowego użytkownika
pt_pt: Adicionar novo usuário
ru_ru: Добавить нового пользователя
zh_cn: 添加新用户

source: Add users from LDAP/AD
bg_bg: Добави потребители от LDAP/AD
de_de: Benutzer hinzufügen aus LDAP / AD-
es_es: agregar usuarios de LDAP / AD
fr_fr: ajouter des utilisateurs à partir de LDAP / AD
it_it: aggiungere gli utenti da LDAP / annuncio
ja_jp: LDAP/ADからユーザーの追加
pl_pl: dodać użytkowników z LDAP / reklamy
pt_pt: adicionar usuários de ldap / ad
ru_ru: добавить пользователей из LDAP / AD
zh_cn: 从LDAP / AD添加用户

source: Send Email to All Users
bg_bg: Изпратете имейл до всички потребители
de_de: E-Mail senden an alle Benutzer
es_es: enviar un correo electrónico a todos los usuarios
fr_fr: envoyez un courriel à tous les utilisateurs
it_it: inviare e-mail a tutti gli utenti
ja_jp: すべてのユーザーにメールを送信
pl_pl: wyślij e-mail do wszystkich użytkowników
pt_pt: enviar e-mail para todos os usuários
ru_ru: отправить письмо всем пользователям
zh_cn: 发送电​​子邮件给所有用户

source: Email All Users
bg_bg: Изпратете имейл на всички потребители
de_de: E-Mail für alle Benutzer
es_es: un correo electrónico a todos los usuarios
fr_fr: e-mail à tous les utilisateurs
it_it: mail a tutti gli utenti
ja_jp: すべてのユーザーにメールを送信
pl_pl: e-mail wszystkich użytkowników
pt_pt: enviar e-mail a todos os usuários
ru_ru: по электронной почте всех пользователей
zh_cn: 给所有用户发送电子邮件

source: Phone Number
bg_bg: Телефонен номер
de_de: Telefonnummer
es_es: Numero de Telefono
fr_fr: Numéro de téléphone
it_it: Numero di telefono
ja_jp: 電話番号
pl_pl: numer telefonu
pt_pt: Número de telefone
ru_ru: Номер телефона
zh_cn: 电话号码

source: Auth Level
bg_bg: Ниво оториз
de_de: auth Ebene
es_es: nivel de autenticación
fr_fr: niveau d'authentification
it_it: livello auth
ja_jp: 認証レベル
pl_pl: Poziom auth
pt_pt: nível auth
ru_ru: Уровень аутентификации
zh_cn: 身份验证级别

source: Auth Type
bg_bg: тип на удостоверяване (оторизация)
de_de: Authentifizierungstyp
es_es: Tipo de autenticación
fr_fr: Type d'auth
it_it: Tipo di autenticazione
ja_jp: 認証タイプ
pl_pl: Typ uwierzytelniania
pt_pt: Tipo de autenticação
ru_ru: Тип аутентификации
zh_cn: 验证类型

source: Last Login
bg_bg: Последно влизане
de_de: letzte Anmeldung
es_es: último acceso
fr_fr: Dernière connexion
it_it: ultimo accesso
ja_jp: 前回のログイン
pl_pl: Ostatnie logowanie
pt_pt: último login
ru_ru: последний Войти
zh_cn: 上次登录

source: Active Directory
es_es: directorio activo
zh_cn: 活动目录

source: Local
bg_bg: Местен
de_de: lokal
it_it: locale
ja_jp: ローカル
pl_pl: lokalny
ru_ru: местный
zh_cn: 本地

source: No records found
bg_bg: Не са намерени записи
de_de: Kein Eintrag vorhanden
es_es: No se encontrarón archivos
fr_fr: Aucun enregistrement trouvé
it_it: Nessun record trovato
ja_jp: レコードが見つかりませんでした
pl_pl: nie znaleziono pozycji
pt_pt: Sem registos encontrados
ru_ru: записей не найдено
zh_cn: 发现没有记录

source: Account is enabled
bg_bg: Потребителския профил е деактивиран
de_de: Konto ist deaktiviert
es_es: cuenta deshabilitada
fr_fr: le compte est désactivé
it_it: l'account è disabilitato
ja_jp: アカウントが有効です
pl_pl: konto jest nieaktywne
pt_pt: conta esta desabilitada
ru_ru: Аккаунт отключен
zh_cn: 帐户已启用

source: Account is disabled
bg_bg: Потребителския профил е деактивиран
de_de: Konto ist deaktiviert
es_es: cuenta deshabilitada
fr_fr: le compte est désactivé
it_it: l'account è disabilitato
ja_jp: アカウントが無効です
pl_pl: konto jest nieaktywne
pt_pt: conta esta desabilitada
ru_ru: Аккаунт отключен
zh_cn: 帐户已停用

source: Clone
bg_bg: Клонинг
de_de: Klonen
es_es: Clonar
fr_fr: Cloner
ja_jp: クローン
pl_pl: klon
ru_ru: Клонирование
zh_cn: 克隆

source: Masquerade As
bg_bg: Маскирайте се като
de_de: Masquerade Wie
es_es: Hacerse pasar por
fr_fr: Se faire passer pour
it_it: Come Masquerade
ja_jp: マスカレード
pl_pl: uchodzić za
pt_pt: mascarada como
ru_ru: Как Маскарад
zh_cn: 伪装成

source: Enable
bg_bg: Активирайте
de_de: Aktiviert
es_es: Habilitado
fr_fr: Activé
it_it: Abilitato
ja_jp: 有効
pl_pl: włączone
pt_pt: Ativar
ru_ru: Доступно
zh_cn: 启用

source: Unlock Account
bg_bg: Отключете потребителския профил
de_de: entsperren Konto
es_es: desbloquear cuenta
fr_fr: déverrouiller compte
it_it: sbloccare il conto
ja_jp: アカウントのロックを解除
pl_pl: odblokować konto
pt_pt: desbloquear a conta
ru_ru: разблокировать учетную запись
zh_cn: 解锁帐号

source: Send Email
bg_bg: Изпратете имейл
de_de: E-Mail senden
es_es: enviar correo electrónico
fr_fr: envoyer un courriel
it_it: inviare e-mail
ja_jp: メール送信
pl_pl: wyślij e-mail
pt_pt: enviar e-mail
ru_ru: отправить письмо
zh_cn: 发送电​​子邮件

source: Unlock
bg_bg: Отключете
de_de: aufschließen
es_es: desbloquear
fr_fr: ouvrir
it_it: sbloccare
ja_jp: ロック解除
pl_pl: odblokować
pt_pt: destravar
ru_ru: отпереть
zh_cn: 解锁

source: Send Email to Selected Users
bg_bg: Изпратете имейл на избрани потребители
de_de: schicken Sie diese an ausgewählte Benutzer
es_es: enviar un correo electrónico a los usuarios seleccionados
fr_fr: envoyez un courriel à des utilisateurs sélectionnés
it_it: inviare e-mail agli utenti selezionati
ja_jp: 選択したユーザーにメールを送信
pl_pl: wyślij e-mail do wybranych użytkowników
pt_pt: enviar e-mail para usuários selecionados
ru_ru: отправьте сообщение по адресу выбранных пользователей
zh_cn: 发送电​​子邮件给选定的用户

source: Email Subject
bg_bg: Имейл "тема" (subject)
de_de: E-Mail Betreff
es_es: asunto del correo electrónico
fr_fr: objet de l'email
it_it: oggetto della mail
ja_jp: メール件名
pl_pl: Temat e-mail
pt_pt: assunto do email
ru_ru: тема сообщения
zh_cn: 电子邮件主题

source: Email Body
bg_bg: Имейл тяло (body)
de_de: E-Mail-Körper
es_es: cuerpo del correo electrónico
fr_fr: corps de l'email
it_it: corpo-mail
ja_jp: メール本文
pl_pl: Ciało e-mail
pt_pt: corpo do email
ru_ru: почта тело
zh_cn: 电子邮件正文

source: Must have a subject and message to send email.
bg_bg: Трябва да има тема (subject) и съобщение за изпращане на електронна поща.
de_de: müssen Sie einen Betreff und Nachricht müssen E-Mail senden.
es_es: debe tener un asunto y un mensaje para enviar correo electrónico.
fr_fr: doit avoir un objet et un message pour envoyer des courriels.
it_it: deve avere un oggetto e il messaggio per l'invio di posta elettronica.
ja_jp: 件名とメッセージが入力されていません.
pl_pl: musi mieć temat i treść wiadomości, aby wysłać e-mail.
pt_pt: deve ter um assunto e uma mensagem para enviar e-mail.
ru_ru: должны быть тему и текст сообщения для отправки электронной почты.
zh_cn: 必须有主题和消息才能发送电子邮件。

source: You need to select users to send this email to.
bg_bg: Вие трябва да изберете на потребителите, на които да се изпрати този имейл.
de_de: Sie brauchen, um Benutzer auswählen, um diese E-Mail zu senden.
es_es: es necesario seleccionar a los usuarios enviar este e-mail a.
fr_fr: vous devez sélectionner les utilisateurs à envoyer cet email.
it_it: è necessario selezionare gli utenti a inviare questa email.
ja_jp: このメールを送信するユーザーを選択してください.
pl_pl: musisz wybrać użytkownikom wysłać e-mail do.
pt_pt: você precisa selecionar os usuários a enviar este e-mail para.
ru_ru: Вы должны выбрать пользователям отправлять это письмо.
zh_cn: 您需要选择要将此电子邮件发送到的用户。

source: %s API Key hasn't been updated in a while! You should generate a new key for %s.
bg_bg: %s API ключ не е актуализиран от известно време! Трябва да се генерира нов ключ за %s.
de_de: api Schlüssel s% eine Weile nicht mehr aktualisiert! Sie sollten einen neuen Schlüssel für% s erzeugen.
es_es: clave de API% s no ha sido actualizado desde hace tiempo! Debe generar una nueva clave para% s.
fr_fr: La clé de api de% n'a pas été mis à jour en temps! vous devez générer une nouvelle clé pour% s.
it_it: % S chiave API non è stato aggiornato in un istante! È necessario generare una nuova chiave per% s.
ja_jp: %s API キーはしばらく更新されていません! %s の新しいキーを生成してください.
pl_pl: % s klucz API nie został zaktualizowany na jakiś czas! należy wygenerować nowy klucz dla% s.
pt_pt: chave api% s não foi atualizado em quando! Você deve gerar uma nova chave para% s.
ru_ru: % S ключ API не был обновлен в то время! вы должны создать новый ключ для% S.
zh_cn: %s API密钥已有一段时间没有更新！ 您应该为%s生成一个新密钥。

source: User account was not found.
bg_bg: Потребителския акаунт не е намерен.
de_de: Benutzerkonto wurde nicht gefunden.
es_es: Cuenta de usuario no fue encontrado
fr_fr: Compte d'utilisateur n'a pas été trouvé.
it_it: L'account utente non è stato trovato.
ja_jp: ユーザーアカウントが見つかりませんでした。
pl_pl: Konto użytkownika nie został znaleziony.
pt_pt: Usuário de conta não foi encontrado
ru_ru: Учетная запись пользователя не был найден.
zh_cn: 找不到用户帐户。

source: Must have a valid user ID to be edited.
bg_bg: трябва да има валиден потребителски идентификатор, който да бъде редактиран.
de_de: muss eine gültige Benutzer-ID haben, die bearbeitet werden kann.
es_es: debe tener una identificación de usuario válida para ser editada.
fr_fr: doit avoir un identifiant d'utilisateur valide à éditer.
it_it: deve avere un id utente valido da modificare.
ja_jp: 有効なユーザーIDを編集する必要があります。
pl_pl: musi mieć poprawny identyfikator użytkownika do edycji.
pt_pt: deve ter um ID de usuário válido para ser editado.
ru_ru: должен иметь действительный идентификатор пользователя для редактирования.
zh_cn: 必须具有有效的用户ID才能进行编辑。

source: Repeat New Password
bg_bg: Повторете новата парола
de_de: Neues Passwort wiederholen
es_es: Repita la nueva contraseña
fr_fr: Répéter nouveau mot de passe
it_it: Ripeti Nuova Password
ja_jp: 新しいパスワード（確認）
pl_pl: powtórz nowe hasło
pt_pt: Repita a nova senha
ru_ru: Повторите новый пароль
zh_cn: 重复新密码

source: Email User New Password
bg_bg: Изпрати нова парола на потребителя в имейл
de_de: E-Mail Benutzer New Password
es_es: Enviar correo al usuario la nueva contraseña
fr_fr: Utilisateur Mot de passe Nouvel e-mail
it_it: Email Password Nuovo Utente
ja_jp: ユーザーに新しいパスワードをメールする
pl_pl: e-mail użytkownika nowe hasło
pt_pt: Nova senha de email do usuário
ru_ru: E-mail пользователя новый пароль
zh_cn: 电子邮件用户新密码

source: Edit User
bg_bg: Редактирайте потребителя
de_de: Benutzer bearbeiten
es_es: Editar uusario
fr_fr: Modifier l'utilisateur
it_it: Modifica utente
ja_jp: ユーザーの編集
pl_pl: edytuj użytkownika
pt_pt: Editar usuário
ru_ru: Редактировать пользователя
zh_cn: 编辑用户

source: Update User
bg_bg: Актуализация на потребителя
es_es: Actualizar usuario
fr_fr: Mettre à jour l'utilisateur
it_it: Aggiornamento utente
ja_jp: ユーザーの更新
pl_pl: Aktualizacja użytkownika
pt_pt: Atualizar usuário
ru_ru: Обновление пользователей
zh_cn: 更新用户

source: Repeat Password
bg_bg: Повторете паролата
de_de: Passwort wiederholen
es_es: Repita la contraseña
fr_fr: Répétez Mot de passe
it_it: Ripetere la password
ja_jp: パスワード（確認）
pl_pl: powtórz hasło
pt_pt: Repita a senha
ru_ru: Повторить пароль
zh_cn: 重复密码

source: Email User Account Information
bg_bg: Изпрати информация за потребителския акаунт чрез имейл
de_de: Email User Account Informationen
es_es: Enviar correo al usuario con informacion de la cuenta
fr_fr: E-mail Informations de compte d'utilisateur
it_it: Email Informazioni utente account
ja_jp: ユーザーにアカウント情報をメールする
pl_pl: informacje konto użytkownika e-mail
pt_pt: Informações da Conta de e-mail do usuário
ru_ru: E-mail информация об учетной записи пользователя
zh_cn: 电子邮件用户帐户信息

source: Add User
bg_bg: Добави потребител
de_de: Benutzer hinzufügen
es_es: Agregar usuario
fr_fr: Ajouter un utilisateur
it_it: Aggiungi utente
ja_jp: ユーザーの追加
pl_pl: dodać użytkownika
pt_pt: Adicionar usuário
ru_ru: Добавить пользователя
zh_cn: 添加用户

source: Changing your username is not recommended. But if you wish to proceed, you should be warned that it may take a while to take effect depending on your configuration. Do you wish to proceed?
bg_bg: Промяната на потребителското име не се препоръчва. Ако искате да продължите, трябва да ви предупредим, че може да отнеме известно време, преди промените да влязат в сила, в зависимост от конфигурацията ви. Желаете ли да продължите?
de_de: Ihren Benutzernamen zu ändern ist nicht zu empfehlen. aber wenn Sie den Vorgang fortsetzen möchten, sollten Sie gewarnt werden, dass es eine Weile dauern kann wirksam werden je nach Ihrer Konfiguration. Möchten Sie fortfahren?
es_es: No se recomienda cambiar su nombre de usuario. pero si desea continuar, debemos advertir que puede tomar un tiempo para tener efecto dependiendo de su configuración. ¿Desea continuar?
fr_fr: changer votre nom d'utilisateur est déconseillée. mais si vous souhaitez continuer, vous devez être averti que cela peut prendre un certain temps pour prendre effet en fonction de votre configuration. Voulez-vous continuer?
it_it: cambiare il nome utente non è raccomandato. ma se si desidera procedere, si dovrebbe essere avvertito che potrebbe richiedere un po 'per entrare in vigore a seconda della configurazione. si desidera procedere?
ja_jp: ユーザー名を変更することはお勧めできません. 続行すると、設定によっては有効になるまでしばらく時間がかかる可能性があります. 続行しますか？
pl_pl: zmiany nazwy użytkownika nie jest zalecane. ale jeśli chcesz kontynuować, to powinien być ostrzeżony, że może to zająć trochę czasu, aby podjąć działanie w zależności od konfiguracji. czy chcesz kontynuować?
pt_pt: mudando seu nome de usuário não é recomendado. mas se você deseja prosseguir, você deve ser avisado de que pode levar algum tempo para ter efeito, dependendo da sua configuração. Você deseja continuar?
ru_ru: как изменить имя пользователя не рекомендуется. но если вы хотите продолжить, вы должны быть предупреждены, что это может занять некоторое время, чтобы вступить в силу в зависимости от конфигурации. Вы хотите продолжить?
zh_cn: 不建议更改用户名。 但是，如果要继续，应警告您，可能需要一段时间才能生效，具体取决于您的配置。 你想继续吗？

source: Account Settings
bg_bg: Настройките на профила ми
de_de: Mein Account Settings
es_es: Configuraciones de mi Cuenta
fr_fr: Mes Paramètres du compte
it_it: Il mio account Impostazioni
ja_jp: マイアカウント設定
pl_pl: Ustawienia mojego konta
pt_pt: Minhas Configurações de Conta
ru_ru: Мои Настройки аккаунта
zh_cn: 我的帐户设置

source: You must fill out a new password or click set to a random secure password before setting this option.
bg_bg: трябва да попълните нова парола или да щракнете върху задаване на произволна защитена парола, преди да зададете тази опция.
de_de: Sie müssen ein neues Kennwort eingeben oder auf Zufälliges sicheres Kennwort festlegen klicken, bevor Sie diese Option festlegen.
es_es: debe completar una nueva contraseña o hacer clic en establecer una contraseña segura aleatoria antes de configurar esta opción.
fr_fr: vous devez remplir un nouveau mot de passe ou cliquer sur définir sur un mot de passe sécurisé aléatoire avant de définir cette option.
it_it: è necessario inserire una nuova password o fare clic su imposta su una password sicura casuale prima di impostare questa opzione.
ja_jp: このオプションを設定する前に、新しいパスワードを入力するか、[ランダムな安全なパスワードに設定]をクリックする必要があります。
pl_pl: przed ustawieniem tej opcji musisz wpisać nowe hasło lub kliknąć opcję ustaw losowe bezpieczne hasło.
pt_pt: você deve preencher uma nova senha ou clicar em definir uma senha segura aleatória antes de definir esta opção.
ru_ru: вы должны ввести новый пароль или выбрать случайный безопасный пароль, прежде чем устанавливать этот параметр.
zh_cn: 您必须先填写新密码或单击“设置为随机安全密码”，然后才能设置此选项。

source: Set to a random secure password
bg_bg: задайте произволна защитена парола
de_de: auf ein zufälliges sicheres Passwort setzen
es_es: establecido en una contraseña segura aleatoria
fr_fr: défini sur un mot de passe sécurisé aléatoire
it_it: impostato su una password sicura casuale
ja_jp: ランダムで安全なパスワードに設定
pl_pl: ustawione na losowe bezpieczne hasło
pt_pt: definido como uma senha segura aleatória
ru_ru: установить случайный безопасный пароль
zh_cn: 设置为随机的安全密码

source: Force Password Change at Next Login
bg_bg: Форсирайте промяна на паролата при следващото влизане
de_de: Force-Passwort ändern bei der nächsten Anmeldung
es_es: Forzar el cambio de contraseña cuando ingrese la proxima vez
fr_fr: Changer de mot de passe lors de la connexion suivante vigueur
it_it: Forza di modifica della password all'accesso successivo
ja_jp: 次回ログイン時にパスワード変更を強制する
pl_pl: zmiana hasła przy następnym logowaniu siły
pt_pt: alteração de senha vigor no próximo login
ru_ru: Силы Изменить пароль при следующем входе
zh_cn: 下次登录时强制更改密码

source: Create as Monitoring Contact
bg_bg: Създадете като контакт за следене (monitoring contact)
de_de: Erstellen Sie so Überwachung Kontakt
es_es: Crearlo como Contacto de Monitoreo
fr_fr: Créer comme contact de surveillance
it_it: Crea come contatto di
ja_jp: 監視の連絡先を作成する
pl_pl: utworzyć monitoringiem
pt_pt: criar o contato de monitoração
ru_ru: Создать как мониторинг Контакт
zh_cn: 创建监控联系

source: Enable Notifications
bg_bg: Активирайте известията
de_de: Aktivieren Sie Benachrichtigungen
es_es: Habilitar Notificaciones
fr_fr: Activer les notifications
it_it: Attiva notifiche
ja_jp: 通知を有効にする
pl_pl: włączyć powiadomienia
pt_pt: Habilitar notificações
ru_ru: Включить уведомления
zh_cn: 启用通知

source: Account Enabled
bg_bg: Активиран потребителски профил
de_de: Konto aktiviert
es_es: cuenta activada
fr_fr: compte activé
it_it: conto abilitato
ja_jp: アカウントを有効化
pl_pl: konto włączony
pt_pt: conta habilitada
ru_ru: счет включен
zh_cn: 帐户已启用

source: Preferences
bg_bg: Ппредпочитания
es_es: Preferencias
fr_fr: Préférences
it_it: Preferenze
ja_jp: プリファレンス
pl_pl: Preferencje
pt_pt: Preferências
ru_ru: Предпочтения
zh_cn: 首选项

source: Authentication Settings
bg_bg: Настройки за оторизация
es_es: Configuracion de Autenticacion
fr_fr: Paramètres d'authentification
it_it: Impostazioni di autenticazione
ja_jp: 認証設定
pl_pl: Ustawienia uwierzytelniania
pt_pt: Configurações de autenticação
ru_ru: Параметры проверки подлинности
zh_cn: 身份验证设置
