Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: 3 (linkUp)
bg_bg: 3 (свързване)
de_de: 3 (Verbindung)
es_es: 3 (enlace)
fr_fr: 3 (lien)
it_it: 3 (collegamento)
ja_jp: 3（リンクアップ）
pt_pt: 3 (link)
ru_ru: 3 (ссылка)
zh_cn: 3（一个接口从故障状态变为工作状态）

source: 4 (authenticationFailure)
bg_bg: 4 (неудостоверяване на автентичността)
de_de: 4 (Authentifizierungsfehler)
es_es: 4 (falla de autenticación)
ja_jp: 4（認証失敗）
pt_pt: 4 (falha de autenticação)
ru_ru: 4 (аутентификация)
zh_cn: 4（认证失败）

source: 5 (egpNeighborLoss)
bg_bg: 5 (напр.
de_de: 5 (zbneigbborloss)
zh_cn: 5（一个EGP相邻路由器变为故障状态）

source: 6 (enterpriseSpecific)
bg_bg: 6 (предприятия)
de_de: 6 (unternehmensspezifisch)
es_es: 6 (específico de la empresa)
fr_fr: 6 (spécifique à l'entreprise)
it_it: 6 (specifico per le imprese)
pl_pl: 6 (specyficzne dla przedsiębiorstwa)
pt_pt: 6 (empresasespecíficas)
ru_ru: 6 (для предприятий)
zh_cn: 6（代理自定义的事件，需要用后面的“特定代码”来指明）

source: Generic trap type.
bg_bg: генеричен тип капан.
de_de: generischer Trapentyp
es_es: tipo de trampa genérica
fr_fr: type de piège générique.
it_it: tipo di trappola generico.
ja_jp: ジェネリックトラップタイプ。
pl_pl: rodzaj ogólnej pułapki.
pt_pt: tipo de armadilha genérica.
ru_ru: общий тип ловушки.
zh_cn: 一般陷阱类型。

source: Specific Trap
bg_bg: специфичен капак
de_de: spezifische Falle
es_es: trampa específica
fr_fr: piège spécifique
it_it: trappola specifica
ja_jp: 特定のトラップ
pl_pl: konkretna pułapka
pt_pt: armadilha específica
ru_ru: специфическая
zh_cn: 具体陷阱

source: Specific enterprise trap code.
bg_bg: конкретен код за капани на предприятието.
de_de: spezifischer Enterprise-Trap-Code
es_es: código específico de trampa empresarial.
fr_fr: code d'interruption d'entreprise spécifique.
it_it: codice trap aziendale specifico.
ja_jp: 特定のエンタープライズトラップコード。
pl_pl: określony kod pułapki korporacyjnej.
pt_pt: código de armadilha empresarial específico.
ru_ru: специфический код ловушки.
zh_cn: 特定的企业陷阱代码。

source: Hostname or IP address of the agent that generated this trap.
bg_bg: име на хост или IP адрес на агента, генерирал този капан.
de_de: Hostname oder IP-Adresse des Agenten, der diesen Trap generiert hat.
es_es: nombre de host o dirección IP del agente que generó esta trampa.
fr_fr: nom d'hôte ou adresse IP de l'agent qui a généré ce piège.
it_it: nome host o indirizzo IP dell'agente che ha generato questa trap.
ja_jp: このトラップを生成したエージェントのホスト名またはIPアドレス。
pl_pl: nazwa hosta lub adres IP agenta, który wygenerował tę pułapkę.
pt_pt: nome do host ou endereço IP do agente que gerou essa interceptação.
ru_ru: имя хоста или IP-адрес агента, создавшего эту ловушку.
zh_cn: 生成此陷阱的代理的主机名或IP地址。

source: Community&nbsp;String
bg_bg: общност низ
de_de: Community-Zeichenfolge
es_es: cadena de comunidad
fr_fr: chaîne de communauté
it_it: stringa di comunità
ja_jp: コミュニティストリング
pl_pl: ciąg społeczności
pt_pt: string de comunidade
ru_ru: строка сообщества
zh_cn: 社区 字符串

source: The community string you want associated with this trap. Community strings are used for authentication purposes.
bg_bg: който искате да свържете с този капан. низовете на общността се използват за удостоверяване.
de_de: die Community-Zeichenfolge, die mit dieser Trap verknüpft werden soll. Community-Zeichenfolgen werden für Authentifizierungszwecke verwendet.
es_es: la cadena de comunidad que quiere asociar con esta trampa. Las cadenas de comunidad se utilizan con fines de autenticación.
fr_fr: la chaîne de communauté que vous voulez associer à ce piège. Les chaînes de communauté sont utilisées à des fins d'authentification.
it_it: la stringa di comunità che si desidera associare a questa trap. le stringhe di comunità sono utilizzate per scopi di autenticazione.
ja_jp: このトラップに関連付けるコミュニティストリング。コミュニティ文字列は認証目的で使用されます。
pl_pl: ciąg społeczności, który chcesz skojarzyć z tą pułapką. Ciągi wspólnotowe są używane do celów uwierzytelniania.
pt_pt: a string de comunidade que você deseja associar a essa armadilha. seqüências de comunidade são usadas para fins de autenticação.
ru_ru: строка сообщества, которую вы хотите связать с этой ловушкой. Строки сообщества используются для целей аутентификации.
zh_cn: 您要与此陷阱关联的社区字符串。 社区字符串用于认证目的。

source: The object identifier you want associated with this trap.
bg_bg: идентификаторът на обекта, който искате да бъде свързан с този капан.
de_de: die Objektkennung, die mit dieser Falle verknüpft werden soll.
es_es: el identificador de objeto que quiere asociar con esta trampa.
fr_fr: l'identificateur d'objet que vous voulez associer à ce piège.
it_it: l'identificatore dell'oggetto che si desidera associare a questa trappola.
ja_jp: このトラップに関連付けるオブジェクト識別子。
pl_pl: identyfikator obiektu, który chcesz powiązać z tą pułapką.
pt_pt: o identificador de objeto que você deseja associar a essa armadilha.
ru_ru: идентификатор объекта, который вы хотите связать с этой ловушкой.
zh_cn: 您想要与此陷阱关联的对象标识符。

source: Variable Bindings
bg_bg: променливи свързвания
de_de: variable Bindungen
es_es: enlaces variables
fr_fr: liaisons variables
it_it: legami variabili
ja_jp: 変数バインディング
pl_pl: zmienne wiązania
pt_pt: ligações variáveis
ru_ru: переменные привязки
zh_cn: 变量绑定

source: A variable binding is the pairing of an SNMP object instance name with an associated value. A variable binding list is a series of variable binding entries.
bg_bg: променливото свързване е сдвояването на име на потребителски модел на snmp с свързана стойност. променлив списък за свързване е поредица от променливи свързващи записи.
de_de: Eine Variablenbindung ist die Paarung eines SNMP-Objektinstanznamens mit einem zugeordneten Wert. Eine Variable-Bindungs-Liste ist eine Reihe von Variablen-Bindungs-Einträgen.
es_es: un enlace variable es el emparejamiento de un nombre de instancia de objeto snmp con un valor asociado. una lista de enlaces variables es una serie de entradas de enlaces variables.
fr_fr: une liaison de variable est l'appariement d'un nom d'instance d'objet snmp avec une valeur associée. une liste de liaison de variable est une série d'entrées de liaison de variable.
it_it: un legame variabile è l'associazione di un nome di istanza dell'oggetto snmp con un valore associato. una lista di binding variabile è una serie di voci di binding variabili.
ja_jp: 可変バインディングとは、SNMP オブジェクトインスタンス名と関連する値とのペアです。可変バインディングリストは一連の可変バインディングエントリです。
pl_pl: powiązanie zmiennej to parowanie nazwy instancji obiektu snmp z powiązaną wartością. zmienna lista powiązań jest serią zmiennych wiązań.
pt_pt: uma ligação variável é o emparelhamento de um nome de instância do objeto snmp com um valor associado. uma lista de ligação variável é uma série de entradas de ligação variáveis.
ru_ru: привязка переменной является спариванием имени экземпляра объекта snmp со связанным значением. список привязки переменных представляет собой серию записей привязки переменных.
zh_cn: 变量绑定是SNMP对象实例名称与关联值的配对。 变量绑定列表是一系列变量绑定条目。

source: Integer
bg_bg: цяло число
de_de: ganze Zahl
es_es: entero
fr_fr: entier
it_it: numero intero
ja_jp: 整数
pl_pl: liczba całkowita
pt_pt: inteiro
ru_ru: целое число
zh_cn: 整数

source: Unsigned
bg_bg: Определен
de_de: Assigned
es_es: Asignado
fr_fr: Assigné
it_it: Assegnato
ja_jp: 符号なし
pl_pl: przydzielony
pt_pt: Atribuído
ru_ru: Назначенный
zh_cn: 未签名

source: Counter
bg_bg: брояч
de_de: Zähler
es_es: mostrador
fr_fr: compteur
it_it: contatore
ja_jp: カウンタ
pl_pl: licznik
pt_pt: contador
ru_ru: счетчик
zh_cn: 计数器

source: String
bg_bg: Символен низ
de_de: Schnur
es_es: Filtrando
fr_fr: Chaîne
it_it: Stringa
ja_jp: 文字列
pl_pl: strunowy
pt_pt: Monitoramento
ru_ru: Строка
zh_cn: 串

source: Hex String
bg_bg: шестнадесетичен низ
de_de: Hex-Zeichenfolge
es_es: cadena hexagonal
fr_fr: chaîne hexagonale
it_it: stringa esadecimale
ja_jp: 16進文字列
pl_pl: ciąg szesnastkowy
pt_pt: string hexadecimal
ru_ru: шестигранная строка
zh_cn: 十六进制字符串

source: Decimal String
bg_bg: десетичен низ
de_de: dezimale Zeichenfolge
es_es: cadena decimal
fr_fr: chaîne décimale
it_it: stringa decimale
ja_jp: 10進数の文字列
pl_pl: ciąg dziesiętny
pt_pt: string decimal
ru_ru: десятичная строка
zh_cn: 十进制字符串

source: Null Object
bg_bg: null обект
de_de: Nullobjekt
es_es: objeto nulo
fr_fr: objet nul
it_it: oggetto nullo
ja_jp: nullオブジェクト
pl_pl: obiekt zerowy
pt_pt: objeto nulo
ru_ru: нулевой объект
zh_cn: 空对象

source: Object ID
bg_bg: id на обекта
de_de: Objekt Identifikation
es_es: ID de objeto
fr_fr: identifiant de l'objet
it_it: oggetto ID
ja_jp: オブジェクトID
pl_pl: identyfikator obiektu
pt_pt: id do objeto
ru_ru: идентификатор объекта
zh_cn: 对象ID

source: Timeticks
de_de: Zeitpläne
pl_pl: czasy
pt_pt: horários
zh_cn: 时针

source: Bits
bg_bg: бита
fr_fr: morceaux
it_it: bit
ja_jp: ビット
pl_pl: bity
ru_ru: биты
zh_cn: 位

source: Test File Contents
bg_bg: съдържанието на тестовия файл
de_de: Inhalt der Testdatei prüfen
es_es: contenido del archivo de prueba
fr_fr: contenu du fichier de test
it_it: testare il contenuto del file
ja_jp: テストファイルの内容
pl_pl: testuj zawartość pliku
pt_pt: conteúdo do arquivo de teste
ru_ru: содержимое тестового файла
zh_cn: 测试文件内容

source: Clear Test File
bg_bg: ясен тестов файл
de_de: Klare Testdatei
es_es: archivo de prueba claro
fr_fr: effacer le fichier de test
it_it: cancellare il file di test
ja_jp: テストファイルをクリアする
pl_pl: wyczyść plik testowy
pt_pt: arquivo de teste claro
ru_ru: ясный тестовый файл
zh_cn: 清除测试文件

source: Unknown Traps Log Contents
bg_bg: непознати съдържания на дневника
de_de: Unknown traps protokolliert Inhalte
es_es: contenido de registro de trampas desconocidas
fr_fr: les pièges inconnus consignent le contenu
it_it: contenuto del registro delle trap sconosciute
ja_jp: 不明なトラップログの内容
pl_pl: zawartość logów nieznanych pułapek
pt_pt: conteúdo de log de traps desconhecidos
ru_ru: неизвестно содержимое ловушек ловушек
zh_cn: 未知的陷阱日志内容

source: Add Example Trap Definition
bg_bg: добавете определение на прихващането на пример
de_de: füge Beispieldefinition hinzu
es_es: agregar ejemplo de definición de trampa
fr_fr: ajouter un exemple de définition de piège
it_it: aggiungi la definizione trap di esempio
ja_jp: トラップ定義例の追加
pl_pl: dodaj przykładową definicję pułapki
ru_ru: добавить пример определения ловушки
zh_cn: 添加示例陷阱定义

source: Add an SNMP trap definition with a predefined event name, symbolic OID, category, severity, description and execute line. Useful for learning how a trap is defined or for testing purposes.
bg_bg: добавете определение на snp trap с предварително зададено име на събитие, символична категория, категория, тежест, описание и изпълнение. полезна за изучаването на дефинирането на капан или за целите на тестването.
de_de: Fügen Sie eine SNMP-Trapdefinition mit einem vordefinierten Ereignisnamen, einer symbolischen OID, einer Kategorie, einem Schweregrad, einer Beschreibung und einer Ausführungszeile hinzu. nützlich, um zu lernen, wie eine Falle definiert ist oder zu Testzwecken.
es_es: agregue una definición de trampa snmp con un nombre de evento predefinido, símbolo simbólico, categoría, gravedad, descripción y línea de ejecución. útil para aprender cómo se define una trampa o para fines de prueba.
fr_fr: ajouter une définition d'interruption snmp avec un nom d'événement prédéfini, un oid symbolique, une catégorie, une gravité, une description et une ligne d'exécution. utile pour apprendre comment un piège est défini ou à des fins de test.
it_it: aggiungere una definizione snmp trap con un nome evento predefinito, oid simbolico, categoria, severità, descrizione e riga di esecuzione. utile per imparare come viene definita una trappola o per scopi di test.
ja_jp: シンボリック・トラップ定義を定義済みのイベント名、シンボリックoid、カテゴリー、重要度、説明および実行行とともに追加します。トラップの定義方法やテスト目的の学習に役立ちます。
pl_pl: dodaj definicję pułapki snmp z predefiniowaną nazwą zdarzenia, symbolem symbolicznym, kategorią, poziomem ważności, opisem i wierszem wykonania. przydatne do nauki definiowania pułapki lub do celów testowych.
pt_pt: adicione uma definição de armadilha snmp com um nome de evento predefinido, oid simbólico, categoria, severidade, descrição e linha de execução. útil para aprender como uma armadilha é definida ou para fins de teste.
ru_ru: добавьте определение ловушки snmp с предопределенным именем события, символикой oid, категорией, строгостью, описанием и строкой выполнения. полезно для изучения того, как ловушка определена или для целей тестирования.
zh_cn: 添加具有预定义事件名称，符号OID，类别，严重性，描述和执行行的SNMP陷阱定义。 对于了解陷阱的定义方式或测试目的很有用。

source: Send Test Trap
bg_bg: изпратете тестов капак
de_de: Testfalle senden
es_es: enviar trampa de prueba
fr_fr: envoyer un piège de test
it_it: invia trap prova
ja_jp: テストトラップ送信
pl_pl: wyślij pułapkę testową
pt_pt: enviar armadilha de teste
ru_ru: отправить тестовую ловушку
zh_cn: 发送测试陷阱

source: Send an SNMP trap with an OID that matches the trap definition provided by the <b>Add Example Trap Definition</b> button. Useful for testing purposes.
bg_bg: изпратете спринцов филтър с oid, който съответства на дефиницията на капака, предоставена от бутона за <b>добавяне на примерен капак</b> . полезни за целите на теста.
de_de: Senden Sie einen SNMP-Trap mit einer OID, die der Trapdefinition entspricht, die durch die Schaltfläche zum <b>Hinzufügen eines Beispieltrapdefinitionsfensters</b> bereitgestellt wird. nützlich für Testzwecke.
es_es: envíe una trampa snmp con un oid que coincida con la definición de trampa proporcionada por el botón de <b>agregar definición de trampa de ejemplo</b> . útil para fines de prueba.
fr_fr: envoie un piège snmp avec un oid qui correspond à la définition d'interruption fournie par le bouton de <b>définition d'un piège d'exemple</b> . utile à des fins de test.
it_it: invia una trappola snmp con un oid che corrisponde alla definizione trap fornita dal pulsante di <b>definizione trap trap di esempio</b> . utile a scopo di test.
ja_jp: <b>トラップ定義例の追加</b>ボタンが提供するトラップ定義と一致する OID を持つ SNMP トラップを送信します。テストの目的に役立ちます。
pl_pl: wyślij pułapkę snmp z oidem, który pasuje do definicji pułapki dostarczonej przez przycisk <b>definicji pułapki dodawania</b> . przydatne do testowania.
pt_pt: envie uma armadilha snmp com um oid que corresponda à definição de armadilha fornecida pelo botão de <b>definição de armadilha de exemplo de adição</b> . útil para fins de teste.
ru_ru: отправьте ловушку snmp с oid, которая соответствует определению ловушки, предоставленному кнопкой <b>добавления примера примера добавления</b> . полезно для целей тестирования.
zh_cn: 发送OID与<b>添加示例陷阱定义</ b>按钮提供的陷阱定义相匹配的SNMP陷阱。 用于测试目的。

source: Send Custom Test Trap
bg_bg: изпратете обичайния тест капан
de_de: Senden Sie eine benutzerdefinierte Testfalle
es_es: enviar trampa de prueba personalizada
fr_fr: envoyer un piège de test personnalisé
it_it: invia trap prova personalizzata
ja_jp: カスタムテストトラップ送信
pl_pl: wyślij niestandardową pułapkę testową
pt_pt: enviar armadilha de teste personalizada
ru_ru: отправить специальную тестовую ловушку
zh_cn: 发送自定义测试陷阱

source: Send a customized test SNMP trap. Useful for testing/debugging specific trap handling script use cases.
bg_bg: изпратете персонализиран капан за тестване на snmp. полезна за тестване / отстраняване на грешки при използване на конкретни случаи на използване на скриптове за работа с капани.
de_de: Senden Sie eine benutzerdefinierte Test-SNMP-Trap. nützlich zum Testen / Debuggen bestimmter Anwendungsfälle für die Trap-Verarbeitung.
es_es: envía una trampa personalizada de prueba snmp. útil para probar / depurar casos de uso de scripts específicos para el manejo de capturas.
fr_fr: envoyer un piège snmp de test personnalisé. utile pour tester / déboguer des cas d'utilisation de scripts de gestion d'interruptions spécifiques.
it_it: invia una trappola snmp test personalizzata. utile per test / debug di casi d'uso di script specifici per la gestione delle trap.
ja_jp: カスタマイズされたテストSNMPトラップを送信します。特定のトラップ処理スクリプトの使用例をテスト/デバッグするのに便利です。
pl_pl: wyślij spersonalizowaną testową pułapkę snmp. przydatne do testowania / debugowania określonych przypadków użycia skryptu obsługi pułapek.
pt_pt: Envie uma armadilha snmp de teste personalizada. útil para testar / depurar casos de uso de script de manipulação de interceptação específicos.
ru_ru: отправьте настраиваемую пробную ловушку snmp. полезно для тестирования / отладки конкретных сценариев использования сценариев обработки ловушек.
zh_cn: 发送自定义的测试SNMP陷阱。 对于测试/调试特定陷阱处理脚本用例很有用。

source: Restore SNMPTT Configuration
bg_bg: възстановяване на конфигурация snmptt
de_de: Stellen Sie die snmptt-Konfiguration wieder her
es_es: restaurar la configuración snmptt
fr_fr: restaurer la configuration snmptt
it_it: ripristinare la configurazione di snmptt
ja_jp: SNMPTT 設定のリストア
pl_pl: przywróć konfigurację snmptt
pt_pt: restaurar a configuração snmptt
ru_ru: восстановить конфигурацию snmptt
zh_cn: 恢复SNMPTT配置

source: Rewrite the trap definition database to snmptt.conf.nxti and restarts the trap translator. Use this if you've accidentally edited snmptt.conf.nxti
bg_bg: презапишете базата данни за дефиниране на капан до snmptt.conf.nxti и рестартирайте trap traveler. използвайте това, ако случайно сте редактирали snmptt.conf.nxti
de_de: Schreiben Sie die Trap-Definitionsdatenbank in snmptt.conf.nxti um und starten Sie den Trap-Übersetzer neu. Verwenden Sie dies, wenn Sie versehentlich snmptt.conf.nxti bearbeitet haben
es_es: reescribe la base de datos de definiciones de trampas a snmptt.conf.nxti y reinicia el traductor de trampas. usa esto si accidentalmente editaste snmptt.conf.nxti
fr_fr: réécrire la base de données de définition de piège à snmptt.conf.nxti et redémarre le traducteur de piège. utilisez ceci si vous avez édité accidentellement snmptt.conf.nxti
it_it: riscrivi il database di definizione trap su snmptt.conf.nxti e riavvia il traduttore trap. usalo se hai accidentalmente modificato snmptt.conf.nxti
ja_jp: トラップ定義データベースをsnmptt.conf.nxtiに書き換え、トラップトランスレータを再起動します。誤ってsnmptt.conf.nxtiを編集した場合は、これを使用してください
pl_pl: przerobić bazę danych definicji pułapki na snmptt.conf.nxti i ponownie uruchomić translator pułapek. użyj tego, jeśli przypadkowo edytowałeś snmptt.conf.nxti
pt_pt: reescreva o banco de dados de definição de trap para snmptt.conf.nxti e reinicie o tradutor de trap. use isto se você acidentalmente editou o snmptt.conf.nxti
ru_ru: перепишите базу данных определения ловушек в snmptt.conf.nxti и перезапустите транслятор ловушки. используйте это, если вы случайно отредактировали snmptt.conf.nxti
zh_cn: 将陷阱定义数据库重写为snmptt.conf.nxti并重新启动陷阱转换器。 如果您不小心编辑了snmptt.conf.nxti，请使用此选项

source: Show Test File Contents
bg_bg: показва съдържанието на тестовия файл
de_de: Inhalt der Testdatei anzeigen
es_es: mostrar los contenidos del archivo de prueba
fr_fr: Afficher le contenu du fichier de test
it_it: mostra i contenuti del file di test
ja_jp: テストファイルの内容を表示
pl_pl: pokaż zawartość pliku testowego
pt_pt: mostrar conteúdo do arquivo de teste
ru_ru: показать содержимое тестового файла
zh_cn: 显示测试文件内容

source: Show the contents of the SNMP test file.
bg_bg: покажете съдържанието на тестовия файл за snmp.
de_de: zeige den Inhalt der snmp-Testdatei an.
es_es: mostrar el contenido del archivo de prueba snmp.
fr_fr: montre le contenu du fichier de test snmp.
it_it: mostra il contenuto del file di test snmp.
ja_jp: SNMP テストファイルの内容を表示します。
pl_pl: pokaż zawartość pliku testowego snmp.
pt_pt: mostra o conteúdo do arquivo de teste snmp.
ru_ru: покажите содержимое тестового файла snmp.
zh_cn: 显示SNMP测试文件的内容。

source: Show Unknown Trap Log
bg_bg: показване на неизвестен регистър на капан
de_de: zeige unbekanntes Trap-Protokoll
es_es: mostrar registro de trampa desconocido
fr_fr: montrer le journal de trappe inconnu
it_it: mostra il registro trap sconosciuto
ja_jp: 不明なトラップログを表示
pl_pl: pokaż nieznany dziennik pułapek
pt_pt: mostrar log de armadilha desconhecido
ru_ru: показать неизвестный журнал ловушек
zh_cn: 显示未知的陷阱日志

source: Show the contents of the snmpttunknown.log file. Any traps that are received without matching definitions are logged here.
bg_bg: покажете съдържанието на файла snmpttunknown.log. всички капани, които са получени без съвпадение на определенията, са записани тук.
de_de: Zeigen Sie den Inhalt der Datei snmpttunknown.log an. Alle Traps, die ohne übereinstimmende Definitionen empfangen werden, werden hier protokolliert.
es_es: muestra el contenido del archivo snmpttunknown.log. cualquier captura que se reciba sin las correspondientes definiciones se registra aquí.
fr_fr: affiche le contenu du fichier snmpttunknown.log. tous les pièges reçus sans les définitions correspondantes sont enregistrés ici.
it_it: mostra il contenuto del file snmpttunknown.log. tutte le trap ricevute senza definizioni corrispondenti vengono registrate qui.
ja_jp: snmpttunknown.logファイルの内容を表示します。一致する定義なしで受信されたすべてのトラップがここに記録されます。
pl_pl: pokaż zawartość pliku snmpttunknown.log. wszelkie pułapki odebrane bez pasujących definicji są rejestrowane tutaj.
pt_pt: mostre o conteúdo do arquivo snmpttunknown.log. quaisquer traps recebidos sem definições correspondentes são registrados aqui.
ru_ru: покажите содержимое файла snmpttunknown.log. все ловушки, которые получены без соответствующих определений, регистрируются здесь.
zh_cn: 显示snmpttunknown.log文件的内容。 接收到的没有匹配定义的任何陷阱都记录在这里。

source: Toggle Received Traps Logging
bg_bg: превключва логването на получените капани
de_de: Umschalten der Protokollierung empfangener Traps
es_es: alternar el registro de trampas recibidas
fr_fr: activer / désactiver la journalisation des pièges reçus
it_it: attiva / disattiva la registrazione delle trap ricevute
ja_jp: 受信したトラップのロギングを切り替えます
pl_pl: przełącz rejestrowanie otrzymanych pułapek
pt_pt: alternar registro de traps recebidos
ru_ru: переключать полученные ловушки
zh_cn: 切换接收到的陷阱记录

source: Enable or disable logging to the Received Traps table. Logging is currently %s.
bg_bg: активирайте или деактивирайте регистрирането в таблицата на получените капани. регистрирането в момента е% s.
de_de: Aktivieren oder Deaktivieren der Protokollierung für die empfangene Traps-Tabelle. Die Protokollierung ist derzeit% s.
es_es: active o desactive el registro en la tabla de capturas recibidas. el registro es actualmente% s.
fr_fr: activer ou désactiver la journalisation dans la table des pièges reçus. la journalisation est actuellement% s.
it_it: abilitare o disabilitare la registrazione nella tabella trap ricevuta. la registrazione è attualmente% s.
ja_jp: 受信したトラップテーブルへのロギングを有効または無効にします。ログは現在％sです。
pl_pl: włączyć lub wyłączyć logowanie do tabeli odebranych pułapek. rejestracja jest obecnie% s.
pt_pt: ativar ou desativar o log na tabela de traps recebidos. atualmente o registro é% s.
ru_ru: включить или отключить запись в полученную таблицу ловушек. ведение журнала в настоящее время% s.
zh_cn: 启用或禁用到“接收的陷阱”表的日志记录。 目前正在记录%s。

source: enabled
bg_bg: Активиран
de_de: Aktiviert
es_es: Habilitado
fr_fr: Activé
it_it: Abilitato
ja_jp: 有効
pl_pl: włączone
pt_pt: Ativar
ru_ru: Доступно
zh_cn: 启用

source: disabled
bg_bg: Деактивиран
de_de: behindert
es_es: Deshabilitado
fr_fr: handicapé
it_it: disabile
ja_jp: 無効
pl_pl: niepełnosprawny
pt_pt: Desabilitado
ru_ru: инвалид
zh_cn: 禁用

source: Test file successfully cleared
bg_bg: тестовия файл успешно изтрит
de_de: Testdatei wurde erfolgreich gelöscht
es_es: archivo de prueba borrado con éxito
fr_fr: Le fichier de test a été effacé
it_it: il file di test è stato correttamente cancellato
ja_jp: テストファイルが正常にクリアされました
pl_pl: plik testowy został pomyślnie wyczyszczony
pt_pt: arquivo de teste eliminado com sucesso
ru_ru: файл теста успешно очищен
zh_cn: 测试文件已成功清除
