Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Description missing on line #
bg_bg: Описанието липсва на линия #
de_de: Beschreibung fehlende on line #
es_es: Falta descripción en la línea #
fr_fr: Description du manquants sur la ligne #
it_it: Descrizione mancante on line #
ja_jp: 説明が入力されていません： #
pl_pl: Opis brakuje na linii #
pt_pt: Descrição faltando na linha n º
ru_ru: Описание отсутствует на линии #
zh_cn: 第＃行缺少说明

source: Format missing on line #
bg_bg: Липсва формата на линия #
de_de: Format fehlende on line #
es_es: Falta formato en la línea #
fr_fr: Format manquant sur la ligne #
it_it: Formato missing on line #
ja_jp: 形式が入力されていません： #
pl_pl: Format brakuje na linii #
pt_pt: Formato em falta na linha n º
ru_ru: Формат отсутствующих на линии #
zh_cn: 第＃行缺少格式

source: User updated global mobile carrier settings
bg_bg: Потребителя актуализира настройките "глобален мобилен оператор" (global mobile carrier settings)
de_de: Benutzer aktualisiert globalen Mobilfunkbetreiber Einstellungen
es_es: Usuario actualizado la configuración global de portadores móviles
fr_fr: Utilisateur mis à jour les paramètres globaux de télécommunications mobiles
it_it: Utente aggiornato le impostazioni globali gestore di telefonia mobile
ja_jp: ユーザーがグローバルな携帯キャリア設定を更新しました
pl_pl: Ustawienia przewoźnika Global Mobile zaktualizowany użytkowników
pt_pt: Usuário atualizou as configurações globais de operadora de celular
ru_ru: Пользователь обновленной глобальной настройки мобильного носителя
zh_cn: 用户更新了全球移动运营商设置

source: Mobile carriers updated.
bg_bg: Мобилните оператори са обновени.
de_de: Mobilfunkanbieter aktualisiert.
es_es: Los operadores móviles actualizada.
fr_fr: Les opérateurs mobiles mis à jour.
it_it: Operatori di telefonia mobile aggiornato.
ja_jp: 携帯キャリアが更新されました.
pl_pl: aktualizacja operatorzy komórkowi.
pt_pt: Operadora de celular atualizado.
ru_ru: Сотовые операторы обновляется.
zh_cn: 移动运营商已更新。

source: Defaults restored
bg_bg: Стойностите по подразбиране са възстановени
de_de: Standardwerte zurückgesetzt
es_es: Por defecto restaurado
fr_fr: Par défaut restaurés
it_it: Impostazioni predefinite ripristinate
ja_jp: 既定がリストアされました
pl_pl: domyślnie przywrócone
pt_pt: Padrões restaurados
ru_ru: По умолчанию восстановлено
zh_cn: 默认值恢复

source: Manage Plugins
bg_bg: Управлявайте плъгини
de_de: Plugins verwalten
es_es: Administrar plugins
fr_fr: Gérer les plugins
it_it: Gestione Plugins
ja_jp: プラグイン管理
pl_pl: zarządzanie wtyczek
pt_pt: Gerenciar Plugins
ru_ru: Управление плагинами
zh_cn: 管理插件

source: Manage the monitoring plugins and scripts that are installed on this system. Use caution when deleting plugins or scripts, as they may cause your monitoring system to generate errors.
bg_bg: Управлявайте плъгините за мониторинг и скриптовете, които са инсталирани на тази система. Внимавайте при изтриване на плъгини или скриптове, тъй като това може да доведе до грешки във вашата система за наблюдение.
de_de: Verwalten der Überwachung Plugins und Skripte, die auf diesem System installiert sind. Seien Sie vorsichtig beim Löschen von Plugins oder Scripts, wie sie Ihre Monitoring-System kann zu Fehlern zu generieren.
es_es: Gestionar los plugins y scripts de monitoreo que están instalados en el sistema. Tenga cuidado al eliminar plugins o scripts, ya que pueden hacer que el sistema de monitoreo para generar errores.
fr_fr: Gérer les plugins de surveillance et des scripts qui sont installés sur ce système. Faites preuve de prudence lorsque vous supprimez des extensions ou des scripts, car ils peuvent causer votre système de surveillance afin de générer des erreurs.
it_it: Gestire i plugin e gli script di monitoraggio che vengono installati su questo sistema. Prestare attenzione durante l'eliminazione di plugin o script, in quanto potrebbero causare il sistema di monitoraggio a generare errori.
ja_jp: このシステムにインストールされている監視プラグインとスクリプトを管理します. プラグインやスクリプトの削除は、監視システムにエラーを引き起こす可能性があるので注意してください.
pl_pl: zarządzać wtyczek monitoringu i skryptów, które są zainstalowane na tym systemie. należy zachować ostrożność podczas usuwania wtyczki lub skrypty, ponieważ mogą one spowodować, system monitorowania generować błędy.
pt_pt: Gerenciar os plugins de monitoramento e scripts que estão instalados no sistema. Tenha cuidado ao excluir plugins ou scripts, como eles podem fazer com que seu sistema de monitoramento para gerar erros.
ru_ru: Управление мониторинга плагинов и скриптов, которые установлены на этой системе. Соблюдайте осторожность при удалении плагинов или скриптов, так как они могут привести к вашей системе мониторинга к возникновению ошибок.
zh_cn: 管理此系统上安装的监视插件和脚本。 删除插件或脚本时请小心，因为它们可能会导致监视系统生成错误。

source: Find thousands of community-developed plugins to extend Nagios XI's capabilities at the
bg_bg: Намерите хиляди плъгини, разработени от общността за разширяване на възможностите Nagios
de_de: Hunderte von Community entwickelte Plugins Nagios XI Fähigkeiten bei Verlängerung
es_es: Encuentre cientos de comunidades desarrolladas plugins para extender las capacidades de Nagios XI en
fr_fr: Trouvez des centaines d'développées par la communauté des plugins pour étendre les fonctionnalités de Nagios XI à l'
it_it: Trova centinaia di comunità di sviluppo plugin per estendere le funzionalità di Nagios XI a
ja_jp: コミュニティにはNagios XIの機能を拡張するたくさんのプラグインがあります
pl_pl: znaleźć setki wtyczek społecznościowych rozwinięta w celu rozszerzenia możliwości Nagios XI w
pt_pt: Encontre centenas de comunidade desenvolvidos plugins para estender as capacidades do Nagios XI em
ru_ru: Найти сотни сообщество развитых плагины для расширения возможностей Nagios XI по адресу
zh_cn: 在社区中找到数千个社区开发的插件以扩展Nagios XI的功能。

source: Upload a Plugin
bg_bg: Качете плъгин
de_de: Hochladen Plugin
es_es: Subir plugin
fr_fr: Téléchargez Plugin
it_it: Carica Plugin
ja_jp: プラグインをアップロード
pl_pl: Wtyczka wysyłania
pt_pt: Enviar plugin
ru_ru: Загрузить плагин
zh_cn: 上传插件

source: Convert line endings
bg_bg: Конвертирайте края на редовете (line endings)
de_de: konvertieren Zeilenenden
es_es: convertir los finales de línea
fr_fr: convertir les fins de ligne
it_it: convertire fine riga
ja_jp: 改行を変換する
pl_pl: konwersję zakończeń linii
pt_pt: converter finais de linha
ru_ru: конвертировать окончания строк
zh_cn: 转换行尾

source: Convert plugin's line endings to UNIX line endings. This process will not break already UNIX-formatted files.
bg_bg: Конвертирайте края на редовете (line endings) на плъгина (plugin) до UNIX край на редовете( UNIX line endings). Tози процес няма да наруши вече UNIX-форматирани файлове.
de_de: konvertieren Zeilenenden Plugins zu Unix-Zeilenenden (wird nicht bereits Unix-formatierte Dateien brechen)
es_es: convertir los finales de línea del plugin para unix finales de línea (no rompa archivos ya con formato Unix)
fr_fr: convertir les fins de ligne de plug-in pour les fins de ligne UNIX (ne sera pas briser fichiers unix déjà formatés)
it_it: convertire i fine riga del plugin di fine riga di UNIX (non rompere i file già in formato unix)
ja_jp: プラグインの改行をUNIX改行に変換する.（UNIX形式ファイルに使用してもファイルは破損しません）
pl_pl: konwersję zakończeń linii plugin do zakończeń linii Unix (już nie złamie pliki w formacie UNIX-)
pt_pt: converter finais de linha do plugin para finais de linha unix (não vai quebrar arquivos já unix-formatados)
ru_ru: конвертировать окончания строк плагина для Unix окончаниях строк (не сломается уже Unix-файлы в формате)
zh_cn: 将插件的行尾转换为UNIX行尾。 此过程不会破坏UNIX格式的文件。

source: Upload Plugin
bg_bg: Качете плъгин
de_de: Hochladen Plugin
es_es: Subir plugin
fr_fr: Téléchargez Plugin
it_it: Carica Plugin
ja_jp: プラグインをアップロード
pl_pl: Wtyczka wysyłania
pt_pt: Enviar plugin
ru_ru: Загрузить плагин
zh_cn: 上传插件

source: More Plugins
bg_bg: Повече плъгини
de_de: Weitere Plugins
es_es: más plugins
fr_fr: plus de plugins
it_it: più plugin
ja_jp: 他のプラグイン
pl_pl: więcej wtyczek
pt_pt: mais plugins
ru_ru: больше плагинов
zh_cn: 更多的插件

source: Installed a plugin
bg_bg: инсталира плъгин
de_de: ein Plugin installiert
es_es: instaló un plugin
fr_fr: installé un plugin
it_it: installato un plugin
ja_jp: プラグインをインストールしました
pl_pl: zainstalowałem wtyczkę
pt_pt: instalou um plugin
ru_ru: установлен плагин
zh_cn: 安装了一个插件

source: New plugin was installed successfully.
bg_bg: Новия плъгин е инсталиран успешно.
de_de: Neues Plugin wurde erfolgreich installiert.
es_es: Nuevo plugin se ha instalado correctamente.
fr_fr: Nouveau plugin a été installé avec succès.
it_it: Nuovo plugin è stato installato correttamente.
ja_jp: 新しいプラグインが正常にインストールされました.
pl_pl: Nowa wtyczka została zainstalowana.
pt_pt: Novo plugin foi instalado com sucesso.
ru_ru: Новый плагин был успешно установлен.
zh_cn: 新的插件安装成功。

source: Plugin could not be installed - directory permissions may be incorrect.
bg_bg: Плъгина не можа да се инсталира - възможно е правата на директориите да са неправилни.
de_de: Plugin konnte nicht installiert werden - Verzeichnisberechtigungen möglicherweise falsch.
es_es: Plugin no se pudo instalar - permisos de directorio puede ser incorrecta.
fr_fr: Plugin ne peuvent être installés - autorisations de répertoire est incorrect.
it_it: Plugin non possono essere installati - autorizzazioni per la directory potrebbe non essere corretto.
ja_jp: プラグインをインストールできませんでした - ディレクトリのアクセス権限が正しくない可能性があります.
pl_pl: Wtyczka nie może być zainstalowany - uprawnienia katalogu mogą być nieprawidłowe.
pt_pt: Plugin não pôde ser instalado - permissões de diretório pode estar incorreta.
ru_ru: Плагин не может быть установлен - директория разрешения могут быть неверными.
zh_cn: 无法安装插件-目录权限可能不正确。

source: Deleted a plugin
bg_bg: изтри плагин
de_de: ein Plugin gelöscht
es_es: eliminado un plugin
fr_fr: supprimé un plugin
it_it: eliminato un plugin
ja_jp: プラグインを削除しました
pl_pl: usunięto wtyczkę
pt_pt: excluiu um plugin
ru_ru: удалил плагин
zh_cn: 删除了一个插件

source: Plugin deleted.
bg_bg: Плъгина беше изтрит.
de_de: Plugin gelöscht.
es_es: API eliminada.
fr_fr: Plugin supprimé.
it_it: Plugin cancellato.
ja_jp: プラグインが削除されました.
pl_pl: Wtyczka usunięta.
pt_pt: Plugin excluído.
ru_ru: Плагин удалены.
zh_cn: 插件删除。

source: Plugin delete failed - directory permissions may be incorrect.
bg_bg: Изтриването на плъгина се провали - възможно е правата на директориите да са неправилни.
de_de: Plugin löschen fehlgeschlagen - Verzeichnisberechtigungen möglicherweise falsch.
es_es: Plugin de eliminación falló - permisos de directorio puede ser incorrecta.
fr_fr: Plugin suppression a échoué - autorisations de répertoire est incorrect.
it_it: Plugin delete fallito - autorizzazioni per la directory potrebbe non essere corretto.
ja_jp: プラグインの削除に失敗しました - ディレクトリのアクセス権限が正しくない可能性があります.
pl_pl: Wtyczka delete nie powiodło się - uprawnienia katalogu mogą być nieprawidłowe.
pt_pt: Exclusão do plugin falhou - permissões de diretório pode estar incorreta.
ru_ru: Плагин удалить не удалось - каталог разрешений может быть неправильным.
zh_cn: 插件删除失败-目录权限可能不正确。

source: Available Updates
bg_bg: Налични актуализации
de_de: Verfügbare Updates
es_es: Actualizaciones disponibles
fr_fr: Mises à jour disponibles
it_it: Aggiornamenti disponibili
ja_jp: 利用可能なアップデート
pl_pl: dostępne aktualizacje
pt_pt: Atualizações disponíveis
ru_ru: Доступные обновления
zh_cn: 可用更新

source: Monitoring Engine Event Queue Chart
bg_bg: Диаграма на опашката за събития за двигателя за наблюдение
de_de: Überwachung Engine Veranstaltung Queue
es_es: Supervisión de eventos del motor de cola
fr_fr: File d'attente d'événement de surveillance du moteur
it_it: Controllo dei motori coda di eventi
ja_jp: 監視エンジンイベントキューグラフ
pl_pl: Silnik monitorowanie wykresu kolejki zdarzeń
pt_pt: monitoramento de fila de eventos do motor
ru_ru: Мониторинг двигателя событие очереди
zh_cn: 监视引擎事件队列图

source: Monitoring Engine Check Statistics
bg_bg: Статистика за проверка на двигателя за наблюдение
de_de: Überwachung Engine prüfen Statistik
es_es: Control de las estadísticas de Check Engine
fr_fr: Contrôle des statistiques Check Engine
it_it: Monitoraggio del motore controllare le statistiche
ja_jp: 監視エンジンチェック統計
pl_pl: monitorowania statystyk wyboru silnika
pt_pt: estatísticas de verificação do motor de monitoramento
ru_ru: Мониторинг статистики двигателя проверки
zh_cn: 监控引擎查询统计

source: Monitoring Engine Performance
bg_bg: Производителност на двигателя за наблюдение
de_de: Überwachung Engine Leistung
es_es: Supervisión del rendimiento del motor
fr_fr: Performance Engine Monitoring
it_it: Monitoraggio delle prestazioni del motore
ja_jp: 監視エンジンパフォーマンス
pl_pl: Monitorowanie wydajności silnika
pt_pt: Desempenho do motor de monitoramento
ru_ru: Мониторинг производительности двигателя
zh_cn: 监控引擎性能

source: Monitoring Engine Process
bg_bg: Процес на двигателя за наблюдение
de_de: Überwachung Motor Prozess
es_es: Seguimiento de procesos del motor
fr_fr: Process Engine Monitoring
it_it: Controllo dei motori del processo
ja_jp: 監視エンジンプロセス
pl_pl: Proces monitorowania silnika
pt_pt: Processo do Mecanismo de Monitoramento
ru_ru: Процесс мониторинга двигателя
zh_cn: 监控引擎过程

source: Performance Graphs
bg_bg: Графики за ефективността
de_de: Leistungsdiagramme
es_es: Graficas de Desempeño
fr_fr: Graphiques sur le rendement
it_it: Grafici delle prestazioni
ja_jp: パフォーマンスグラフ
pl_pl: wykresy wydajności
pt_pt: Gráficos de Desempenho
ru_ru: Производительность графики
zh_cn: 性能图

source: Network Outages
bg_bg: Прекъсвания на мрежата
de_de: Netzwerkausfälle
es_es: Salida de la red
fr_fr: Pannes du réseau
it_it: Interruzioni di rete
ja_jp: ネットワーク停止
pl_pl: awarie sieci
pt_pt: Interrupções na rede
ru_ru: Перебоев в сети
zh_cn: 网络故障

source: Host Status Summary
bg_bg: Хост Статус Обобщение
de_de: Host Status Zusammenfassung
es_es: Resumen del Estatus del Host
fr_fr: Résumé de l'état d'accueil
it_it: Host Riepilogo stato
ja_jp: ホストステータスサマリー
pl_pl: Zestawienie stanu hosta
pt_pt: Resumo do status do host
ru_ru: Основная Состояние узла сети
zh_cn: 主机状态摘要

source: Service Status Summary
bg_bg: Обобщение за статуса на сървиса
de_de: Service Status Zusammenfassung
es_es: Resumen del Estatus del Servicio
fr_fr: Résumé de l'état de service
it_it: Servizio Riepilogo stato
ja_jp: サービスステータスサマリー
pl_pl: Zestawienie stanu usługi
pt_pt: Resumo do status do serviço
ru_ru: Основная Состояние службы
zh_cn: 服务状态摘要

source: Hostgroup Status Overview
bg_bg: Преглед на статуса на хост група
es_es: Panorama de los Hostgroup
fr_fr: Présentation du statut de groupe d'hôtes
it_it: Hostgroup Stato: presentazione
ja_jp: ホストグループステータス概要
pl_pl: przegląd stanu hostgroup
pt_pt: Ver visão global do grupo de hosts
ru_ru: Обзор группа узлов сети статус
zh_cn: 主机组状态概述

source: Hostgroup Status Grid
bg_bg: Мрежова таблица за статуса на хост група
es_es: Estatus del Grupo de Host
fr_fr: Grille Statut du groupe d'hôtes
it_it: Hostgroup Stato Griglia
ja_jp: ホストグループステータスグリッド
pl_pl: Siatka stan hostgroup
pt_pt: Status do grupo de hosts
ru_ru: Сетка группа узлов сети статус
zh_cn: 主机组状态网格

source: Servicegroup Status Overview
bg_bg: Общ преглед на статуса на сървис група
es_es: Panorama del Estatus del Grupo de Servicios
fr_fr: Présentation de l'état servicegroup
it_it: Servicegroup Stato: presentazione
ja_jp: サービスグループステータス概要
pl_pl: przegląd stanu servicegroup
pt_pt: Ver visão global do grupo de serviços
ru_ru: Servicegroup Статус обзор
zh_cn: 服务组状态概述

source: Servicegroup Status Grid
bg_bg: Таблица за статуса на сървис група
es_es: Estatus del Grupo de Servicios
fr_fr: Grille Statut servicegroup
it_it: Servicegroup Stato Griglia
ja_jp: サービスグループステータスグリッド
pl_pl: Siatka stan servicegroup
pt_pt: Status do grupo de serviços
ru_ru: Servicegroup Статус сетки
zh_cn: 服务组状态网格

source: Hostgroup Status Summary
bg_bg: Обобщен статус на хост група
es_es: Resumen del Estatus del Host
fr_fr: Résumé de l'état hostgroup
it_it: Hostgroup Riepilogo stato
ja_jp: ホストグループ ステータスサマリー
pl_pl: Zestawienie stanu hostgroup
pt_pt: Resumo do status do host
ru_ru: Основная группа узлов сети статус
zh_cn: 主机组状态摘要

source: Servicegroup Status Summary
bg_bg: Обобщение на статуса на сървис група
es_es: Resumen del Estatus del Servicio
fr_fr: Résumé de l'état servicegroup
it_it: Servicegroup Riepilogo stato
ja_jp: サービスグループ ステータスサマリー
pl_pl: Zestawienie stanu servicegroup
pt_pt: Resumo do status do serviço
ru_ru: Servicegroup Сводная информация о состоянии
zh_cn: 服务组状态摘要

source: Component Status
bg_bg: Статус на компонента
de_de: Core Component Status
es_es: Estatus de los Componentes del Sistema XI
fr_fr: Etat des composants de base
it_it: Nucleo Stato componente
ja_jp: コンポーネントステータス
pl_pl: Stan składnika
pt_pt: Status do componente XI Sistema
ru_ru: Статус ключевых компонентов
zh_cn: 组件状态

source: Server Statistics
bg_bg: Сървърни статистики
de_de: Server Statistik
es_es: Estadisticas del Servidr
fr_fr: Statistiques du serveur
it_it: Statistics Server
ja_jp: サーバ統計
pl_pl: Statystyki serwera
pt_pt: Estatísticas do Servidor
ru_ru: Сервер статистики
zh_cn: 服务器统计信息

source: Network Outages Summary
bg_bg: Обобщение престои в мрежата
de_de: Netzwerkausfälle Zusammenfassung
es_es: Salida de la red
fr_fr: Réseau Pannes Résumé
it_it: Interruzioni di rete Sommario
ja_jp: ネットワーク停止サマリー
pl_pl: Podsumowanie awarie sieci
pt_pt: Interrupções na rede
ru_ru: Основная перебоев в сети
zh_cn: 网络中断摘要

source: Network Health
bg_bg: Състояние на мрежата
es_es: Salud de la red
fr_fr: Réseau de santé
it_it: Health Network
ja_jp: ネットワークヘルス
pl_pl: zdrowotnej sieci
pt_pt: saúde da rede
ru_ru: Сеть здравоохранения
zh_cn: 网络健康

source: Host Status TAC Summary
bg_bg: Хост Статус Тактическо Обобщение
de_de: Host Status TAC Zusammenfassung
es_es: Resumen del Estatus del Host
fr_fr: Host Status TAC Résumé
it_it: Host Riepilogo stato TAC
ja_jp: ホストステータスTACサマリー
pl_pl: gospodarzem stanu podsumowanie tac
pt_pt: Resumo do status do host
ru_ru: Хост Summary Status TAC
zh_cn: 主机状态TAC摘要

source: Service Status TAC Summary
bg_bg: Тактическо обобщение на статуса на сървиса
de_de: Service Status TAC Zusammenfassung
es_es: Resumen del Estatus del Servicio
fr_fr: Service d'état des TAC Résumé
it_it: Servizio Riepilogo stato TAC
ja_jp: サービスステータスTACサマリー
pl_pl: Status usługi podsumowanie tac
pt_pt: Resumo do status do serviço
ru_ru: Состояние службы TAC резюме
zh_cn: 服务状态TAC摘要

source: Feature Status Tac Summary
bg_bg: Статут на Функциите Тактическо Резюме
de_de: Funktion Status TAC Zusammenfassung
es_es: Resumen del Estatus del Servicio
fr_fr: Statut fonction TAC Résumé
it_it: Riepilogo delle caratteristiche di stato TAC
ja_jp: 機能ステータスTACサマリー
pl_pl: Podsumowanie tac stan funkcja
pt_pt: Resumo do status do serviço
ru_ru: Функция Статус TAC резюме
zh_cn: 功能状态Tac摘要

source: Administrative Tasks
bg_bg: Административни задачи
de_de: Administrative Aufgaben
es_es: Tareas Administrativas
fr_fr: Tâches administratives
it_it: Delle attività amministrative
ja_jp: 管理タスク
pl_pl: zadania administracyjne
pt_pt: Tarefas administrativas
ru_ru: Задачи администрирования
zh_cn: 管理任务

source: Getting Started
bg_bg: Приготвяме се да започнем
de_de: Erste Schritte
es_es: Guia de inicio
fr_fr: Mise en route
it_it: Guida introduttiva
ja_jp: はじめに
pl_pl: podręczny
pt_pt: Guia de Introdução
ru_ru: Приступая к работе
zh_cn: 入门

source: Page Top Alert Content
bg_bg: Странита Top Alert Content
de_de: Seitenanfang Benachrichtigung Inhalt
es_es: contenido de la página de alerta superior
fr_fr: Haut de page content d'alerte
it_it: pagina di contenuto avviso superiore
ja_jp: ページトップアラート内容
pl_pl: Alarm góra strony Zawartość
pt_pt: página de conteúdo alerta máximo
ru_ru: Самое популярное содержание страницы оповещения
zh_cn: 页面顶部警报内容

source: Tray Alert Content
de_de: Fach Benachrichtigung Inhalt
es_es: contenido de la alerta bandeja
fr_fr: teneur en alerte de plateau
it_it: contenuti avviso vassoio
ja_jp: トレイアラート内容
pl_pl: tacy powiadomienie treści
pt_pt: conteúdo de alerta bandeja
ru_ru: Содержание лоток оповещения
zh_cn: 托盘警报内容

source: Legacy Network Status Map
bg_bg: Класическа (Legacy) Network Status Map
de_de: Legacy-Netzwerk-Status-Karte
es_es: legado mapa estado de la red
fr_fr: héritage état du réseau carte
it_it: eredità mappa stato della rete
ja_jp: 旧ネットワークステータスマップ
pl_pl: Spuścizna stanu sieci map
pt_pt: mapa do estado da rede legado
ru_ru: наследство карта состояния сети
zh_cn: 旧版网络状态图

source: Host Status Table
bg_bg: Таблица на състоянието на хоста
de_de: Host-Statustabelle
es_es: Tabla de estado del host
fr_fr: Table d'état de l'hôte
it_it: Tabella di stato dell'ospite
ja_jp: ホストステータステーブル
pl_pl: Tabela stanu hosta
pt_pt: Tabela de status do host
ru_ru: Таблица состояния хоста
zh_cn: 主机状态表

source: Host Status State Summary
bg_bg: Хост Статус Тактическо Обобщение
de_de: Host Status TAC Zusammenfassung
es_es: Resumen del Estatus del Host
fr_fr: Host Status TAC Résumé
it_it: Host Riepilogo stato TAC
ja_jp: ホストステータス状態サマリー
pl_pl: gospodarzem stanu podsumowanie tac
pt_pt: Resumo do status do host
ru_ru: Хост Summary Status TAC
zh_cn: 主机状态TAC摘要

source: Host State Info
bg_bg: Информация за държавата-домакин
de_de: Host-Status info
es_es: Información del estado de acogida
fr_fr: Informations sur l'état de l'hôte
it_it: Informazioni sullo stato dell'ospite
ja_jp: ホスト状態情報
pl_pl: Informacje o stanie hosta
pt_pt: Informação do estado do host
ru_ru: Информация о состоянии хоста
zh_cn: 主机状态信息

source: Host State Quick Actions
bg_bg: Бързи действия на приемащата държава
de_de: Host-Status schnelle Aktionen
es_es: Acciones rápidas del estado de host
fr_fr: Actions rapides de l'état hôte
it_it: Azioni rapide dello stato host
ja_jp: ホスト状態のクイックアクション
pl_pl: Szybkie działania
pt_pt: Ações rápidas do estado do host
ru_ru: Быстрые действия
zh_cn: 主机状态快速动作

source: Host Comments
bg_bg: Коментари домакин
de_de: Host-Kommentare
es_es: Comentarios del anfitrión
fr_fr: Commentaires de l'hôte
it_it: Commenti dell'host
ja_jp: ホストのコメント
pl_pl: Komentarze gospodarza
pt_pt: Comentários do host
ru_ru: Комментарии хозяина
zh_cn: 主机评论

source: Host Service Statuses
bg_bg: състояния на хост услуги
de_de: Host-Service-Status
es_es: estados del servicio de host
fr_fr: statuts du service hôte
it_it: stati del servizio host
ja_jp: ホストサービスのステータス
pl_pl: statusy usług hosta
pt_pt: status de serviço de host
ru_ru: статусы службы хоста
zh_cn: 主机服务状态

source: Host Detailed State Info
bg_bg: Хост подробна информация за състоянието
de_de: Host detaillierte Status Info
es_es: Información detallada del estado del host
fr_fr: Informations détaillées sur l'état de l'hôte
it_it: Ospita informazioni dettagliate sullo stato
ja_jp: ホスト詳細の状態情報
pl_pl: Host szczegółowe informacje o stanie
pt_pt: Informações detalhadas sobre o estado do hotel
ru_ru: Подробная информация о состоянии хоста
zh_cn: 主机详细状态信息

source: Host Advanced Status Attributes
bg_bg: Хоствайте атрибути за напреднали състояния
de_de: Host erweiterte Statusattribute
es_es: Atributos avanzados de estado del host
fr_fr: Attributs d'état avancée de l'hôte
it_it: Host gli attributi di stato avanzati
ja_jp: ホストの高度なステータス属性
pl_pl: Przyjmują zaawansowane atrybuty stanu
pt_pt: Atribuir atributos de status avançados
ru_ru: Дополнительные атрибуты статуса хоста
zh_cn: 主机高级状态属性

source: Service Status Table
bg_bg: Подробности за статуса на сървиса
de_de: Service Status Detail
es_es: Detalles del Estatus del Servicio
fr_fr: Détail de l'état de service
it_it: Stato del servizio Dettaglio
ja_jp: サービスステータステーブル
pl_pl: szczegółowo stan usługi
pt_pt: Detalhes do status do serviço
ru_ru: Подробно Состояние службы
zh_cn: 服务状态详细信息

source: Service Status State Summary
bg_bg: Тактическо обобщение на статуса на сървиса
de_de: Service Status TAC Zusammenfassung
es_es: Resumen del Estatus del Servicio
fr_fr: Service d'état des TAC Résumé
it_it: Servizio Riepilogo stato TAC
ja_jp: サービスステータス状態サマリー
pl_pl: Status usługi podsumowanie tac
pt_pt: Resumo do status do serviço
ru_ru: Состояние службы TAC резюме
zh_cn: 服务状态TAC摘要
