Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: On some systems, sendmail may not be configured to send emails outside of localhost. We highly recommend using SMTP configuration.
bg_bg: на някои системи, sendmail може да не е конфигуриран да изпраща имейли извън localhost. ние силно препоръчваме да използвате smtp конфигурация.
de_de: Auf einigen Systemen ist sendmail möglicherweise nicht so konfiguriert, dass E-Mails außerhalb von localhost gesendet werden. Wir empfehlen dringend die Verwendung von SMTP-Konfiguration.
es_es: en algunos sistemas, sendmail puede no estar configurado para enviar correos electrónicos fuera de localhost. Recomendamos encarecidamente utilizar la configuración smtp.
fr_fr: Sur certains systèmes, sendmail n'est peut-être pas configuré pour envoyer des e-mails en dehors de localhost. Nous recommandons fortement d'utiliser la configuration smtp.
it_it: su alcuni sistemi, sendmail potrebbe non essere configurato per inviare e-mail al di fuori di localhost. si consiglia vivamente di utilizzare la configurazione smtp.
ja_jp: 一部のシステムでは、sendmail が localhost の外部にメールを送信するように設定されていない場合があります。 SMTP 設定を使用することを強くお勧めします。
pl_pl: w niektórych systemach sendmail może nie być skonfigurowany do wysyłania wiadomości e-mail poza localhost. zdecydowanie zalecamy używanie konfiguracji smtp.
pt_pt: em alguns sistemas, o sendmail pode não estar configurado para enviar e-mails fora do host local. nós recomendamos altamente usar a configuração do smtp.
ru_ru: в некоторых системах sendmail не может быть настроен для отправки электронных писем за пределами localhost. мы настоятельно рекомендуем использовать smtp-конфигурацию.
zh_cn: 在某些系统上，sendmail可能未配置为在localhost之外发送电子邮件。 我们强烈建议使用SMTP配置。

source: Logging
bg_bg: сеч
de_de: Protokollierung
es_es: explotación florestal
fr_fr: enregistrement
it_it: registrazione
ja_jp: ロギング
pl_pl: wycięcie lasu
pt_pt: exploração madeireira
ru_ru: протоколирование
zh_cn: 记录中

source: Enable logging of mail sent with the internal mail component (PHPMailer) <b>
bg_bg: активиране на регистрирането на поща, изпратена с вътрешния компонент за поща (phpmailer)
de_de: Protokollierung von E-Mails aktivieren, die mit der internen E-Mail-Komponente gesendet werden
es_es: habilitar el registro del correo enviado con el componente de correo interno (phpmailer)
fr_fr: activer la journalisation des messages envoyés avec le composant de messagerie interne (phpmailer)
it_it: abilita la registrazione della posta inviata con il componente della posta interna (phpmailer)
ja_jp: 内部メールコンポーネント（PHPMailer）で送信されたメールのログ記録を有効にします
pl_pl: włącz rejestrowanie poczty wysyłanej za pomocą wewnętrznego modułu poczty (phpmailer)
pt_pt: habilitar o registro de mensagens enviadas com o componente de correio interno (phpmailer)
ru_ru: включить регистрацию почты, отправленной с помощью внутреннего почтового компонента
zh_cn: 启用对通过内部邮件组件（PHPMailer）发送的邮件进行日志记录<b>

source: SMTP Settings
bg_bg: SMTP настройки
de_de: SMTP-Einstellungen
es_es: Parametros de SMTP
fr_fr: Paramètres SMTP
it_it: Impostazioni SMTP
ja_jp: SMTP設定
pl_pl: Ustawienia SMTP
pt_pt: Configurações de SMTP
ru_ru: Настройки SMTP
zh_cn: SMTP设置

source: Host
bg_bg: Хост
de_de: Gastgeber
fr_fr: Hôte
it_it: Ospite
ja_jp: ホスト
pl_pl: gospodarz
ru_ru: Хозяин
zh_cn: 主机

source: You can set up a failover/backup mail server by using a semi-colon (;) to define multiple SMTP hosts.
bg_bg: Можете да настроите сървъра за възстановяване на грешка / резервно копие, като използвате точка и запетая (;), за да дефинирате множество smtp хостове.
de_de: Sie können einen Failover / Backup-Mail-Server einrichten, indem Sie ein Semikolon (;) verwenden, um mehrere SMTP-Hosts zu definieren.
es_es: puede configurar un servidor de correo de respaldo / copia de seguridad utilizando un punto y coma (;) para definir varios hosts smtp.
fr_fr: vous pouvez configurer un serveur de messagerie de basculement / sauvegarde en utilisant un point-virgule (;) pour définir plusieurs hôtes smtp.
it_it: è possibile configurare un server di posta elettronica di failover / backup utilizzando un punto e virgola (;) per definire più host smtp.
ja_jp: セミコロン(;)を使用して複数のSMTPホストを定義することで、フェイルオーバー/バックアップメールサーバーを設定できます。
pl_pl: możesz skonfigurować serwer awaryjny / zapasowy, używając średnika (;) do zdefiniowania wielu hostów smtp.
pt_pt: você pode configurar um servidor de e-mail de failover / backup usando um ponto e vírgula (;) para definir vários hosts smtp.
ru_ru: вы можете настроить резервный / резервный почтовый сервер, используя точку с запятой (;) для определения нескольких узлов SMTP.
zh_cn: 您可以通过使用分号（;）定义多个SMTP主机来设置故障转移/备份邮件服务器。

source: Port
bg_bg: Порт
es_es: Puerto
it_it: Porta
ja_jp: ポート
pt_pt: Porta
ru_ru: Порт
zh_cn: 端口

source: None
bg_bg: Нито един
de_de: Keiner
es_es: Ninguno
fr_fr: Aucun
it_it: Nessuno
ja_jp: なし
pl_pl: żaden
pt_pt: Nenhum
ru_ru: Никто
zh_cn: 无

source: Enable incoming email processing
bg_bg: активирайте обработката на входящите имейли
de_de: eingehende E-Mail-Verarbeitung aktivieren
es_es: habilitar el procesamiento de correo electrónico entrante
fr_fr: activer le traitement des emails entrants
it_it: abilita l'elaborazione della posta in arrivo
ja_jp: 受信メール処理を有効にする
pl_pl: włącz przetwarzanie przychodzących wiadomości e-mail
pt_pt: habilitar o processamento de email de entrada
ru_ru: включить обработку входящей электронной почты
zh_cn: 启用传入电子邮件处理

source: Processing incoming mail allows you to set up an email address that will be used as a reply-to address for alerts.
bg_bg: обработката на входящата поща ви позволява да настроите имейл адрес, който ще се използва като адрес за отговор за сигнали.
de_de: Bei der Verarbeitung eingehender E-Mails können Sie eine E-Mail-Adresse einrichten, die als Antwortadresse für Benachrichtigungen verwendet wird.
es_es: el procesamiento del correo entrante le permite configurar una dirección de correo electrónico que se utilizará como una dirección de respuesta para las alertas.
fr_fr: le traitement du courrier entrant vous permet de configurer une adresse électronique qui sera utilisée comme adresse de réponse aux alertes.
it_it: l'elaborazione della posta in arrivo consente di impostare un indirizzo e-mail che verrà utilizzato come indirizzo di risposta per gli avvisi.
ja_jp: 受信メール処理に、アラートの返信先アドレスとして使用される電子メールアドレスを設定できます
pl_pl: przetwarzanie poczty przychodzącej umożliwia skonfigurowanie adresu e-mail, który będzie używany jako adres zwrotny dla alertów.
pt_pt: O processamento de mensagens recebidas permite que você configure um endereço de e-mail que será usado como um endereço de resposta para alertas.
ru_ru: обработка входящей почты позволяет настроить адрес электронной почты, который будет использоваться в качестве адреса для ответа на оповещения.
zh_cn: 处理传入邮件使您可以设置一个电子邮件地址，该电子邮件地址将用作警报的回复地址。

source: Recipients can respond to emails with commands to acknowledge, schedule downtime, and more.
bg_bg: получателите могат да отговарят на имейли с команди, които трябва да потвърдят, да планират времето на престой и др.
de_de: Empfänger können auf E-Mails mit Befehlen zur Bestätigung, zum Planen von Ausfallzeiten usw. reagieren.
es_es: los destinatarios pueden responder a los correos electrónicos con comandos para confirmar, programar el tiempo de inactividad y más.
fr_fr: les destinataires peuvent répondre aux e-mails avec des commandes pour accuser réception, planifier des temps d'arrêt, etc.
it_it: i destinatari possono rispondere alle e-mail con i comandi per riconoscere, pianificare i tempi di inattività e altro ancora.
ja_jp: 受信者は、確認応答、ダウンタイムのスケジュールなどのコマンドを使用して電子メールに返信できます。
pl_pl: odbiorcy mogą odpowiadać na wiadomości e-mail za pomocą poleceń potwierdzających, planujących przestoje i nie tylko.
pt_pt: os destinatários podem responder a e-mails com comandos para confirmar, agendar tempo de inatividade e muito mais.
ru_ru: получатели могут отвечать на электронные письма командами для подтверждения, планировать время простоя и многое другое
zh_cn: 收件人可以使用命令来应答电子邮件，以进行确认，安排停机时间等。

source: Inbound Mail Settings
bg_bg: настройки за входяща поща
de_de: Einstellungen für eingehende E-Mails
es_es: configuración de correo entrante
fr_fr: paramètres de courrier entrant
it_it: impostazioni della posta in arrivo
ja_jp: 受信メール設定
pl_pl: ustawienia poczty przychodzącej
pt_pt: configurações de correio de entrada
ru_ru: настройки входящей почты
zh_cn: 入站邮件设置

source: Enter the email address for the inbox below to be parsed for notification replies. Nagios XI will automatically add this as the reply-to address for notification emails it sends.
bg_bg: въведете имейл адреса за долната пощенска кутия по-долу, за да бъде анализиран за отговорите за уведомяване. nagios xi автоматично ще добави това като адрес за отговор на имейлите, които изпраща.
de_de: Geben Sie die E-Mail-Adresse für den Posteingang ein, um die Antwortbenachrichtigungen zu analysieren. nagios xi fügt dies automatisch als Antwortadresse für von ihm gesendete Benachrichtigungs-E-Mails hinzu.
es_es: ingrese la dirección de correo electrónico de la bandeja de entrada a continuación para analizar las respuestas de notificación. nagios xi lo agregará automáticamente como la dirección de respuesta para los correos electrónicos de notificación que envía.
fr_fr: Entrez l'adresse e-mail de la boîte de réception ci-dessous à analyser pour les réponses aux notifications. Nagios xi l'ajoutera automatiquement comme adresse de réponse aux courriels de notification qu'il envoie.
it_it: inserisci l'indirizzo email per la casella di posta in basso da analizzare per le risposte alle notifiche. nagios xi aggiungerà automaticamente questo come indirizzo di risposta per le e-mail di notifica che invia.
ja_jp: 下のフィールドに通知に返信する電子メールアドレスを入力します。 Nagios XIは自動的にこれを送信する通知メールの返信先アドレスとして追加します。
pl_pl: wprowadź adres e-mail dla skrzynki odbiorczej poniżej, aby przeanalizować odpowiedzi na powiadomienia. nagios xi automatycznie doda to jako adres zwrotny dla wysyłanych wiadomości e-mail z powiadomieniem.
pt_pt: insira o endereço de e-mail da caixa de entrada abaixo para ser analisado para respostas de notificação. O nagios xi adicionará automaticamente isso como o endereço de resposta para os e-mails de notificação enviados.
ru_ru: введите адрес электронной почты для входящей почты ниже, чтобы проанализировать для ответов на уведомления. nagios xi автоматически добавит его в качестве адреса для отправки уведомлений.
zh_cn: 输入下面的收件箱的电子邮件地址，以对其进行解析以进行通知回复。 Nagios XI将自动将其添加为它发送的通知电子邮件的回复地址。

source: This email address/inbox should not be used by anyone except Nagios XI. Emails will be deleted after processing.
bg_bg: този имейл адрес / входяща поща не трябва да се използва от никой, освен nagios xi. имейлите ще бъдат изтрити след обработка.
de_de: Diese E-Mail-Adresse / Posteingang darf nur von nagios xi verwendet werden. E-Mails werden nach der Bearbeitung gelöscht.
es_es: esta dirección de correo electrónico / bandeja de entrada no debe ser utilizada por nadie, excepto nagios xi. Los correos electrónicos serán eliminados después del procesamiento.
fr_fr: Cette adresse e-mail / cette boîte de réception ne doit être utilisée par personne, à l'exception de nagios xi. les courriels seront supprimés après le traitement.
it_it: questo indirizzo email / casella di posta non deve essere utilizzato da nessuno tranne nagios xi. le email saranno cancellate dopo l'elaborazione.
ja_jp: このメールアドレス/受信トレイは、Nagios XI以外の用途には使用しないでください。電子メールは処理後に削除されます
pl_pl: ten adres e-mail / skrzynka odbiorcza nie powinien być używany przez nikogo oprócz nagios xi. wiadomości e-mail zostaną usunięte po przetworzeniu.
pt_pt: este endereço de e-mail / caixa de entrada não deve ser usado por ninguém, exceto nagios xi. e-mails serão excluídos após o processamento.
ru_ru: этот адрес электронной почты / входящие не должен использоваться кем-либо, кроме nagios xi. электронные письма будут удалены после обработки.
zh_cn: 除Nagios XI外，任何人都不得使用此电子邮件地址/收件箱。 电子邮件将在处理后被删除。

source: View all commands you can send to Nagios XI
bg_bg: преглед на всички команди, които можете да изпратите до nagios xi
de_de: Alle Befehle anzeigen, die Sie an Nagios XI senden können
es_es: Ver todos los comandos que puedes enviar a nagios xi.
fr_fr: voir toutes les commandes que vous pouvez envoyer à nagios xi
it_it: visualizza tutti i comandi che puoi inviare a nagios xi
ja_jp: nagios xiに送信できるすべてのコマンドを見る
pl_pl: wyświetl wszystkie polecenia, które możesz wysłać do nagios xi
pt_pt: ver todos os comandos que você pode enviar para nagios xi
ru_ru: просмотреть все команды, которые вы можете отправить на NAGIOS XI
zh_cn: 查看您可以发送给Nagios XI的所有命令

source: Reply-to Address
bg_bg: адрес за отговор
de_de: Antwortadresse
es_es: dirección de respuesta
fr_fr: Répondre à l'adresse
it_it: Indirizzo di risposta
ja_jp: 返信先アドレス
pl_pl: adres zwrotny
pt_pt: endereço de resposta
ru_ru: Обратный адрес
zh_cn: 回复地址

source: Check Emails Every
bg_bg: проверявайте имейлите всеки
de_de: Überprüfen Sie alle E-Mails
es_es: revisar correos electrónicos cada
fr_fr: vérifier les emails tous les
it_it: controllare le e-mail ogni
ja_jp: メールをチェックする
pl_pl: sprawdzaj e-maile co
pt_pt: verificar todos os e-mails
ru_ru: проверять электронную почту каждый
zh_cn: 查看电子邮件每

source: The amount of time between connecting to the email server and parsing them. Lowest setting is 1.
bg_bg: времето между свързването с имейл сървъра и тяхното анализиране. най-ниската настройка е 1.
de_de: die Zeitspanne zwischen dem Herstellen einer Verbindung zum E-Mail-Server und deren Analyse. niedrigste Einstellung ist 1.
es_es: la cantidad de tiempo entre la conexión al servidor de correo electrónico y su análisis. la configuración más baja es 1.
fr_fr: le temps écoulé entre la connexion au serveur de messagerie et son analyse. le réglage le plus bas est 1.
it_it: la quantità di tempo che intercorre tra la connessione al server di posta elettronica e la relativa analisi. l'impostazione più bassa è 1.
ja_jp: メールサーバーに接続してから解析されるまでの時間。最小設定は1です。
pl_pl: czas między połączeniem się z serwerem e-mail i ich analizowaniem. najniższe ustawienie to 1.
pt_pt: a quantidade de tempo entre a conexão ao servidor de email e a análise. a configuração mais baixa é 1.
ru_ru: количество времени между подключением к почтовому серверу и их разбором. самое низкое значение - 1.
zh_cn: 连接到电子邮件服务器到解析它们之间的时间。 最低设置为1。

source: Inbox Connection Settings
bg_bg: Настройки за връзката
de_de: Verbindungseinstellungen
es_es: ajustes de conexión
fr_fr: paramètres de connexion
it_it: impostazioni di connessione
ja_jp: 受信トレイの接続設定
pl_pl: Ustawienia połączenia
pt_pt: configurações de conexão
ru_ru: Настройки соединения
zh_cn: 收件箱连接设置

source: Connection
bg_bg: Връзка
de_de: Verbindung
es_es: conexión
fr_fr: lien
it_it: connessione
ja_jp: 接続
pl_pl: połączenie
pt_pt: conexão
ru_ru: соединение
zh_cn: 连接

source: Encryption
bg_bg: Криптиране
de_de: Verschlüsselung
es_es: cifrado
fr_fr: chiffrement
it_it: crittografia
ja_jp: 暗号化
pl_pl: Szyfrowanie
pt_pt: encriptação
ru_ru: шифрование
zh_cn: 加密

source: Validate SSL certificate of mail server host
bg_bg: валидиране на SSL сертификата на хост на пощенския сървър
de_de: validieren Sie das SSL-Zertifikat des Mailserver-Hosts
es_es: validar el certificado ssl del servidor de correo host
fr_fr: valider le certificat SSL de l'hôte du serveur de messagerie
it_it: convalida il certificato ssl dell'host del server di posta
ja_jp: メールサーバホストのSSL証明書を検証する
pl_pl: sprawdź certyfikat ssl hosta serwera poczty
pt_pt: validar o certificado ssl do host do servidor de correio
ru_ru: проверить SSL-сертификат хоста почтового сервера
zh_cn: 验证邮件服务器主机的SSL证书

source: Test Connection
bg_bg: Тест връзка
de_de: Verbindung prüfen
es_es: compruebe la conexión
fr_fr: Vérification de la connexion
it_it: controllare il collegamento
ja_jp: 接続テスト
pl_pl: Test połączenia
pt_pt: verificar a conexão
ru_ru: проверить подключение
zh_cn: 检查连接

source: Note: Must fill out and save all settings before testing.
bg_bg: Забележка: трябва да попълните и да запазите всички настройки преди тестване.
de_de: Hinweis: Vor dem Test müssen alle Einstellungen ausgefüllt und gespeichert werden.
es_es: nota: debe completar y guardar todas las configuraciones antes de probar.
fr_fr: remarque: vous devez remplir et enregistrer tous les paramètres avant de tester.
it_it: nota: è necessario compilare e salvare tutte le impostazioni prima del test.
ja_jp: 注：テストの前にすべての設定を記入して保存しなければなりません。
pl_pl: uwaga: należy wypełnić i zapisać wszystkie ustawienia przed testowaniem.
pt_pt: nota: deve preencher e salvar todas as configurações antes do teste.
ru_ru: примечание: необходимо заполнить и сохранить все настройки перед тестированием.
zh_cn: 注意：测试前必须填写并保存所有设置。

source: Connection was successful.
bg_bg: връзката е била успешна.
de_de: Verbindung war erfolgreich.
es_es: La conexión fue exitosa.
fr_fr: la connexion a réussi.
it_it: connessione ha avuto successo.
ja_jp: 接続は成功しました。
pl_pl: połączenie powiodło się.
pt_pt: conexão foi bem sucedida.
ru_ru: соединение прошло успешно
zh_cn: 连接成功。

source: Could not connect with the inbound settings given.
bg_bg: не можа да се свърже с дадените входящи настройки.
de_de: konnte keine Verbindung mit den angegebenen eingehenden Einstellungen herstellen.
es_es: No se pudo conectar con la configuración de entrada dada.
fr_fr: Impossible de se connecter avec les paramètres entrants donnés.
it_it: impossibile connettersi con le impostazioni in entrata fornite.
ja_jp: 与えられた受信設定に接続できませんでした。
pl_pl: nie można nawiązać połączenia z podanymi ustawieniami przychodzącymi.
pt_pt: não pôde se conectar com as configurações de entrada fornecidas.
ru_ru: не удалось соединиться с указанными настройками входа.
zh_cn: 无法使用给定的入站设置进行连接。

source: No from address specified.
bg_bg: Няма посочен адрес "От".
de_de: Nein von Adresse angegeben.
es_es: Ninguna direccion desde especificada
fr_fr: Pas de adresse spécifiée.
it_it: No da indirizzo specificato.
ja_jp: fromアドレスが指定されていません.
pl_pl: nie od adresu określony.
pt_pt: Nenhum endereço de e-mail admin especificado.
ru_ru: Не от адреса, указанного.
zh_cn: 没有指定的发件地址。

source: No SMTP host specified.
bg_bg: Не е определен SMTP хост.
de_de: Kein SMTP Host angegeben.
es_es: Ningun host SMTP especificado
fr_fr: Aucun serveur SMTP spécifié.
it_it: Nessun server SMTP specificato.
ja_jp: SMTPホストが指定されていません.
pl_pl: nie określono hosta SMTP.
pt_pt: Nenhum host SMTP especificado.
ru_ru: Нет хост SMTP указан.
zh_cn: 未指定SMTP主机。

source: No SMTP port specified.
bg_bg: Не е определен SMTP порт.
de_de: Kein SMTP-Port angegeben.
es_es: Ningun puerto SMTP especificado.
fr_fr: Pas de port SMTP spécifié.
it_it: Nessuna porta SMTP specificato.
ja_jp: SMTPポートが指定されていません.
pl_pl: nie określono portu SMTP.
pt_pt: Nenhuma porta SMTP especificada.
ru_ru: Нет порта SMTP указан.
zh_cn: 未指定SMTP端口。

source: Mail settings updated.
bg_bg: Настройките на пощата са актуализирани.
de_de: Mail-Einstellungen aktualisiert.
es_es: Configuraciones de Correo actualizadas
fr_fr: Paramètres de messagerie mis à jour.
it_it: Impostazioni e-mail aggiornato.
ja_jp: メール設定が更新されました.
pl_pl: zaktualizowane ustawienia poczty.
pt_pt: Configurações de e-mail atualizado.
ru_ru: Настройки почты обновляется.
zh_cn: 邮件设置更新。

source: Admin
bg_bg: Администратор
es_es: Administracion
ja_jp: 管理
pl_pl: Administrator
ru_ru: Админ
zh_cn: 管理员

source: Manage your %s installation with the administrative options available to you in this section. Make sure you complete any setup tasks that are shown below before using your %s installation.
bg_bg: <p> Управлявайте вашата XI инсталация с достъпните за вас административни опции в този раздел. Уверете се, че сте завършите задачите за настройка, които са показани по-долу, преди да използвате вашата XI инсталация. </p>
de_de: <p> Eintrag XI Installation mit den administrativen Möglichkeiten, die Ihnen in diesem Abschnitt. Stellen Sie sicher, füllen Sie alle Setup-Aufgaben, die unten, bevor Sie Ihren XI Installation angezeigt. </p>
es_es: <p> Administre su instalación XI con las opciones administrativas disponibles para usted en esta sección. Asegúrese de completar todas las tareas de configuración que se muestran a continuación antes de utilizar la instalación XI. </p>
fr_fr: <p> Gérez votre installation XI avec les options administratives qui s'offrent à vous dans cette section. Assurez-vous de remplir toutes les tâches de configuration qui sont indiqués ci-dessous avant d'utiliser votre installation XI. </p>
it_it: <p> Gestione installazione XI con le opzioni amministrative a vostra disposizione in questa sezione. Assicurarsi di completare tutte le attività di configurazione che vengono di seguito riportate prima di utilizzare l'installazione XI. </p>
ja_jp: このセクションでは、管理オプションを使用して %s インストールを管理します。 %s を使用する前に、以下に表示されているすべてのセットアップ作業を完了させてください。
pl_pl: <p> zarządzać swoją instalację xi z opcji administracyjnych dostępnych dla Ciebie w tej części. upewnij się wykonać żadnych czynności konfiguracyjne, które są pokazane poniżej przed użyciem instalacji xi. </p>
pt_pt: <p> Gerenciar sua instalação XI, com as opções administrativas disponíveis para você nesta seção. Certifique-se de concluir todas as tarefas de configuração que são mostrados a seguir antes de usar sua instalação XI. </p>
ru_ru: <p> Управление позицией в XI установки с административными варианты доступны для вас в этом разделе. Убедитесь, что вы завершить установку любых задач, которые приведены ниже, перед использованием XI установки. </p>
zh_cn: 使用本节提供的管理选项来管理你的%s安装。在使用你的%s安装之前，请确保你已经完成了下面的设置任务。

source: No processing to be undone
bg_bg: няма обработка, която да бъде отменена
de_de: keine Verarbeitung rückgängig gemacht werden
es_es: No hay proceso para deshacer
fr_fr: aucun traitement à annuler
it_it: nessuna elaborazione da annullare
ja_jp: 元に戻す処理はありません
pl_pl: brak przetwarzania do cofnięcia
pt_pt: nenhum processamento a ser desfeito
ru_ru: нет обработки, которая будет отменена
zh_cn: 无需撤消任何处理

source: Successfully reverted %s to 'uploaded' state, restarted SNMPTT
bg_bg: успешно върна% s в състояние "качен", рестартиран snmptt
de_de: % s wurde erfolgreich in den Status "hochgeladen" zurückgesetzt, snmptt neu gestartet
es_es: % s revirtió con éxito al estado 'cargado', reinició snmptt
fr_fr: a réussi à ramener% s à l'état 'téléchargé', redémarré snmptt
it_it: % s ripristinato con successo allo stato "caricato", snmptt riavviato
ja_jp: ％sを「アップロード済み」状態に正常に戻し、snmpttを再起動しました
pl_pl: pomyślnie przywrócono% s do stanu „przesłane”, ponownie uruchomiono snmptt
pt_pt: revertido com sucesso% s para o estado 'carregado', reiniciado snmptt
ru_ru: успешно вернул% s в состояние «загружено», перезапустил snmptt
zh_cn: 成功将％s还原为“已上传”状态，重新启动了snmptt

source: Reverted all MIBs to 'uploaded' state, restarted SNMPTT
bg_bg: върна всички mibs в „качено“ състояние, рестартира snmptt
de_de: Alle Mibs wurden in den Status "Hochgeladen" zurückgesetzt und snmptt neu gestartet
es_es: revirtió todos los mibs al estado 'cargado', reinició snmptt
fr_fr: rétabli tous les mibs à l'état 'uploadé', redémarré snmptt
it_it: ripristinato tutti i mib allo stato "caricato", snmptt riavviato
ja_jp: すべてのmibを「アップロード済み」状態に戻し、snmpttを再起動しました
pl_pl: przywrócono wszystkie pliki MIB do stanu „przesłane”, ponownie uruchomiono snmptt
pt_pt: revertido todos os mibs para o estado 'carregado', reiniciado snmptt
ru_ru: вернул все MIB в состояние «загружено», перезапустил snmptt
zh_cn: 将所有mib还原为“已上传”状态，重新启动snmptt
