Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Add Disk Check
bg_bg: добавете проверка на диска
de_de: Festplattenprüfung hinzufügen
es_es: agregar verificación de disco
fr_fr: ajouter une vérification du disque
it_it: aggiungi controllo del disco
ja_jp: ディスクチェックを追加
pl_pl: dodaj sprawdzanie dysku
pt_pt: adicionar verificação de disco
ru_ru: добавить проверку диска
zh_cn: 添加磁盘检查

source: Network Interface Metrics
bg_bg: Мрежови интерфейсни показатели
de_de: Netzwerkschnittstelle Metriken
es_es: métricas de la interfaz de red
fr_fr: métriques d'interface réseau
it_it: metriche di interfaccia di rete
ja_jp: ネットワークインターフェイスメトリクス
pl_pl: metryki interfejsu sieciowego
pt_pt: métricas de interface de rede
ru_ru: метрики сетевой интерфейс
zh_cn: 网络接口指标

source: Specify bandwidth limits for your network interfaces. Note that these measurements are per second, not a counter.
bg_bg: посочете ограничения на честотната лента за вашите мрежови интерфейси. имайте предвид, че тези измервания са в секунда, а не брояч.
de_de: Geben Sie Bandbreitenbeschränkungen für Ihre Netzwerkschnittstellen an. Beachten Sie, dass diese Messungen pro Sekunde sind, kein Zähler.
es_es: especifique límites de ancho de banda para sus interfaces de red. Tenga en cuenta que estas medidas son por segundo, no un contador.
fr_fr: spécifier des limites de bande passante pour vos interfaces réseau. Notez que ces mesures sont à la seconde, pas un compteur.
it_it: specifica i limiti di larghezza di banda per le tue interfacce di rete. si noti che queste misurazioni sono al secondo, non un contatore.
ja_jp: ネットワークインターフェイスの帯域幅制限を指定します。これらの測定値は1秒あたりであり、カウンターではないことに注意してください。
pl_pl: określ limity przepustowości dla interfejsów sieciowych. zwróć uwagę, że te pomiary są na sekundę, a nie licznik.
pt_pt: especifique limites de largura de banda para suas interfaces de rede. observe que essas medidas são por segundo, não um contador.
ru_ru: укажите ограничения пропускной способности для ваших сетевых интерфейсов. обратите внимание, что эти измерения в секунду, а не счетчик.
zh_cn: 指定网络接口的带宽限制。 请注意，这些测量是每秒而不是计数器。

source: Hide unselected interfaces
bg_bg: Скрийте неизбраните интерфейси
de_de: verstecken nicht ausgewählten Schnittstellen
es_es: ocultar las interfaces no seleccionados
fr_fr: cacher les interfaces non sélectionnées
it_it: nascondere le interfacce non selezionati
ja_jp: 非選択のインターフェイスを非表示にする
pl_pl: ukrywania niezaznaczone interfejsy
pt_pt: esconder as interfaces não selecionados
ru_ru: скрыть невыбранные интерфейсы
zh_cn: 隐藏未选定接口

source: Show all interfaces
bg_bg: Покажете всички интерфейси
de_de: Zeige alle Schnittstellen
es_es: mostrar todas las interfaces
fr_fr: montrer toutes les interfaces
it_it: mostrare tutte le interfacce
ja_jp: すべてのインターフェイスを表示する
pl_pl: pokaż wszystkie interfejsy
pt_pt: mostrar todas as interfaces
ru_ru: показать все интерфейсы
zh_cn: 显示所有接口

source: Interface checks specified will be applied to all hosts. If the interface name does not exist it will show CRITICAL.
bg_bg: Посочените проверки на интерфейса ще се прилагат към всички хостове. ако името на интерфейса не съществува, то ще се покаже критично.
de_de: Die angegebenen Schnittstellenprüfungen werden auf alle Hosts angewendet. Wenn der Schnittstellenname nicht vorhanden ist, wird er als kritisch angezeigt.
es_es: Las comprobaciones de interfaz especificadas se aplicarán a todos los hosts. Si el nombre de la interfaz no existe, se mostrará crítico.
fr_fr: les vérifications d'interface spécifiées seront appliquées à tous les hôtes. si le nom de l'interface n'existe pas, il apparaîtra critique.
it_it: i controlli dell'interfaccia specificati verranno applicati a tutti gli host. se il nome dell'interfaccia non esiste, verrà visualizzato come critico.
ja_jp: 指定されたインターフェースチェックはすべてのホストに適用されます。インターフェイス名が存在しない場合は、重要と表示されます。
pl_pl: Określone kontrole interfejsu zostaną zastosowane do wszystkich hostów. jeśli nazwa interfejsu nie istnieje, będzie wyświetlana jako krytyczna.
pt_pt: as verificações de interface especificadas serão aplicadas a todos os hosts. se o nome da interface não existir, será exibido crítico.
ru_ru: указанные проверки интерфейса будут применены ко всем хостам. если имя интерфейса не существует, оно будет отображаться как критическое.
zh_cn: 指定的接口检查将应用于所有主机。 如果接口名称不存在，它将显示CRITICAL。

source: Interface Name
bg_bg: име на интерфейса
de_de: Name der Schnittstelle
es_es: nombre de la interfaz
fr_fr: nom d'interface
it_it: nome dell'interfaccia
ja_jp: インターフェース名
pl_pl: nazwa interfejsu
pt_pt: nome da interface
ru_ru: имя интерфейса
zh_cn: 接口名称

source: Add Interface Check
bg_bg: добавете проверка на интерфейса
de_de: Schnittstellenprüfung hinzufügen
es_es: agregar verificación de interfaz
fr_fr: ajouter une vérification d'interface
it_it: aggiungi controllo dell'interfaccia
ja_jp: インターフェースチェックを追加
pl_pl: dodaj kontrolę interfejsu
pt_pt: adicionar verificação de interface
ru_ru: добавить проверку интерфейса
zh_cn: 添加界面检查

source: Specify which services should be running or stopped. Depending on the selected state you will recieve an OK when the process is in the selected state and a CRITICAL if the process is not in the state selected.
bg_bg: Определете кои сървиси трябва да работят или да са спрели. В зависимост от избрания статус, ще получите ОК, когато процесът е в избраното състояние и КРИТИЧЕН (CRITICAL), ако процесът не е в избраното състояние.
de_de: festlegen, welche Dienste ausgeführt werden sollte oder gestoppt wird. in Abhängigkeit von dem ausgewählten Zustand Sie werden in Ordnung erhalten, wenn das Verfahren in dem ausgewählten Zustand und einem kritisch, wenn der Prozess nicht in den ausgewählten Zustand.
es_es: especifican qué servicios deben estar en ejecución o parado. dependiendo del estado seleccionado Recibirás un bien cuando el proceso está en el estado seleccionado y una crítica si el proceso no está en el estado seleccionado.
fr_fr: préciser les services qui devraient être en cours d'exécution ou arrêté. en fonction de l'état sélectionné, vous recevrez une ok lorsque le processus est dans l'état sélectionné et un critique si le processus n'est pas dans l'état sélectionné.
it_it: specificare quali servizi devono essere in esecuzione o fermati. a seconda dello stato selezionato riceverete un ok quando il processo è nello stato selezionato e un critico se il processo non è nello stato selezionato.
ja_jp: サービスが稼働または停止しているべきかどうかを指定してください. 選択したステータスに応じてOKを受信します.
pl_pl: określić, które usługi powinny być uruchomiony lub zatrzymany. w zależności od wybranego kraju można odbierać ok, gdy proces jest w stanie wybranym i krytyczne, jeśli proces nie jest w stanie wybranym.
pt_pt: especificar quais serviços devem estar em execução ou parado. dependendo do estado selecionado, você receberá um ok quando o processo está no estado selecionado e uma crítica, se o processo não está no estado selecionado.
ru_ru: указать, какие услуги должен быть запущен или остановлен. в зависимости от выбранного государства вы получите ОК, когда процесс находится в выбранном состоянии и решающее значение, если этот процесс не в состоянии, выбранном.
zh_cn: 指定哪些服务应该运行或停止。根据所选状态，当进程处于所选状态时，你将收到一个OK，如果进程不在所选状态，则收到一个CRITICAL。

source: Expected Status
bg_bg: Очакван статус
de_de: erwartet Status
es_es: estado esperado
fr_fr: statut prévu
it_it: Stato previsto
ja_jp: 予測されるステータス
pl_pl: Oczekiwany stan
pt_pt: estado de espera
ru_ru: Ожидается статус
zh_cn: 预期状态

source: Select service from currently running services list
bg_bg: Изберете сървис от списъка с работещите в момента сървиси
de_de: Wählen Sie Service von aktuell laufenden Dienste Liste
es_es: seleccione el servicio de lista de servicios en ejecución
fr_fr: choisir le service de cours d'exécution la liste des services
it_it: selezionare il servizio dalla lista attualmente in esecuzione servizi
ja_jp: 現在稼働中のサービスリストからサービスを選択
pl_pl: Wybierz usługę z listy usług aktualnie uruchomione
pt_pt: selecione o serviço de lista de serviços em execução no momento
ru_ru: выберите услугу из в настоящее время работает список услуг
zh_cn: 从当前运行的服务列表中选择服务

source: Stopped
bg_bg: Спрян
de_de: gestoppt
es_es: detenido
fr_fr: arrêté
it_it: fermato
ja_jp: 停止
pl_pl: zatrzymany
pt_pt: parado
ru_ru: остановился
zh_cn: 已停止

source: running
bg_bg: Работещ
de_de: Lauf
es_es: funcionamiento
fr_fr: fonctionnement
it_it: esecuzione
ja_jp: 稼働中
pl_pl: bieganie
pt_pt: funcionamento
ru_ru: бег
zh_cn: 运行中

source: No plugins found on the agent system
bg_bg: не са намерени плъгини в системата на агентите
de_de: Es wurden keine Plugins auf dem Agentensystem gefunden
es_es: no se encontraron complementos en el sistema del agente
fr_fr: aucun plugin trouvé sur le système d'agent
it_it: nessun plugin trovato sul sistema agente
ja_jp: エージェントシステムにプラグインが見つかりません
pl_pl: nie znaleziono wtyczek w systemie agentów
pt_pt: nenhum plug-in encontrado no sistema do agente
ru_ru: в агентской системе плагины не найдены
zh_cn: 在代理系统上找不到插件

source: Add Another Service Check
bg_bg: добавете друга проверка на услугата
de_de: Fügen Sie einen weiteren Servicecheck hinzu
es_es: agregar otro cheque de servicio
fr_fr: ajouter un autre contrôle de service
it_it: aggiungere un altro controllo del servizio
ja_jp: 別のサービスチェックを追加する
pl_pl: dodaj kolejne sprawdzenie usługi
pt_pt: adicione outra verificação de serviço
ru_ru: добавить еще одну проверку сервиса
zh_cn: 添加其他服务检查

source: Processes
bg_bg: Процеси
de_de: Prozesse
es_es: ID del Proceso
fr_fr: Processus
it_it: Processi
ja_jp: プロセス
pl_pl: Procesy
pt_pt: ID do processo
ru_ru: Процессы
zh_cn: 进程

source: Specify which processes should be running and how many of them there should be.
bg_bg: Определете кои процеси трябва да работят и колко на брой трябва да бъдат
de_de: bestimmen, welche Vorgänge ausgeführt werden sollte, und wie viele sein sollten
es_es: especifican qué procesos deben estar en ejecución, y cuántos deben ser
fr_fr: précisent les processus qui doivent être en cours d'exécution, et combien doit être
it_it: specificare quali processi devono essere in esecuzione, e quante dovrebbero essere
ja_jp: 稼働しているべきプロセスと数を指定してください
pl_pl: określić, jakie procesy powinny być uruchomione, a ile powinno być
pt_pt: especificar quais os processos devem estar em execução, e quantas devem ser
ru_ru: указать, какие процессы должны быть запущены, и сколько должно быть
zh_cn: 指定应运行的进程以及应运行的进程数。

source: Process Name
bg_bg: Състояние на процеса
de_de: Prozess Zustand
es_es: Estado del Proceso
fr_fr: État processus
it_it: Processo di Stato
ja_jp: プロセス状態
pl_pl: stan procesu
pt_pt: Estado do processo
ru_ru: Процесс государство
zh_cn: 进程名称

source: Thresholds (Process count)
bg_bg: прагове (брой на процесите)
de_de: Schwellenwerte (Prozessanzahl)
es_es: umbrales (recuento de procesos)
fr_fr: seuils (nombre de processus)
it_it: soglie (conteggio dei processi)
ja_jp: しきい値（プロセス数）
pl_pl: progi (liczba procesów)
pt_pt: limites (contagem de processos)
ru_ru: пороги (количество процессов)
zh_cn: 阈值（进程数）

source: If a value should be warning or critical when it is 0, you can use the threshold <code>1:</code> which will trigger a warning or critical when the value is outside <code>1 to %s</code>.
bg_bg: ако стойността трябва да е предупредителна или критична, когато е 0, можете да използвате прага <code>1:</code> който ще задейства предупреждение или критичен, когато стойността е извън <code>1 to %s</code> .
de_de: Wenn ein Wert bei 0 eine Warnung oder ein kritischer Wert sein soll, können Sie den Schwellenwert <code>1:</code> Dies löst eine Warnung oder einen kritischen Wert aus, wenn der Wert außerhalb von <code>1 to %s</code> .
es_es: si un valor debe ser de advertencia o crítico cuando es 0, puede usar el umbral <code>1:</code> que activará una advertencia o crítico cuando el valor esté fuera de <code>1 to %s</code> .
fr_fr: si une valeur doit être avertissement ou critique lorsqu'elle est 0, vous pouvez utiliser le seuil <code>1:</code> qui déclenchera un avertissement ou critique lorsque la valeur est en dehors de <code>1 to %s</code> .
it_it: se un valore deve essere di avviso o critico quando è 0, è possibile utilizzare la soglia <code>1:</code> che attiverà un avviso o critico quando il valore è compreso tra <code>1 to %s</code> .
ja_jp: 値が0のときに警告またはクリティカルである必要がある場合、しきい値<code>1:</code>使用できます<code>1:</code>これは、値が<code>1 to %s</code>範囲外のときに警告またはクリティカルをトリガーします。
pl_pl: jeśli wartość powinna być ostrzeżeniem lub wartością krytyczną, gdy wynosi 0, można użyć progu <code>1:</code> który spowoduje wyzwolenie ostrzeżenia lub wartości krytycznej, gdy wartość będzie poza <code>1 to %s</code> .
pt_pt: se um valor for aviso ou crítico quando for 0, você poderá usar o limite <code>1:</code> que acionará um aviso ou crítico quando o valor estiver fora de <code>1 to %s</code> .
ru_ru: если значение должно быть предупреждением или критическим, когда оно равно 0, вы можете использовать порог <code>1:</code> который будет вызывать предупреждение или критическое значение, если значение находится за пределами от <code>1 to %s</code> .
zh_cn: 如果值为0时应为警告或严重，则可以使用阈值<code>1:</code> ，当阈值在<code>1 to %s</code>之外时，将触发警告或严重。

source: Select process from currently running process list
bg_bg: Изберете сървис от списъка с работещите в момента сървиси
de_de: Wählen Sie Service von aktuell laufenden Dienste Liste
es_es: seleccione el servicio de lista de servicios en ejecución
fr_fr: choisir le service de cours d'exécution la liste des services
it_it: selezionare il servizio dalla lista attualmente in esecuzione servizi
ja_jp: 現在稼働中のサービスリストからサービスを選択
pl_pl: Wybierz usługę z listy usług aktualnie uruchomione
pt_pt: selecione o serviço de lista de serviços em execução no momento
ru_ru: выберите услугу из в настоящее время работает список услуг
zh_cn: 从当前运行的进程列表中选择进程

source: Select a plugin from the list
bg_bg: изберете приставка от списъка
de_de: Wählen Sie ein Plugin aus der Liste
es_es: seleccione un complemento de la lista
fr_fr: sélectionner un plugin dans la liste
it_it: seleziona un plug-in dall'elenco
ja_jp: リストからプラグインを選択します
pl_pl: wybierz wtyczkę z listy
pt_pt: selecione um plug-in da lista
ru_ru: выберите плагин из списка
zh_cn: 从列表中选择一个插件

source: Add Another Process Check
bg_bg: добавете друга проверка на процеса
de_de: Fügen Sie eine weitere Prozessüberprüfung hinzu
es_es: agregar otra verificación de proceso
fr_fr: ajouter une autre vérification de processus
it_it: aggiungere un altro controllo del processo
ja_jp: 別のプロセスチェックを追加する
pl_pl: dodaj kolejną kontrolę procesu
pt_pt: adicione outra verificação de processo
ru_ru: добавить еще одну проверку процесса
zh_cn: 添加另一个过程检查

source: Processes showing on the NCPA Client
bg_bg: процеси, показващи се на ncpa клиента
de_de: Prozesse, die auf dem ncpa-Client angezeigt werden
es_es: procesos que se muestran en el cliente ncpa
fr_fr: processus affichés sur le client ncpa
it_it: processi visualizzati sul client ncpa
ja_jp: ncpaクライアントに表示されるプロセス
pl_pl: procesy wyświetlane na kliencie ncpa
pt_pt: processos exibidos no cliente ncpa
ru_ru: процессы, показывающие на клиенте ncpa
zh_cn: 在NCPA客户端上显示的过程

source: Select a process and the amount of the process currently running is next to the process name.
bg_bg: изберете процес и количеството на текущия процес е до името на процеса.
de_de: Wählen Sie einen Prozess aus, und die Menge des aktuell ausgeführten Prozesses befindet sich neben dem Prozessnamen.
es_es: seleccione un proceso y la cantidad del proceso que se está ejecutando actualmente está al lado del nombre del proceso.
fr_fr: sélectionnez un processus et le montant du processus en cours d'exécution est à côté du nom du processus.
it_it: selezionare un processo e la quantità del processo attualmente in esecuzione è accanto al nome del processo.
ja_jp: プロセスを選択すると、現在実行中のプロセスの量がプロセス名の横に表示されます。
pl_pl: wybierz proces, a ilość aktualnie uruchomionego procesu znajduje się obok nazwy procesu.
pt_pt: selecione um processo e a quantidade do processo em execução no momento é próxima ao nome do processo.
ru_ru: выберите процесс, и объем запущенного в данный момент процесса находится рядом с именем процесса.
zh_cn: 选择一个进程，当前正在运行的进程数量在该进程名称旁边。

source: Select this Process
bg_bg: изберете този процес
de_de: Wählen Sie diesen Prozess
es_es: seleccione este proceso
fr_fr: sélectionnez ce processus
it_it: seleziona questo processo
ja_jp: このプロセスを選択
pl_pl: wybierz ten proces
pt_pt: selecione este processo
ru_ru: выберите этот процесс
zh_cn: 选择此进程

source: Services Available on the NCPA Client
bg_bg: услуги, налични на ncpa клиента
de_de: auf dem ncpa-client verfügbare dienste
es_es: servicios disponibles en el cliente ncpa
fr_fr: services disponibles sur le client ncpa
it_it: servizi disponibili sul client ncpa
ja_jp: ncpaクライアントで利用可能なサービス
pl_pl: usługi dostępne na kliencie ncpa
pt_pt: serviços disponíveis no cliente ncpa
ru_ru: услуги, доступные на клиенте ncpa
zh_cn: NCPA客户端上可用的服务

source: Select a service that is either running or stopped from the NCPA client host to atuomatically fill in the service name and the expected state.
bg_bg: Изберете сървис, който е или пуснат или спрян от NCPA клиента-хост, за да попълнете автоматично името на сървиса и очакваното състояние.
de_de: Wählen Sie einen Service, der entweder laufen oder von der ncpa Client-Host angehalten, um atuomatically in dem Dienstnamen und den erwarteten Zustand zu füllen ist.
es_es: seleccione un servicio que es ya sea en funcionamiento o parado desde el equipo cliente ncpa llenar atuomatically en el nombre del servicio y el estado esperado.
fr_fr: choisir un service qui est soit en marche ou à l'arrêt de l'hôte client NCPA à remplir atuomatically dans le nom du service et l'état attendu.
it_it: selezionare un servizio che è o esecuzione o arrestata dal client host NCPA per riempire atuomatically il nome del servizio e lo stato previsto.
ja_jp: NCPAクライアントホストから稼働中または停止しているサービスを選択してください. サービス名と期待するステータスが入力されます.
pl_pl: wybrać usługę, która jest albo uruchomiona czy zatrzymana z hosta klienta NCPA do atuomatically wpisać nazwę usługi i oczekiwanego stanu.
pt_pt: selecionar um serviço que está em execução ou parado a partir do host cliente NCPA para preencher atuomatically no nome do serviço eo estado esperado.
ru_ru: выберите услугу, которая либо работает или остановлен с клиентского хоста NCPA чтобы atuomatically заполнить имени службы и ожидаемого состояния.
zh_cn: 从NCPA客户端主机中选择正在运行或已停止的服务，以自动方式填写服务名称和预期状态。

source: Select this Service
bg_bg: Изберете този сървис
de_de: Löschen Sie diesen Dienst
es_es: para eliminar este servicio
fr_fr: Supprimer ce service
it_it: Elimina questo servizio
ja_jp: このサービスを選択
pl_pl: wybierz tę usługę
pt_pt: para excluir o serviço
ru_ru: Удалить эту услугу
zh_cn: 选择此服务

source: Plugins Available on the NCPA Client
bg_bg: плъгини, налични на ncpa клиента
de_de: Plugins sind auf dem ncpa-Client verfügbar
es_es: complementos disponibles en el cliente ncpa
fr_fr: plugins disponibles sur le client ncpa
it_it: plugin disponibili sul client ncpa
ja_jp: ncpaクライアントで利用可能なプラグイン
pl_pl: wtyczki dostępne na kliencie ncpa
pt_pt: plug-ins disponíveis no cliente ncpa
ru_ru: плагины, доступные на клиенте ncpa
zh_cn: NCPA客户端上可用的插件

source: Select a plugin to use from the list of available plugins.
bg_bg: изберете приставка, която да използвате от списъка с налични приставки.
de_de: Wählen Sie aus der Liste der verfügbaren Plugins ein zu verwendendes Plugin aus.
es_es: seleccione un complemento para usar de la lista de complementos disponibles.
fr_fr: sélectionnez un plugin à utiliser dans la liste des plugins disponibles.
it_it: selezionare un plug-in da utilizzare dall'elenco dei plug-in disponibili.
ja_jp: 使用可能なプラグインのリストから使用するプラグインを選択します。
pl_pl: wybierz wtyczkę do użycia z listy dostępnych wtyczek.
pt_pt: selecione um plug-in para usar na lista de plug-ins disponíveis.
ru_ru: выберите плагин для использования из списка доступных плагинов.
zh_cn: 从可用插件列表中选择要使用的插件。

source: Select this Plugin
bg_bg: изберете тази приставка
de_de: Wähle dieses Plugin aus
es_es: seleccione este complemento
fr_fr: sélectionnez ce plugin
it_it: seleziona questo plugin
ja_jp: このプラグインを選択
pl_pl: wybierz tę wtyczkę
pt_pt: selecione este plugin
ru_ru: выберите этот плагин
zh_cn: 选择此插件

source: Plugins
bg_bg: плъгини
es_es: complementos
ja_jp: プラグイン
pl_pl: wtyczki
ru_ru: плагины
zh_cn: 插件

source: If you have provided plugins on the client that you would like NCPA to run, specify them and the arguments to be passed here.
bg_bg: ако сте предоставили плъгини на клиента, които бихте искали да се стартира ncpa, посочете ги и аргументите, които трябва да бъдат предадени тук.
de_de: Wenn Sie Plugins auf dem Client bereitgestellt haben, die von ncpa ausgeführt werden sollen, geben Sie diese und die hier zu übergebenden Argumente an.
es_es: si ha proporcionado complementos en el cliente que desea que ncpa ejecute, especifíquelos y los argumentos que se pasarán aquí.
fr_fr: Si vous avez fourni des plugins sur le client que vous voudriez voir exécuter par ncpa, spécifiez-les et les arguments à transmettre ici.
it_it: se sul client sono stati forniti plug-in che si desidera eseguire ncpa, specificarli e gli argomenti da passare qui.
ja_jp: クライアントでncpaを実行したいプラグインを提供している場合は、それらとここに渡される引数を指定します。
pl_pl: jeśli dostarczyłeś wtyczki na kliencie, które chcesz uruchomić ncpa, określ je i argumenty, które mają zostać przekazane tutaj.
pt_pt: se você forneceu plugins no cliente que gostaria que o ncpa executasse, especifique-os e os argumentos a serem transmitidos aqui.
ru_ru: если вы предоставили на клиенте плагины, которые вы хотели бы запустить ncpa, укажите их и аргументы, которые нужно передать здесь.
zh_cn: 如果您在客户端上提供了希望NCPA运行的插件，请在此处指定它们和要传递的参数。

source: Plugin Name
bg_bg: име на плъгин
de_de: Name des Plugins
es_es: nombre del complemento
fr_fr: nom du plugin
it_it: nome del plugin
ja_jp: プラグイン名
pl_pl: nazwa wtyczki
pt_pt: nome do plugin
ru_ru: название плагина
zh_cn: 插件名称

source: Plugin Arguments
bg_bg: аргументи за плъгин
de_de: Plugin-Argumente
es_es: argumentos de complemento
fr_fr: arguments du plugin
it_it: argomenti del plugin
ja_jp: プラグイン引数
pl_pl: argumenty wtyczek
pt_pt: argumentos do plugin
ru_ru: аргументы плагина
zh_cn: 插件参数

source: Write out all your arguments as they would be passed via the command line.
bg_bg: изпишете всичките си аргументи, тъй като те ще бъдат предадени през командния ред.
de_de: Schreiben Sie alle Ihre Argumente so auf, als würden Sie sie über die Befehlszeile übergeben.
es_es: escriba todos sus argumentos como se pasarían a través de la línea de comando.
fr_fr: écrivez tous vos arguments comme ils seraient passés via la ligne de commande.
it_it: scrivi tutti i tuoi argomenti come verrebbero passati dalla riga di comando.
ja_jp: 引数がコマンドラインを介して渡されるので、すべての引数を書きます。
pl_pl: wypisz wszystkie argumenty, tak jak byłyby przekazywane przez wiersz poleceń.
pt_pt: escreva todos os seus argumentos como eles seriam passados através da linha de comando.
ru_ru: запишите все ваши аргументы, как они будут переданы через командную строку.
zh_cn: 写出所有参数，因为它们会通过命令行传递。

source: Add Another Plugin Check
bg_bg: добавете още проверка на приставката
de_de: füge einen weiteren Plugin Check hinzu
es_es: agregar otra verificación de complemento
fr_fr: ajouter un autre plugin check
it_it: aggiungi un altro controllo plugin
ja_jp: 別のプラグインチェックを追加する
pl_pl: dodaj kolejne sprawdzenie wtyczki
pt_pt: adicionar outra verificação de plug-in
ru_ru: добавить еще одну проверку плагинов
zh_cn: 添加另一个插件检查
