Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Write all objects in the CCM to their physical config files
bg_bg: Запиши всички обекти в програмата "Главен Конфигурационен Мениджър" (CCM - Core Config Manager) като физически конфигурационни файлове
de_de: schreiben alle Objekte im ccm ihrer physischen Konfigurationsdateien
es_es: escribir todos los objetos en el CCM para sus archivos de configuración físicos
fr_fr: écrire tous les objets du ccm à leurs fichiers de configuration physiques
it_it: scrivere tutti gli oggetti in CCM per i loro file di configurazione fisici
ja_jp: CCMのすべてのオブジェクトを物理ファイルに書き込みます
pl_pl: zapisać wszystkie obiekty w ccm do ich fizycznych plików konfiguracyjnych
pt_pt: escrever todos os objetos no CCM aos seus arquivos de configuração físicos
ru_ru: написать все объекты в ССМ своих физических конфигурационных файлов
zh_cn: 将CCM中的所有对象写入其物理配置文件

source: Write Configs
bg_bg: Запишете конфигурации
de_de: schreiben configs
es_es: escribir configuraciones
fr_fr: écrire configs
it_it: scrivere file di configurazione
ja_jp: 設定を書込む
pl_pl: Napisać configs
pt_pt: escrever configurações
ru_ru: написать конфиги
zh_cn: 写入配置

source: Delete all host and service files to forcefully write them
bg_bg: Изтрийте всички файлове на хостове и сървиси, за да ги запишете насила
de_de: löschen Sie alle Host- und Service-Dateien, um sie gewaltsam schreiben
es_es: eliminar todos los archivos de equipos y servicios para ellos escriba a la fuerza
fr_fr: supprimer tous les fichiers d'accueil et de service pour les écrire avec force
it_it: eliminare tutti i file di host e di servizio a loro scrivere con forza
ja_jp: すべてのホストおよびサービスを強制的に書き込むため、ホストおよびサービスファイルを削除します
pl_pl: usunięcie wszystkich plików hostów i usług, aby zapisać je na siłę
pt_pt: apagar todos os arquivos host e serviços a força escrevê-los
ru_ru: удалить все хост и служебные файлы принудительно записать их
zh_cn: 删除所有主机和服务文件以强制写入

source: Delete Files
bg_bg: Изтрийте файлове
de_de: Löschen anzeigen
es_es: Eliminar vista
fr_fr: Supprimer Voir
it_it: Elimina Visualizza
ja_jp: ファイルを削除する
pl_pl: widok usunięcia
pt_pt: excluir ver
ru_ru: Удалить Посмотреть
zh_cn: 删除文件

source: Verify physical configuration files using Nagios Core
bg_bg: Проверете физическите конфигурационни файлове с помощта на Nagios Core
de_de: überprüfen physikalische Konfigurationsdateien nagios Kern
es_es: verificar los archivos de configuración físicos usando Nagios núcleo
fr_fr: vérifier les fichiers de configuration physiques à l'aide de base nagios
it_it: verificare i file di configurazione fisici utilizzando nucleo Nagios
ja_jp: Nagios Coreを使用する物理設定ファイルを検証します
pl_pl: sprawdzenia fizycznych plików konfiguracyjnych za pomocą Nagios rdzeń
pt_pt: verificar os arquivos de configuração físicos usando núcleo nagios
ru_ru: проверить физические файлы конфигурации с помощью ядра NAGIOS
zh_cn: 使用Nagios Core验证物理配置文件

source: Verify Files
bg_bg: Проверете файловете
de_de: überprüfen Dateien
es_es: verificar los archivos
fr_fr: vérifier les fichiers
it_it: verificare i file
ja_jp: ファイルを検証する
pl_pl: sprawdza pliki
pt_pt: verificar arquivos
ru_ru: проверять файлы
zh_cn: 验证文件

source: Restart the Nagios Core backend to update in-use configuration
bg_bg: Рестартирайте Nagios Core бекенд, за да актуализирате текущата конфигурация
de_de: Neustart des Nagios Core-Back-End-in-use zu aktualisieren Konfiguration
es_es: reiniciar el servidor central Nagios para actualizar la configuración en uso
fr_fr: redémarrer le noyau backend nagios pour mettre à jour en cours d'utilisation configuration
it_it: riavviare il nucleo backend nagios per aggiornare in uso configurazione
ja_jp: 最新の設定を適用するためNagios Coreバックエンドを再起動します.
pl_pl: restart rdzenia backend Nagios zaktualizować w obsłudze konfiguracji
pt_pt: reinicie o núcleo backend nagios para atualizar em uso de configuração
ru_ru: перезапустить ядро ​​бэкенд Nagios для обновления в использовании конфигурации
zh_cn: 重新启动Nagios Core后端以更新使用中的配置

source: Restart Nagios Core
bg_bg: Рестартирайте Nagios Core
de_de: Neustart nagios Kern
es_es: reiniciar nagios núcleo
fr_fr: redémarrer noyau nagios
it_it: riavviare nucleo Nagios
ja_jp: Nagios Coreを再起動する
pl_pl: restart Nagios rdzeń
pt_pt: reinicie núcleo nagios
ru_ru: перезапустить ядро ​​NAGIOS
zh_cn: 重新启动Nagios Core

source: Ran verify configuration
bg_bg: провери конфигурацията
de_de: Überprüfen der Konfiguration
es_es: Configuracion de la pasarela
fr_fr: Vérification de la configuration
it_it: Verificare la configurazione
ja_jp: 設定の確認を実行しました
pl_pl: sprawdzenia konfiguracji
pt_pt: Configuração
ru_ru: Проверка конфигурации
zh_cn: 运行验证配置

source: RESTART FAILED. CONFIG ERROR:
bg_bg: РЕСТАРТИРАНЕТО СЕ ПРОВАЛИ. КОНФИГУРАЦИОННА ГРЕШКА:
es_es: RESTART FALLO. ERROR CONFIG:
fr_fr: RESTART FAILED. Erreur de configuration:
it_it: RESTART FAILED. ERRORE CONFIG:
ja_jp: 再起動に失敗しました. 設定エラー:
pl_pl: ponowne uruchomienie nie powiodło się. config błędu:
pt_pt: RESTART FALHOU. Erro de configuração:
zh_cn: 重新启动失败。 配置错误：

source: Restart command successfully sent to Nagios
bg_bg: Командата за рестартиране беше успешно изпратено до Nagios
de_de: Starten Befehl erfolgreich an Nagios geschickt
es_es: Reinicie comando enviado correctamente al Nagios
fr_fr: Redémarrez commande envoyé avec succès à Nagios
it_it: Riavviare il comando inviato con successo a Nagios
ja_jp: 再起動コマンドを正常にNagiosに送信しました
pl_pl: polecenie wznowienia pomyślnie wysłana do Nagios
pt_pt: Comando de reiniciamento enviado com sucesso para Nagios
ru_ru: Перезагрузка команда успешно отправлен в Nagios
zh_cn: 重新启动命令成功发送到Nagios

source: Restarted Nagios Core
bg_bg: Рестартирайте Nagios Core
de_de: Neustart nagios Kern
es_es: reiniciar nagios núcleo
fr_fr: redémarrer noyau nagios
it_it: riavviare nucleo Nagios
ja_jp: Nagios Coreを再起動しました
pl_pl: restart Nagios rdzeń
pt_pt: reinicie núcleo nagios
ru_ru: перезапустить ядро ​​NAGIOS
zh_cn: 重新启动Nagios Core

source: Deleted all physical configuration files
bg_bg: изтри всички файлове с физическа конфигурация
de_de: löschte alle physischen Konfigurationsdateien
es_es: borró todos los archivos de configuración física
fr_fr: supprimé tous les fichiers de configuration physiques
it_it: cancellato tutti i file di configurazione fisica
ja_jp: すべての物理設定ファイルを削除
pl_pl: usunięto wszystkie fizyczne pliki konfiguracyjne
pt_pt: excluiu todos os arquivos de configuração física
ru_ru: удалил все физические файлы конфигурации
zh_cn: 删除所有物理配置文件

source: Write host configurations
bg_bg: Запишете конфигурации на хост
de_de: Schreiben Hostkonfigurationen
es_es: Escribir configuración del host
fr_fr: Ecrire configurations de l'hôte
it_it: Scrivi configurazioni di host
ja_jp: ホスト設定の書き込み
pl_pl: Napisać konfiguracji hostów
pt_pt: Escreva configurações do host
ru_ru: Написать конфигурации хост
zh_cn: 编写主机配置

source: Configuration file:
bg_bg: Конфигурационен файл:
de_de: Konfigurationsdatei
es_es: Configuracion
fr_fr: Le fichier de configuration
it_it: File di configurazione
ja_jp: 設定ファイル:
pl_pl: Plik konfiguracyjny:
pt_pt: Configuração
ru_ru: Файл конфигурации
zh_cn: 配置文件：

source: successfully written!
bg_bg: Успешно записан!
de_de: erfolgreich geschrieben!
es_es: Archivo escrito satisfactoriamente!!!
fr_fr: écrit avec succès!
it_it: scritto con successo!
ja_jp: 書き込みに成功しました！
pl_pl: pomyślnie zapisane!
pt_pt: inseridos com sucesso
ru_ru: Успешно написано!
zh_cn: 成功写入！

source: Host configuration files successfully written!
bg_bg: Конфигурационните файлове на хоста бяха успешно записани!
de_de: Host-Konfigurationsdateien erfolgreich geschrieben!
es_es: Archivos de configuración de host con éxito escrito!
fr_fr: Les fichiers de configuration d'hôte écrites avec succès!
it_it: File di configurazione Host scritto con successo!
ja_jp: ホスト設定ファイルの書き込みに成功しました!
pl_pl: pliki konfiguracyjne hosta powodzeniem napisane!
pt_pt: Arquivos de configuração de host escrito com sucesso!
ru_ru: Файлы Host Configuration успешно записан!
zh_cn: 主机配置文件写成功！

source: Cannot open/overwrite the host configuration files (check the permissions)!
bg_bg: Не може да отворите / презапишете конфигурационните файлове на хоста (проверете правата)!
de_de: Kann nicht öffnen / überschreiben die Host-Konfigurationsdateien (überprüfen Sie die Berechtigungen)!
es_es: No se puede abrir / sobrescribir los archivos de configuración de host (compruebe los permisos)!
fr_fr: Impossible d'ouvrir / remplacer les fichiers de configuration de l'hôte (vérifiez les permissions)!
it_it: Impossibile aprire / sovrascrivere i file host di configurazione (controllare i permessi)!
ja_jp: ホスト設定ファイルのオープン/上書きができません （アクセス権限を確認してください）!
pl_pl: nie można otworzyć / nadpisać pliki konfiguracyjne hosta (sprawdzić uprawnienia)!
pt_pt: Não é possível abrir / substituir os arquivos de configuração de host (verifique as permissões)!
ru_ru: Не могу открыть / перезаписи файлов конфигурации хоста (проверьте разрешения)!
zh_cn: 无法打开/覆盖主机配置文件（检查权限）！

source: Write service configurations
bg_bg: Запишете конфигурации на сървис
de_de: Schreiben Service-Konfigurationen
es_es: Escribir configuraciones de servicio
fr_fr: Ecrire configurations de service
it_it: Scrivere le configurazioni di servizio
ja_jp: サービス設定の書き込み
pl_pl: Napisać konfiguracji usług
pt_pt: Escreva configurações de serviço
ru_ru: Написать службы конфигураций
zh_cn: 写入服务配置

source: Service configuration files successfully written!
bg_bg: Сървис конфигурационните файлове бяха успешно написани!
de_de: Service-Konfigurationsdateien erfolgreich geschrieben!
es_es: Archivos de configuración de servicios con éxito escrito!
fr_fr: Les fichiers de configuration de service écrit avec succès!
it_it: File di configurazione di servizio scritto con successo!
ja_jp: サービス設定ファイルの書き込みに成功しました！
pl_pl: pliki konfiguracyjne usługi powodzeniem napisane!
pt_pt: Arquivos de configuração do serviço escrito com sucesso!
ru_ru: Файлы конфигурации службы успешно записан!
zh_cn: 服务配置文件成功写入！

source: Cannot open/overwrite service configuration files (check the permissions)!
bg_bg: Не може да отворите / презапишете конфигурационните файлове на сърсиса (проверете правата)!
de_de: Kann nicht öffnen / überschreiben Service-Konfigurationsdateien (überprüfen Sie die Berechtigungen)!
es_es: No se puede abrir / sobrescribir los archivos de configuración del servicio (compruebe los permisos)!
fr_fr: Impossible d'ouvrir / remplacer des fichiers de configuration du service (vérifiez les permissions)!
it_it: Impossibile aprire / sovrascrivere i file di configurazione del servizio (controllare i permessi)!
ja_jp: サービス設定ファイルのオープン/上書きができません （アクセス権限を確認してください）!
pl_pl: Nie można otworzyć / nadpisywanie plików konfiguracyjnych usług (sprawdzić uprawnienia)!
pt_pt: Não é possível abrir / sobrescrever arquivos de configuração do serviço (verifique as permissões)!
ru_ru: Не могу открыть / перезаписи файлов конфигурации службы (проверьте разрешения)!
zh_cn: 无法打开/覆盖服务配置文件（检查权限）！

source: Wrote physical configuration files
bg_bg: е написал файлове за физическа конфигурация
de_de: schrieb physische Konfigurationsdateien
es_es: escribió archivos de configuración física
fr_fr: écrit des fichiers de configuration physique
it_it: ha scritto i file di configurazione fisica
ja_jp: 物理的な設定ファイルを書き込みました
pl_pl: napisał fizyczne pliki konfiguracyjne
pt_pt: escreveu arquivos de configuração física
ru_ru: написал физические файлы конфигурации
zh_cn: 编写物理配置文件

source: Can't find Nagios binary!
bg_bg: Не мога да намеря изпълнителния файл на Nagios (Nagios binary)!
de_de: Nicht finden können Nagios Binary!
es_es: No se puede encontrar binario Nagios!
fr_fr: Vous ne trouvez pas binaire Nagios!
it_it: Non riesci a trovare binario Nagios!
ja_jp: Nagiosのバイナリが見つかりません!
pl_pl: nie może znaleźć Nagios binarny!
pt_pt: Não é possível encontrar binário Nagios!
ru_ru: Не удалось найти Nagios двоичной!
zh_cn: 找不到Nagios二进制文件！

source: Cannot find the Nagios binary or no rights for execution!
bg_bg: Не може да се намери изпълнителния файл на Nagios (Nagios binary), или няма привилегии за изпълнение!
de_de: Sie finden nicht die Nagios binären oder keine Rechte zur Ausführung!
es_es: No se puede encontrar el binario Nagios o no los derechos de ejecución!
fr_fr: Vous ne trouvez pas le binaire Nagios ou pas de droits d'exécution!
it_it: Non riesci a trovare il binario Nagios o di alcun diritto per l'esecuzione!
ja_jp: Nagiosのバイナリーが見つからない、または実行権限がありません！
pl_pl: nie może znaleźć pliku binarnego Nagios lub prawa do wykonywania nie!
pt_pt: Não é possível encontrar o binário Nagios ou nenhum direito de execução!
ru_ru: Не удается найти Nagios двоичные или нет прав на исполнение!
zh_cn: 找不到Nagios二进制文件或没有执行权限！

source: Successfully deleted all Host / Service Config Files
bg_bg: Успешно бяха изтрити всички конфигурационни файлове на хостове / сървиси
de_de: Alle Host / Service-Konfigurationsdateien erfolgreich gelöscht
es_es: eliminado correctamente todos los archivos de configuración de host / servicio
fr_fr: supprimé avec succès tous les / fichiers de configuration de services d'accueil
it_it: cancellato con successo tutti i file di configurazione dell'host / servizio
ja_jp: すべてのホスト/サービスの設定ファイルの削除に成功しました
pl_pl: pomyślnie usunięte wszystkie pliki konfiguracyjne hosta / usług
pt_pt: excluído com sucesso todos os arquivos de configuração / serviço de acolhimento
ru_ru: успешно удалили все серверов / конфигурационные файлы сервиса
zh_cn: 成功删除所有主机/服务配置文件

source: Logged in as:
bg_bg: Влезли като:
de_de: Angemeldet als:
es_es: Conectado como
fr_fr: Connecté en tant que:
it_it: Collegato come:
ja_jp: ログイン:
pl_pl: zalogowany jako:
pt_pt: Logado como:
ru_ru: Вы вошли как:
zh_cn: 登录为：

source: Logout
bg_bg: Излез от профила си
de_de: Abmelden
es_es: Salir
fr_fr: Déconnexion
ja_jp: ログアウト
pl_pl: wyloguj
pt_pt: Sair
ru_ru: Выйти
zh_cn: 登出

source: Logged in
bg_bg: Влезли като
de_de: Angemeldet als
es_es: Conectado como
fr_fr: Connecté en tant que
it_it: Registrato come
ja_jp: ログインしました
pl_pl: zalogowany jako
pt_pt: Logado como
ru_ru: Вы вошли как
zh_cn: 登录

source: Contact your Nagios XI administrator if you have forgotten your login credentials.
bg_bg: свържете се с вашия администратор на nagios xi, ако сте забравили данните си за вход.
de_de: Wenden Sie sich an Ihren Nagios XI-Administrator, wenn Sie Ihre Anmeldeinformationen vergessen haben.
es_es: póngase en contacto con su administrador de nagios xi si ha olvidado sus credenciales de inicio de sesión.
fr_fr: contactez votre administrateur nagios xi si vous avez oublié vos identifiants de connexion.
it_it: contatta il tuo amministratore nagios xi se hai dimenticato le credenziali di accesso.
ja_jp: ログイン認証情報を忘れた場合は、Nagios XI管理者に連絡してください。
pl_pl: skontaktuj się z administratorem nagios xi, jeśli zapomniałeś swoich danych logowania.
pt_pt: entre em contato com o administrador do nagios xi se tiver esquecido suas credenciais de login.
ru_ru: обратитесь к администратору nagios xi, если вы забыли свои учетные данные
zh_cn: 如果您忘记了登录凭据，请与Nagios XI管理员联系。

source: Login failed
bg_bg: Неуспешно влизане!
de_de: Fehler bei der Anmeldung!
es_es: Error de acceso!
fr_fr: Échec de la connexion!
it_it: Accesso non riuscito!
ja_jp: ログイン失敗
pl_pl: Logowanie nie powiodło się!
pt_pt: Login falhou!
ru_ru: Войти не удалось!
zh_cn: 登录失败！

source: Login Required!
bg_bg: Изисква се вход!
de_de: Anmeldung erforderlich!
es_es: ¡Necesario iniciar sesión!
fr_fr: Connexion requise!
it_it: Accesso richiesto!
ja_jp: ログインが必要です！
pl_pl: wymagany login!
pt_pt: login necessário!
ru_ru: требуется авторизация!
zh_cn: 要求登录！

source: items deleted successfully
bg_bg: Обектите бяха успешно изтрити
de_de: Artikel erfolgreich gelöscht
es_es: item eliminado satisfactoriamente
fr_fr: des éléments supprimés avec succès
it_it: Posta eliminata con successo
ja_jp: アイテムの削除に成功しました
pl_pl: elementy usunięte z powodzeniem
pt_pt: itens excluídos com sucesso
ru_ru: элементы успешно удалены
zh_cn: 项目已成功删除

source: selected items were deleted
bg_bg: Избраните елементи бяха изтрити
de_de: ausgewählten Elemente gelöscht wurden
es_es: items seleccionados fueron eliminados
fr_fr: éléments sélectionnés ont été supprimés
it_it: elementi selezionati sono stati eliminati
ja_jp: 選択したアイテムが削除されました
pl_pl: Wybrane elementy zostały usunięte
pt_pt: itens seleccionados foram eliminados
ru_ru: выбранные элементы были удалены
zh_cn: 所选项目已删除

source: Shows recent actions in the CCM. These are only kept here in the CCM for the max logbook age setting.
bg_bg: Показва последните действия в програмата "Главен Конфигурационен Мениджър" (CCM - Core Config Manager). Те се държат тук, в CCM, само за настройката "max logbook age".
de_de: zeigt die jüngsten Maßnahmen im ccm. diese sind nur hier im ccm für die max Logbuch Alterseinstellung gehalten.
es_es: muestra las acciones recientes en el MCP. éstos sólo se mantienen aquí en el MCP para la configuración de edad libro de registro máximo.
fr_fr: montre les actions récentes dans le ccm. ceux-ci ne sont conservés ici dans le ccm pour le réglage de l'âge de journal de bord max.
it_it: mostra recenti azioni nel CCM. questi sono conservati solo qui in CCM per l'impostazione età massima giornale di bordo.
ja_jp: CCMの最近のアクションを表示します. 「ログブックの保存時間」で設定した期間のログが保持されます.
pl_pl: pokazuje niedawne działania w ccm. są one przechowywane tylko tu w ccm na max ustawieniach wiekowej dziennik.
pt_pt: mostra as ações recentes no CCM. estes só são mantidos aqui no CCM para a definição de idade diário max.
ru_ru: показывает последние действия в ССМ. они только хранятся здесь в КМС для максимального параметра журнал регистрации возраста.
zh_cn: 显示CCM中的最新操作。 这些仅保留在CCM中，用于最长日志年龄设置。

source: Set the threshold of "Max Logbook Age" in the Database tab of the
bg_bg: Определете праг "Max Logbook Age" в раздела база данни на
de_de: stellen Sie den Schwellenwert von "max Logbuch Alter" in der Registerkarte Datenbank der
es_es: establecer el umbral de la "edad de cuaderno de bitácora max" en la pestaña de la base de datos
fr_fr: fixer le seuil de "l'âge du journal de bord max" dans l'onglet de la base de données
it_it: impostare la soglia di "diario di bordo età max" nella scheda banca dati del
ja_jp: 管理 ->
pl_pl: ustawić próg "max wieku Logbook", na karcie bazy danych
pt_pt: definir o limite da "idade diário max" na guia banco de dados do
ru_ru: установить порог "максимального судового журнала возраста" в вкладке База данных
zh_cn: 设置“最大日志时代”的阈值的数据库选项卡

source: Opens in main window
bg_bg: Отваря се в главния прозорец
de_de: in neuem Fenster öffnen
es_es: abrir en nueva ventana
fr_fr: ouvre une nouvelle fenêtre
it_it: aprire in una nuova finestra
ja_jp: 新しいウィンドウで開く
pl_pl: Otwórz w nowym oknie
pt_pt: Abrir em uma nova janela
ru_ru: открыть в новом окне
zh_cn: 在主窗口中打开

source: admin page
bg_bg: администраторска страница
de_de: Admin-Seite
es_es: Página de administrador
fr_fr: page d'admin
it_it: pagina di amministrazione
ja_jp: 管理ページ
pl_pl: administrator strony
pt_pt: página de administração
ru_ru: админ страница
zh_cn: 管理页面

source: Full logs are kept in the
bg_bg: пълните трупи се съхраняват в
de_de: vollständige Protokolle werden in der
es_es: registros completos se mantienen en el
fr_fr: les journaux complets sont conservés dans le
it_it: i registri completi sono conservati nel
ja_jp: 完全なログは
pl_pl: pełne dzienniki są przechowywane w
pt_pt: registros completos são mantidos no
ru_ru: полные журналы хранятся в
zh_cn: 完整日志保存在

source: for future reference.
bg_bg: за справка в бъдеще.
de_de: für die Zukunft.
es_es: Para futura referencia.
fr_fr: pour référence future.
it_it: per riferimento futuro.
ja_jp: に保存されます.
pl_pl: dla przyszłego odniesienia.
pt_pt: para referência futura.
ru_ru: для справок в будущем.
zh_cn: 备查。

source: Displaying
bg_bg: Показване
de_de: Angezeigte
es_es: Desplegando
fr_fr: Visualisation
it_it: Visualizzazione
ja_jp: 表示
pl_pl: wyświetlając
pt_pt: Exibindo
ru_ru: Отображение
zh_cn: 显示

source: results
bg_bg: резултати
de_de: Ergebnisse
es_es: resultados
fr_fr: résultats
it_it: risultati
ja_jp: 結果
pl_pl: Wyniki
pt_pt: resultados
ru_ru: Результаты
zh_cn: 结果

source: Toggle All Checkboxes
bg_bg: Превключете всички отметки (Checkboxes)
de_de: wechseln Sie alle Kontrollkästchen
es_es: cambiar todas las casillas
fr_fr: activer toutes les cases
it_it: attivare tutte le caselle di controllo
ja_jp: すべてのチェックボックスを切り替える
pl_pl: przełączyć wszystkie pola wyboru
pt_pt: activar todas as caixas
ru_ru: переключать все отметки
zh_cn: 切换所有的复选框

source: No results returned from logbook table
bg_bg: Няма резултати, върнати от logbook table
de_de: Keine Ergebnisse zurückgegeben aus dem Logbuch-Tabelle
es_es: No hay resultados devueltos de mesa libro de registro
fr_fr: Pas de résultats retournés à partir du tableau journal de bord
it_it: Nessun risultato restituito dalla tabella giornale di bordo
ja_jp: 結果がログブックテーブルから戻りませんでした
pl_pl: brak wyników wrócił z tabeli w dzienniku pokładowym
pt_pt: sem resultados retornados da tabela logbook
ru_ru: Результаты не вернулся из журнала таблицы
zh_cn: 日志表未返回任何结果

source: With checked
bg_bg: с проверена
de_de: Mit überprüft
es_es: Con Chequeado
fr_fr: Avec Vérifié
it_it: Con Controllato
ja_jp: 選択済み
pl_pl: z sprawdzane
pt_pt: Com verificado
ru_ru: С проверено
zh_cn: 随检查

source: Go
bg_bg: Отидете
de_de: Gehen
es_es: Ir
fr_fr: Aller
it_it: Andare
pl_pl: iść
pt_pt: ir
ru_ru: Идти
zh_cn: 下一步

source: Results per page
bg_bg: Резултати на страница
de_de: Ergebnisse pro Seite
es_es: resultados por página
fr_fr: résultats par page
it_it: risultati per pagina
ja_jp: 1ページに表示する件数
pl_pl: Wyniki na stronę
pt_pt: Resultados por página
ru_ru: результатов на страницу
zh_cn: 每页结果

source: Unauthorized action! Login required.
bg_bg: Неразрешено действие! Изисква вход.
de_de: Unerlaubter Handlung! Login erforderlich.
es_es: Acción no autorizada! Se requiere ingresar.
fr_fr: Action non autorisée! Login requis.
it_it: Azione non autorizzata! Accesso necessario.
ja_jp: 不正なアクション！ログインが必要です.
pl_pl: nieautoryzowane działania! logowanie wymagane.
pt_pt: Ação não autorizada! Login necessário.
ru_ru: Несанкционированная акция! Войти требуются.
zh_cn: 未经授权的行为！ 需要登录。

source: ROUTE VIEW
bg_bg: Маршрутен изглед
es_es: Ver ruta
fr_fr: VUE DE ROUTE
it_it: ROUTE VISTA
ja_jp: ルートビュー
pl_pl: Widok trasy
pt_pt: Vista do percurso
zh_cn: 路径视图

source: Invalid object type
bg_bg: Невалиден тип обект
de_de: Ungültige Objekttyp
es_es: Tipo de objeto no válido
fr_fr: Type d'objet invalide
it_it: Tipo di oggetto non valido
ja_jp: 無効なオブジェクト型
pl_pl: niepoprawny typ obiektu
pt_pt: !Matriz relatório inválido.
ru_ru: Неверный тип объекта
zh_cn: 无效的对象类型

source: specified
bg_bg: уточнен
de_de: angegeben
es_es: Ninguna fecha especificada
fr_fr: spécifié
it_it: specificata
ja_jp: 指定の
pl_pl: określony
pt_pt: Usuário modificado:
ru_ru: указанный
zh_cn: 指定

source: Problem detected updating object name on relative:
bg_bg: Открит е проблем с актуализирането на името на обекта на отнасящия се:
de_de: Problem erkannt Aktualisierung Objektnamen auf relativ:
es_es: problema detectado actualización nombre del objeto en la relación:
fr_fr: problème détecté mise à jour le nom de l'objet sur rapport:
it_it: problema rilevato aggiornamento nome oggetto il relativo:
ja_jp: 次のオブジェクト名の更新に障害を検出しました：
pl_pl: Problem wykryty aktualizacji nazwę obiektu na względne:
pt_pt: problema detectado nome do objeto de atualização em relação:
ru_ru: Проблема обнаружена имя объекта обновления на относительно:
zh_cn: 在相对对象上检测到更新对象名称时出现问题：

source: Created
bg_bg: Създадено от
de_de: Erstellt von
es_es: Creados por
fr_fr: Créé par
it_it: Creato da
ja_jp: 作成されました
pl_pl: utworzony przez
pt_pt: criado pela
ru_ru: Создано
zh_cn: 创建

source: Modified
bg_bg: модифициран
de_de: geändert
es_es: modificado
fr_fr: modifié
it_it: modificato
ja_jp: 修正済み
pl_pl: zmodyfikowany
pt_pt: modificado
ru_ru: модифицированный
zh_cn: 修改
