Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: An action link will appear on the reports page depending on elements appended to the %s array.
bg_bg: Функцийна препратка (action link) ще се появи на страницата за доклади, в зависимост от елементите, приложени към %s масива (array).
de_de: ein Action-Link wird auf der Seite Berichte erscheinen je nach Elementen zu% s Array angehängt.
es_es: un enlace de acción aparecerá en la página de informes en función de los elementos añadidos al conjunto% s.
fr_fr: un lien d'action apparaîtra sur la page des rapports en fonction des éléments annexés à la matrice du%.
it_it: un link di azione apparirà sulla pagina di rapporti a seconda elementi allegati ad un array% s.
ja_jp: アクションリンクは%s 配列に追加された要素に応じてレポートページに表示されます.
pl_pl: Powiązanie działania pojawi się na stronie raportów w zależności od elementów dołączonych do katalogu% s tablicy.
pt_pt: um link de ação aparece na página de relatórios dependendo elementos acrescentados ao conjunto do% s.
ru_ru: ссылка для действия будет отображаться на странице отчетов в зависимости от элементов, приложенных к массиве% S.
zh_cn: 根据添加到%s数组中的元素，报告页面上会出现一个操作链接。

source: Used to add an action to the Quick Action section on the Service Status Detail page.
bg_bg: Използван за добавяне на секция за "Бързо Действие" (Quick Action) на страницата с подробности за състоянието на сървиса (Service Status Detail page).
de_de: verwendet, um eine Aktion auf die Schnell Abschnitt auf dem Service-Status Detailseite hinzuzufügen.
es_es: se utiliza para añadir una acción a la sección de acción rápida en la página de detalles del estado del servicio.
fr_fr: utilisé pour ajouter une action à la section d'action rapide sur la page de détail de l'état du service.
it_it: utilizzata per aggiungere un'azione alla sezione rapida azione nella pagina di dettaglio lo stato del servizio.
ja_jp: アクションをサービスステータス詳細ページの「クイックアクション」セクションに追加するために使用されます.
pl_pl: stosowane, aby dodać akcję do szybkiego działania sekcji na stronie informacji o stanie usługi.
pt_pt: usado para adicionar uma ação para a secção de ação rápida na página de detalhes estado do serviço.
ru_ru: используется для добавления действия в секцию быстрого действия на странице сведений о состоянии службы.
zh_cn: 用于在 "服务状态详情 "页面的 "快速操作 "部分添加操作。

source: The hostname of the current service's host.
bg_bg: Хост име на сървиса на сегашния хост.
de_de: der Hostname des Hosts aktuellen Service.
es_es: el nombre de host del host del servicio actual.
fr_fr: le nom d'hôte de l'hôte du service actuel.
it_it: l'hostname dell'host del servizio corrente.
ja_jp: 現在のサービスのホストのhostname.
pl_pl: jaka jest nazwa hosta bieżącego usługi.
pt_pt: o nome da máquina host do serviço atual.
ru_ru: имя хоста хоста текущего сервиса.
zh_cn: 当前服务的主机名。

source: The service description of the current service.
bg_bg: Сървис описание на текущия сървис.
de_de: die Leistungsbeschreibung des aktuellen Service.
es_es: la descripción del servicio del servicio actual.
fr_fr: la description du service du service actuel.
it_it: la descrizione del servizio del servizio corrente.
ja_jp: 現在のサービスのサービス説明.
pl_pl: opis usługi bieżącej eksploatacji.
pt_pt: a descrição do serviço do serviço atual.
ru_ru: описание сервиса текущего обслуживания.
zh_cn: 当前服务的服务说明。

source: The ID of the current service.
bg_bg: Идентификатора на сегашния сървис.
de_de: die ID des aktuellen Service.
es_es: el identificador del servicio actual.
fr_fr: l'identifiant du service actuel.
it_it: l'id del servizio corrente.
ja_jp: 現在のサービスのID.
pl_pl: identyfikator bieżącej eksploatacji.
pt_pt: o id do serviço atual.
ru_ru: идентификатор текущей службы.
zh_cn: 当前服务的ID。

source: The status XML of the current service.
bg_bg: XML състоянието на сегашния сървис.
de_de: der Status xml des aktuellen Service.
es_es: el xml estado del servicio actual.
fr_fr: xml d'état du service actuel.
it_it: lo stato XML del servizio corrente.
ja_jp: 現在のサービスのステータスXML.
pl_pl: xml status bieżącej eksploatacji.
pt_pt: xml status do serviço atual.
ru_ru: статус XML текущей услуги.
zh_cn: 当前服务的状态XML。

source: The Quick Actions list on Service Status Detail pages will be affected by the elements appended to the %s array
bg_bg: Списъка с Quick Actions на страниците с подробности за сървис статус (Service Status Detail) ще бъде засегнат от елементите, приложени към %s масива
de_de: die schnelle Aktionen Liste auf den Service-Status Detailseiten werden von den in das Verzeichnis% s Array angehängten Elemente beeinflusst werden
es_es: la lista de acciones rápidas en las páginas de detalles de estado del servicio se verá afectado por los elementos añadidos a la matriz de% s
fr_fr: la liste des actions rapides sur les pages de détail de l'état de service sera affectée par les éléments annexés à la matrice du%
it_it: l'elenco azioni rapide sulle pagine di dettaglio sullo stato del servizio sarà influenzato dagli elementi allegati alla matrice% s
ja_jp: サービスステータス詳細ページの「クイックアクション」リストが%s 配列に追加された要素により影響をうけます.
pl_pl: lista szybkich działań na stan usługi stronach szczegółowo zostaną naruszone przez elementy dołączone do tablicy% s
pt_pt: a lista de ações rápidas nas páginas de detalhes de status de serviço serão afetados pelos elementos anexos à disposição do% s
ru_ru: список быстрого действия на состояние службы детальных страниц будет зависеть от элементов, приложенных к массиве% S
zh_cn: 服务状态详情页面上的快速行动列表将受到附加到%s数组中的元素的影响。

source: Append custom tabs to service status pages.
bg_bg: Добавете персонализирани раздели към сървис статус страниците.
de_de: benutzerdefinierte Registerkarten, um den Service-Status-Seiten anhängen.
es_es: añadir fichas personalizadas a las páginas de estado de servicio.
fr_fr: append personnalisés onglets vers des pages d'état du service.
it_it: aggiungere schede personalizzate a pagine di stato di servizio.
ja_jp: サービスステータスページにカスタムタブを追加します.
pl_pl: dołączania własnych zakładek do stron Status usługi.
pt_pt: anexar guias personalizadas para páginas de status do serviço.
ru_ru: добавление пользовательских вкладок на страницы состояния службы.
zh_cn: 将自定义标签添加到服务状态页面。

source: The current service.
bg_bg: Сегашен сървис.
de_de: der aktuelle Dienst.
es_es: el servicio actual.
fr_fr: le service actuel.
it_it: il servizio corrente.
ja_jp: 現在のサービス.
pl_pl: bieżąca obsługa.
pt_pt: o serviço atual.
ru_ru: текущее обслуживание.
zh_cn: 当前的服务。

source: New tabs will appear on service status pages based on the %s array
bg_bg: Нови раздели, ще се появяват на страниците за състоянието на сървис въз основа на %s масива
de_de: neue Registerkarten auf den Service-Status-Seiten erscheinen basierend auf Array% s
es_es: nuevas pestañas aparecerán en las páginas de estado de servicio en base a la matriz de% s
fr_fr: de nouveaux onglets apparaîtront sur les pages d'état de service basé sur le réseau de l'%
it_it: nuove schede appariranno sulle pagine di stato di servizio basate su array di% s
ja_jp: 新しいタブは、%s 配列に基づいてサービスステータスページに表示されます
pl_pl: nowe karty będą wyświetlane na stronach Status usługi na podstawie tablicy% s
pt_pt: novas guias serão exibidos em páginas de status do serviço com base na matriz do% s
ru_ru: новые вкладки будут появляться на страницах статуса услуг, основанных на массиве% S
zh_cn: 新的标签页将根据%s数组出现在服务状态页面上。

source: Executed directly after PHP's %s is called.
bg_bg: Изпълнен директно след РНР's %s и се нарича.
de_de: direkt nach PHP% s ausgeführt aufgerufen wird.
es_es: ejecutado directamente después de php% s se llama.
fr_fr: exécutée directement après% s php est appelé.
it_it: eseguito direttamente dopo di php% s è chiamato.
ja_jp: PHPの %s が呼び出された後に直接実行されます.
pl_pl: wykonywane bezpośrednio po PHP% s jest tzw.
pt_pt: executado diretamente após do PHP% s é chamado.
ru_ru: выполняется непосредственно после того, как в PHP% s называется.
zh_cn: 在PHP的%s被调用后直接执行。

source: Executed directly before the Command Subsystem performs an Apply Configuration or Reconfigure.
bg_bg: Изпълнен директно преди командната подсистема (Command Subsystem) приложи конфигурацията или преконфигурира.
de_de: unmittelbar vor dem Befehl Subsystem ausgeführt, um eine Konfiguration oder Neukonfiguration anwenden ausführt.
es_es: ejecutado directamente ante el subsistema comando realiza una aplican configuración o reconfiguración.
fr_fr: exécuté directement avant la commande sous-système effectue une configuration appliquer ou reconfigurer.
it_it: eseguito direttamente prima del sottosistema di comando esegue un applicano configurazione o riconfigurazione.
ja_jp: コマンドサブシステムが設定を適用するか再構成を実行する前に直接実行されます.
pl_pl: wykonywane bezpośrednio przed podsystemu przeprowadza wyznaczanie zastosowanie konfiguracji lub reconfigure.
pt_pt: executados diretamente antes do subsistema de comando executa uma configuração ou reconfigure aplicar.
ru_ru: выполняется непосредственно перед тем как подсистема выполняет команды применить конфигурацию или переконфигурируйте.
zh_cn: 在命令子系统执行应用配置或重新配置之前直接执行。

source: Executed directly after automatic NagiosQL backups and NOM checkpoints are cleaned up.
bg_bg: Изпълнен директно след автоматично архивиране на NagiosQL и NOM checkpoints са почистени.
de_de: direkt nach der automatischen NagiosQL Sicherungen und nom Checkpoints ausgeführt werden gereinigt.
es_es: ejecutados directamente después de las copias de seguridad automáticas y puntos de control NagiosQL nom se limpian.
fr_fr: exécutée directement après les sauvegardes de NagiosQL automatiques et points de contrôle NOM sont nettoyés.
it_it: eseguiti direttamente dopo i backup automatici e posti di blocco NagiosQL nom vengono eliminati.
ja_jp: 自動 NagiosQL バックアップとNOMチェックポイントがクリーンアップされた後に直接実行されます.
pl_pl: wykonywane bezpośrednio po automatycznych kopii zapasowych nagiosql i przejściach nom są czyszczone.
pt_pt: executado diretamente após backups automáticos NagiosQL e postos de controle nom são limpos.
ru_ru: выполняется непосредственно после автоматического резервного копирования nagiosql и ПОВ контрольно-пропускных пунктах очищаются.
zh_cn: 在NagiosQL自动备份和NOM检查点清理完毕后直接执行。

source: Executed directly after the database maintenance is performed.
bg_bg: Изпълнен директно след като е извършена поддръжка на базата данни.
de_de: direkt nach der Pflege der Datenbank ausgeführt wird, durchgeführt.
es_es: ejecutado directamente luego de realizar el mantenimiento de bases de datos.
fr_fr: exécutée directement après la maintenance de base de données est effectuée.
it_it: eseguito direttamente dopo la manutenzione del database viene eseguita.
ja_jp: データベースメンテナンスが実行された後で直接実行されます.
pl_pl: wykonywane bezpośrednio po utrzymanie bazy danych jest wykonywana.
pt_pt: executados diretamente após a manutenção de banco de dados é realizada.
ru_ru: выполняется непосредственно после того, как ведение базы данных выполняется.
zh_cn: 在数据库维护完成后直接执行。

source: Executed directly after any command is ran in the Command Subsystem.
bg_bg: Изпълнен директно след изпълнението на всяка команда в командната подсистема (Command Subsystem).
de_de: direkt nach jedem Befehl ausgeführt wird in der Zugsicherung ausgeführt.
es_es: ejecutados directamente después de cualquier comando se corrió en el subsistema de comandos.
fr_fr: exécutée directement après toute commande est exécuté dans la commande sous-système.
it_it: eseguiti direttamente dopo ogni comando è correva nel sottosistema di comando.
ja_jp: 任意のコマンドがコマンドサブシステムで実行された後に直接実行されます.
pl_pl: wykonywane bezpośrednio po wystąpieniu polecenia jest prowadzony w podsystemie poleceń.
pt_pt: executado diretamente após qualquer comando é executado no subsistema de comando.
ru_ru: выполняется непосредственно после того, как любая команда побежала в подсистеме команд.
zh_cn: 在命令子系统中运行任何命令后直接执行。

source: The command that was executed by the Command Subsystem.
bg_bg: Командата, която беше изпълнена от Command Subsystem.
de_de: der Befehl, der durch den Befehl Subsystem ausgeführt wurde.
es_es: el comando que fue ejecutado por el subsistema de comandos.
fr_fr: la commande qui a été exécutée par la commande sous-système.
it_it: il comando che è stato eseguito dal sottosistema di comando.
ja_jp: コマンドサブシステムにより実行されたコマンド.
pl_pl: komenda, która została wykonana przez podsystem dowodzenia.
pt_pt: o comando que foi executado pelo subsistema de comando.
ru_ru: команда, которая была выполнена с помощью подсистемы команд.
zh_cn: 命令子系统执行的命令。

source: Any relevant data associated with the command.
bg_bg: Всички необходими данни, свързани с командата.
de_de: alle relevanten Daten mit dem Befehl zugeordnet ist.
es_es: todos los datos relevantes asociados con el comando.
fr_fr: toutes les données pertinentes associées à la commande.
it_it: tutti i dati rilevanti associati con il comando.
ja_jp: コマンドに関連付けられているデータ.
pl_pl: wszelkie istotne dane związane z poleceniem.
pt_pt: todos os dados relevantes associados com o comando.
ru_ru: любые соответствующие данные, связанные с командой.
zh_cn: 与该命令有关的任何相关数据。

source: This callback is executed directly after a user has been successfully authenticated via the built in authentication methods or from a successful callback using
bg_bg: това повикване се изпълнява директно след успешно идентифициране на потребителя чрез вградените методи за удостоверяване или чрез успешно използване на обратно повикване
de_de: Dieser Callback wird direkt ausgeführt, nachdem ein Benutzer erfolgreich über die eingebauten Authentifizierungsmethoden oder über einen erfolgreichen Rückruf authentifiziert wurde
es_es: esta devolución de llamada se ejecuta directamente después de que un usuario se haya autenticado correctamente a través de los métodos de autenticación incorporados o de una devolución de llamada exitosa usando
fr_fr: ce rappel est exécuté directement après qu'un utilisateur a été authentifié avec succès via les méthodes d'authentification intégrées ou à partir d'un rappel réussi en utilisant
it_it: questa richiamata viene eseguita direttamente dopo che un utente è stato autenticato con successo tramite i metodi di autenticazione incorporati o da una richiamata con successo
ja_jp: このコールバックは、ユーザーが組み込みの認証メソッドを使用して正常に認証された後、または
pl_pl: to wywołanie zwrotne jest wykonywane bezpośrednio po pomyślnym uwierzytelnieniu użytkownika za pomocą wbudowanych metod uwierzytelniania lub z pomyślnego wywołania zwrotnego za pomocą
pt_pt: esse retorno de chamada é executado diretamente depois que um usuário foi autenticado com êxito por meio dos métodos de autenticação incorporados ou de um retorno de chamada bem-sucedido usando
ru_ru: этот обратный вызов выполняется непосредственно после того, как пользователь был успешно аутентифицирован с помощью встроенных методов аутентификации или с помощью успешного обратного вызова, используя
zh_cn: 这个回调是在用户通过内置的认证方法成功认证后或使用

source: If your two factor authentication requires redirection, take a look at the %s callback.
bg_bg: ако вашето двуфакторно удостоверяване изисква пренасочване, разгледайте% s обратно повикване.
de_de: Wenn Ihre Zwei-Faktor-Authentifizierung eine Umleitung erfordert, sehen Sie sich den% s-Rückruf an.
es_es: si su autenticación de dos factores requiere una redirección, eche un vistazo a la devolución de llamada% s.
fr_fr: Si votre authentification à deux facteurs nécessite une redirection, jetez un coup d'œil au rappel% s.
it_it: se l'autenticazione a due fattori richiede il reindirizzamento, dai un'occhiata al callback di% s.
ja_jp: 2要素認証にリダイレクトが必要な場合は、%s コールバックを確認してください。
pl_pl: jeśli uwierzytelnianie dwukierunkowe wymaga przekierowania, spójrz na oddzwanianie% s.
pt_pt: Se a sua autenticação de dois fatores exigir redirecionamento, dê uma olhada no retorno de chamada% s.
ru_ru: если ваша двухфакторная аутентификация требует перенаправления, посмотрите на обратный вызов% s.
zh_cn: 如果你的双因素认证需要重定向，请看一下%s回调。

source: If set to 1, then user is two factor authenticated.
bg_bg: Ако е избрано 1, тогава потребителя е идентифициран.
de_de: falls auf 1 gesetzt ist, wird Benutzer authentifiziert.
es_es: si se establece en 1, entonces el usuario es autenticado.
fr_fr: si elle est définie à 1, alors l'utilisateur est authentifié.
it_it: se impostato a 1, allora l'utente viene autenticato.
ja_jp: 1 を設定すると、ユーザーは2要素認証が適用されます。
pl_pl: jeśli jest ustawiony na 1, to użytkownik jest uwierzytelniony.
pt_pt: Se definido como 1, então o usuário é autenticado.
ru_ru: если установлен в 1, то пользователь проходит аутентификацию.
zh_cn: 如果设置为1，则用户为双因素认证。

source: If set to 1, then this will stop the two factor auth from beng used for any user.
bg_bg: ако е зададено на 1, тогава това ще спре двата фактора auth от beng, използвани за всеки потребител.
de_de: Wenn der Wert auf 1 gesetzt ist, wird die für einen Benutzer verwendete Zwei-Faktor-Authentifizierung deaktiviert.
es_es: si se establece en 1, esto detendrá la autenticación de dos factores de beng utilizada por cualquier usuario.
fr_fr: Si la valeur est définie sur 1, cela empêchera l'authentification à deux facteurs de beng utilisée pour n'importe quel utilisateur.
it_it: se impostato su 1, ciò interromperà l'autenticazione a due fattori da beng utilizzata per qualsiasi utente.
ja_jp: 1に設定されている場合、これはどのユーザーにも使用されるbengからの2つの要素authを停止します。
pl_pl: jeśli ustawione na 1, to zatrzyma autoryzację dwuskładnikową z beng używaną przez dowolnego użytkownika.
pt_pt: se definido como 1, isso interromperá a autenticação de dois fatores do beng usada para qualquer usuário.
ru_ru: если установлено значение 1, это остановит двухфакторную аутентификацию от beng, используемую для любого пользователя.
zh_cn: 如果设置为1，那么这将阻止任何用户使用双因素认证。

source: Nagios XI will accept two factor authentication for a user based on the value of
bg_bg: nagios xi ще приеме удостоверяване с две фактора за потребител въз основа на стойността на
de_de: nagios xi akzeptiert eine Zwei-Faktor-Authentifizierung für einen Benutzer basierend auf dem Wert von
es_es: nagios xi aceptará autenticación de dos factores para un usuario en función del valor de
fr_fr: nagios xi acceptera l'authentification à deux facteurs pour un utilisateur en fonction de la valeur de
it_it: nagios xi accetterà l'autenticazione a due fattori per un utente in base al valore di
ja_jp: Nagios XIは、値に基づいてユーザーの2要素認証を受け入れます
pl_pl: Nagios Xi zaakceptuje uwierzytelnianie dwuetapowe dla użytkownika na podstawie wartości
pt_pt: O nagios xi aceita autenticação de dois fatores para um usuário com base no valor de
ru_ru: nagios xi будет принимать двухфакторную аутентификацию для пользователя на основе значения
zh_cn: Nagios XI将接受用户的双因素身份验证，基于

source: Executed after the session is initialized on login, but before any authentication or page display occurs.
bg_bg: изпълнена след сесията, която се инициализира при влизане, но преди да се осъществи идентификация или показване на страница.
de_de: Wird ausgeführt, nachdem die Sitzung bei der Anmeldung initialisiert wurde, aber bevor eine Authentifizierung oder Seitenanzeige erfolgt.
es_es: se ejecuta después de que la sesión se inicializa al iniciar sesión, pero antes de que se produzca la autenticación o la visualización de la página.
fr_fr: exécuté après l'initialisation de la session lors de la connexion, mais avant toute authentification ou affichage de page.
it_it: eseguito dopo l'inizializzazione della sessione all'accesso, ma prima che si verifichi l'autenticazione o la visualizzazione della pagina.
ja_jp: ログイン時にセッションが初期化された後、認証やページ表示が行われる前に実行されます。
pl_pl: wykonywany po inicjalizacji sesji podczas logowania, ale przed każdym uwierzytelnieniem lub wyświetlaniem strony.
pt_pt: executado depois que a sessão é inicializada no login, mas antes de qualquer autenticação ou exibição de página.
ru_ru: выполненный после инициализации сеанса при входе в систему, но до того, как произойдет аутентификация или отображение страницы.
zh_cn: 在登录时初始化会话后，但在任何认证或页面显示之前执行。

source: Use this callback if your two factor authentication requires some kind of page postback.
bg_bg: използвайте тази обратно повикване, ако вашето удостоверяване с фактор изисква някакъв вид обратна връзка на страницата.
de_de: Verwenden Sie diesen Rückruf, wenn Ihre Zwei-Faktor-Authentifizierung eine Art Seitenpostback erfordert.
es_es: use esta devolución de llamada si su autenticación de dos factores requiere algún tipo de devolución de página.
fr_fr: utilisez ce rappel si votre authentification à deux facteurs nécessite un type de publication de page.
it_it: usa questa callback se l'autenticazione a due fattori richiede un qualche tipo di postback della pagina.
ja_jp: 2要素認証にページポストバックが必要な場合は、このコールバックを使用します。
pl_pl: użyj tego wywołania zwrotnego, jeśli uwierzytelnianie dwuskładnikowe wymaga pewnego rodzaju odświeżenia strony.
pt_pt: use este retorno de chamada se sua autenticação de dois fatores exigir algum tipo de postagem de página.
ru_ru: используйте этот обратный вызов, если ваша двухфакторная аутентификация требует какой-то обратной передачи страницы.
zh_cn: 如果你的双因素认证需要某种页面回传，请使用这个回调。

source: Executed directly after the last row is printed (but before the end table tag) to the screen when building the General Settings table on the Edit User page.
bg_bg: изпълнена директно след отпечатването на последния ред (но преди маркера на крайната таблица) на екрана, когато се създава таблицата с общи настройки на страницата за редактиране на потребителя.
de_de: Wird direkt nach dem Drucken der letzten Zeile (aber vor dem Tag der Endtabelle) auf dem Bildschirm ausgeführt, wenn die Tabelle mit den allgemeinen Einstellungen auf der Seite zum Bearbeiten von Benutzern erstellt wird.
es_es: se ejecuta directamente después de que se imprime la última fila (pero antes de la etiqueta de la mesa final) en la pantalla cuando se crea la tabla de configuraciones generales en la página de edición de usuarios.
fr_fr: exécuté directement après l'impression de la dernière ligne (mais avant la balise de fin de table) à l'écran lors de la création de la table des paramètres généraux sur la page de modification de l'utilisateur.
it_it: eseguito direttamente dopo la stampa dell'ultima riga (ma prima del tag del terminale) sullo schermo quando si crea la tabella delle impostazioni generali nella pagina utente di modifica.
ja_jp: ユーザーの編集ページで一般設定テーブルを作成するときに最後の行が画面に表示された直後に実行されます (ただし、テーブル終了タグの前)。
pl_pl: wykonywane bezpośrednio po wydrukowaniu ostatniego wiersza (ale przed tagiem tabeli końcowej) na ekranie podczas tworzenia tabeli ustawień ogólnych na stronie edycji użytkownika.
pt_pt: executado diretamente após a última linha ser impressa (mas antes da tag da tabela final) na tela ao criar a tabela de configurações gerais na página de edição do usuário.
ru_ru: выполняется непосредственно после печати последней строки (но до тега таблицы конца) на экране при создании общей таблицы настроек на странице редактирования пользователя.
zh_cn: 在 "编辑用户 "页面上建立 "通用设置 "表时，在最后一行打印出来后（但在表尾标签之前）直接执行到屏幕上。

source: Define a function that prints html to hook into this portion of the Edit User page.
bg_bg: дефинирайте функция, която отпечатва html, за да се закачи в тази част на страницата за редактиране.
de_de: Definieren Sie eine Funktion, die html druckt, um in diesen Teil der Bearbeitungs-Benutzerseite zu gelangen.
es_es: define una función que imprime html para enganchar en esta parte de la página de edición de usuario.
fr_fr: définir une fonction qui imprime html pour se connecter à cette partie de la page d'édition d'utilisateur.
it_it: definire una funzione che stampa html da agganciare a questa porzione della pagina utente di modifica.
ja_jp: ユーザーの編集ページのこの部分にフックするために html を出力する関数を定義します。
pl_pl: zdefiniuj funkcję, która drukuje html do przechwycenia w tej części edytowanej strony użytkownika.
pt_pt: defina uma função que imprima o html para conectar-se a essa parte da página de edição do usuário.
ru_ru: определите функцию, которая печатает html, чтобы подключиться к этой части страницы редактирования прав.
zh_cn: 定义一个打印html的函数，挂到编辑用户页面的这部分。
