Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Failed to set option is_nxti_used: invalid input.
bg_bg: не успя да зададе опция is_nxti_used: невалиден вход.
de_de: Option is_nxti_used konnte nicht gesetzt werden: ungültige Eingabe.
es_es: Error al establecer la opción is_nxti_used: entrada no válida.
fr_fr: impossible de définir l’option is_nxti_used: entrée non valide.
it_it: impossibile impostare l'opzione is_nxti_used: input non valido.
ja_jp: オプションis_nxti_usedの設定に失敗しました：無効な入力。
pl_pl: nie można ustawić opcji is_nxti_used: nieprawidłowe wejście.
pt_pt: Falha ao definir a opção is_nxti_used: entrada inválida.
ru_ru: Не удалось установить параметр is_nxti_used: неверный ввод.
zh_cn: 无法设置选项is_nxti_used：输入无效。

source: Manage MIBs
bg_bg: Управлявайте MIBs
de_de: Verwalten MIBs
es_es: Administrar MIB's
fr_fr: Gérer les MIB
it_it: Gestione MIB
ja_jp: MIB管理
pl_pl: zarządzania MIB
pt_pt: gerenciar mibs
ru_ru: Управление MIB,
zh_cn: 管理MIB

source: SNMP Trap Interface
bg_bg: snmp интерфейс капак
de_de: SNMP-Trap-Schnittstelle
es_es: interfaz de trampa SNMP
fr_fr: snmp piège interface
it_it: interfaccia snmp trap
ja_jp: SNMP トラップインターフェイス
pl_pl: interfejs pułapki snmp
pt_pt: interface de armadilha snmp
ru_ru: Интерфейс snmp trap
zh_cn: SNMP陷阱接口

source: Warning: the SNMP Trap Interface is an enterprise-only feature.
bg_bg: интерфейсът за snp trap е функция, която е само за предприятие.
de_de: Die SNMP-Trap-Schnittstelle ist eine reine Enterprise-Funktion.
es_es: la interfaz snmp trap es una función solo para empresas.
fr_fr: l'interface snmp trap est une fonctionnalité réservée à l'entreprise.
it_it: l'interfaccia snmp trap è una funzionalità aziendale.
ja_jp: SNMP トラップインターフェイスはエンタープライズ専用の機能です。
pl_pl: interfejs pułapki snmp to funkcja dostępna wyłącznie dla przedsiębiorstw.
pt_pt: A interface snmp trap é um recurso exclusivo da empresa.
ru_ru: Интерфейс snmp trap - это единственная в отрасли функция.
zh_cn: 警告：SNMP陷阱接口是仅企业功能。

source: Undo processing before reprocessing this MIB.
bg_bg: отмяна на обработката преди повторната обработка на тази mib.
de_de: Verarbeitung rückgängig machen, bevor diese Mib erneut verarbeitet wird.
es_es: deshacer el procesamiento antes de volver a procesar este mib.
fr_fr: annuler le traitement avant de retraiter ce mib.
it_it: annullare l'elaborazione prima di rielaborare questo mib.
ja_jp: このMIBを再処理する前に処理を元に戻します。
pl_pl: cofnij przetwarzanie przed ponownym przetworzeniem tego mib.
pt_pt: desfazer o processamento antes de reprocessar esse mib.
ru_ru: отмените обработку перед обработкой этого MIB.
zh_cn: 在重新处理此MIB之前先撤消处理。

source: File not yet processed.
bg_bg: файлът все още не е обработен.
de_de: Datei noch nicht verarbeitet.
es_es: archivo aún no procesado.
fr_fr: fichier pas encore traité.
it_it: file non ancora processato.
ja_jp: ファイルはまだ処理されていません。
pl_pl: plik jeszcze nie przetworzony.
pt_pt: arquivo ainda não processado.
ru_ru: файл еще не обработан.
zh_cn: 文件尚未处理。

source: Cannot Process Traps - File Missing
bg_bg: не може да обработи капаните - файлът липсва
de_de: Traps können nicht verarbeitet werden - Datei fehlt
es_es: no se pueden procesar las trampas - falta el archivo
fr_fr: ne peut pas traiter les interruptions - fichier manquant
it_it: impossibile elaborare trap - file mancante
ja_jp: トラップを処理できません - ファイルが見つかりません
pl_pl: nie można przetwarzać pułapek - brakuje pliku
pt_pt: não pode processar traps - arquivo ausente
ru_ru: не удается обработать ловушки - отсутствует файл
zh_cn: 无法处理陷阱 - 文件丢失

source: Cannot Undo Trap Processing - File Missing
bg_bg: не може да отмени обработката на капана - липсва файл
de_de: Trap-Verarbeitung kann nicht rückgängig gemacht werden - Datei fehlt
es_es: no se puede deshacer el procesamiento de trampas - falta el archivo
fr_fr: impossible d'annuler le traitement de l'interruption - fichier manquant
it_it: impossibile annullare l'elaborazione trap - file mancante
ja_jp: トラップ処理を元に戻すことはできません - ファイルがありません
pl_pl: nie można cofnąć przetwarzania pułapki - brakuje pliku
pt_pt: não é possível desfazer o processamento de traps - arquivo ausente
ru_ru: невозможно отменить обработку прерываний - файл отсутствует
zh_cn: 无法撤消陷阱处理 - 文件丢失

source: Cannot Download - File Missing
bg_bg: не може да се изтегли - липсва файл
de_de: Download nicht möglich - Datei fehlt
es_es: no se puede descargar - falta el archivo
fr_fr: impossible de télécharger - fichier manquant
it_it: impossibile scaricare - file mancante
ja_jp: ダウンロードできません - ファイルが見つかりません
pl_pl: nie można pobrać - brakuje pliku
pt_pt: não pode baixar - arquivo ausente
ru_ru: невозможно скачать - файл отсутствует
zh_cn: 无法下载 - 文件丢失

source: Process Traps
bg_bg: Process trap
de_de: Prozess Falle
es_es: Procesar trap
fr_fr: Piège processus
it_it: Processo trappola
ja_jp: トラップを処理する
pl_pl: Pułapka proces
pt_pt: Estado do processo
ru_ru: Процесс ловушку
zh_cn: 进程陷阱

source: Undo Trap Processing
bg_bg: отмяна на обработката на капана
de_de: rückgängig machen
es_es: deshacer el procesamiento de trampas
fr_fr: annuler le traitement des pièges
it_it: annullare l'elaborazione trap
ja_jp: トラップ処理を元に戻す
pl_pl: cofnij przetwarzanie pułapek
pt_pt: desfazer o processamento de armadilhas
ru_ru: отменить обработку ловушек
zh_cn: 撤消陷阱处理

source: Manage the MIBs installed on this server in
bg_bg: Управлявайте MIBs, които са инсталирани на този сървър в
de_de: Verwalten der SNMP MIBs auf diesem Server installiert.
es_es: Administrar los MIB de SNMP instalado en este servidor.
fr_fr: Gérer les MIB SNMP installés sur ce serveur.
it_it: Gestire le MIB SNMP installati su questo server.
ja_jp: このサーバーにインストールされているSNMP MIBを管理します:
pl_pl: zarządzania MIB snmp zainstalowanych na tym serwerze.
pt_pt: Gerenciar os MIBs SNMP instalados no servidor.
ru_ru: Управление SNMP MIB, установленной на этом сервере.
zh_cn: 在以下位置管理此服务器上安装的MIB

source: There are hundreds of MIBs available at
bg_bg: Има стотици mibs на разположение на
de_de: gibt es Hunderte von MIBs verfügbar unter
es_es: hay cientos de mibs disponible en
fr_fr: il y a des centaines de mibs disponibles à
it_it: ci sono centinaia di MIB disponibili presso
ja_jp: 数百のMIBを入手できます：
pl_pl: istnieją setki MIB dostępny
pt_pt: existem centenas de mibs disponível em
ru_ru: Есть сотни MIBs доступны на
zh_cn: 有数百种MIB可供使用

source: and
bg_bg: и
de_de: und
es_es: y
fr_fr: et
it_it: e
ja_jp: と
pl_pl: i
pt_pt: e
ru_ru: и
zh_cn: 和

source: Upload a MIB
bg_bg: Качете MIB
de_de: Upload MIB
es_es: Cargar MIB
fr_fr: Upload MIB
it_it: Carica MIB
ja_jp: MIBをアップロード
pl_pl: przesyłanie MIB
pt_pt: Carregar MIB
ru_ru: Загрузить MIB
zh_cn: 上传MIB

source: Process traps
bg_bg: Process trap
de_de: Prozess Falle
es_es: Procesar trap
fr_fr: Piège processus
it_it: Processo trappola
ja_jp: トラップを処理する
pl_pl: Pułapka proces
pt_pt: Estado do processo
ru_ru: Процесс ловушку
zh_cn: 进程陷阱

source: Upload MIB
bg_bg: Качете MIB
es_es: Cargar MIB
it_it: Carica MIB
ja_jp: MIBをアップロード
pl_pl: przesyłanie MIB
pt_pt: Carregar MIB
ru_ru: Загрузить MIB
zh_cn: 上传MIB

source: View File Permissions
bg_bg: Проверете правата на файловете
de_de: Überprüfen Sie die Dateiberechtigungen
es_es: Revisar permisos de archivos
fr_fr: Vérifiez les permissions sur fichiers
it_it: Controllare i permessi
ja_jp: ファイルのアクセス権を表示する
pl_pl: sprawdzić uprawnienia do plików
pt_pt: Verifique permissões de arquivos
ru_ru: Проверьте Права доступа к файлам
zh_cn: 检查文件的权限

source: Process All Traps
bg_bg: обработват всички капани
de_de: Verarbeite alle Fallen
es_es: procesar todas las trampas
fr_fr: Traiter tous les pièges
it_it: elaborare tutte le trappole
ja_jp: すべてのトラップを処理
pl_pl: przetworzyć wszystkie pułapki
pt_pt: processar todas as armadilhas
ru_ru: обрабатывать все ловушки
zh_cn: 处理所有陷阱

source: Undo All Trap Processing
bg_bg: отмяна на цялата обработка на капаните
de_de: Alle Trap-Verarbeitung rückgängig machen
es_es: deshacer todo el procesamiento de trampas
fr_fr: annuler tous les traitements d'interruptions
it_it: annullare l'elaborazione di trap
ja_jp: すべてのトラップ処理を元に戻す
pl_pl: cofnij wszystkie przetwarzanie pułapek
pt_pt: desfazer todo o processamento de armadilhas
ru_ru: отменить всю обработку ловушек
zh_cn: 撤消所有陷阱处理

source: View All Associated Traps
bg_bg: прегледайте всички свързани капани
de_de: Alle verbundenen Fallen anzeigen
es_es: ver todas las trampas asociadas
fr_fr: voir tous les pièges associés
it_it: visualizza tutte le trap associate
ja_jp: 関連付けられているすべてのトラップを表示する
pl_pl: wyświetl wszystkie powiązane pułapki
pt_pt: ver todas as armadilhas associadas
ru_ru: просмотреть все связанные ловушки
zh_cn: 查看所有相关的陷阱

source: First Uploaded
bg_bg: първото качване
de_de: zuerst hochgeladen
es_es: primer subido
fr_fr: première mise en ligne
it_it: prima caricato
ja_jp: 最初にアップロードされた
pl_pl: pierwszy przesłany
pt_pt: primeiro carregado
ru_ru: первый загружен
zh_cn: 首先上传

source: Date Processed
bg_bg: дата
de_de: Bearbeitungsdatum
es_es: fecha procesada
fr_fr: date de traitement
it_it: data elaborata
ja_jp: 処理日
pl_pl: data przetworzona
pt_pt: data processada
ru_ru: дата обработана
zh_cn: 处理日期

source: # Assoc Traps
bg_bg: # асистентски капани
de_de: # Assoc-Fallen
es_es: # asco trampas
fr_fr: # pièges assoc
it_it: # associa trap
ja_jp: # 関連トラップ数
pl_pl: # pułapki assoc
ru_ru: # связанные ловушки
zh_cn: # Assoc陷阱

source: Uploaded
bg_bg: Качете
de_de: hochladen
es_es: subir
fr_fr: télécharger
it_it: caricare
ja_jp: アップロードされました
pl_pl: przekazać plik
pt_pt: Envio
ru_ru: загружать
zh_cn: 上传

source: Processed
bg_bg: Процеси
de_de: Prozesse
es_es: ID del Proceso
fr_fr: Processus
it_it: Processi
ja_jp: 処理されました
pl_pl: Procesy
pt_pt: ID do processo
ru_ru: Процессы
zh_cn: 已处理

source: This MIB was processed in a different environment. Please process this MIB again.
bg_bg: този миб се обработва в различна среда. Моля, обработете отново тази миб.
de_de: Diese MIB wurde in einer anderen Umgebung verarbeitet. Bitte bearbeiten Sie diese MIB erneut.
es_es: Este mib fue procesado en un entorno diferente. por favor procesa este mib de nuevo.
fr_fr: cette mib a été traitée dans un environnement différent. veuillez traiter à nouveau ce mib.
it_it: questo mib è stato elaborato in un ambiente diverso. si prega di elaborare di nuovo questo mib.
ja_jp: このMIBは別の環境で処理されました。このMIBをもう一度処理してください
pl_pl: ten mib został przetworzony w innym środowisku. proszę ponownie przetworzyć ten mib.
pt_pt: este mib foi processado em um ambiente diferente. por favor processe este mib novamente.
ru_ru: этот MIB был обработан в другой среде. пожалуйста, обработайте этот MIB снова.
zh_cn: 该MIB是在其他环境中处理的。 请再次处理此MIB。

source: Unknown
bg_bg: Неизвестен
de_de: Unbekannt
es_es: Desconocido
fr_fr: Inconnu
it_it: Sconosciuto
ja_jp: 不明
pl_pl: nieznany
pt_pt: Desconhecido
ru_ru: Неизвестный
zh_cn: 未知

source: Associated Trap Definitions - All
bg_bg: свързани определения за капана - всички
de_de: zugehörige Trap-Definitionen - alle
es_es: definiciones de trampas asociadas - todas
fr_fr: définitions de pièges associées - toutes
it_it: definizioni di trap associate: tutto
ja_jp: 関連付けられたトラップ定義 - すべて
pl_pl: powiązane definicje pułapek - wszystko
pt_pt: definições de armadilhas associadas - todas
ru_ru: соответствующие определения ловушек - все
zh_cn: 关联的陷阱定义-全部

source: Event Name
bg_bg: име на събитието
de_de: Ereignisnamen
es_es: Nombre del evento
fr_fr: nom de l'événement
it_it: nome dell'evento
ja_jp: イベント名
pl_pl: Nazwa wydarzenia
pt_pt: nome do evento
ru_ru: Имя события
zh_cn: 事件名称

source: Category
bg_bg: категория
de_de: Kategorie
es_es: categoría
fr_fr: catégorie
it_it: categoria
ja_jp: カテゴリー
pl_pl: kategoria
pt_pt: categoria
ru_ru: категория
zh_cn: 类别

source: Severity
bg_bg: Суровост
de_de: Schwere
es_es: Severidad
fr_fr: Gravité
it_it: Gravità
ja_jp: 重要度
pl_pl: surowość
pt_pt: Gravidade
ru_ru: Суровость
zh_cn: 严重性

source: No associated trap definitions! Make sure you are using the SNMP Trap Interface and process some MIB files!
bg_bg: няма свързани определения за капана! Уверете се, че използвате интерфейса snmp trap и обработвайте някои MIB файлове!
de_de: keine zugehörigen Trap-Definitionen! Stellen Sie sicher, dass Sie die Snmp-Trap-Schnittstelle verwenden und einige Mib-Dateien verarbeiten!
es_es: no hay definiciones de trampa asociadas! ¡Asegúrese de que está utilizando la interfaz de captura de snmp y procese algunos archivos mib!
fr_fr: aucune définition de piège associée! assurez-vous d’utiliser l’interface snmp trap et de traiter certains fichiers mib!
it_it: nessuna definizione di trap associata! assicurati di utilizzare l'interfaccia snmp trap e di elaborare alcuni file mib!
ja_jp: 関連付けられているトラップ定義はありません。SNMPトラップインターフェイスと、MIBファイルを確認してください！
pl_pl: brak powiązanych definicji pułapek! upewnij się, że używasz interfejsu pułapki snmp i przetwarzaj niektóre pliki mib!
pt_pt: sem definições de armadilha associadas! verifique se você está usando a interface snmp trap e processe alguns arquivos mib!
ru_ru: нет связанных определений ловушек! убедитесь, что вы используете интерфейс snmp trap и обрабатываете некоторые файлы MIB!
zh_cn: 没有相关的陷阱定义！ 确保您正在使用SNMP陷阱接口并处理一些MIB文件！

source: Associated Trap Definitions - %s
bg_bg: свързани определения за капана -% s
de_de: zugehörige Trap-Definitionen -% s
es_es: definiciones de trampas asociadas -% s
fr_fr: définitions de pièges associées -% s
it_it: definizioni trap associate -% s
ja_jp: 関連付けられたトラップ定義 - %s
pl_pl: powiązane definicje pułapek -% s
pt_pt: definições de trap associadas -% s
ru_ru: соответствующие определения ловушек -% s
zh_cn: 相关陷阱定义 - %s

source: MIB File Permissions
bg_bg: Проверете правата на файловете
de_de: Überprüfen Sie die Dateiberechtigungen
es_es: Revisar permisos de archivos
fr_fr: Vérifiez les permissions sur fichiers
it_it: Controllare i permessi
ja_jp: MIBファイル アクセス権
pl_pl: sprawdzić uprawnienia do plików
pt_pt: Verifique permissões de arquivos
ru_ru: Проверьте Права доступа к файлам
zh_cn: MIB文件权限

source: Note: If a conf file is missing from the list, it may not contain any trap definitions.%s
bg_bg: Забележка: Ако от списъка липсва конфигурационен файл, той може да не съдържа никакви дефиниции на капан.% s
de_de: Hinweis: Wenn eine Conf-Datei in der Liste fehlt, enthält sie möglicherweise keine Trap-Definitionen.% s
es_es: nota: si falta un archivo conf de la lista, es posible que no contenga ninguna definición de captura.% s
fr_fr: note: si un fichier conf est absent de la liste, il ne peut contenir aucune définition d'interruption.% s
it_it: nota: se manca un file conf dall'elenco, potrebbe non contenere alcuna definizione trap.% s
ja_jp: 注意: conf ファイルがリストにない場合、トラップ定義が含まれていない可能性があります。%s
pl_pl: uwaga: jeśli na liście nie ma pliku conf, może on nie zawierać żadnych definicji pułapek.% s
pt_pt: note: se um arquivo conf estiver faltando na lista, ele não poderá conter nenhuma definição de trap.
ru_ru: Примечание: если в списке отсутствует файл conf, он может не содержать определений ловушек.% s
zh_cn: 注意：如果列表中缺少conf文件，则该文件可能不包含任何陷阱定义。%s

source: Failed to import conf file %s %s
bg_bg: не успя да импортира конфигурационен файл% s% s
de_de: Fehler beim Importieren der Conf-Datei% s% s
es_es: Error al importar el archivo conf% s% s
fr_fr: Impossible d'importer le fichier de configuration% s% s
it_it: impossibile importare il file conf% s% s
ja_jp: 設定(conf)ファイル %s %s をインポートできませんでした
pl_pl: nie udało się zaimportować pliku conf% s% s
pt_pt: Falha ao importar o arquivo conf% s% s
ru_ru: не удалось импортировать файл conf% s% s
zh_cn: 导入配置文件失败 %s %s

source: Imported conf file %s %s
bg_bg: внесеният конфиден файл% s% s
de_de: importierte Conf-Datei% s% s
es_es: archivo conf importado% s% s
fr_fr: fichier conf importé% s% s
it_it: file conf importato% s% s
ja_jp: インポートされた conf ファイル %s %s
pl_pl: importowany plik conf% s% s
pt_pt: arquivo conf importado% s% s
ru_ru: импортированный файл conf% s% s
zh_cn: 导入的配置文件%s%s

source: %s MIB files processed
bg_bg: обработваните файлове mib
de_de: MIB-Dateien verarbeitet
es_es: archivos mib procesados
fr_fr: fichiers mib traités
it_it: file mib elaborati
ja_jp: %s のMIBファイルが処理されました
pl_pl: Przetworzono pliki mib
pt_pt: arquivos mib processados
ru_ru: обработанные файлы mib
zh_cn: 处理了%s的MIB文件

source: %1$d of %2$d MIB files successfully processed
bg_bg: % 1 $ d от% 2 $ d mib файлове са успешно обработени
de_de: % 1 $ d von% 2 $ d-Mib-Dateien wurden erfolgreich verarbeitet
es_es: % 1 $ d de% 2 $ d archivos mib procesados correctamente
fr_fr: % 1 $ d sur% 2 $ d fichiers mib traités avec succès
it_it: % 1 $ d di% 2 $ d file mib elaborati con successo
ja_jp: %1$d /%2$dのmibファイルが正常に処理されました
pl_pl: % 1 $ d plików% 2 $ d pomyślnie przetworzonych
pt_pt: % 1 $ d de% 2 $ d arquivos mib processados com sucesso
ru_ru: % 1 $ d из файлов% 2 $ d mib успешно обработано
zh_cn: 成功处理了 %1$d 的 %2$d MIB 文件

source: snmpttconvertmib is not in the correct location or is not installed. If you have not run the %s SNMP Integration script it is located %s.
bg_bg: snmpttconvertmib не е на правилното място, или не е инсталиран. Ако не сте стартирали все още Nagios XI SNMP Integration скрипта, той се намира
de_de: snmpttconvertmib nicht in der korrekten Position ist oder nicht installiert. wenn Sie nicht die Nagios xi snmp Integration Skript sie sich befindet, laufen
es_es: snmpttconvertmib no está en la ubicación correcta o no está instalado. si usted no ha ejecutado el nagios xi guión integración snmp que se encuentra
fr_fr: snmpttconvertmib ne est pas à l'emplacement approprié ou ne est pas installé. si vous ne avez pas exécuté le script d'intégration snmp nagios xi il se trouve
it_it: snmpttconvertmib non è nella posizione corretta o non è installato. se non è stato eseguito lo script integrazione SNMP Nagios xi si trova
ja_jp: snmpttconvertmib は正しい場所にないか、インストールされていません。 %s SNMP 統合スクリプトが実行されていない場合は、%s に置いてください。
pl_pl: snmpttconvertmib nie jest w odpowiednim miejscu lub nie jest zainstalowany. jeśli nie uruchomić skrypt integracji snmp Nagios xi się znajduje
pt_pt: snmpttconvertmib não está no local correto ou não está instalado. se você não tiver executado o script de integração snmp nagios xi ele está localizado
ru_ru: snmpttconvertmib не в нужном месте, или не установлено. если вы не выполните Nagios XI сценарий интеграции SNMP он находится
zh_cn: snmpttconvertmib 不在正确的位置或者没有安装。如果你没有运行%s SNMP集成脚本，它位于%s。

source: Check permissions on files/directories: %s, %s. The apache user should be able to write to both of them.
bg_bg: проверка на разрешения за файлове / директории:% s,% s. потребителят на apache трябва да може да пише и на двамата.
de_de: Überprüfen Sie die Berechtigungen für Dateien / Verzeichnisse:% s,% s. Der Apache-Benutzer sollte in der Lage sein, auf beide zu schreiben.
es_es: Verifique los permisos en los archivos / directorios:% s,% s. el usuario de apache debería poder escribir en ambos.
fr_fr: vérifiez les autorisations sur les fichiers / répertoires:% s,% s. l'utilisateur apache devrait pouvoir écrire aux deux.
it_it: controlla le autorizzazioni su file / directory:% s,% s. l'utente apache dovrebbe essere in grado di scrivere su entrambi.
ja_jp: ファイル/ディレクトリのパーミッションを確認してください：%s、%s。 apacheユーザーに両方の書き込み権限が必要です
pl_pl: sprawdź uprawnienia do plików / katalogów:% s,% s. użytkownik apache powinien móc pisać do obu.
pt_pt: verifique as permissões nos arquivos / diretórios:% s,% s. o usuário do apache deve poder escrever para ambos.
ru_ru: проверить разрешения для файлов / каталогов:% s,% s. пользователь apache должен иметь возможность писать им обоим.
zh_cn: 检查文件/目录的权限：%s，%s。apache用户应该可以对这两个文件/目录进行写入。

source: Failed to convert uploaded file to snmptt mib.
bg_bg: Не успя да я превърне качения файл в snmptt mib.
de_de: Konnte hochgeladenen Datei snmptt mib konvertieren.
es_es: Fallo al convertir el archivo cargado en snmptt mib.
fr_fr: Impossible de convertir le fichier téléchargé sur snmptt mib.
it_it: Impossibile convertire il file caricato snmptt mib.
ja_jp: アップロードされたファイルをsnmptt mibに変換できませんでした.
pl_pl: nie do zamiany dodany plik do snmptt MIB.
pt_pt: Falha ao converter o arquivo enviado para snmptt mib.
ru_ru: Не удалось преобразовать загруженный файл в snmptt MIB.
zh_cn: 上传的文件转换为snmptt mib失败。

source: Uploaded file had one or more failed translations when converting to snmptt mib.
bg_bg: Качения файл имаше един или повече провалени преводи при конвертиране на snmptt mib.
de_de: geladenen Datei hatten eine oder mehrere fehlgeschlagene Übersetzungen bei der Konvertierung in SNMPTT mib.
es_es: archivo subido tenía uno o más fallidos traducciones al convertir a mib snmptt.
fr_fr: fichier téléchargé avait un ou plusieurs traductions en déroute lors de la conversion à SNMPTT mib.
it_it: file inserito aveva una o più traduzioni falliti durante la conversione in snmptt mib.
ja_jp: アップロードされたファイルは snmptt mibへの変換に失敗しました.
pl_pl: Przesłany plik miał jedną lub więcej nieudanych tłumaczenia przy konwersji do snmptt MIB.
pt_pt: O arquivo enviado tinham um ou mais fracassadas traduções ao converter para snmptt mib.
ru_ru: Загруженный файл был один или более неисправных переводы при преобразовании в snmptt MIB.
zh_cn: 上传的文件在转换为 snmptt mib 时有一个或多个翻译失败。

source: Failed to add converted mib path to snmptt.ini
bg_bg: Не успя да я превърне кmib path в snmptt.ini
de_de: Konnte umgewandelt mib Pfad zu snmptt.ini
es_es: No se pudo convertir la ruta mib hacia snmptt.ini
fr_fr: Échec de la voie mib converti en snmptt.ini
it_it: Impossibile percorso mib convertito snmptt.ini
ja_jp: 変換後のMIBパスをsnmptt.iniへ追加できませんでした
pl_pl: nie przebudowanej drogi MIB snmptt.ini
pt_pt: Falha ao caminho mib convertido para snmptt.ini
ru_ru: Не удалось преобразовать MIB путь к snmptt.ini
zh_cn: 添加转换后的mib路径到snmptt.ini失败。

source: MIB was added, but did not contain any SNMP Trap definitions.
bg_bg: mib се добавя, но не съдържа никакви определения на snmp капан.
de_de: mib wurde hinzugefügt, enthielt jedoch keine snmp-Trap-Definitionen.
es_es: se agregó mib, pero no contenía ninguna definición de trampa snmp.
fr_fr: mib a été ajouté, mais ne contient aucune définition de piège snmp.
it_it: mib è stato aggiunto, ma non contiene alcuna definizione di snmp trap.
ja_jp: MIBが追加されましたが、SNMPトラップ定義が含まれていませんでした
pl_pl: mib został dodany, ale nie zawierał żadnych definicji pułapek snmp.
pt_pt: mib foi adicionado, mas não contém nenhuma definição de snmp trap.
ru_ru: mib был добавлен, но не содержал никаких определений snmp trap.
zh_cn: 添加了MIB，但不包含任何SNMP Trap定义。

source: Upload failed: the SNMP Trap Interface is an enterprise-only feature.
bg_bg: качването не бе успешно: интерфейсът за snmp trap е функция само за предприятие.
de_de: Upload fehlgeschlagen: Die SNMP-Trap-Schnittstelle ist eine reine Enterprise-Funktion.
es_es: carga fallida: la interfaz snmp trap es una función solo para empresas.
fr_fr: le téléchargement a échoué: l'interface snmp trap est une fonctionnalité réservée à l'entreprise.
it_it: upload fallito: l'interfaccia snmp trap è una funzionalità di tipo enterprise.
ja_jp: アップロードに失敗しました：SNMP トラップインターフェイスはエンタープライズのみの機能です。
pl_pl: przesyłanie nie powiodło się: interfejs pułapki snmp to funkcja dostępna wyłącznie dla przedsiębiorstw.
pt_pt: Falha no upload: a interface snmp trap é um recurso somente corporativo.
ru_ru: загрузка не удалась: интерфейс snmp trap является единственной функцией.
zh_cn: 上载失败：SNMP陷阱接口是仅企业功能。
