Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: This variable is used to define an optional string that is used in the ALT tag of the image specified by the
bg_bg: Тази променлива се използва за определяне на допълнителен (незадължителен) символен низ, който се използва в ALT маркера (ALT tag) на изображението, определено от
de_de: Diese Variable wird benutzt, um optional einen Text, der in der ALT-Tag des Bildes durch das angegebene verwendet wird, zu definieren
es_es: esta variable se utiliza para definir una cadena opcional que se utiliza en la etiqueta alt de la imagen especificada por la
fr_fr: cette variable est utilisée pour définir une chaîne optionnelle qui est utilisée dans la balise alt de l'image spécifiée par le
it_it: questa variabile è utilizzato per definire una stringa opzionale che viene utilizzato nel tag alt dell'immagine specificata dal
ja_jp: この変数は
pl_pl: zmienna ta jest używana do określenia opcjonalny ciąg znaków, który jest używany w alt tag obrazu określonego przez
pt_pt: esta variável é utilizado para definir uma cadeia opcional que é utilizada na tag alt da imagem especificada pela
ru_ru: Эта переменная используется для определения необязательная строка, которая используется в альт тег изображения, указанного
zh_cn: 此变量用于定义可选字符串，该字符串用于由

source: argument. The ALT tag is used in the status, extended information and statusmap CGIs.
bg_bg: аргумент. ALT маркер (tag) се използва в състоянието, разширената информация и statusmap CGIs.
de_de: Argument. das alt-Tag wird in der Status, erweiterten Information und Statusmap CGIs.
es_es: argumento. la etiqueta alt se utiliza en el estado, información ampliada y cgis statusmap.
fr_fr: argument. la balise alt est utilisé dans l'état, les informations étendues et statusmap CGI.
it_it: argomentazione. il tag alt è usato nello stato, informazioni estese e statusmap CGI.
ja_jp: 引数で指定された画像のALTタグで使用される任意の文字列を定義するために使用されます. ALTタグはステータス、拡張情報、ステータスマップCGIで使用されます.
pl_pl: Argument. znacznik alt jest używany w stanie, rozszerzonych informacji i statusmap CGI.
pt_pt: argumento. a tag alt é usado no status, informações estendidas e statusmap CGIs.
ru_ru: аргументом. Alt тег используется в статусе, расширенной информации и statusmap CGI скрипты.
zh_cn: 参数。 ALT标签用于状态，扩展信息和状态图CGI。

source: Service - action
bg_bg: Сървис - действие
de_de: Service - Aktion
es_es: servicio - acción
fr_fr: Service - l'action
it_it: servizio - azione
ja_jp: サービス - アクション
pl_pl: Usługa - działanie
pt_pt: serviço - ação
ru_ru: сервис - действие
zh_cn: 服务 - 操作

source: url
zh_cn: 网址

source: This directive is used to define an optional URL that can be used to provide more actions to be performed on the service. If you specify an URL, you will see a red "splat" icon in the CGIs (when you are viewing service information) that links to the URL you specify here. Any valid URL can be used. If you plan on using relative paths, the base path will the the same as what is used to access the CGIs (i.e.
bg_bg: Тази директива се използва за определяне на допълнителен (незадължителен) URL адрес, който може да бъде използван за осигуряване на повече действия, извършени на сървис. Ако определите URL, вие ще видите икона с формата на червено "кръгче" в CGIs (когато разглеждате информацията за сървиса), сочеща към адреса, който се задали тук. Всеки валиден URL адрес може да се използва. Ако имате намерение да използвате на относителните пътеки (relative paths), основната пътека (base path) ще бъде същата, като тази, която се използва за достъп до CGIs (т.е.
de_de: Diese Direktive wird benutzt, um einen optionalen URL, die verwendet werden kann, um weitere Aktionen für den Service durchgeführt werden kann definieren. Wenn Sie einen URL angeben, werden Sie einen roten "Klecks" in den CGIs sehen (wenn Sie Service-Informationen betrachten), das auf die URL, die Sie hier angeben. Jeder gültige URL kann benutzt werden. Wenn Sie relative Pfade benutzen, der Basis-Pfad der gleiche sein, der benutzt wird, um auf die CGIs zuzugreifen (dh planen
es_es: esta directiva se utiliza para definir una URL opcional que se puede utilizar para proporcionar más acciones que se realizarán en el servicio. si especifica una URL, verá un icono rojo "plaf" en el cgis (cuando está viendo la información de servicio) que enlaza con la URL que especifique aquí. cualquier URL válida se puede utilizar. si usted planea usar rutas relativas, la ruta de la base será el mismo que lo que se utiliza para acceder a la cgis (es decir,
fr_fr: cette directive est utilisée pour définir une URL optionnelle qui peut être utilisé pour fournir plus d'actions à effectuer sur le service. si vous spécifiez une URL, vous verrez une icône rouge "Splat" dans le CGI (quand vous regardez les informations du service) qui relie à l'URL que vous spécifiez ici. toute URL valide peut être utilisée. si vous prévoyez d'utiliser des chemins relatifs, le chemin de base sera le même que celui utilisé pour accéder aux CGI (c.-à-
it_it: questa direttiva è utilizzato per definire un URL opzionale che può essere utilizzato per fornire più azioni da eseguire sul servizio. se si specifica un URL, verrà visualizzata una icona rossa "splat" in CGI (quando si visualizzano le informazioni di servizio) che collega all'URL specificato qui. qualsiasi URL valido può essere utilizzato. se si pensa di utilizzare percorsi relativi, il percorso di base sarà la stessa come quello che viene utilizzato per accedere al CGI (ie
ja_jp: このディレクティブは、サービス上で実行される複数のアクションを提供するために使用できる任意のURLを定義するために使用されます. URLを指定した場合、（サービス情報を表示すると）ここで指定したURLへリンクするCGIに赤い「スプラット」アイコンが表示されます. 任意の有効なURLを使用することができます. 相対パスを使用する場合は、ベースパスはCGIにアクセスするために使用されるのと同じです（
pl_pl: dyrektywa ta jest stosowana do określenia opcjonalny adres URL, który może być wykorzystywany do zapewnienia więcej działań do wykonania na tej usługi. jeśli podasz adres url, zobaczysz ikonę czerwony "ikona" w CGI (podczas przeglądania informacji o usługach), który łączy się z adresem URL określonym tutaj. każdy poprawny adres URL może być używany. jeśli planujesz używać ścieżek względnych, ścieżka bazowa będzie takie samo jak to, co służy do uzyskania dostępu do CGI (tj
pt_pt: esta directiva é utilizado para definir um URL opcional que pode ser utilizado para proporcionar mais acções a ser realizadas sobre o serviço. se você especificar uma URL, você verá um ícone vermelho "splat" no CGIs (quando você estiver visualizando as informações de serviço) com links para a URL que você especificar aqui. qualquer URL válido pode ser utilizado. se você planeja usar caminhos relativos, o caminho base será a igual ao que é usado para acessar os CGIs (ie
ru_ru: Эта директива используется для определения дополнительного URL, который можно использовать, чтобы обеспечить более действий, которые необходимо выполнить на обслуживание. если вы указываете URL, вы увидите красный значок "пейнтбольный" в CGIS (при просмотре служебной информации), ссылки на URL-адрес вы указали здесь. любой действительный URL могут быть использованы. Если вы планируете использовать относительные пути, базовый путь будет такой же, как то, что используется для доступа к CGI, (т.е.
zh_cn: 该指令用于定义一个可选的URL，该URL可用于提供对服务进行更多的操作。如果您指定了一个URL，您将在CGIs中看到一个红色的 "splaat "图标（当您正在查看服务信息时），它链接到您在这里指定的URL。可以使用任何有效的URL。如果您计划使用相对路径，基本路径将与用于访问CGI的路径相同（即...）。

source: Hostgroup -
bg_bg: Хост група (hostgroup) -
ja_jp: ホストグループ -
pt_pt: Grupo de host
ru_ru: Группа узлов сети
zh_cn: 主机组-

source: This directive is used to define a short name used to identify the host group.
bg_bg: Тази директива се използва за определяне на краткото име, използвано за идентифициране на хост групата.
de_de: Diese Direktive wird benutzt, um einen Kurznamen verwendet, um die Hostgruppen identifiziert definieren.
es_es: esta directiva se utiliza para definir un nombre corto utilizado para identificar el grupo de acogida.
fr_fr: cette directive est utilisée pour définir un nom court utilisé pour identifier le groupe hôte.
it_it: questa direttiva viene utilizzata per definire un nome breve utilizzato per identificare il gruppo di accoglienza.
ja_jp: このディレクティブは、ホストグループを識別するために使用される短縮名を定義するために使用されます.
pl_pl: dyrektywa ta jest używana do określenia krótką nazwę używaną do identyfikacji grupy hostów.
pt_pt: esta directiva é usado para definir um nome abreviado usado para identificar o grupo de acolhimento.
ru_ru: Эта директива используется для определения краткое имя, используемое для идентификации группы узлов.
zh_cn: 该指令用于定义一个用于标识主机组的简短名称。

source: of hosts that should be included in this group. Multiple host names should be separated by commas. This directive may be used as an alternative to (or in addition to) the
bg_bg: на хостовете, които следва да бъдат включени в тази група. Множеството имена на хостове трябва да бъдат разделени със запетаи. Тази директива може да се използва като алтернатива на (или в допълнение към)
de_de: der Hosts, die in dieser Gruppe enthalten sein sollen. mehrere Hostnamen müssen durch Kommas getrennt werden. Diese Direktive kann als Alternative zu verwenden (oder zusätzlich zu) der
es_es: de los ejércitos que deben incluirse en este grupo. varios nombres de host deben estar separados por comas. esta directiva se puede utilizar como una alternativa a (o además de) la
fr_fr: d'hôtes qui devraient être inclus dans ce groupe. plusieurs noms d'hôte doivent être séparés par des virgules. cette directive peut être utilisé comme une alternative à (ou en plus de) la
it_it: di host che dovrebbero essere inclusi in questo gruppo. più nomi host devono essere separati da virgole. tale direttiva può essere utilizzata come alternativa al (o in aggiunta a) la
ja_jp: : このグループに含まれるべきホスト. ホスト名が複数ある場合は、カンマ区切りで指定してください. このディレクティブは
pl_pl: hostów, które powinny być uwzględnione w tej grupie. wiele nazw hostów powinny być oddzielone przecinkami. dyrektywa ta może być stosowana jako alternatywa dla (lub oprócz)
pt_pt: dos exércitos que devem ser incluídos neste grupo. vários nomes de host devem ser separados por vírgulas. esta directiva pode ser usado como uma alternativa à (ou em adição ao)
ru_ru: хостов, которые должны быть включены в эту группу. несколько имен узла должны разделяться запятыми. Эта директива может использоваться в качестве альтернативы (или в дополнение к)
zh_cn: 应包含在此组中的主机。 多个主机名应以逗号分隔。 此伪指令可以用作替代（或补充）

source: hostgroups
bg_bg: хост групи
de_de: Hostgruppen
fr_fr: Groupes d'hôtes
ja_jp: ホストグループ
pt_pt: Grupo de host
ru_ru: Группы узлов сети
zh_cn: 主机组

source: directive in host definitions.
bg_bg: директивата в дефиницията на хост.
de_de: Direktive in den Host-Definitionen.
es_es: directiva en definiciones de equipos.
fr_fr: directive définitions d'hôtes.
it_it: la direttiva nelle definizioni di accoglienza.
ja_jp: を代わりに使用します.
pl_pl: dyrektywy w definicji komputerów.
pt_pt: directiva, em definições de host.
ru_ru: директива определения хостов.
zh_cn: 主机定义中的指令。

source: If you select a hostgroup inside a host definition using the
bg_bg: Ако изберете хост група в дефиницията за хост с помощта на
de_de: Wenn Sie eine Hostgruppe in einer Host-Definition mit der Auswahl
es_es: si selecciona un hostgroup dentro de una definición de host mediante el
fr_fr: si vous sélectionnez un groupe d'hôtes dans une définition de l'hôte à l'aide
it_it: se si seleziona un gruppo di host all'interno di una definizione di host utilizzando il
ja_jp: ホスト定義でホストグループを選択した場合
pl_pl: jeśli wybierzesz hostgroup wewnątrz definicji hosta przy użyciu
pt_pt: se você selecionar um hostgroup dentro de uma definição de host usando o
ru_ru: Если вы выберите hostgroup внутри определения узла, используя
zh_cn: 如果您在主机定义中选择一个主机组，使用

source: directive in
bg_bg: директивата в
de_de: Richtlinie in
es_es: Directiva, en
fr_fr: directive
it_it: la direttiva in
ja_jp: ディレクティブ
pl_pl: dyrektywa w
pt_pt: directiva, em
ru_ru: Директиву
zh_cn: 指令中

source: host definition
bg_bg: Хост дефиниция
es_es: definición de equipo
fr_fr: définition de l'hôte
it_it: definizione di host
ja_jp: ホスト定義
pl_pl: Definicja gospodarza
pt_pt: definição de host
ru_ru: Определение хоста
zh_cn: 主机定义

source: , this host will
bg_bg: ,този хост ще
de_de: , Wird dieser Host
es_es: , Este host
fr_fr: , Cet hôte sera
it_it: , Questo host sarà
ja_jp: 、このホストは
pl_pl: To host
pt_pt: , Este anfitrião vai
ru_ru: , Этот хост будет
zh_cn: ，这台主机会

source: here because these are two different ways to specify a hostgroup!
bg_bg: тук, защото това са два различни начина за определяне на хост група (hostgroup)!
de_de: hier, weil es sich um zwei verschiedene Möglichkeiten, um eine Hostgruppe anzugeben!
es_es: aquí porque se trata de dos formas diferentes de especificar un hostgroup!
fr_fr: ici parce que ce sont deux façons de spécifier un groupe d'hôtes!
it_it: ecco perché si tratta di due modi diversi di specificare un gruppo di host!
ja_jp: ホストグループを指定するには２つの方法があります.
pl_pl: tutaj, ponieważ są to dwa różne sposoby, aby określić hostgroup!
pt_pt: aqui, porque estas são duas formas diferentes de especificar um hostgroup!
ru_ru: здесь, потому что это два разных способа указания hostgroup!
zh_cn: 这里是因为这是指定主机组的两种不同方式！

source: alias
bg_bg: псевдоним
ja_jp: エイリアス
pt_pt: Nome falso
ru_ru: Псевдоним
zh_cn: 别名

source: This directive is used to define is a longer name or description used to identify the host group. It is provided in order to allow you to more easily identify a particular host group.
bg_bg: Тази директива се използва за определяне на дългото име или описанието, използвано за идентифициране на хост групата. Това е предвидено, за да ви позволи по-лесно да идентифицирате дадена хост група.
de_de: Diese Richtlinie wird festgelegt, einen längeren Namen oder eine Beschreibung zu den Host-Gruppe zu identifizieren. es, damit Sie leichter identifizieren eine bestimmte Hostgruppe versehen ist.
es_es: esta directiva se utiliza para definir un nombre más largo o descripción utilizado para identificar el grupo de acogida. que se proporciona con el fin de permitir a identificar más fácilmente a un grupo determinado host.
fr_fr: Cette directive est utilisée pour définir un nom long ou une description pour identifier le groupe hôte. il est fourni pour vous permettre d'identifier plus facilement un groupe hôte particulier.
it_it: Questa direttiva è usata per definire un nome o una descrizione più utilizzato per identificare il gruppo di accoglienza. è previsto al fine di consentire di identificare più facilmente un particolare gruppo di host.
ja_jp: このディレクティブは、ホストグループを識別するために使用される長い名前または説明です. 特定のホストグループを簡単に識別できるようになります.
pl_pl: dyrektywa ta jest stosowana do określenia jest dłuższa nazwa lub opis stosowane do identyfikacji grupy hosta. to jest, w celu umożliwienia, aby łatwiej określić szczególną grupę hosta.
pt_pt: esta directiva é usado para definir um nome ou descrição mais longa usado para identificar o grupo de acolhimento. ele é fornecido, de modo a permitir-lhe identificar mais facilmente um grupo de acolhimento particular.
ru_ru: Эта директива используется для определения является более длинное название или описание используется для идентификации хоста группу. это сделано для того, чтобы позволить вам более легко идентифицировать конкретный хост группы.
zh_cn: 此指令用于定义一个较长的名称或描述，用于识别主机组。提供该指令是为了让您更容易地识别特定的主机组。

source: This variable is used to define an optional URL that can be used to provide more information about the host group. If you specify an URL, you will see a red folder icon in the CGIs (when you are viewing hostgroup information) that links to the URL you specify here. Any valid URL can be used. If you plan on using relative paths, the base path will the the same as what is used to access the CGIs (i.e.
bg_bg: Тази променлива се използва за определяне на допълнителен (незадължителен) URL адрес, които може да бъде използван за осигуряване на повече информация за хост групата. Ако определите URL адрес, ще видите икона с формата на червена папка в CGIs (когато преглеждате информацията за хост групата), сочеща към адреса, който се задали тук. Всеки валиден URL адрес може да се използва. Ако имате намерение да използвате на относителните пътеки (relative paths), основната пътека (base path) ще бъде същата, като тази, която се използва за достъп до CGIs (т.е.
de_de: Diese Variable wird benutzt, um einen optionalen URL, die verwendet werden können, um mehr Informationen über den Host Gruppe zu liefern. Wenn Sie einen URL angeben, werden Sie ein rotes Verzeichnis-Icon in den CGIs sehen (wenn Sie Hostgruppen-Informationen betrachten), das auf die URL den Sie hier angeben. Jeder gültige URL kann benutzt werden. Wenn Sie relative Pfade benutzen, der Basis-Pfad der gleiche sein, der benutzt wird, um auf die CGIs zuzugreifen (dh planen
es_es: esta variable se utiliza para definir una URL opcional que se puede utilizar para proporcionar más información sobre el grupo de hosts. si especifica una URL, verá un icono de carpeta roja en la cgis (si es que ves hostgroup información) que enlaza con la URL que especifique aquí. cualquier URL válida se puede utilizar. si usted planea usar rutas relativas, la ruta de la base será el mismo que lo que se utiliza para acceder a la cgis (es decir,
fr_fr: cette variable est utilisée pour définir une URL optionnelle qui peut être utilisé pour fournir plus d'informations sur le groupe hôte. si vous spécifiez une URL, vous verrez une icône de dossier rouge dans les CGI (quand vous regardez les informations hostgroup) qui relie à l'URL que vous spécifiez ici. toute URL valide peut être utilisée. si vous prévoyez d'utiliser des chemins relatifs, le chemin de base sera le même que celui utilisé pour accéder aux CGI (c.-à-
it_it: questa variabile è utilizzato per definire un URL opzionale che può essere utilizzato per fornire ulteriori informazioni sul gruppo host. se si specifica un URL, si vedrà l'icona di cartella rossa in CGI (quando si sta visualizzando hostgroup informazioni) che collega all'URL specificato qui. qualsiasi URL valido può essere utilizzato. se si pensa di utilizzare percorsi relativi, il percorso di base sarà la stessa come quello che viene utilizzato per accedere al CGI (ie
ja_jp: この変数は、ホストグループに関する詳細情報を提供するために使用できる任意のURLを定義するために使用されます. URLを指定する場合、（ホストグループ情報を表示すると）ここで指定したURLにリンクするCGIに赤いフォルダのアイコンが表示されます. 任意の有効なURLを使用することができます. 相対パスを使用する場合は、ベースパスはCGIにアクセスするために使用されるのと同じになります（
pl_pl: Zmienna ta jest stosowana do określenia opcjonalny adres URL, który może być użyty do dostarczenia większej ilości informacji o grupie przyjmującej. jeśli podasz adres url, zobaczysz czerwoną ikonę folderu w CGI (podczas oglądania hostgroup informacji), że linki do określonego url tutaj. każdy poprawny adres URL może być używany. jeśli planujesz używać ścieżek względnych, ścieżka bazowa będzie takie samo jak to, co służy do uzyskania dostępu do CGI (tj
pt_pt: esta variável é utilizado para definir um URL opcional que pode ser utilizado para proporcionar mais informação sobre o grupo de acolhimento. se você especificar uma URL, você verá um ícone de pasta vermelha na CGIs (quando você estiver vendo hostgroup informações) com links para a URL que você especificar aqui. qualquer URL válido pode ser utilizado. se você planeja usar caminhos relativos, o caminho base será a igual ao que é usado para acessar os CGIs (ie
ru_ru: Эта переменная используется для определения дополнительного URL, которые могут быть использованы для обеспечения более подробную информацию о группе узлов. если вы указываете URL, вы увидите красный значок папки в CGIS (когда вы читаете hostgroup информацию), что ссылки на URL вы указали здесь. любой действительный URL могут быть использованы. Если вы планируете использовать относительные пути, базовый путь будет такой же, как то, что используется для доступа к CGI, (т.е.
zh_cn: 此变量用于定义可选URL，该URL可用于提供有关主机组的更多信息。 如果指定了URL，则在CGI中（查看主机组信息时）将看到一个红色文件夹图标，该图标链接到您在此处指定的URL。 可以使用任何有效的URL。 如果您计划使用相对路径，则基本路径将与用于访问CGI的路径相同（即

source: This can be very useful if you want to make detailed information on the host group, emergency contact methods, etc. available to other support staff.
bg_bg: Това може да бъде много полезно ако искате да направите подробната информация за хост групата, методите за връзка при спешни случаи, и т.н. достъпни за друг помощен персонал.
de_de: Dies kann sehr nützlich sein, wenn Sie detaillierte Informationen über die Hostgruppe, Notfallkontaktmethoden usw. für anderes Support-Mitarbeiter machen wollen.
es_es: esto puede ser muy útil si quiere hacer que la información detallada sobre el grupo de acogida, métodos de contacto de emergencia, etc. disponible para otro personal de apoyo.
fr_fr: cela peut être très utile si vous souhaitez des informations détaillées sur le groupe hôte, les méthodes de contact d'urgence, etc. disponibles à d'autres employés de soutien.
it_it: questo può essere molto utile se si vuole rendere le informazioni dettagliate sul gruppo di accoglienza, metodi di contatto di emergenza, ecc disponibile ad altro personale di supporto.
ja_jp: これは、他のサポートスタッフと共有できるホストグループや緊急時の連絡方法などの詳細情報を作成する場合に非常に便利です.
pl_pl: może to być bardzo przydatne, jeśli chcesz, aby szczegółowe informacje na temat grupy przyjmującej, metod kontaktu awaryjnych itp dostępnych do innych pracowników pomocniczych.
pt_pt: isso pode ser muito útil se você quiser fazer a informação detalhada sobre o grupo de acolhimento, os métodos de contato de emergência, etc. disponível para outro pessoal de apoio.
ru_ru: это может быть очень полезно, если вы хотите, чтобы подробную информацию о группе узлов, методы для экстренной связи, и т.д. доступными для других вспомогательного персонала.
zh_cn: 如果您想向其他支持人员提供有关主机组，紧急联系方法等的详细信息，这将非常有用。

source: action url
bg_bg: Действие - url
de_de: Aktion url
es_es: acción url
fr_fr: URL d'action
it_it: azione url
ja_jp: アクションURL
pl_pl: Akcja url
pt_pt: ação url
ru_ru: URL действия
zh_cn: 操作URL
