Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: This optional directive can be used to include contacts from other "sub" contact groups in this contact group. Specify a comma-delimited list of short names of other contact groups whose members should be included in this group.
bg_bg: Тази незадължителна директива може да се използва за включване на контакти от други контактни "под-групи" в тази контактна група. Определете списък с кратки имена на други контактни групи, разделени със запетаи, чиито членове трябва да бъдат включени в тази група.
de_de: Diese optionale Direktive kann verwendet werden, um Kontakte aus anderen "sub" Kontaktgruppen in dieser Kontaktgruppe gehören werden. geben Sie eine durch Kommata getrennte Liste von Kurznamen anderer Kontaktgruppen an, deren Mitglieder in diese Gruppe aufgenommen werden.
es_es: esta directiva opcional se puede utilizar para incluir contactos de otros grupos de contacto "sub" en este grupo de contacto. especificar una lista delimitada por comas de nombres cortos de otros grupos de contacto, cuyos miembros deben incluirse en este grupo.
fr_fr: cette directive en option peut être utilisée pour inclure des contacts d'autres groupes de contact "sous" dans ce groupe de contact. spécifier une liste de noms courts d'autres groupes de contact dont les membres devraient être inclus dans ce groupe délimité par des virgules.
it_it: questa direttiva opzionale può essere usato per includere i contatti da altri gruppi di contatto "sub" in questo gruppo di contatto. specificare un elenco separato da virgole di nomi brevi di altri gruppi di contatti i cui membri dovrebbero essere inclusi in questo gruppo.
ja_jp: このディレクティブは任意です. この連絡先グループ内の他の「サブ」連絡先グループから連絡先を含めるために使用することができます. メンバがこのグループに含まれているべき連絡先グループの短縮名のリストをカンマ区切りで指定してください.
pl_pl: Dyrektywa ta opcja może być użyta do obejmują kontakty z innymi "podrzędnych" grup kontaktowych w tej grupie kontaktowej. określić listę oddzielonych przecinkami krótkich nazw innych grup kontaktów, których członkowie powinny być zawarte w tej grupie.
pt_pt: esta directiva opcional pode ser usado para incluir contatos de outros grupos de contacto "sub" neste grupo de contatos. especificar uma lista de nomes curtos de outros grupos de contacto, cujos membros devem ser incluídos neste grupo separado por vírgulas.
ru_ru: Это необязательная директива может использоваться, чтобы включить контакты с другими "SUB" контактных групп в этой контактной группы. указать через запятую список коротких имен других контактных групп, члены которых должны быть включены в эту группу.
zh_cn: 此可选指令可用于将该联系人组中其他“子”联系人组的联系人包括在内。 指定其他联系人组的短名称的逗号分隔列表，其成员应包括在该组中。

source: Timeperiod -
bg_bg: Времеви период -
de_de: Zeitfenster
es_es: Plazo
ja_jp: 期間 -
pl_pl: przedzialczasu
pt_pt: Período de tempo
zh_cn: 时间段 -

source: timeperiod name
bg_bg: име на времеви период
de_de: Timeperiod Namen
es_es: Nombre del periodo de tiempo
fr_fr: Nom timeperiod
it_it: Nome timeperiod
ja_jp: 期間名
pl_pl: Nazwa przedzialczasu
pt_pt: nome timeperiod
ru_ru: Имя TimePeriod
zh_cn: 时间段名称

source: This directives is the short name used to identify the time period.
bg_bg: Тази директиви е краткото име, използвано за идентифициране на период от време.
de_de: Diese Direktive ist der Kurzname verwendet werden, um die Zeitdauer zu ermitteln.
es_es: este directivas es el nombre corto que se utiliza para identificar el período de tiempo.
fr_fr: ces Directives est le nom court utilisé pour identifier la période de temps.
it_it: questo direttive è il nome breve utilizzato per identificare il periodo di tempo.
ja_jp: このディレクティブは、期間を識別するために使用される短縮名です.
pl_pl: dyrektywy jest to krótka nazwa używana do określenia okresu czasu.
pt_pt: esta directivas é o nome abreviado utilizado para identificar o período de tempo.
ru_ru: это директивы является короткое имя, используемое для идентификации периода времени.
zh_cn: 该指令是用于标识时间段的简称。

source: exclude
bg_bg: изключвам
de_de: Schließt
es_es: Excluya
fr_fr: Exclut
it_it: Esclude
ja_jp: 除外
pl_pl: wyklucza
pt_pt: exclui
ru_ru: Исключает
zh_cn: 不包括

source: This directive is used to specify the short names of other timeperiod definitions whose time ranges should be excluded from this timeperiod. Multiple timeperiod names should be separated with a comma.
bg_bg: Тази директива се използва за определяне на кратките имена на други дефиниции на времеви период (timeperiod definitions), чието времеви диапазони трябва да бъдат изключени от този времеви период (timeperiod). Множествените времеви периоди трябва да се разделят със запетая.
de_de: Diese Direktive wird benutzt, um die Kurznamen von anderen Zeitfenstern abzugeben, deren Zeitbereiche in diesem Zeitfenster ausgeschlossen werden sollen. mehrere Zeitfensternamen sind durch Kommata getrennt werden.
es_es: esta directiva se utiliza para especificar los nombres cortos de otras definiciones timeperiod cuyos rangos de tiempo deberían excluirse de este timeperiod. varios nombres timeperiod deben estar separados por una coma.
fr_fr: cette directive est utilisée pour spécifier les noms courts d'autres définitions de période de temps dont le temps gammes devraient être exclus de cette période de temps. plusieurs noms de période de temps doivent être séparés par une virgule.
it_it: questa direttiva viene utilizzata per specificare i nomi brevi di altre definizioni timeperiod cui intervalli di tempo dovrebbero essere esclusi da questo timeperiod. più nomi timeperiod devono essere separate da una virgola.
ja_jp: このディレクティブは、時間範囲がこの期間から除外されるべき他の期間定義の短縮名を指定するために使用されます. 期間名を複数定義する場合は、カンマで区切る必要があります.
pl_pl: dyrektywa ta jest używana do określenia krótkich nazw innych definicji przedzialczasu których zakresy czasu powinny zostać wyłączone z tego przedzialczasu. wiele nazw przedzialczasu powinny być oddzielone przecinkami.
pt_pt: esta directiva é usado para especificar os nomes curtos de outras definições timeperiod cujos intervalos de tempo devem ser excluídos desta timeperiod. vários nomes timeperiod devem ser separados por uma vírgula.
ru_ru: Эта директива используется для указания короткие имена других определений TimePeriod время которых колеблется должны быть исключены из этого TimePeriod. несколько имен TimePeriod должны быть разделены запятой.
zh_cn: 该指令用于指定其他时间段定义的短名称，这些时间段的时间范围应从该时间段中排除。 多个时间段名称应以逗号分隔。

source: This directive is a longer name or description used to identify the time period.
bg_bg: Тази директива е по-дългото име или описанието, използвано за идентифициране на времевия период.
de_de: diese Richtlinie einen längeren Namen oder eine Beschreibung, um den Zeitraum zu ermitteln.
es_es: esta directiva es un nombre más largo o la descripción se utiliza para identificar el período de tiempo.
fr_fr: cette directive est un nom long ou une description de déterminer la période de temps.
it_it: questa direttiva è un nome più lungo o descrizione utilizzato per identificare il periodo di tempo.
ja_jp: このディレクティブは、期間を識別するために使用される長い名前や説明です.
pl_pl: ta dyrektywa jest już nazwa lub opis używany do określenia okresu czasu.
pt_pt: esta directiva é um nome ou descrição mais longa usada para identificar o período de tempo.
ru_ru: эта директива уже имя или описание используется для идентификации периода времени.
zh_cn: 该指令是用于标识时间段的较长名称或描述。

source: template name
bg_bg: име на шаблон
es_es: Nombre de la plantilla
fr_fr: Nom du modèle
it_it: Nome modello
ja_jp: テンプレート名
pl_pl: Nazwa szablonu
pt_pt: Nome do modelo
ru_ru: Имя шаблона
zh_cn: 模板名称

source: Not yet implemented.
bg_bg: Все още не е изпълнен.
de_de: noch nicht implementiert.
es_es: todavía no se ha implementado.
fr_fr: pas encore mis en œuvre.
it_it: non ancora implementato.
ja_jp: まだ実装されていません.
pl_pl: nie zostały jeszcze zrealizowane.
pt_pt: ainda não foi implementado.
ru_ru: еще не реализованы.
zh_cn: 尚未实现。

source: time definition
bg_bg: Времева дефиниция
de_de: Zeit Definition
es_es: Definicion de la hora
fr_fr: Définition du temps
it_it: Tempo di Definizione
ja_jp: 時間定義
pl_pl: Definicja czasu
pt_pt: Definição do tempo
ru_ru: Время определения
zh_cn: 时间定义

source: sunday
bg_bg: неделя
de_de: Sonntag
es_es: Domingo
fr_fr: Dimanche
it_it: Domenica
pl_pl: niedziela
pt_pt: Domingo
ru_ru: Воскресенье
zh_cn: 星期天

source: saturday
bg_bg: събота
de_de: Samstag
es_es: Sabado
fr_fr: Samedi
it_it: Sabato
pl_pl: sobota
pt_pt: Sábado
ru_ru: Суббота
zh_cn: 星期六

source: directives are comma-delimited lists of time ranges that are "valid" times for a particular day of the week. Notice that there are seven different days for which you can define time ranges (Sunday through Saturday).
bg_bg: директивите са разделени със запетая списъци на периоди от време, които са "валидни" за определен ден от седмицата. Забележете, че има седем различни дни, за които можете да определите периоди от време (от неделя до събота).
de_de: Richtlinien sind durch Kommata getrennte Listen von Zeitbereichen, die "gültige" Zeiten für einen bestimmten Tag in der Woche sind. feststellen, dass es sieben verschiedene Tage für die Sie Zeitbereiche (Sonntag bis Samstag) zu definieren.
es_es: directivas son listas delimitados por comas de los intervalos de tiempo que son tiempos "válidos" para un día determinado de la semana. notan que hay siete días diferentes para las que se pueden definir rangos de tiempo (de domingo a sábado).
fr_fr: directives sont des listes de plages de temps délimité par des virgules qui sont "valides" pour un jour particulier de la semaine. remarquent qu'il ya sept jours différents pour lesquels vous pouvez définir des tranches de temps (du dimanche au samedi).
it_it: direttive sono elenchi separati da virgole di intervalli di tempo che sono tempi "validi" per un particolare giorno della settimana. notare che ci sono sette giorni diversi per i quali è possibile definire intervalli di tempo (da domenica a sabato).
ja_jp: ディレクティブは、特定の曜日の「有効」な時間範囲のカンマ区切りのリストです. 時間範囲は7つ曜日（日曜日から土曜日まで）であることにご注意ください.
pl_pl: dyrektyw oddzielonych przecinkami listy zakresów czasowych, które są "ważne" czasy dla danego dnia tygodnia. zauważyć, że istnieje siedem różnych dni, za które można zdefiniować zakresy czasu (od niedzieli do soboty).
pt_pt: directivas são listas delimitados por vírgula de intervalos de tempo que estão vezes "válido" para um determinado dia da semana. notar que há sete dias diferentes para os quais você pode definir intervalos de tempo (domingo a sábado).
ru_ru: директивы запятыми списки временных диапазонов, которые "действительно" раз за определенный день недели. заметить, что существует семь различных дней, за которые можно определить временные диапазоны (воскресенье через субботу).
zh_cn: 指令是用逗号分隔的时间范围列表，这些时间范围是一周中特定日期的“有效”时间。 请注意，您可以定义七个不同的日期范围（星期日至星期六）。

source: Parameter name: [weekday] [exception]
bg_bg: Име на параметъра: [делничен ден] [изключение]
de_de: Parametername: [Wochentag] [Ausnahme]
es_es: Nombre del parámetro: [del día laborable] [Excepción]
fr_fr: paramètre de nom: [jours] [exception]
it_it: nome del parametro: [giorno della settimana] [eccezione]
ja_jp: パラメータ名：[曜日] [例外]
pl_pl: Nazwa parametru: [dni robocze] [wyjątek]
pt_pt: nome do parâmetro: [do dia útil] [exceção]
ru_ru: Имя параметра: [день недели] [исключение]
zh_cn: 参数名称：[工作日] [例外]

source: time range
bg_bg: времеви обхват
es_es: Rango de Hora
fr_fr: Plage de temps
it_it: Intervallo di tempo
ja_jp: 時間範囲
pl_pl: Zakres czasu
pt_pt: Intervalo de tempo
ru_ru: Временной диапазон
zh_cn: 时间范围

source: Each time range is in the form of
bg_bg: Всеки път, когато времевия обхват е под формата на
de_de: jeder Zeitbereich ist in Form von
es_es: cada intervalo de tiempo es en la forma de
fr_fr: chaque intervalle de temps est sous la forme de
it_it: ogni intervallo di tempo è in forma di
ja_jp: 各時間範囲は次の形式で指定します:
pl_pl: Każdy przedział czasu jest w postaci
pt_pt: cada intervalo de tempo está na forma de
ru_ru: каждый интервал времени в виде
zh_cn: 每个时间范围的形式为

source: where hours are specified on a 24 hour clock. For example,
bg_bg: където часовете са определени на 24-часов часовник. Например,
de_de: wobei die Stunden im 24-Stunden-Format angegeben. zum beispiel,
es_es: donde las horas se especifican en un reloj de 24 horas. por ejemplo,
fr_fr: où les heures sont indiquées sur une horloge de 24 heures. par exemple,
it_it: dove le ore sono specificati su un orologio di 24 ore. per esempio,
ja_jp: （24時間表記） 例：
pl_pl: gdzie godziny są określone na zegarze 24-godzinnym. Na przykład,
pt_pt: onde horas são especificadas em um relógio de 24 horas. por exemplo,
ru_ru: где часы указаны на 24-часовом формате. например,
zh_cn: 在24小时制中指定小时数。 例如，

source: means 12:15am in the morning for this day until 12:20am midnight (a 23 hour, 45 minute total time range). If you wish to exclude an entire day from the timeperiod, simply do not include it in the timeperiod definition.
bg_bg: Означава от 00:15 часа до 12:00 часа (период от 23 часа и четиредесет и пет минути). Ако искате да изключите целия ден от този времеви период (timeperiod), просто не го включвайте в конфигурацията (timeperiod definition).
de_de: bedeutet, 12.15 Uhr in der Früh für den heutigen Tag bis 00.20 Uhr (ein 23 Stunden, 45 Minuten Gesamtzeit Bereich). Wenn Sie einen ganzen Tag aus dem Zeitfenster ausschließen wollen, einfach nicht, schließen sie in den Zeitfenster-Definition.
es_es: significa 12:15a.m. en la mañana de este día hasta 12:20a.m. medianoche (a 23 horas, intervalo de tiempo total de 45 minutos). si desea excluir un día entero desde la timeperiod, simplemente no lo incluya en la definición timeperiod.
fr_fr: signifie 0h15 du matin pour cette journée jusqu'à 00h20 à minuit (un 23 heures, 45 minutes intervalle de temps total). si vous souhaitez exclure une journée entière à partir de la plage horaire, il suffit de ne pas l'inclure dans la définition de timeperiod.
it_it: significa 0:15 del mattino per questo giorno fino a 0:20 a mezzanotte (a 23 ore, intervallo di tempo totale di 45 minuti). Se si desidera escludere un intero giorno dal timeperiod, semplicemente non includerlo nella definizione timeperiod.
ja_jp: この日の朝の 12:15 から夜中の 12:20 まで（総時間は23時時間45分）を意味します. 時間範囲から丸一日を除外する場合は、単に時間帯定義にこれを含めないでください.
pl_pl: Oznacza 0:15 rano do dnia dzisiejszego, aż 00:20 północy (23 godzin, 45 minut Całkowity zakres czasu). jeśli chcesz, aby wykluczyć cały dzień od przedzialczasu, po prostu nie obejmują go w definicji przedzialczasu.
pt_pt: significa 0:15 da manhã para o dia de hoje até 00:20 à meia-noite (a 23 horas, intervalo de tempo total de 45 minutos). se você quiser excluir um dia inteiro a partir do timeperiod, simplesmente não incluí-lo na definição timeperiod.
ru_ru: означает 12:15 утра в первой половине дня на этот день до 12:20 утра полуночи (23 час, 45 минут полного диапазона времени). Если вы хотите исключить весь день с TimePeriod, просто не включать его в определение TimePeriod.
zh_cn: 表示当天的上午12:15到午夜12:20（总时间范围为23小时45分钟）。 如果要从时间段中排除一整天，只需将其不包括在时间段定义中。

source: The weekday directives
bg_bg: Директивите за делничен ден (weekday directives)
de_de: Die Wochentags Richtlinien
es_es: las directivas entre semana
fr_fr: les directives de semaine
it_it: le direttive nei giorni feriali
ja_jp: 週日ディレクティブ
pl_pl: dyrektywy codzienne
pt_pt: as directivas de segunda a sexta
ru_ru: директивы пн-пт
zh_cn: 工作日指令

source: are comma-delimited lists of time ranges that are "valid" times for a particular day of the week. Notice that there are seven different days for which you can define time ranges (Sunday through Saturday)
bg_bg: са списъци на времеви обхвати, разделени със запетая, които са "валидни" за определен ден от седмицата. Забележете, че има седем различни дни, за които можете да определите времеви обхвати (от неделя до събота)
de_de: sind durch Kommata getrennte Listen von Zeitbereichen, die "gültige" Zeiten für einen bestimmten Tag in der Woche sind. feststellen, dass es sieben verschiedene Tage, für die Sie Zeitbereiche angeben können (Sonntag bis Samstag)
es_es: son listas delimitados por comas de los intervalos de tiempo que son tiempos "válidos" para un día determinado de la semana. notan que hay siete días diferentes para las que se pueden definir rangos de tiempo (de domingo a sábado)
fr_fr: sont des listes de plages de temps délimité par des virgules qui sont "valides" pour un jour particulier de la semaine. remarquent qu'il ya sept jours différents pour lesquels vous pouvez définir des plages horaires (du dimanche au samedi)
it_it: sono elenchi separati da virgole di intervalli di tempo che sono tempi "validi" per un particolare giorno della settimana. notare che ci sono sette giorni diversi per i quali è possibile definire intervalli di tempo (da domenica a sabato)
ja_jp: 週の特定の曜日で「有効」な時間範囲のカンマ区切りのリスト. 時間範囲を 7日間分（日曜日〜土曜日）定義できることにご注意ください
pl_pl: są oddzielonych przecinkami listy zakresów czasowych, które są "ważne" czasy dla danego dnia tygodnia. zauważyć, że istnieje siedem różnych dni, za które można zdefiniować zakresy czasu (od niedzieli do soboty)
pt_pt: são listas delimitados por vírgula de intervalos de tempo que estão vezes "válido" para um determinado dia da semana. notar que há sete dias diferentes para os quais você pode definir intervalos de tempo (de domingo a sábado)
ru_ru: являются запятыми списки временных диапазонов, которые "действительно" раз за определенный день недели. заметить, что существует семь различных дней, за которые можно определить временные диапазоны (воскресенье через субботу)
zh_cn: 是用逗号分隔的时间范围列表，这些时间范围是一周中特定日期的“有效”时间。 请注意，您可以定义七个不同的日期范围（星期日至星期六）
