Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Monitoring Mode
bg_bg: Режим на наблюдение
de_de: Überwachung-Modus
es_es: Monitoreando
fr_fr: Mode de surveillance
it_it: Modalità di monitoraggio
ja_jp: 監視モード
pl_pl: Tryb monitorowania
pt_pt: Monitoramento
ru_ru: Режим мониторинга
zh_cn: 监控模式

source: Would you like to monitor the VMware host (server) or a guest VM?
bg_bg: Бихте искали да наблюдавате VMware домакин (сървър) или VM гост?
de_de: Möchten Sie den VMware Host (Server) oder ein Gast-VM überwachen?
es_es: ¿Te gustaría controlar el host VMware (servidor) o una máquina virtual invitada?
fr_fr: Voulez-vous suivre l'hôte VMware (serveur) ou une machine virtuelle invitée?
it_it: Vuoi controllare l'host VMware (server) o una VM ospite?
ja_jp: VMwareホスト（サーバー）またはゲストVMを監視しますか？
pl_pl: chcesz monitorować wiele vmware (serwer) lub vm ​​gość?
pt_pt: Gostaria de monitorar o host VMware (servidor) ou um convidado VM?
ru_ru: Хотели бы вы, чтобы контролировать хост VMware (сервер) или гостевой VM?
zh_cn: 您要监视VMware主机（服务器）还是客机虚拟机？

source: Monitor the VMware host
bg_bg: Наблюдавайте VMware хост
de_de: Überwachen Sie den VMware-Host
es_es: Monitorear el host cada
fr_fr: Surveiller l'hôte VMware
it_it: Monitorare l'host VMware
ja_jp: VMwareホストを監視する
pl_pl: monitorować wiele vmware
pt_pt: Monitorar o host cada
ru_ru: Мониторинг VMware хост
zh_cn: 监控VMware主机

source: Monitor a guest VM on the VMWare host
bg_bg: Наблюдавайте VM гост на VMware хост
de_de: Überwachen eines Gast-VM auf dem VMWare Host
es_es: Controlar una máquina virtual invitado en el host VMware
fr_fr: Surveiller une machine virtuelle invitée sur l'hôte VMWare
it_it: Monitorare una macchina virtuale guest nell'host di VMWare
ja_jp: VMwareホスト上のゲストVMを監視する
pl_pl: monitorować VM gości na hoście vmware
pt_pt: Monitorar um convidado VM no host VMWare
ru_ru: Мониторинг гостевых виртуальных машин на хост VMWare
zh_cn: 监控 VMWare 主机上的客户虚拟机

source: Required software components are missing.
bg_bg: Необходимите софтуерни компоненти липсват.
de_de: Erforderliche Software Komponenten fehlen.
es_es: Requiere el componente del proxy
fr_fr: Composants logiciels nécessaires sont manquants.
it_it: Componenti software richiesti sono mancanti.
ja_jp: 必要なソフトウェアコンポーネントが不足しています.
pl_pl: wymagane komponenty oprogramowania brakuje.
pt_pt: Componentes de software necessários estão faltando.
ru_ru: Необходимые компоненты программного обеспечения отсутствует.
zh_cn: 缺少必需的软件组件。

source: Username not specified.
bg_bg: Не е посочено потребителско име.
de_de: Benutzername nicht angegeben.
es_es: Ningun usuario especificado.
fr_fr: Nom d'utilisateur n'est pas spécifié.
it_it: Nome utente non specificato.
ja_jp: ユーザー名が指定されていません.
pl_pl: nazwa użytkownika nie podano.
pt_pt: Nenhum usuário especificado.
ru_ru: Имя пользователя не указано.
zh_cn: 未指定用户名。

source: Password not specified.
bg_bg: Не е посочена парола.
de_de: Passwort nicht angegeben.
es_es: Ningun host SMTP especificado
fr_fr: Mot de passe non spécifié.
it_it: Password non specificata.
ja_jp: パスワードが指定されていません.
pl_pl: Hasło nie podano.
pt_pt: Nenhum host SMTP especificado.
ru_ru: Пароль не уточняется.
zh_cn: 未指定密码。

source: VMware Details
bg_bg: VMware детайли
es_es: Detalles
fr_fr: Détails VMware
it_it: VMware Dettagli
ja_jp: VMwareの詳細
pl_pl: szczegóły vmware
pt_pt: Detalhes
ru_ru: VMware Подробнее
zh_cn: VMware详细信息

source: VMware Mode
bg_bg: Режим на VMware
de_de: VMware-Modus
it_it: VMware modalità
ja_jp: VMwareモード
pl_pl: Tryb vmware
pt_pt: VMware Modo
ru_ru: VMware режим
zh_cn: VMware模式

source: Monitored Metrics
bg_bg: Наблюдавайте показателите
de_de: Überwachte Metriken
es_es: Configuraciones de Monitoreo
fr_fr: Metrics surveillés
it_it: Metriche monitorati
ja_jp: 監視メトリック
pl_pl: monitorowane metryki
pt_pt: Configurações de monitoramento
ru_ru: Мониторинг метрик
zh_cn: 监控指标

source: Guest Selection
bg_bg: Селекция на гост (Guest Selection)
de_de: Gast Selection
es_es: Seleccion de Host<
fr_fr: Sélection Invité
it_it: Guest Selezione
ja_jp: ゲスト選択
pl_pl: Wybór gości
pt_pt: Host selecionado<
ru_ru: Гость выбора
zh_cn: 客机选择

source: VMware Monitored Metrics
bg_bg: Наблюдавани показатели на VMware
de_de: VMware Überwachte Metriken
es_es: VMware supervisado Métricas
fr_fr: VMware surveillé Metrics
it_it: VMware monitorato Metriche
ja_jp: VMware監視メトリック
pl_pl: vmware monitorowane metryki
pt_pt: VMware Monitorado Métricas
ru_ru: VMware мониторинг метрик
zh_cn: VMware监控指标

source: Select the metrics you'd like to monitor on each of the guests you select.
bg_bg: Изберете показателите, които бихте искали да следите на всеки един хост, който сте избрали.
de_de: Wählen Sie die Metriken, die Sie gerne auf jeden der Gäste Sie überwachen würde.
es_es: Seleccione los parámetros que desea supervisar en cada una de las personas que usted seleccione.
fr_fr: Sélectionnez les paramètres que vous souhaitez surveiller sur chacun des invités que vous sélectionnez.
it_it: Selezionare le metriche che desideri monitorare su ciascuno degli ospiti selezionati.
ja_jp: 選択した各ゲストで監視するメトリックを選択します.
pl_pl: wybierz metryki, które chcesz monitorować na każdym z gości wybranych.
pt_pt: Selecione os métodos pelos quais você gostaria de receber alertas de host e de serviço.
ru_ru: Выберите метрик вы хотите, чтобы контролировать на каждом из гостей вы выберите.
zh_cn: 选择您要监控的每个客机的指标。

source: It appears there are no guests for this VMware host. The error message is below. This may be because the SDK is not installed, your credentials are wrong, or the host is not a VMware server.
bg_bg: Оказва се, че няма "гости" за този VMware хост. Съобщението за грешка е по-долу. Това може да се дължи на факта, че SDK не е инсталиран, вашите идентификационни данни са погрешни, или хоста не е VMware сървър.
de_de: es scheint, gibt es keine Gäste in diesem VMware-Host. die Fehlermeldung ist unten. Dies kann sein, weil das SDK nicht installiert ist, Ihre Anmeldeinformationen sind falsch, oder der Host ist kein VMware Server.
es_es: parece que no hay clientes para este host VMware. el mensaje de error se encuentra por debajo. esto puede deberse a que el SDK no está instalado, sus credenciales son incorrectas, o el anfitrión no es un servidor de VMware.
fr_fr: il semble qu'il n'y a pas de clients pour ce vmware hôte. le message d'erreur est inférieure. ce peut être parce que le SDK est pas installé, vos informations d'identification sont fausses, ou l'hôte ne sont pas un serveur VMware.
it_it: sembra non ci sono ospiti per questo host vmware. il messaggio di errore è inferiore. questo può essere perché l'sdk non è installato, le credenziali sono sbagliate, o l'host non è un server vmware.
ja_jp: このVMwareホストにはゲストが存在していないようです. エラーメッセージは以下の通りです. SDK がインストールされていない、認証情報に誤りがある、このホストは VMware サーバではない可能性があります.
pl_pl: wydaje się, nie ma gości w tym hoście VMware. błąd jest poniżej. może to być spowodowane SDK nie jest zainstalowany, poświadczenia są błędne lub host nie jest serwer VMware.
pt_pt: parece que não há convidados para este host VMware. a mensagem de erro está abaixo. isso pode ser porque o SDK não é instalado, suas credenciais estão errados, ou o host não é um servidor VMware.
ru_ru: кажется нет гости для данного хоста VMware. Сообщение об ошибке ниже. это может быть потому, что SDK не установлен, ваши учетные данные неверны, или хозяин не является сервером VMware.
zh_cn: 看来此VMware主机没有客机。 错误消息如下。 这可能是因为未安装SDK，您的凭据错误或主机不是VMware服务器。

source: VMware Guest Selection
bg_bg: Избор на VMware гост
es_es: Seleccion de Host<
fr_fr: Sélection Invité VMware
it_it: VMware Guest Selezione
ja_jp: VMwareゲスト選択
pl_pl: Wybór gościem vmware
pt_pt: Host selecionado<
ru_ru: VMware Гость выбора
zh_cn: VMware客机选择

source: Specify which guests you'd like to monitor on the VMware host (server).
bg_bg: Определете кои гости искате да наблюдавате на VMware хоста (сървър).
de_de: Bestimmen Sie, welche Gäste Sie möchten auf dem VMware Host (Server) zu überwachen.
es_es: Especifica que los clientes le gustaría controlar en el host VMware (servidor).
fr_fr: Spécifiez les invités que vous souhaitez surveiller sur l'hôte VMware (serveur).
it_it: Specificare che gli ospiti si desidera monitorare l'host VMware (server).
ja_jp: VMwareホスト（サーバー）で監視するゲストを指定します.
pl_pl: określić, które goście chcesz monitorować na hoście vmware (serwera).
pt_pt: Especificar quais os clientes que você gostaria de monitorar no host VMware (servidor).
ru_ru: Укажите, какие гостей вы хотели бы контролировать на хосте VMware (сервер).
zh_cn: 指定要在VMware主机（服务器）上监视的客机。

source: VM Name
bg_bg: Име на VM
es_es: Nombre
fr_fr: Nom VM
it_it: Nome VM
ja_jp: VM名
pl_pl: Nazwa vm
pt_pt: Nome
ru_ru: В.М. Название
zh_cn: 虚拟机名称

source: Current Status
bg_bg: Сегашно състояние
de_de: Aktueller Status
es_es: Estatus actual del Host
fr_fr: Statut actuel
it_it: Stato corrente
ja_jp: 現在の状態
pl_pl: stan obecny
pt_pt: Estado do host atual
ru_ru: Нынешнее состояние
zh_cn: 当前状态

source: Powered Off
bg_bg: Изключен
de_de: ausgeschaltet
es_es: apagado
fr_fr: éteint
it_it: spento
ja_jp: 電源オフ
pl_pl: wyłączony
pt_pt: desligado
ru_ru: выключен
zh_cn: 关闭电源

source: Powered On
bg_bg: Включен
de_de: eingeschaltet
es_es: encendido
fr_fr: sous tension
it_it: acceso
ja_jp: 電源オン
pl_pl: zasilany
pt_pt: ligado
ru_ru: питание
zh_cn: 开启电源

source: None Defined
bg_bg: Няма дефинирани
de_de: keine definierten
es_es: ninguno definido
fr_fr: Non définie
it_it: nessuna definizione
ja_jp: 定義なし
pl_pl: żaden z definicją
pt_pt: não definido
ru_ru: Ни один определен
zh_cn: 无定义

source: VMware Host Metrics
bg_bg: Показатели на VMware хост
de_de: VMware Host Metriken
es_es: VMware Medidas de acogida
fr_fr: Metrics hôte VMware
it_it: VMware Host Metriche
ja_jp: VMwareホストメトリック
pl_pl: vmware metryki gospodarza
pt_pt: Host VMware Métricas
ru_ru: Метрики VMware хост
zh_cn: VMware主机指标

source: Specify which metrics you'd like to monitor on the VMware host (server).
bg_bg: Определете кои показатели бихте искали да наблюдавате на VMware хоста (сървър).
de_de: Festlegen, welche Kennzahlen Sie möchten auf dem VMware Host (Server) zu überwachen.
es_es: Especifique los parámetros que desea controlar en el host VMware (servidor).
fr_fr: Spécifiez les paramètres que vous souhaitez surveiller sur l'hôte VMware (serveur).
it_it: Specificare quali parametri si desidera monitorare l'host VMware (server).
ja_jp: VMwareホスト（サーバー）で監視するメトリックを指定します.
pl_pl: określić wskaźniki, które chcesz monitorować na hoście vmware (serwera).
pt_pt: Especificar quais as métricas que você gostaria de monitorar no host VMware (servidor).
ru_ru: Укажите, какие показатели вы хотели бы контролировать на хосте VMware (сервер).
zh_cn: 指定要在VMware主机（服务器）上监视的指标。

source: Monitor a WatchGuard device.
bg_bg: Наблюдавайте WatchGuard устройство.
de_de: Überwachung einer WatchGuard-Gerät.
es_es: controlar un dispositivo WatchGuard.
fr_fr: surveiller un dispositif watchguard.
it_it: monitorare un dispositivo di WatchGuard.
ja_jp: WatchGuardデバイスを監視します.
pl_pl: monitorowanie urządzenia WatchGuard.
pt_pt: Monitorar o serviço cada
ru_ru: мониторинг WatchGuard устройства.
zh_cn: 监视WatchGuard设备。

source: Error: This wizard requires Nagios XI 2014 or later.
bg_bg: Грешка: този wizard изисква Nagios XI 2014 или по-нова версия.
de_de: Fehler: Dieser Assistent erfordert Nagios XI 2011R1.6 oder später
es_es: Error: Este componente requiere Nagios XI 2011R1 o superior
fr_fr: Erreur: Cet assistant nécessite Nagios XI 2011R1.6 ou tard
it_it: Errore: Questa procedura guidata è necessario Nagios XI 2011R1.6 o versione successiva
ja_jp: エラー：このウィザードは、Nagios XI 2014以降が必要です.
pl_pl: Błąd: kreator wymaga Nagios XI 2014 lub nowszej.
pt_pt: Erro: Este componente requer a versão Nagios XI 2011R1.7 ou maior.
ru_ru: Ошибка: Этот мастер требует Nagios XI 2011R1.6 или более поздней версии
zh_cn: 错误：此向导需要Nagios XI 2014或更高版本。

source: WatchGuard Information
bg_bg: WatchGuard информация
de_de: Watchguard Informationen
es_es: información watchguard
fr_fr: informations watchguard
it_it: Informazioni WatchGuard
ja_jp: WatchGuard情報
pl_pl: Informacje WatchGuard
pt_pt: informações WatchGuard
ru_ru: Информация WatchGuard
zh_cn: WatchGuard信息

source: The IP address of the WatchGuard device you'd like to monitor
bg_bg: IP адреса на устройството WatchGuard, което искате да наблюдавате
de_de: Die IP-Adresse des Geräts Sie überwachen möchten
es_es: La direccion IP del Host con LDAP
fr_fr: L'adresse IP de l'appareil que vous souhaitez surveiller
it_it: L'indirizzo IP del dispositivo che si desidera monitorare
ja_jp: 監視するWatchGuardデバイスのIPアドレス
pl_pl: Adres IP urządzenia Watchguard chcesz monitorować
pt_pt: O endereço IP do dispositivo que você gostaria de monitorar
ru_ru: IP-адрес устройства, вы хотите, чтобы контролировать
zh_cn: 您要监视的WatchGuard设备的IP地址

source: The access port of the WatchGuard device
bg_bg: Порта за достъп до устройството WatchGuard
de_de: die Zugangsöffnung des Watchguard-Gerät
es_es: el puerto de acceso del dispositivo watchguard
fr_fr: l'accès du dispositif d'accès de watchguard
it_it: la porta di accesso del dispositivo watchguard
ja_jp: WatchGuardデバイスのアクセスポート
pl_pl: Port dostępu urządzenia Watchguard
pt_pt: a porta de acesso do dispositivo WatchGuard
ru_ru: порт WatchGuard устройства доступа
zh_cn: WatchGuard设备的访问端口

source: The SNMP community string required used to to query the WatchGuard device
bg_bg: SNMP паролата (community string), която трябва да се използва, за извличане на информация от WatchGuard устройството
de_de: Der SNMP-Community-String Bedarf eingesetzt, um das Gerät abzufragen.
es_es: La cadena de comunidad SNMP necesario utilizar para consultar el dispositivo.
fr_fr: La chaîne de communauté SNMP utilisé pour nécessaire d'interroger le périphérique.
it_it: La stringa di comunità SNMP necessari utilizzato per interrogare il dispositivo.
ja_jp: WatchGuardデバイスを照会するために必要なSNMPコミュニティ文字列
pl_pl: Ciąg społeczności SNMP wymagane używane do kwerendy urządzenie Watchguard
pt_pt: A string de comunidade SNMP exigido usado para consultar o dispositivo.
ru_ru: SNMP строку сообщества необходимо использовать для запроса устройства.
zh_cn: 用于查询WatchGuard设备的SNMP社区字符串

source: Authentification Password
bg_bg: Оторизация с парола
de_de: Anmelde-Passwort
es_es: Tokes de autenticacion
fr_fr: Mot de passe d'authentification
it_it: Password Authentication
ja_jp: パスワード認証
pl_pl: uwierzytelnianie hasła
pt_pt: Token de autenticação
ru_ru: Проверка подлинности пароля
zh_cn: 验证密码

source: Privileged Password
bg_bg: Привилегирована парола (privileged password)
es_es: Resetear contraseña
fr_fr: Mot de passe privilégiés
it_it: Password Privileged
ja_jp: 暗号化パスワード
pl_pl: uprzywilejowane hasła
pt_pt: Redefinir senha
ru_ru: Привилегированный Пароль
zh_cn: 特权密码

source: Authentification Protocol
bg_bg: Оторизационен протокол
de_de: Authentication Protocol
es_es: Tokes de autenticacion
fr_fr: Authentication Protocol
it_it: Protocollo di autenticazione
ja_jp: 認証プロトコル
pl_pl: Protokół uwierzytelnianie
pt_pt: Token de autenticação
ru_ru: Authentication Protocol
zh_cn: 身份验证协议

source: Privileged Protocol
bg_bg: Привилегирован протокол (Privileged Protocol)
es_es: Protocolo Privileged
fr_fr: Protocole privilégiée
it_it: Protocollo Privileged
ja_jp: 暗号化プロトコル
pl_pl: uprzywilejowane protokół
pt_pt: Protocolo privilegiado
ru_ru: Привилегированные протокола
zh_cn: 特权协议

source: Scan the WatchGuard device to auto-detect interfaces that can be monitored for link up/down status and bandwidth usage. The scanning process may take several seconds to complete.
bg_bg: Сканирайте WatchGuard устройството, за да откриете автоматично интерфейси, които могат да бъдат наблюдавани за включено /изключено състояние и за използван мрежов капцитет. Процеса на сканиране може да отнеме няколко секунди, за да завърши.
de_de: scannen Sie den Switch oder Router automatisch zu erkennen Schnittstellen, die für Link Up / Down Status-und Bandbreitennutzung überwacht werden kann. der Scan-Vorgang kann einige Sekunden dauern.
es_es: escanear el switch o router para detectar automáticamente las interfaces que pueden ser monitoreados para el enlace de arriba / abajo de estado y uso de ancho de banda. el proceso de digitalización puede tardar varios segundos en completarse.
fr_fr: balayer le commutateur ou un routeur de détecter automatiquement les interfaces qui peuvent être surveillés pour le lien haut / bas statut et la bande passante. l'analyse peut durer plusieurs secondes.
it_it: eseguire la scansione del switch o router per rilevare automaticamente interfacce che possono essere monitorati per il collegamento su / giù lo stato e l'uso della larghezza di banda. il processo di scansione può richiedere alcuni secondi per essere completata.
ja_jp: リンクアップ/ダウン状態と帯域幅の使用状況を監視できるインターフェイスを自動検出するためにWatchGuardをスキャンします. スキャン処理が完了するのに数秒かかります.
pl_pl: skanować urządzenie Watchguard automatycznie wykryć interfejsy, które mogą być monitorowane dla łącza w górę / w dół, stanu i wykorzystania pasma. Proces skanowania może potrwać kilka sekund.
pt_pt: digitalizar o switch ou roteador para detectar automaticamente as interfaces que podem ser monitorados para o link status up / down e largura de banda. o processo de digitalização pode levar alguns segundos para ser concluído.
ru_ru: сканирования коммутатора или маршрутизатора для автоматического определения интерфейсов, которые могут контролироваться на ссылку вверх / вниз статус и использование полосы пропускания. Процесс сканирования может занять несколько секунд.
zh_cn: 扫描WatchGuard设备以自动检测可以监控链接上/下状态和带宽使用情况的接口。 扫描过程可能需要几秒钟才能完成。

source: Value Defaults
bg_bg: "Стандартна" стойност (по подразбиране)
de_de: Wert standardmäßig
es_es: valor predeterminado
fr_fr: valeur par défaut est
it_it: valore di default
ja_jp: 既定値
pl_pl: domyślne wartości
pt_pt: Restaurar padrões
ru_ru: Значение по умолчанию
zh_cn: 值默认值

source: WatchGuard device Details
bg_bg: Подробности за WatchGuard устройство
de_de: Watchguard Gerätedetails
es_es: WatchGuard detalles del dispositivo
fr_fr: WatchGuard détails du périphérique
it_it: WatchGuard dettagli dei dispositivi
ja_jp: WatchGuardデバイスの詳細
pl_pl: WatchGuard dane urządzenie
pt_pt: WatchGuard detalhes do dispositivo
ru_ru: WatchGuard детали устройства
zh_cn: WatchGuard设备详细信息

source: WatchGuard Address
bg_bg: WatchGuard адрес
de_de: WatchGuard-Adresse
es_es: WatchGuard dirección
fr_fr: Adresse watchguard
it_it: WatchGuard indirizzo
ja_jp: WatchGuardアドレス
pl_pl: Adres WatchGuard
pt_pt: Painel adicionado
ru_ru: WatchGuard адрес
zh_cn: WatchGuard地址

source: The name you'd like to have associated with this WatchGuard device.
bg_bg: Името, което искате да се асоциира с това WatchGuard устройство.
de_de: Der Name, den Sie gerne mit diesem Server oder Gerät zugeordnet haben würde.
es_es: El nombre que le gustaría tener asociados con este servidor o dispositivo.
fr_fr: Le nom que vous aimeriez avoir associé à ce serveur ou le périphérique.
it_it: Il nome che desideri sia associato a questo server o dispositivo.
ja_jp: このWatchGuardデバイスに関連付ける名前.
pl_pl: Nazwa chcesz być związane z tym urządzeniem WatchGuard.
pt_pt: O host associado com este horário.
ru_ru: Имя, которое вы хотели бы иметь, связанные с этим сервером или устройства.
zh_cn: 您想要与此WatchGuard设备关联的名称。

source: Specify which services you'd like to monitor for the WatchGuard device.
bg_bg: Определете кои сървиси бихте искали да следите за WatchGuard устройството.
de_de: Bestimmen Sie, welche Leistungen Sie möchten für das Gerät zu überwachen.
es_es: Especifique qué servicios le gustaría controlar el dispositivo.
fr_fr: Précisez les services que vous souhaitez surveiller pour le périphérique.
it_it: Specificare quali servizi si desidera monitorare per il dispositivo.
ja_jp: WatchGuardで監視するサービスを指定します.
pl_pl: określić, które usługi chcesz monitorować urządzenia WatchGuard.
pt_pt: Especificar quais os serviços que você gostaria de monitorar o dispositivo.
ru_ru: Укажите, какие услуги вы хотите, чтобы следить за устройство.
zh_cn: 指定您要监视WatchGuard设备的服务。

source: Monitors the WatchGuard device with an ICMP ping. Useful for watching network latency
bg_bg: Следи WatchGuard устройството с ICMP пинг. Полезно за наблюдение на латентността на мрежата
de_de: überwacht die WatchGuard-Gerät mit einem ICMP-Ping. nützlich für das Ansehen von Netzwerk-Latenz
es_es: supervisa el dispositivo WatchGuard con una mesa de ping ICMP. útil para ver la latencia de red
fr_fr: surveille le dispositif watchguard avec un ping ICMP. utile pour regarder la latence du réseau
it_it: controlla il dispositivo di WatchGuard con un ping ICMP. utile per la visione di latenza di rete
ja_jp: ICMP pingでWatchGuardデバイスを監視します. ネットワークの遅延を見るのに便利です
pl_pl: monitoruje urządzenie Watchguard z ping ICMP. przydatne do oglądania opóźnienie sieci
pt_pt: monitora o dispositivo WatchGuard com um ping icmp. útil para assistir a latência da rede
ru_ru: контролирует WatchGuard устройство с ICMP-пинг. полезные для просмотра задержки в сети
zh_cn: 使用ICMP ping监视WatchGuard设备。 有助于观察网络延迟

source: Monitors the Watchguards CPU usage.
bg_bg: Следи използването на процесора на WatchGuard устройството.
de_de: überwacht die watchguards CPU-Auslastung.
es_es: monitorea el uso de la CPU watchguards.
fr_fr: surveille l'utilisation du processeur watchguards.
it_it: controlla la cpu watchguards utilizzo.
ja_jp: WatchGuardのCPU使用を監視します.
pl_pl: monitoruje wykorzystanie watchguards procesora.
pt_pt: monitora o uso da CPU watchguards.
ru_ru: контролирует использование watchguards процессора.
zh_cn: 监视Watchguards CPU使用率。

source: Active Connections
bg_bg: Активни връзки
de_de: aktive Verbindungen
es_es: conexiones activas
fr_fr: connexions actives
it_it: connessioni attive
ja_jp: アクティブな接続
pl_pl: aktywnych połączeń
pt_pt: conexões ativas
ru_ru: Активные соединения
zh_cn: 活跃连接

source: Checks the active connections that the WatchGuard device is servicing.
bg_bg: Проверете активните връзки, които устройството WatchGuard обслужва.
de_de: prüft die aktiven Verbindungen, die WatchGuard Gerät gewartet ist.
es_es: comprueba las conexiones activas que el dispositivo WatchGuard es el servicio.
fr_fr: vérifie les connexions actives que le dispositif de WatchGuard est l'entretien.
it_it: controlla le connessioni attive che il dispositivo di WatchGuard è manutenzione.
ja_jp: WatchGuardデバイスがサービスを提供しているアクティブな接続をチェックします.
pl_pl: sprawdza aktywne połączenia, że ​​urządzenie WatchGuard jest serwis.
pt_pt: verifica as conexões ativas que o dispositivo WatchGuard está atendendo.
ru_ru: проверяет активных соединений, устройства WatchGuard обслуживания.
zh_cn: 检查WatchGuard设备正在服务的活跃连接。

source: Total Sent Packets
bg_bg: Общо изпратени пакети
de_de: Gesamt gesendeten Pakete
es_es: paquetes totales enviados
fr_fr: nombre total de paquets envoyés
it_it: totali pacchetti inviati
ja_jp: 総送信パケット
pl_pl: Suma wysyłane pakiety
pt_pt: total de pacotes enviados
ru_ru: Всего отправлено пакетов
zh_cn: 已发送的总数据包

source: Checks the total number of packets sent by the WatchGuard device.
bg_bg: Проверете броя на пакетите, изпратени от устройството WatchGuard.
de_de: prüft die Gesamtzahl der Pakete, die durch das WatchGuard Gerät gesendet.
es_es: comprueba el número total de paquetes enviados por el dispositivo WatchGuard.
fr_fr: vérifie le nombre total de paquets envoyés par le dispositif de WatchGuard.
it_it: controlla il numero totale di pacchetti inviati dal dispositivo WatchGuard.
ja_jp: WatchGuardデバイスによって送信されたパケット数をチェックします.
pl_pl: Sprawdza całkowitą liczbę pakietów wysyłanych przez Watchguard.
pt_pt: verifica o número total de pacotes enviados pelo dispositivo WatchGuard.
ru_ru: проверяет общее количество пакетов, отправленных WatchGuard устройства.
zh_cn: 检查WatchGuard设备发送的数据包总数。

source: packets/sec
bg_bg: пакети / сек (packets/sec)
de_de: Pakete / sec
es_es: paquetes / seg
fr_fr: paquets / sec
it_it: pacchetti / sec
ja_jp: パケット/秒
pl_pl: pakietów / s
pt_pt: pacotes / seg
ru_ru: Пакеты / сек
zh_cn: 数据包/秒
