Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: You do not have permission to manage this object.
bg_bg: нямате разрешение да управлявате този обект.
de_de: Sie sind nicht berechtigt, dieses Objekt zu verwalten.
es_es: no tienes permiso para administrar este objeto.
fr_fr: vous n'êtes pas autorisé à gérer cet objet.
it_it: non hai il permesso di gestire questo oggetto.
ja_jp: このオブジェクトを管理する権限がありません。
pl_pl: nie masz uprawnień do zarządzania tym obiektem.
pt_pt: você não tem permissão para gerenciar este objeto.
ru_ru: у вас нет разрешения на управление этим объектом.
zh_cn: 您无权管理此对象。

source: Cannot open the data file (check the permissions)!
bg_bg: Не може да отворите файла с данни (проверете правата)!
de_de: Kann nicht öffnen Sie die Datei (überprüfen Sie die Berechtigungen)!
es_es: No se puede abrir el archivo de datos (revisar los permisos)!
fr_fr: Impossible d'ouvrir le fichier de données (vérifiez les permissions)!
it_it: Impossibile aprire il file di dati (controllare i permessi)!
ja_jp: データファイルのオープンに失敗しました（アクセス権を確認してください）！
pl_pl: Nie można otworzyć plik danych (sprawdzić uprawnienia)!
pt_pt: Não é possível abrir o arquivo de dados (verifique as permissões)!
ru_ru: Не удается открыть файл данных (проверьте разрешения)!
zh_cn: 无法打开数据文件（检查权限）！

source: Table for import definition
bg_bg: Таблица за внос на дефинициите
de_de: Tabelle für den Import Definition
es_es: Tabla para importar definicion
fr_fr: Tableau de définition d'importation
it_it: Tabella per la definizione di importazione
ja_jp: インポート定義のためのテーブル
pl_pl: Stół do definicji importu
pt_pt: Tabela para definição de importação
ru_ru: Таблица для определения импорта
zh_cn: 导入定义表

source: is not available!
bg_bg: не е налично!
de_de: ist nicht verfügbar!
es_es: no esta disponible!!!
fr_fr: n'est pas disponible!
it_it: non è disponibile!
ja_jp: が利用できません！
pl_pl: nie jest dostępny!
pt_pt: não está disponível!
ru_ru: не доступен!
zh_cn: 不可用！

source: Entry
bg_bg: Влизане
de_de: Eintrag
es_es: Entrada
fr_fr: Entrée
it_it: Iscrizione
ja_jp: エントリー
pl_pl: wejście
pt_pt: Entrada
ru_ru: Вступление
zh_cn: 输入

source: exists and was not overwritten
bg_bg: Съществува и не е бил презаписан
de_de: vorhanden ist, und waren nicht überschrieben
es_es: existe y no fueron sobre escribido
fr_fr: existe et ne sont pas remplacés
it_it: esiste e non sono stati sovrascritti
ja_jp: が存在し、上書きされませんでした
pl_pl: istnieje i nie zostało nadpisane
pt_pt: existe e não foram substituídos
ru_ru: существует и не были перезаписаны
zh_cn: 存在且未被覆盖

source: inside
bg_bg: вътре
de_de: innen
es_es: dentro
fr_fr: à l'intérieur
it_it: interno
ja_jp: 内の
pl_pl: wewnątrz
pt_pt: dentro
ru_ru: внутри
zh_cn: 内

source: were not written
bg_bg: не са били записани
de_de: wurden nicht geschrieben
es_es: no fueron escritos
fr_fr: n'ont pas été écrits
it_it: non sono scritti
ja_jp: 書かれていませんでした
pl_pl: nie zostały napisane
pt_pt: não foram escritos
ru_ru: не были написаны
zh_cn: 没有写入

source: could not be inserted:
bg_bg: Не може да бъде вмъкнат:
de_de: konnte nicht eingefügt werden:
es_es: no pudo ser insertado:
fr_fr: ne peut pas être insérée:
it_it: non può essere inserito:
ja_jp: 挿入できませんでした :
pl_pl: nie mógł w brzmieniu:
pt_pt: não poderia ser inserido:
ru_ru: Не может быть включено:
zh_cn: 不能被插入：

source: successfully inserted
bg_bg: успешно вмъкнат
de_de: erfolgreich eingefügt
es_es: insertado satisfactoriamente
fr_fr: inséré avec succès
it_it: correttamente inserita
ja_jp: 正常に挿入されました
pl_pl: powodzeniem włożona
pt_pt: inseridos com sucesso
ru_ru: успешно вставлены
zh_cn: 成功插入

source: Error: wrong number of arguments - cannot import service group members
bg_bg: Грешка: неправилен брой аргументи - не може да внaсяте членове на сърсис групата (service group members)
de_de: Fehler: falsche Anzahl von Argumenten - nicht importieren können Service-Gruppe Mitglieder
es_es: Error: número incorrecto de argumentos - no puede importar los miembros del grupo de servicio
fr_fr: Erreur: nombre incorrect d'arguments - ne peut pas importer les membres du groupe de services
it_it: Errore: numero errato di argomenti - Non è possibile importare i membri del gruppo di servizi
ja_jp: エラー : 引数の数に誤りがあります - サービスグループメンバーをインポートできません
pl_pl: błąd: nieprawidłowa liczba argumentów - nie można zaimportować członków grupy usług
pt_pt: Erro: Número errado de argumentos - não pode importar os membros do grupo de serviços
ru_ru: Ошибка: неверное число аргументов - не может импортировать члены группы обслуживания
zh_cn: 错误：参数数量错误-无法导入服务组成员

source: You must enter a proper host name. You can not use the characters: \~!$%^&*"'|<>?()=
bg_bg: Трябва да въведете правилно име на хост. Не можете да използвате символите: \~!$%^&*"'|<>?()=
de_de: müssen Sie einen richtigen Hostnamen eingeben. können Sie nicht die Zeichen:? \ ~ $% ^ & * "'| <>, () =
es_es: debe introducir un nombre de host adecuado. no puede utilizar los caracteres:? \ ~ $% ^ & * "'| <>, () =
fr_fr: vous devez entrer un nom propre hôte. vous ne pouvez pas utiliser les caractères:? \ ~ $% ^ & * "'| <>, () =
it_it: è necessario immettere un nome host corretto. non è possibile utilizzare i caratteri:!? \ ~ $% ^ & * "'| <>, () =
ja_jp: 適切なホスト名を入力してください. 次の文字は使用できません : \~!$%^&*"'|<>?()=
pl_pl: należy wprowadzić odpowiednią nazwę hosta. ! nie można używać znaków: \ ~ $% ^ & * "'| <>, () =
pt_pt: você deve digitar um nome de host apropriado. você não pode usar os caracteres:? \ ~ $% ^ & * "'| <>, () =
ru_ru: необходимо ввести правильное имя хоста. Вы не можете использовать символы:!? \ ~ $% ^ & * "'| <>, () =
zh_cn: 您必须输入正确的主机名。 您不能使用以下字符：\〜！$％^＆*“'| <>？（）=

source: You do not have access to this page.
bg_bg: Вие нямате достъп до тази страница.
de_de: Sie haben keinen Zugang zu diesem Abschnitt.
es_es: usted no tiene acceso a esta sección.
fr_fr: vous ne disposez pas d'accès à cette section.
it_it: non hai accesso a questa sezione.
ja_jp: このセクションにはアクセスできません.
pl_pl: nie masz dostępu do tej części.
pt_pt: você não tem acesso a esta seção.
ru_ru: у вас нет доступа к этому разделу.
zh_cn: 您无权访问此页面。

source: Viewed config
bg_bg: Вижте конфигурацията
de_de: Anzeigen Config
es_es: Ver configuracion
fr_fr: Voir Config
it_it: Visualizza Config
ja_jp: 設定を表示
pl_pl: Widok config
pt_pt: Ver configuração
ru_ru: Просмотр Config
zh_cn: 查看配置

source: Item
bg_bg: Обект
de_de: Artikel
fr_fr: Article
it_it: Voce
ja_jp: アイテム
pl_pl: pozycja
ru_ru: Пункт
zh_cn: 项目

source: cannot be disabled because it has dependent relationships
bg_bg: Не могат да бъдат изключени, защото имат зависими отношения (взаимовръзки)
de_de: kann nicht deaktiviert, weil es Abhängigkeiten verfügt werden
es_es: no puede ser deshabilitado porque tiene una relacion de dependencia
fr_fr: ne peut pas être désactivé car il a des relations de dépendance
it_it: non può essere disattivato perché ha relazioni di dipendenza
ja_jp: は依存関係を持っているので、無効にすることはできません
pl_pl: nie może być wyłączona, ponieważ ma na utrzymaniu relacji
pt_pt: não pode ser desativado porque tem relações de dependência
ru_ru: не может быть отключена, поскольку она имеет зависимые отношения
zh_cn: 无法禁用，因为它具有依赖关系

source: Object
bg_bg: Обекти
de_de: Gegenstände
es_es: objetos
fr_fr: objets
it_it: oggetti
ja_jp: オブジェクト
pl_pl: obiekty
pt_pt: objetos
ru_ru: объекты
zh_cn: 对象

source: cannot be activated because it has parent host relationships that are inactive
bg_bg: Не може да се активира, защото има "родител - хост" (parent host) взаимовръзки, които са неактивни
de_de: kann nicht aktiviert werden, da es Eltern-Beziehungen, die inaktiv sind,
es_es: no puede ser activado, ya que tiene relaciones de acogida de padres que están inactivas
fr_fr: ne peut pas être activé car il a des relations parents d'accueil qui sont inactifs
it_it: non può essere attivato perché ha rapporti ospite madri che sono inattive
ja_jp: 親ホストの関係が非アクティブであるためアクティブにできません
pl_pl: Nie można włączyć, ponieważ zawiera macierzystych związków gospodarza, które są nieaktywne
pt_pt: não pode ser ativada porque tem relações de acolhimento de pais que estão inativas
ru_ru: не может быть активирован, поскольку он имеет родительские хост отношения, которые не использовались
zh_cn: 无法激活，因为它具有不活动的父主机关系

source: cannot be activated because it has parent service group relationships that are inactive
bg_bg: Не може да се активира, защото има "родител - сървис група" (parent service group) взаимовръзки, които са неактивни
de_de: kann nicht aktiviert werden, weil sie übergeordneten Dienstgruppenbeziehungen, die inaktiv sind
es_es: no puede ser activado, ya que tiene relaciones de grupo de servicio de los padres que están inactivas
fr_fr: ne peut pas être activé car il a des relations de groupe de services parents qui sont inactifs
it_it: non può essere attivato perché ha servizi genitore relazioni di gruppo che sono inattive
ja_jp: 非アクティブのサービスグループを親に持っているため、アクティブ化できません
pl_pl: Nie można włączyć, ponieważ ma relacji grupowych usług rodzic nieaktywnych
pt_pt: não pode ser ativada porque tem relações de grupo de serviços pais que estão inativas
ru_ru: не может быть активирован, поскольку он имеет родитель Service Group отношения, которые не использовались
zh_cn: 无法激活，因为它具有不活动的父服务组关系

source: cannot be activated because it has parent host group relationships that are inactive
bg_bg: Не може да се активира, защото има "родител - хост група" (parent host group) взаимовръзки, които са неактивни
de_de: kann nicht aktiviert werden, da es übergeordneten Hostgruppe Beziehungen, die inaktiv sind,
es_es: no puede ser activado, ya que tiene relaciones de grupo host primario que están inactivas
fr_fr: ne peut pas être activé car il a des relations de groupe hôte parent qui sont inactifs
it_it: non può essere attivato perché ha relazioni genitore gruppo host che sono inattive
ja_jp: 非アクティブであるホストグループを親に持っているため、アクティブ化できません
pl_pl: Nie można włączyć, ponieważ ma relacji grupowych gospodarza rodzic nieaktywnych
pt_pt: não pode ser ativada porque tem relações de grupo de acolhimento dos pais que estão inativas
ru_ru: не может быть активирован, поскольку он имеет родитель хозяин групповые отношения, которые не использовались
zh_cn: 无法激活，因为它具有不活动的父主机组关系

source: Update query failed.
bg_bg: Актуализацията на заявката се провали.
de_de: Aktualisierungsabfrage fehlgeschlagen.
es_es: Fallo actualizar consulta
fr_fr: Mise à jour requête a échoué.
it_it: Aggiornamento query non riuscita.
ja_jp: 更新クエリは失敗しました.
pl_pl: zapytanie aktualizacja nie powiodła się.
pt_pt: consulta atualização falhou.
ru_ru: Обновление запроса не удалось.
zh_cn: 更新查询失败。

source: Errors while deleting the old configuration file:
bg_bg: Грешки при изтриването на стария конфигурационния файл:
de_de: Fehler beim Löschen der alten Konfigurationsdatei:
es_es: Errores al eliminar el archivo de configuración anterior:
fr_fr: Erreurs lors de la suppression de l'ancien fichier de configuration:
it_it: Errore durante l'eliminazione del vecchio file di configurazione:
ja_jp: 古い設定ファイルを削除中にエラーが発生しました:
pl_pl: Błędy podczas usuwania starego pliku konfiguracyjnego:
pt_pt: Erros ao excluir o arquivo de configuração antigo:
ru_ru: Ошибки при удалении старых файлов конфигурации:
zh_cn: 删除旧的配置文件时出错：

source: - please check permissions!
bg_bg: - Моля, проверете привилегиите!
de_de: - Bitte überprüfen Sie die Berechtigungen!
es_es: - por favor revisar permisos!!!
fr_fr: - S'il vous plaît vérifier les autorisations!
it_it: - Si prega di controllare le autorizzazioni!
ja_jp: - アクセス権をチェックしてください！
pl_pl: - Proszę sprawdzić uprawnienia!
pt_pt: - Por favor, verifique as permissões!
ru_ru: - Пожалуйста, проверьте разрешения!
zh_cn: -请检查权限！

source: Deactivated
bg_bg: Деактивиране
de_de: Deaktivieren
es_es: Desactivar
fr_fr: Désactiver
it_it: Disattivare
ja_jp: 非アクティブ
pl_pl: dezaktywować
pt_pt: Desativar
ru_ru: Дезактивировать
zh_cn: 已停用

source: Object updated successfully.
bg_bg: Потребителя беше актуализиран успешно!
de_de: Benutzer erfolgreich aktualisiert!
es_es: Usuario actualizado satisfactoriamente!!!
fr_fr: Utilisateur mis à jour avec succès!
it_it: Utente aggiornato con successo!
ja_jp: オブジェクトの更新に成功しました
pl_pl: Użytkownik zaktualizowany!
pt_pt: Usuário atualizado com sucesso!
ru_ru: Пользователь успешно обновлен!
zh_cn: 对象更新成功。

source: There was a problem updating the selected item type
bg_bg: Имаше проблем с актуализирането на избрания вид обект
de_de: Es war ein Problem beim Aktualisieren der ausgewählten Elementtyp
es_es: Había un problema para actualizar el tipo de elemento seleccionado
fr_fr: Il y avait un problème de mise à jour du type d'élément sélectionné
it_it: Si è verificato un problema di aggiornamento del tipo di elemento selezionato
ja_jp: 選択したアイテム種類の更新に障害が発生しました
pl_pl: nie było problemu aktualizacji wybrany typ elementu
pt_pt: Houve um problema atualizando o tipo de item selecionado
ru_ru: Существовал проблема обновления выбранного типа элемента
zh_cn: 更新所选商品类型时出现问题

source: objects updated successfully.
bg_bg: Обектите бяха актуализирани успешно!
de_de: Artikel erfolgreich aktualisiert!
es_es: Usuario actualizado satisfactoriamente!!!
fr_fr: éléments mis à jour avec succès!
it_it: Articoli aggiornati con successo!
ja_jp: オブジェクトの更新に成功しました
pl_pl: szt zaktualizowany!
pt_pt: Item atualizado com sucesso!
ru_ru: элементы успешно обновлен!
zh_cn: 对象更新成功。

source: Manually import config files from the
bg_bg: Ръчно внасете конфигурационни файлове от
de_de: manuell importieren Konfigurationsdateien aus der
es_es: importar manualmente los archivos de configuración de la
fr_fr: importer manuellement les fichiers de configuration à partir de la
it_it: importare manualmente i file di configurazione dal
ja_jp: 手動で
pl_pl: ręcznie importować pliki konfiguracyjne od
pt_pt: importar manualmente os arquivos de configuração do
ru_ru: вручную импортировать файлы конфигурации из
zh_cn: 从中手动导入配置文件

source: directory into the CCM database
bg_bg: директория в базата данни на програмата "Главен Конфигурационен Мениджър" (CCM - Core Config Manager)
de_de: Verzeichnis in die Datenbank ccm
es_es: directorio en la base de datos ccm
fr_fr: répertoire dans la base de données ccm
it_it: directory nel database ccm
ja_jp: ディレクトリから設定ファイルをCCMデータベースにインポートします
pl_pl: katalog do bazy ccm
pt_pt: diretório no banco de dados ccm
ru_ru: каталог в базу данных куб.см
zh_cn: 目录进入CCM数据库

source: More information on
bg_bg: Повече информация за
de_de: Weitere Informationen über die
es_es: más información sobre
fr_fr: plus d'informations sur
it_it: maggiori informazioni
ja_jp: 詳しくは次をお読みください
pl_pl: Więcej informacji na temat
pt_pt: mais informação sobre
ru_ru: Более подробную информацию о
zh_cn: 有关更多信息

source: how to import configs
bg_bg: Как да импортирате конфигурацията
de_de: wie zu importieren configs
es_es: cómo importar configuraciones
fr_fr: comment importer configs
it_it: come importare file di configurazione
ja_jp: 設定をインポートする方法
pl_pl: jak importować pliki konfiguracyjne
pt_pt: como importar configurações
ru_ru: как импортировать конфиги
zh_cn: 如何导入配置

source: Search
bg_bg: Търсене
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
it_it: Cerca
ja_jp: 検索
pl_pl: poszukiwanie
pt_pt: Pesquisar
ru_ru: Искать
zh_cn: 搜索

source: Show only import directory
bg_bg: покажи само директорията за импортиране
de_de: Nur Importverzeichnis anzeigen
es_es: mostrar solo el directorio de importación
fr_fr: afficher uniquement le répertoire d'importation
it_it: mostra solo la directory di importazione
ja_jp: インポートディレクトリのみを表示
pl_pl: pokaż tylko katalog importu
pt_pt: mostrar apenas o diretório de importação
ru_ru: показать только каталог импорта
zh_cn: 仅显示导入目录

source: Overwrite Database
bg_bg: Презаписване на базата данни
de_de: Überschreiben Database
es_es: Sobreescribir Base de Datos
fr_fr: Ecraser la base de données
it_it: Sovrascrittura del database
ja_jp: データベース上書き
pl_pl: nadpisywania w bazie
pt_pt: Substituir Banco de Dados
ru_ru: Переписать базу данных
zh_cn: 覆盖数据库

source: How to Import Configs
bg_bg: Как да импортирате конфигурацията
de_de: wie zu importieren configs
es_es: cómo importar configuraciones
fr_fr: comment importer configs
it_it: come importare file di configurazione
ja_jp: 設定をインポートする方法
pl_pl: jak importować pliki konfiguracyjne
pt_pt: como importar configurações
ru_ru: как импортировать конфиги
zh_cn: 如何导入配置

source: Please review the following documents before you use this tool
bg_bg: Моля прегледайте следните документи, преди да използвате този инструмент,
de_de: lesen Sie bitte die folgenden Dokumente, bevor Sie dieses Tool verwenden,
es_es: por favor revise los siguientes documentos antes de utilizar esta herramienta
fr_fr: se il vous plaît examiner les documents suivants avant d'utiliser cet outil
it_it: consulta i seguenti documenti prima di utilizzare questo strumento
ja_jp: このツールを使用する前に、次のドキュメントをご確認ください
pl_pl: należy zapoznać się z następującymi dokumentami przed rozpoczęciem korzystania z tego narzędzia
pt_pt: revise os seguintes documentos antes de usar esta ferramenta
ru_ru: Пожалуйста, ознакомьтесь со следующими документами, прежде чем использовать этот инструмент
zh_cn: 使用此工具之前，请先阅读以下文档

source: Using The Nagios XI Config Import Prep Tool
bg_bg: Използване на инструмента за подготовка и внос на конфигурацията в Nagios XI (Nagios XI Config Import Prep Tool)
de_de: mit dem Nagios XI Konfig Import prep Werkzeug
es_es: utilizando la configuración xi herramienta de preparación de importación nagios
fr_fr: en utilisant l'outil de préparation d'importation xi de configuration nagios
it_it: utilizzando la xi config strumento di importazione prep Nagios
ja_jp: Nagios XI コンフィグインポート準備ツールの使用（英語）
pl_pl: za pomocą narzędzia konfiguracyjnego prep xi import Nagios
pt_pt: utilizando a ferramenta de configuração xi prep importação nagios
ru_ru: с помощью Nagios XI конфигурации инструмент импорта подготовительные
zh_cn: 使用Nagios XI Config导入准备工具

source: Importing Config Files Into XI
bg_bg: Внасяне на конфигурационни файлове в XI
de_de: Import von Konfigurationsdateien in xi
es_es: la importación de archivos de configuración en xi
fr_fr: l'importation de fichiers de configuration dans xi
it_it: l'importazione di file di configurazione in xi
ja_jp: コンフィグファイルをXIへインポートする（英語）
pl_pl: importowanie plików konfiguracyjnych do xi
pt_pt: a importação de arquivos de configuração em xi
ru_ru: импорта файлов конфигурации в XI
zh_cn: 将配置文件导入XI

source: To prevent errors or misconfigurations, you should import your configurations in an useful order. We recommend importing in the following order
bg_bg: За предотвратяване на грешки или неправилни конфигурации, вие трябва да внесете вашите конфигурации в правилен ред. Ние препоръчваме внос в следния ред
de_de: Um Fehler oder Fehlkonfigurationen zu vermeiden, sollten Sie Ihre Konfigurationen in einer sinnvollen Reihenfolge zu importieren. Wir empfehlen den Import in der folgenden Reihenfolge
es_es: Para evitar errores o malas configuraciones, debe importar las configuraciones en un orden útil. Se recomienda la importación en el siguiente orden
fr_fr: Pour éviter les erreurs ou les erreurs de configuration, vous devez importer vos configurations dans un ordre utile. Nous recommandons l'importation dans l'ordre suivant
it_it: Per evitare errori o errori di configurazione, è necessario importare le configurazioni in un ordine utile. Si consiglia di importare nel seguente ordine:
ja_jp: 誤りや設定ミスを防ぐ為に、設定ファイルを適切な順序で取り込む必要があります. 次の順序でインポートすることをお勧めします
pl_pl: w celu uniknięcia błędów lub błędów konfiguracji, należy zaimportować konfigurację w sensownej kolejności. zalecamy importowania w następującej kolejności
pt_pt: Para evitar erros ou erros de configuração, você deve importar as suas configurações em uma ordem útil. Recomendamos importar na seguinte ordem
ru_ru: Для предотвращения ошибок или неправильной, вы должны импортировать конфигурации в полезных целях. Мы рекомендуем импорта в следующем порядке:
zh_cn: 为防止错误或配置错误，应按有用的顺序导入配置。 我们建议按以下顺序导入

source: Check your imported configurations in the CCM before running Apply Configuration!
bg_bg: Проверете внесените конфигурации в програмата "Главен Конфигурационен Мениджър" (CCM - Core Config Manager), преди да приложете конфигурацията!
de_de: Überprüfen Sie die importierte Konfigurationen im ccm vor der Konfiguration läuft bewerben!
es_es: revisar sus configuraciones importadas en el MCP se aplica antes de ejecutar la configuración!
fr_fr: vérifier vos configurations importées dans le ccm avant d'exécuter appliquer la configuration!
it_it: controllare le configurazioni importati nel CCM prima di eseguire applicare la configurazione!
ja_jp: 設定の適用を実行するまでに、CCMにインポートされた設定を確認してください!
pl_pl: sprawdzić importowane konfiguracje w ccm przed uruchomieniem stosuje konfigurację!
pt_pt: verificar suas configurações importados no CCM antes de executar aplicar a configuração!
ru_ru: проверить импортированные конфигурации в ССМ перед запуском применить конфигурацию!
zh_cn: 运行“应用配置”之前，请在CCM中检查导入的配置！

source: Don't show this message again
bg_bg: Повече не показвайте това съобщение
de_de: nicht mehr anzeigen Diese Nachricht
es_es: No mostrar este mensaje de nuevo
fr_fr: ne montrent pas ce message
it_it: Non mostrare più questo messaggio
ja_jp: このメッセージを今後表示しない
pl_pl: nie pokazuj tego komunikatu
pt_pt: Não mostrar esta mensagem novamente
ru_ru: не показывать это сообщение
zh_cn: 不要再显示此消息

source: Import
bg_bg: Внос
de_de: Importieren
es_es: Importante
fr_fr: Importer
it_it: Importare
ja_jp: インポート
pt_pt: IMPORTANTE
ru_ru: Импорт
zh_cn: 导入

source: Could not save configuration file.
bg_bg: Не можа да запази конфигурационния файл.
de_de: konnte nicht Konfigurationsdatei zu speichern.
es_es: no pudo guardar el archivo de configuración.
fr_fr: n'a pas pu enregistrer le fichier de configuration.
it_it: Impossibile salvare il file di configurazione.
ja_jp: 設定ファイルを保存できませんでした.
pl_pl: nie można zapisać pliku konfiguracyjnego.
pt_pt: não poderia salvar arquivo de configuração.
ru_ru: Не удалось сохранить файл конфигурации.
zh_cn: 无法保存配置文件。

source: Files saved successfully.
bg_bg: Файловете бяха записани успешно.
de_de: Datei erfolgreich gespeichert.
es_es: Archivo salvado satisfactoriamente
fr_fr: Fichier sauvegardé avec succès.
it_it: File salvato con successo.
ja_jp: ファイルが正常に保存されました.
pl_pl: Plik zapisany pomyślnie.
pt_pt: Arquivo salvado com sucesso.
ru_ru: Файл успешно сохранены.
zh_cn: 文件保存成功。

source: Saved changes to nagios.cfg and cgi.cfg configuration files
bg_bg: записани са промени в конфигурационните файлове на nagios.cfg и cgi.cfg
de_de: Änderungen an den Konfigurationsdateien nagios.cfg und cgi.cfg
es_es: cambios guardados en los archivos de configuración nagios.cfg y cgi.cfg
fr_fr: modifications enregistrées dans les fichiers de configuration nagios.cfg et cgi.cfg
it_it: salvate le modifiche ai file di configurazione nagios.cfg e cgi.cfg
ja_jp: nagios.cfgおよびcgi.cfg設定ファイルへの変更の保存
pl_pl: zapisane zmiany w plikach konfiguracyjnych nagios.cfg i cgi.cfg
pt_pt: salvou alterações nos arquivos de configuração nagios.cfg e cgi.cfg
ru_ru: сохраненные изменения в конфигурационных файлах nagios.cfg и cgi.cfg
zh_cn: 将更改保存到nagios.cfg和cgi.cfg配置文件

source: Manage the static Nagios Core .cfg files located in
bg_bg: Управлявайте статични Nagios Core .cfg файлове, намиращи се в
de_de: die statischen nagios Kern CFG-Dateien verwalten liegt in
es_es: gestionar los archivos .cfg núcleo nagios estáticas situadas en
fr_fr: gérer les fichiers .cfg core nagios statiques situés dans
it_it: gestire i file .cfg di base Nagios statici situati in
ja_jp: 静的 Nagios Core .cfgファイルを管理します. Nagios Coreの .cfgファイルは次の場所にあります：
pl_pl: zarządzanie statyczne podstawowe nagios pliki .cfg znajdujące się w
pt_pt: gerenciar os arquivos .cfg núcleo nagios estáticos localizados em
ru_ru: управлять статические основные Nagios .cfg файлы, расположенные в
zh_cn: 管理位于以下位置的静态Nagios Core .cfg文件
