Repository: 7RU7H/CTFs
Catalog: HackTheBox/Retired-Machines/Monitored/nagiosxi/nagiosxi/basedir/html/includes/lang/locale/*/LC_MESSAGES/*.po
Languages: bg_bg, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, zh_cn

source: Monitor the log growths due to improperly sized partitions
bg_bg: Наблюдавайте нарастването на лога ( log growths), дължащо се на неправилно оразмерени дялове (partitions)
de_de: Überwachen Sie die Log-Gewächse durch unsachgemäß große Partitionen
es_es: Monitorear los crecimientos de registro debido a las particiones de tamaño inadecuado
fr_fr: Surveillez les journaux excroissances dues à des partitions de taille incorrecte
it_it: Monitorare le crescite di registro a causa di partizioni di dimensioni in modo improprio
ja_jp: 不適切なパーティションサイズに起因するログの拡張を監視します
pl_pl: monitorować wzrosty dziennika z powodu nieprawidłowo wielkości partycji
pt_pt: Acompanhar os crescimentos de registo devido a partições indevidamente empresas
ru_ru: Мониторинг журнала наросты из-за неправильно размера разделов
zh_cn: 监视由于分区大小不正确而导致的日志增长

source: Log Shrinks
bg_bg: Лога се свива
de_de: Anmelden Shrinks
es_es: Entradas de Logs
fr_fr: Connectez-vous Shrinks
ja_jp: Log Shrink
pl_pl: zaloguj się kurczy
pt_pt: Log Entries
ru_ru: Вход Shrinks
zh_cn: 日志收缩

source: Monitor the log shrinks due to improperly sized partitions
bg_bg: Наблюдавайте свиването на лога ( log shrinks), дължащо се на неправилно оразмерени дялове (partitions)
de_de: Überwachen Sie die log schrumpft durch unsachgemäß große Partitionen
es_es: Supervisar los registros se contrae debido a las particiones de tamaño inadecuado
fr_fr: Surveillez les journaux se rétrécit en raison de partitions de taille incorrecte
it_it: Monitorare la riduzione del registro a causa di partizioni di dimensioni in modo improprio
ja_jp: 不適切なパーティションサイズに起因するログ圧縮を監視します
pl_pl: monitorować dziennik kurczy się w wyniku złego wielkości partycji
pt_pt: Monitorar as encolhe de registo devido a partições indevidamente empresas
ru_ru: Мониторинг журнала сокращается из-за неправильно размера разделов
zh_cn: 监视由于大小不正确的分区而导致的日志收缩

source: Log Truncations
bg_bg: Лог транзакции (Log Truncations)
de_de: Anmelden Verkürzungen
es_es: Entradas de Logs
fr_fr: Connectez-vous troncatures
it_it: Log Troncamenti
ja_jp: Log Truncation
pl_pl: skrócenia zalogować
pt_pt: Log Entries
ru_ru: Вход Обрывы
zh_cn: 日志截断

source: Monitor the log truncations due to malformed tables
bg_bg: Наблюдавайте скъсяванията на лога (log truncations) поради деформирани таблици
de_de: Überwachen Sie die Log-Verkürzungen durch fehlerhafte Tabellen
es_es: Monitorear los truncamientos del registro debido a las tablas con formato incorrecto
fr_fr: Surveillez les journaux troncatures dues aux tables malformés
it_it: Monitorare i troncamenti di registro a causa di tabelle malformati
ja_jp: 不正な形式のテーブルに起因するログ切り捨てを監視します
pl_pl: monitorować skrócenia dziennika z powodu tabelach zniekształconych
pt_pt: Monitorar os truncamentos de log devido a tabelas malformados
ru_ru: Мониторинг журнала усечения из-за неправильного таблицы
zh_cn: 监视由于表格格式错误而导致的日志截断

source: Log Waits
es_es: Espere
fr_fr: Connexion Waits
ja_jp: Log Wait
pl_pl: czeka zalogować
pt_pt: Espere
ru_ru: Вход Waits
zh_cn: 日志等待

source: Monitor the log waits due to small log buffers
bg_bg: Наблюдавайте log waits, дължащи се на малки лог буфери
de_de: Überwachen Sie die Log wartet aufgrund der geringen Protokollpuffer
es_es: Supervisar el registro de espera debido a búferes de registro pequeñas
fr_fr: Surveillez le journal attend à cause de petits tampons du journal
it_it: Controllare il registro attende a causa di buffer di registro di piccole dimensioni
ja_jp: 小さいログバッファに起因するログ待機を監視します
pl_pl: monitorować czeka dziennika z powodu małych buforów dziennika
pt_pt: Monitore o log de espera devido a pequenos buffers de log
ru_ru: Мониторинг журнала ждет из-за малого буфера журнала
zh_cn: 监视由于日志缓冲区较小而导致的日志等待

source: Transactions Per Second
bg_bg: Транзакции в секунда
de_de: Transaktionen pro Sekunde
es_es: Transacciones por segundo
fr_fr: Les transactions par seconde
it_it: Transazioni al secondo
ja_jp: 1秒当たりのトランザクション
pl_pl: transakcji na sekundę
pt_pt: Transações por segundo
ru_ru: Операций в секунду
zh_cn: 每秒交易

source: Monitor the transactions per second
bg_bg: Наблюдавайте транзакциите в секунда
de_de: Überwachen Sie die Transaktionen pro Sekunde
es_es: Monitorear el servicio con este comando
fr_fr: Surveiller les opérations par seconde
it_it: Monitorare le operazioni al secondo
ja_jp: 1秒当たりのトランザクションを監視します
pl_pl: monitorują transakcje na sekundę
pt_pt: Monitorar o serviço com este comando
ru_ru: Монитор транзакций в секунду
zh_cn: 监视每秒的交易

source: Custom Metrics
bg_bg: системни показатели
de_de: Systemmetriken
es_es: métricas del sistema
fr_fr: métriques système
it_it: metriche di sistema
ja_jp: システムメトリック
pl_pl: dane systemowe
pt_pt: métricas do sistema
ru_ru: системные показатели
zh_cn: 自定义指标

source: Other metrics provided by the performance and Ring Buffer tables.
bg_bg: други показатели, предоставени от таблиците за ефективност и буфер на звънене.
de_de: andere Metriken, die von den Leistungs- und Ringpuffertabellen bereitgestellt werden.
es_es: otras métricas proporcionadas por el rendimiento y las tablas de búfer en anillo.
fr_fr: d'autres mesures fournies par les tables de performances et de mémoire tampon en anneau.
it_it: altre metriche fornite dalle tabelle buffer prestazioni e anello.
ja_jp: パフォーマンスおよびリングバッファテーブルによって提供されるその他のメトリック。
pl_pl: inne miary dostarczone przez tabele wydajności i buforów pierścieniowych.
pt_pt: outras métricas fornecidas pelas tabelas de desempenho e de buffer de anel.
ru_ru: другие показатели, предоставляемые таблицами производительности и кольцевого буфера.
zh_cn: 性能和环形缓冲区表提供的其他指标。

source: Counter Name
bg_bg: име на брояч
de_de: Zählername
es_es: nombre del contador
fr_fr: nom du compteur
it_it: nome del contatore
ja_jp: カウンター名
pl_pl: nazwa licznika
pt_pt: nome do contador
ru_ru: имя счетчика
zh_cn: 柜台名称

source: The counter_name from the sys.sysperfinfo, sys.dm_os_performance_counters, etc. table or the field from the Ring table.
bg_bg: counter_name от таблицата sys.sysperfinfo, sys.dm_os_performance_counters и т.н. или полето от таблицата на звънене.
de_de: Der Zählername aus der Tabelle sys.sysperfinfo, sys.dm_os_performance_counters usw. oder das Feld aus der Ringtabelle.
es_es: el counter_name de la tabla sys.sysperfinfo, sys.dm_os_performance_counters, etc. o el campo de la tabla de anillo.
fr_fr: le counter_name de la table sys.sysperfinfo, sys.dm_os_performance_counters, etc. ou le champ de la table en anneau.
it_it: il counter_name dalla tabella sys.sysperfinfo, sys.dm_os_performance_counters, ecc. o il campo dalla tabella degli anelli.
ja_jp: sys.sysperfinfo、sys.dm_os_performance_countersなどのテーブルのcounter_name、またはリングテーブルのフィールド。
pl_pl: nazwa_licznika z tabeli sys.sysperfinfo, sys.dm_os_performance_counters itp. lub pole z tabeli pierścieniowej.
pt_pt: o counter_name da tabela sys.sysperfinfo, sys.dm_os_performance_counters etc., ou o campo da tabela de anéis.
ru_ru: counter_name из таблицы sys.sysperfinfo, sys.dm_os_performance_counters и т. д. или поле из кольцевой таблицы.
zh_cn: sys.sysperfinfo，sys.dm_os_performance_counters等表中的counter_name或Ring表中的字段。

source: A meaningful name for monitoring. If left blank, it will be generated from the Counter and Instance Names.
bg_bg: значимо име за наблюдение. ако бъде оставен празен, той ще бъде генериран от брояча и имената на екземпляри.
de_de: ein aussagekräftiger Name für die Überwachung. Wenn Sie dieses Feld leer lassen, wird es aus den Zähler- und Instanznamen generiert.
es_es: Un nombre significativo para el monitoreo. si se deja en blanco, se generará a partir del contador y los nombres de instancia.
fr_fr: un nom significatif pour la surveillance. s'il est laissé vide, il sera généré à partir des noms de compteur et d'instance.
it_it: un nome significativo per il monitoraggio. se lasciato vuoto, verrà generato dal contatore e dai nomi delle istanze.
ja_jp: 監視に意味のある名前。空白のままにすると、カウンターとインスタンス名から生成されます。
pl_pl: znacząca nazwa do monitorowania. jeśli pozostanie puste, zostanie wygenerowane z nazw liczników i instancji.
pt_pt: um nome significativo para monitoramento. se deixado em branco, será gerado a partir dos nomes do contador e da instância.
ru_ru: значимое имя для мониторинга. если оставить пустым, он будет сгенерирован из имен счетчиков и экземпляров.
zh_cn: 一个有意义的监视名称。 如果留为空白，将从计数器名称和实例名称生成。

source: Unit
bg_bg: мерна единица
de_de: Einheit
es_es: unidad
fr_fr: unité
it_it: unità
ja_jp: 単位
pl_pl: jednostka
pt_pt: unidade
ru_ru: единица измерения
zh_cn: 单元

source: Optional label for unit of measure, e.g., s, ms, MB.
bg_bg: незадължителен етикет за мерна единица, например, s, ms, mb.
de_de: optionales Etikett für Maßeinheit, z. B. s, ms, mb.
es_es: etiqueta opcional para la unidad de medida, por ejemplo, s, ms, mb.
fr_fr: étiquette facultative pour l'unité de mesure, par exemple, s, ms, mb.
it_it: etichetta opzionale per unità di misura, ad es. s, ms, mb.
ja_jp: 測定単位のオプションのラベル（例：s、ms、mb）。
pl_pl: opcjonalna etykieta dla jednostki miary, np. s, ms, mb.
pt_pt: etiqueta opcional para a unidade de medida, por exemplo, s, ms, mb.
ru_ru: опциональная метка для единицы измерения, например, s, ms, mb.
zh_cn: 度量单位的可选标签，例如s，ms，MB。

source: Mod
bg_bg: моден
es_es: modificación
ja_jp: モッド
ru_ru: модификация
zh_cn: 模组

source: Optional multiplication modifier, e.g., 100.
bg_bg: незадължителен модификатор на умножение, например 100.
de_de: optionaler Multiplikationsmodifikator, z. B. 100.
es_es: Modificador de multiplicación opcional, por ejemplo, 100.
fr_fr: modificateur de multiplication facultatif, par exemple 100.
it_it: modificatore di moltiplicazione opzionale, ad es. 100.
ja_jp: オプションの乗算修飾子、たとえば100。
pl_pl: opcjonalny modyfikator mnożenia, np. 100.
pt_pt: modificador de multiplicação opcional, por exemplo, 100.
ru_ru: необязательный модификатор умножения, например, 100.
zh_cn: 可选的乘法修饰符，例如100。

source: Ring Buffer Type
bg_bg: тип буфер на звънене
de_de: Ringpuffertyp
es_es: tipo de buffer de anillo
fr_fr: type de tampon en anneau
it_it: tipo di buffer ad anello
ja_jp: リングバッファタイプ
pl_pl: typ bufora pierścieniowego
pt_pt: tipo de buffer de anel
ru_ru: тип кольцевого буфера
zh_cn: 环形缓冲区类型

source: Required for Ring Buffer queries. The ring_buffer_type from the sys.dm_os_ring_buffers table.
bg_bg: необходими за заявки за буфер на звънене. типът ring_buffer_ от таблицата sys.dm_os_ring_buffers.
de_de: erforderlich für Ringpufferabfragen. der ring_buffer_type aus der Tabelle sys.dm_os_ring_buffers.
es_es: requerido para consultas de buffer de anillo. ring_buffer_type de la tabla sys.dm_os_ring_buffers.
fr_fr: requis pour les requêtes de tampon en anneau. le ring_buffer_type de la table sys.dm_os_ring_buffers.
it_it: richiesto per le query del ring buffer. ring_buffer_type dalla tabella sys.dm_os_ring_buffers.
ja_jp: リングバッファクエリに必要です。 sys.dm_os_ring_buffersテーブルのring_buffer_type。
pl_pl: wymagane w przypadku zapytań o bufor pierścieniowy. ring_buffer_type z tabeli sys.dm_os_ring_buffers.
pt_pt: necessário para consultas de buffer de anel. o ring_buffer_type da tabela sys.dm_os_ring_buffers.
ru_ru: требуется для запросов кольцевого буфера. ring_buffer_type из таблицы sys.dm_os_ring_buffers.
zh_cn: 环形缓冲区查询必需。 sys.dm_os_ring_buffers表中的ring_buffer_type。

source: Required for Ring Buffer queries. The xpath to the value you want to monitor.
bg_bg: необходими за заявки за буфер на звънене. xpath към стойността, която искате да наблюдавате.
de_de: erforderlich für Ringpufferabfragen. Der x-Pfad zu dem Wert, den Sie überwachen möchten.
es_es: requerido para consultas de buffer de anillo. Xpath al valor que desea supervisar.
fr_fr: requis pour les requêtes de tampon en anneau. le xpath vers la valeur que vous souhaitez surveiller.
it_it: richiesto per le query del ring buffer. l'xpath al valore che si desidera monitorare.
ja_jp: リングバッファクエリに必要です。監視する値へのxpath。
pl_pl: wymagane w przypadku zapytań o bufor pierścieniowy. xpath do wartości, którą chcesz monitorować.
pt_pt: necessário para consultas de buffer de anel. o caminho x para o valor que você deseja monitorar.
ru_ru: требуется для запросов кольцевого буфера. xpath к значению, которое вы хотите отслеживать.
zh_cn: 环形缓冲区查询必需。 您要监视的值的xpath。

source: Add Another Custom Metric
bg_bg: добавете друг персонализиран показател
de_de: Fügen Sie eine weitere benutzerdefinierte Metrik hinzu
es_es: agregar otra métrica personalizada
fr_fr: ajouter une autre statistique personnalisée
it_it: aggiungi un'altra metrica personalizzata
ja_jp: 別のカスタム指標を追加する
pl_pl: dodaj kolejną niestandardową metrykę
pt_pt: adicione outra métrica personalizada
ru_ru: добавить другой пользовательский показатель
zh_cn: 添加另一个自定义指标

source: Monitor a MSSQL Database Query
bg_bg: Наблюдавайте заявка за MSSQL база данни
de_de: Überwachung einer MSSQL Database Query
es_es: Supervisar una consulta de base de datos MSSQL
fr_fr: Surveiller une requête de base de données MSSQL
it_it: Monitorare una query di database MSSQL
ja_jp: MSSQLデータベースクエリを監視します
pl_pl: monitorować zapytania do bazy danych MSSQL
pt_pt: Monitorar um banco de dados MSSQL consulta
ru_ru: Мониторинг запросов MSSQL базы данных
zh_cn: 监视SQL数据库查询

source: MSSQL Query
bg_bg: MSSQL заявка (Query)
de_de: MSSQL Abfrage
es_es: Consulta
fr_fr: Requête MSSQL
it_it: Query MSSQL
ja_jp: MSSQLクエリ
pl_pl: Zapytanie MSSQL
pt_pt: Pergunta
ru_ru: MSSQL запроса
zh_cn: MSSQL查询

source: Specify the details for connecting to the MSSQL server you want to monitor
bg_bg: Посочете данните за свързване към MSSQL сървъра, който искате да наблюдавате
de_de: Geben Sie die Details für die Verbindung zum MySQL Server, den Sie überwachen möchten.
es_es: Especifique los detalles para la conexión al servidor MySQL que desea supervisar.
fr_fr: Spécifiez les détails pour se connecter au serveur MySQL que vous souhaitez surveiller.
it_it: Specificare i dettagli per la connessione al server MySQL che si desidera monitorare.
ja_jp: 監視するMSSQLサーバーに接続するための情報を指定します
pl_pl: określić szczegóły do ​​łączenia się z serwerem mssql chcesz monitorować
pt_pt: Especifique o formato das mensagens SMS que você deseja receber.
ru_ru: Укажите сведения для подключения к серверу MySQL вы хотите контролировать.
zh_cn: 指定用于连接到要监视的MSSQL服务器的详细信息

source: The port to use to connect to the MSSQL server
bg_bg: Порта, който да използвате, за да се свържете с MSSQL сървъра
de_de: Der Hafen zu nutzen, um den MSSQL Server verbinden
es_es: El puerto que se usará para conectarse al servidor de MSSQL
fr_fr: Le port à utiliser pour se connecter au serveur MSSQL
it_it: La porta da utilizzare per la connessione al server MSSQL
ja_jp: MSSQLサーバーに接続するために使用するポート
pl_pl: port używany do łączenia się z serwerem mssql
pt_pt: A senha usada para autenticar o SGSI.
ru_ru: Порт для подключения к MSSQL серверу
zh_cn: 用于连接到MSSQL服务器的端口

source: The database to connect to on the MSSQL server
bg_bg: Базата данни, с която да се свържем на MSSQL сървъра
de_de: Die Datenbank auf dem MSSQL Server verbinden
es_es: La base de datos para conectar con el servidor de MSSQL
fr_fr: La base de données pour se connecter sur le serveur de MSSQL
it_it: Il database a cui connettersi sul server MSSQL
ja_jp: MSSQLサーバーで接続するデータベース
pl_pl: Baza danych do łączenia się z serwerem mssql
pt_pt: O banco de dados para se conectar no servidor MSSQL
ru_ru: База данных для соединения с MSSQL Server
zh_cn: MSSQL服务器上要连接的数据库

source: The name you'd like to have associated with this MSSQL server
bg_bg: Името, което искате да се асоциира с този MSSQL сървър
de_de: Der Name, den Sie gerne mit dieser MSSQL Server zugeordnet haben würde
es_es: El nombre que le gustaría tener asociados con este servidor MSSQL
fr_fr: Le nom que vous aimeriez avoir associé à ce serveur MSSQL
it_it: Il nome che desideri sia associato a questo server MSSQL
ja_jp: MSSQLサーバーに関連付ける名前
pl_pl: Nazwa chcesz być związane z tym serwerem mssql
pt_pt: O host associado com este horário.
ru_ru: Имя, которое вы хотели бы иметь, связанные с этим MSSQL серверу
zh_cn: 您想要与此MSSQL服务器关联的名称

source: Specify the details of the query you'd like to monitor
bg_bg: Посочете подробностите по заявката, която искате да наблюдавате
de_de: Geben Sie die Details der Abfrage Sie überwachen möchten
es_es: Especifique los detalles de la consulta que le gustaría controlar
fr_fr: Indiquez les détails de la requête que vous souhaitez surveiller
it_it: Specificare i dettagli della query che desideri monitorare
ja_jp: 監視するクエリの詳細を指定します
pl_pl: określić szczegóły zapytania, który chcesz monitorować
pt_pt: Especificar os momentos do dia que você gostaria de receber alertas.
ru_ru: Укажите сведения о запросе вы хотите, чтобы контролировать
zh_cn: 指定您要监视的查询的详细信息

source: Query Name
bg_bg: Име на заявката
es_es: Consulta
fr_fr: Nom de la requête
it_it: Query Nome
ja_jp: クエリ名
pl_pl: Nazwa zapytania
pt_pt: Pergunta
ru_ru: Имя запроса
zh_cn: 查询名称

source: A friendly name for the SQL query
bg_bg: Кратко (friendly) име за SQL заявка (query)
de_de: Ein passender Name für die SQL-Abfrage
es_es: Un nombre descriptivo para la consulta SQL
fr_fr: Un nom convivial pour la requête SQL
it_it: Un nome per la query SQL
ja_jp: SQLクエリのわかりやすい名前
pl_pl: Przyjazna nazwa zapytania sql
pt_pt: Um nome amigável para a consulta SQL
ru_ru: Понятное имя для запросов SQL
zh_cn: SQL查询的友好名称

source: Query
bg_bg: Заявка (query)
de_de: Abfrage
es_es: Consulta
fr_fr: Question
it_it: Domanda
ja_jp: クエリ
pl_pl: pytanie
pt_pt: Pergunta
ru_ru: Запрос
zh_cn: 询问

source: The SQL query to run
bg_bg: SQL заявка, която да бъде зададена
de_de: Die SQL-Abfrage zu laufen
es_es: La consulta SQL para ejecutar
fr_fr: La requête SQL à exécuter
it_it: La query SQL da eseguire
ja_jp: 実行するSQLクエリ
pl_pl: sql zapytanie do uruchomienia
pt_pt: A consulta SQL para executar
ru_ru: SQL запросов для запуска
zh_cn: SQL查询运行

source: Result
bg_bg: Резултат
de_de: Folge
es_es: Resultado
fr_fr: Résulter
it_it: Risultato
ja_jp: 結果
pl_pl: wynik
pt_pt: Resultado
ru_ru: Результат
zh_cn: 结果

source: Exact expected result from the SQL query. Will return critical if query does not match this exactly. Literal strings or numbers only. If result is numeric and the below "Query Warning" or "Query Critical" are specified, this entry will be ignored.
bg_bg: Точния резултат, който се очаква от SQL заявката (SQL query). Ще върне критичен резултат, ако заявката не съвпадне точно. Само буквални символни низове (literal strings) или числа. Ако резултатът е цифров и "предупредителната заявка" или "критичната заявка" по-долу са определени, това вписване ще бъде игнорирано.
de_de: genaue erwartete Ergebnis der SQL-Abfrage. zurückkehren wird kritisch, wenn Abfrage nicht passt dies genau. Zeichenketten oder Zahlen nur. wenn das Ergebnis numerisch ist und die unter "query Warnung" oder "Abfrage kritisch" angegeben sind, wird dieser Eintrag ignoriert.
es_es: exacto resultado esperado de la consulta SQL. volverá crítico si la consulta no coincide con esto exactamente. cadenas o números literales solamente. si el resultado es numérico y el siguiente "advertencia de consulta" o "consulta crítico" se especifica, se tendrá en cuenta esta entrada.
fr_fr: exact résultat attendu de la requête SQL. sera de retour critique si la requête ne correspond pas à ce exactement. chaînes littérales ou des chiffres. si le résultat est numérique et le dessous "avertissement requête" ou "query critique" sont spécifiés, cette entrée sera ignorée.
it_it: esatto risultato atteso dalla query sql. tornerà critica se query non corrisponde esattamente questo. stringhe letterali o numeri unici. se il risultato è numerico e il seguito "warning query" o "ricerca fondamentale" sono specificati, questa voce verrà ignorato.
ja_jp: SQLクエリからの予想される結果. クエリがこの値と完全に一致しない場合はクリティカルが戻ります. リテラル文字または数値のみ. 結果が数値で以下の"クエリ警告" または "クエリクリティカル"指定された場合、このエントリは無視されます.
pl_pl: Dokładna spodziewać wynik z zapytania sql. powróci krytyczne, jeśli kwerenda nie odpowiada to dokładnie. ciągami tekstowymi lub tylko liczby. jeśli wynik jest numeryczny i poniżej "ostrzeżenie zapytanie" lub "zapytanie krytyczne" są określone, ten wpis będzie ignorowany.
pt_pt: exata resultado esperado a partir da consulta sql. voltará crítico se a consulta não corresponde exatamente isso. strings ou números literais apenas. se o resultado numérico eo abaixo "aviso de consulta" ou "consulta crítico" for especificado, esta entrada será ignorado.
ru_ru: точное ожидаемый результат из запроса SQL. вернется критической, если запрос не соответствует этому точно. символьные строки или цифры. если результат есть число, а ниже "запрос предупреждение" или "запрос критические" указаны, то этот Запись будет игнорироваться.
zh_cn: SQL查询的确切预期结果。 如果查询与之不完全匹配，将返回临界值。 仅文字字符串或数字。 如果结果为数字，并且指定了以下“查询警告”或“关键查询”，则该条目将被忽略。

source: Query Warning
bg_bg: Предупредителна заявка
de_de: Abfrage Warnung
es_es: advertencia consulta
fr_fr: avertissement de la requête
it_it: avviso di query
ja_jp: クエリ警告
pl_pl: Ostrzeżenie zapytania
pt_pt: aviso de consulta
ru_ru: предупреждение запрос
zh_cn: 查询警告

source: An optional warning threshold to use when checking the result of the SQL query.
bg_bg: Незадължителен предупредителен праг, използващ се при проверка на резултата от SQL заявка (query).
de_de: Eine optionale Warnschwelle zu verwenden, wenn die Überprüfung des Ergebnisses der SQL-Abfrage
es_es: El umbral de alerta opcional que se utilizará al comprobar el resultado de la consulta SQL
fr_fr: Un seuil d'alerte facultatif à utiliser lors du contrôle du résultat de la requête SQL
it_it: Una soglia di allarme opzionale da utilizzare per la verifica del risultato della query SQL
ja_jp: SQLクエリの結果をチェックするときに使用する警告しきい値（任意）.
pl_pl: opcjonalnie próg ostrzegawczy korzystać podczas sprawdzania wynik zapytania sql.
pt_pt: Um limite de aviso opcional para usar quando verificar o resultado da consulta SQL
ru_ru: Дополнительного порога предупреждения для использования при проверке результат запроса SQL
zh_cn: 检查SQL查询结果时使用的可选警告阈值。

source: Please note: The return values must be numeric in order for this to work.
bg_bg: Моля, имайте предвид: върнатите стойности трябва да са цифрови, за да може това да проработи.
de_de: Bitte beachten Sie: die Rückgabewerte sein müssen, um für diese zu arbeiten numerisch.
es_es: Nota: Los valores de retorno debe ser numérico para que esto funcione.
fr_fr: veuillez noter: les valeurs de retour doivent être numériques pour que cela fonctionne.
it_it: Nota: I valori di ritorno devono essere numerici in modo che questo funzioni.
ja_jp: 注： 戻り値は数値でなければなりません.
pl_pl: uwaga: wartości zwracane muszą być numeryczne, aby to zadziałało.
pt_pt: Por favor, note que os valores de retorno deve ser numérico para que isso funcione.
ru_ru: Обратите внимание: возврат значения должны быть числовыми для того, чтобы это работало.
zh_cn: 请注意：返回值必须是数字才能起作用。

source: Query Critical
bg_bg: Критична заявка (Query Critical)
de_de: abfragen kritische
es_es: consultar crítica
fr_fr: interroger critique
it_it: interrogare critico
ja_jp: クエリクリティカル
pl_pl: zapytanie krytyczna
pt_pt: consultar crítico
ru_ru: запрашивать критическая
zh_cn: 查询关键
