<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title></title>
</head>

<body>
<div>

  <header>
      <h1>BELKIN INTERNATIONAL, INC.</h1>
  </header>
  <p><strong>Slutbrugerlicensaftale</strong></p>
  <br/>
  <p>Belkin International, Inc., herunder associerede virksomheder og datterselskaber (i det f&oslash;lgende ben&aelig;vnt &quot;Belkin&quot;, &quot;os&quot; eller &quot;vi&quot;), takker, fordi du har valgt et af vores Belkin, Linksys eller WeMo produkter (i det f&oslash;lgende ben&aelig;vnt &quot;produktet&quot;). Denne slutbrugerlicensaftale (i det f&oslash;lgende ben&aelig;vnt &quot;aftale&quot;) er et juridisk dokument, som indeholder de vilk&aring;r og betingelser, hvorunder begr&aelig;nset brug af bestemt software (som defineret nedenfor), der anvendes sammen med produktet, gives i licens til dig.</p>
  <br/>
  <p>L&AElig;S DENNE AFTALE, INDEN DU INSTALLERER ELLER BRUGER DETTE PRODUKT.</p>
  <br/>
  <p>VED AT MARKERE AFKRYDSNINGSFELTET ELLER KLIKKE P&Aring; KNAPPEN, N&Aring;R DU INSTALLERER SOFTWAREN, ACCEPTERER DU ALLE VILK&Aring;RENE I DENNE AFTALE. HVIS DU KOPIERER ELLER INSTALLERER SOFTWAREN, BETYDER DET OGS&Aring;, AT DU ACCEPTERER ALLE VILK&Aring;RENE I DENNE AFTALE. HVIS DU IKKE ACCEPTERER ALLE VILK&Aring;RENE, SKAL DU IKKE MARKERE AFKRYDSNINGSFELTET ELLER KLIKKE P&Aring; KNAPPEN, OG/ELLER DU M&Aring; IKKE ANVENDE, KOPIERE ELLER INSTALLERE SOFTWAREN, OG DU SKAL FJERNE INSTALLATIONEN AF SOFTWAREN P&Aring; ALT UDSTYR, SOM DU EJER, ELLER SOM ER UNDER DIN KONTROL. HVIS DU IKKE ACCEPTERER VILK&Aring;RENE I DENNE AFTALE, OG DU HAR K&Oslash;BT ET PRODUKT INDEHOLDENDE SOFTWAREN HOS EN AUTORISERET FORHANDLER ELLER I EN APP-BUTIK (SOM DEFINERET NEDENFOR), HAR DU MULIGVIS RET TIL AT RETURNERE PRODUKTET OG F&Aring; PENGENE IGEN, MED FORBEHOLD FOR VILK&Aring;RENE OG BETINGELSERNE I DEN RELEVANTE RETURNERINGSPOLITIK.</p>
  <br/>
  <p>Dette produkt er software, som du f&aring;r licens til af Belkin og (i relevante tilf&aelig;lde) af Belkins leverand&oslash;rer. &quot;Software&quot; henviser til alle firmwareprogrammer og tilh&oslash;rende filer til produktet, alle softwareprogrammer, applikationer eller &quot;apps&quot; og tilh&oslash;rende filer til produktet, alle &aelig;ndrede versioner af og opgraderinger eller forbedringer af s&aring;danne programmer (f.eks. programmer leveret via webbaserede opdateringer), alle senere versioner af s&aring;danne programmer samt alle kopier af s&aring;danne programmer og filer. Software omfatter ikke open source-software (som defineret nedenfor).</p>
  <br/>
  <p>&quot;Du&quot; henviser til k&oslash;beren, modtageren eller anden slutbruger af produktet, som indeholder softwaren, eller k&oslash;beren, modtageren eller anden slutbruger af softwaren p&aring; separat basis. &quot;Du&quot; kan ogs&aring; henvise til en person, som har downloadet softwaren fra et godkendt websted, f.eks. <a href="http://www.belkin.com/" title="www.belkin.com">http://www.belkin.com</a>, eller fra en godkendt apptjeneste eller -butik, f.eks. Apples App Store eller Google Play (s&aring;danne apptjenester eller -butikker ben&aelig;vnes i denne aftale individuelt som en &quot;appbutik&quot; og samlet som appbutikker&quot;).</p>
  <br/>
  <p><strong><u>1. LICENSTILLADELSE</u></strong> . Belkin giver dig brugsret i de tilf&aelig;lde, (i) hvor produktet ikke er m&aelig;rket til &quot;sm&aring;/mellemstore virksomheder (SMV)&quot; til dine personlige, ikke-erhvervsm&aelig;ssige form&aring;l, eller (ii) hvor produktet er m&aelig;rket til sm&aring;/mellemstore virksomheder (SMV) til dine personlige eller erhvervsm&aelig;ssige form&aring;l, til kopier af softwaren i form af objektkode p&aring; enheder, som du ejer (eller i tilf&aelig;lde af firmware &eacute;n kopi af firmwaren i form af objektkode udelukkende p&aring; det produkt, som er relateret til firmwaren). Som en del af denne licens m&aring; du (A) bruge softwaren p&aring; den beskrevne m&aring;de i brugerdokumentationen til softwaren, (B) hvor softwaren stilles til r&aring;dighed til at downloade p&aring; en pc eller en mobilenhed, lave s&aring; mange kopier af softwaren, som du har behov for til eget brug i rimeligt omfang (omfatter ikke firmware), og (C) permanent overdrage alle dine rettigheder til at bruge produktet (herunder, men ikke begr&aelig;nset til, softwaren) til en anden person, s&aring;fremt denne person ogs&aring; accepterer at v&aelig;re forpligtet af denne aftale, og du efter en s&aring;dan overf&oslash;rsel oph&oslash;rer med at bruge produktet og softwaren.<br />
  <br/>Du kan finde brugerdokumentationen til softwaren p&aring; siden &quot;Support&quot; p&aring; det relevante Belkin websted.</p>
  <br/>
  <p><strong><u>2. LICENSBEGR&AElig;NSNINGER</u></strong> . Softwaren gives i licens til dig; du k&oslash;ber den ikke. Du har udelukkende en ikke-eksklusiv ret til at bruge softwaren i overensstemmelse med denne aftale. Du m&aring; ikke (i) &aelig;ndre, tilpasse eller p&aring; anden vis skabe afledte v&aelig;rker af softwaren, produktet, der indeholder softwaren, eller brugerdokumentationen (bortset fra tilf&aelig;lde, hvor dette tillades i en relevant open source-licens) uden forudg&aring;ende skriftlig tilladelse fra Belkin til at foretage s&aring;danne &aelig;ndringer; (ii) lease, give i underlicens, videres&aelig;lge, udleje, udl&aring;ne, videredistribuere eller p&aring; anden vis overdrage (bortset fra hvor det er udtrykkeligt tilladt ovenfor), hvad enten det er til erhvervsm&aelig;ssige form&aring;l eller p&aring; anden vis, softwaren eller brugerdokumentationen; (iii) foretage reverse-engineering, disassemblere, dekryptere eller dekompilere produktet eller softwaren eller p&aring; anden vis reducere softwaren til en form, der kan l&aelig;ses af mennesker, bortset fra hvor og kun i det omfang, at s&aring;dan aktivitet er tilladt if&oslash;lge g&aelig;ldende lovgivning, eller hvor Belkin er forpligtet til at tillade s&aring;dan aktivitet i henhold til vilk&aring;rene for en g&aelig;ldende open source-licens; (iv) fjerne eller &aelig;ndre ophavsret, varem&aelig;rke eller andre meddelelser om ejendomsret, som indg&aring;r i softwaren eller brugerdokumentationen; (v) bruge produktet, softwaren eller brugerdokumentation til at udvikle konkurrerende hardware og/eller softwareprodukter eller p&aring; anden vis, som ikke fremg&aring;r af denne aftale eller brugerdokumentationen; (vi) hvis softwaren er firmware, kopiere firmwaren (bortset fra &eacute;n sikkerhedskopi udelukkende til arkiveringsform&aring;l), bruge den p&aring; et flerbrugersystem eller bruge den adskilt fra det produkt, som det er indlejret i; (vii) bruge software til at overf&oslash;re softwarevira eller &oslash;vrig skadelig computerkode, filer eller programmer, eller til at omg&aring;, inaktivere eller p&aring; anden vis p&aring;virke softwarens sikkerhedsrelaterede funktioner; (viii) bruge softwaren til at indhente eller indsamle personidentificerende information om tredjeparter, til at sende ikke-godkendte erhvervsm&aelig;ssige meddelelser eller til at overtr&aelig;de tredjeparters privatlivsfred; eller (ix) bruge softwaren til ulovlige form&aring;l og/eller p&aring; en m&aring;de, der overtr&aelig;der denne aftale. Alle rettigheder, som Belkin ikke tildeler dig udtrykkeligt if&oslash;lge denne aftale, er forbeholdt Belkin. Du opn&aring;r ikke s&aring;danne rettigheder, hverken ved berettiget antagelse, stiltiende eller p&aring; anden vis.</p>
  <br/>
  <p><strong><u>3. BEGR&AElig;NSNINGER FOR APPSOFTWARE</u></strong> Hvis du har downloadet softwaren fra en appbutik, er du desuden underlagt den p&aring;g&aelig;ldende appbutiks brugsvilk&aring;r. Disse brugsvilk&aring;r kan omfatte forbud mod at g&oslash;re noget, som ellers er tilladt if&oslash;lge denne aftale &#x2013; eller tillade at g&oslash;re noget, som er forbudt if&oslash;lge denne aftale. Desuden kan appbutikkens brugsvilk&aring;r indeb&aelig;re, at andre vilk&aring;r i denne aftale ikke g&aelig;lder for softwaren eller g&aelig;lder p&aring; anden vis, end som angivet i denne aftale. Hvis din brug af softwaren er underlagt en appbutiks brugsvilk&aring;r, og der er en konflikt eller uklarhed af hvilken som helst art mellem denne aftales vilk&aring;r og appbutikkens vilk&aring;r, er appbutikkens vilk&aring;r g&aelig;ldende, men kun i det omfang, det er n&oslash;dvendigt for at l&oslash;se s&aring;dan konflikt eller uklarhed, og denne aftales vilk&aring;r forbliver i&oslash;vrigt i kraft med fuld virkning. Uanset hvad der m&aring;tte v&aelig;re i strid med denne aftale, bekr&aelig;fter og accepterer du, at ved at bruge softwaren er det udelukkende dit ansvar at forst&aring; denne aftales vilk&aring;r samt en eventuel appbutiks brugsvilk&aring;r, som m&aring;tte v&aelig;re relevant for softwaren eller produktet.</p>
  <br/>
  <p><strong><u>4. OPGRADERING OG OPDATERINGER</u></strong> Selvom Belkin ikke er forpligtet til at g&oslash;re dette, kan Belkin v&aelig;lge at stille opgraderinger eller opdateringer til denne software til r&aring;dighed for dig. Denne aftale regulerer alle opgraderinger, der stilles til r&aring;dighed af Belkin, som erstatter og/eller supplerer den oprindelige software, medmindre der med en s&aring;dan opgradering f&oslash;lger en separat slutbrugerlicensaftale, hvor det i s&aring; fald er vilk&aring;rene i denne slutbrugerlicensaftale, der er g&aelig;ldende. Hvis du v&aelig;lger at undlade at downloade eller anvende en opgradering eller opdatering fra Belkin, er du indforst&aring;et med, at du muligvis uds&aelig;tter softwaren for en alvorlig sikkerhedsrisiko, eller at softwaren kan blive ubrugelig eller ustabil. Nogle produkter omfatter en automatisk opdateringsfunktion, s&aring; vi kan foretage opdateringer automatisk. Du kan &aelig;ndre indstillingerne for automatisk opdatering ved at &aelig;ndre dine indstillinger i kontooplysningerne for produktet. I meget f&aring; tilf&aelig;lde kan opdateringer stadig blive installeret automatisk, uanset indstillingen af automatiske opdateringer. Vi kan f.eks. stille en automatisk opdatering til r&aring;dighed, der l&oslash;ser et sikkerhedsbrud eller en s&aring;rbarhed i dit netv&aelig;rk. Desuden kan vi v&aelig;lge at stille opdaterede softwaredatafiler til r&aring;dighed til fordel for dig, f.eks. med opdateret information om hardwareenheder for at identificere nye enheder i dit netv&aelig;rk. Disse datafiler opdaterer ikke din firmware, men best&aring;r af softwarefiler, der l&aelig;gges p&aring; dit produkt og tilsides&aelig;tter tidligere filer. N&aring;r du accepterer denne aftale, accepterer du samtidig automatiske opdateringer.</p>
  <br/>
  <p><strong><u>5. DATA OG BESKYTTELSE AF PERSONOPLYSNINGER</u></strong> Belkin forpligter sig til at beskytte dine personoplysninger. Vores m&aring;l er at give dig en positiv oplevelse ved brug af vores apps, produkter og services og samtidig beskytte dine personoplysninger, som defineret i Belkins erkl&aelig;ring om beskyttelse af personoplysninger (i det f&oslash;lgende ben&aelig;vnt &quot;erkl&aelig;ringen om beskyttelse af personoplysninger&quot;). Vores praksis vedr&oslash;rende beskyttelse af personoplysninger er beskrevet i erkl&aelig;ringen om beskyttelse af personoplysninger samt i s&aelig;rskilte meddelelser, der bliver vist ved k&oslash;b eller download af en app, et produkt eller en service. Ved brug af produkter fra Belkin eller ved udlevering af dine personoplysninger til os accepterer og indvilliger du i den praksis og de vilk&aring;r og betingelser, der er beskrevet i erkl&aelig;ringen om beskyttelse af personoplysninger. Dine oplysninger bliver til enhver tid h&aring;ndteret i overensstemmelse med Belkins erkl&aelig;ring om beskyttelse af personoplysninger, hvortil der henvises i denne aftale, og som kan ses <a href="http://www.belkin.com/us/privacypolicy/" title="Belkin Privacy Policy">her</a>.</p>
  <br/>
  <p><strong><u>6. OPEN SOURCE-SOFTWARE</u></strong> Du bekr&aelig;fter, at du er bekendt med, at softwaren kan indeholde open source-software (som defineret nedenfor). Denne licens omfatter ikke open source-software, som indg&aring;r i softwaren. I stedet g&aelig;lder vilk&aring;rene og betingelserne i den relevante open source-softwarelicens for open source-softwaren. Intet i denne aftale hverken begr&aelig;nser dine rettigheder i henhold til eller giver dig rettigheder, der tilsides&aelig;tter, eventuelle open source-softwarelicenser. Du bekr&aelig;fter, at open source-softwarelicensen udelukkende er mellem dig og den relevante licensgiver af open source-softwaren. Du skal overholde vilk&aring;rene i alle g&aelig;ldende open source-softwarelicenser, hvis det er relevant. Licens- og ophavsretsinformation vedr&oslash;rende open source-softwaren findes i produktdokumentationen, p&aring; fanen &quot;Support&quot; p&aring; Belkins websteder og i sektionen &quot;Contact Us&quot; p&aring; Linksys' websteder. Belkin er ikke forpligtet til at vedligeholde eller yde support til open source-softwaren eller eventuel produktsoftware, som er &aelig;ndret af dig i henhold til en open source-softwarelicens.<br />
  <br/>&quot;Open source-software&quot; henviser til software eller softwarekomponenter eller teknologi, der er underlagt en open source-licens. Open source-licenser er generelt licenser, der stiller kildekode til r&aring;dighed til gratis &aelig;ndring og distribuering, men kan ogs&aring; g&aelig;lde teknologi, der udelukkende modtages og distribueres i form af objektkode. Eksempler p&aring; open source-licenser: (a) GNU General Public License eller GNU Lesser/Library General Public License, (b) OpenSSL-licensen; (c) Mozilla Public License; (d) Berkeley Software Distribution License og (e) Apache License.</p>
  <br/>
  <p><strong><u>7. IMMATERIALRETTIGHEDER</u></strong> Alle ejendoms- og immaterialrettigheder (herunder uden begr&aelig;nsning al ophavsret, alle patenter, forretningshemmeligheder og varem&aelig;rkerettigheder) i og til softwaren (herunder, men ikke begr&aelig;nset til, indhold, der indg&aring;r i softwaren), de medf&oslash;lgende trykte materialer og eventuelle kopier af softwaren tilh&oslash;rer Belkin eller selskabets leverand&oslash;rer. Derfor skal du h&aring;ndtere softwaren som alt andet materiale, der er beskyttet af lovgivning og traktater, som vedr&oslash;rer internationale ejendomsrettigheder, og i overensstemmelse med denne aftale.</p>
  <br/>
  <p><strong><u>8. PRODUKTER OG SERVICES TILH&Oslash;RENDE TREDJEPARTER</u></strong> Softwaren kan indeholde link eller andre funktioner, der g&oslash;r det nemmere for dig at g&aring; ind p&aring; eller logge p&aring; tredjeparters egne websteder (&quot;websteder, der linkes til&quot;). Disse funktioner er udelukkende inkluderet som en service til dig. Websteder, der linkes til, er ikke under Belkins kontrol, og Belkin har intet ansvar eller erstatningsansvar for indholdet eller praksis p&aring; disse websteder, herunder oplysninger eller materiale p&aring; s&aring;danne websteder, der linkes til. Du skal foretage din egen uafh&aelig;ngige vurdering af din brug af s&aring;danne websteder, der linkes til. Du frafalder og afst&aring;r ethvert lovkrav, du m&aring;tte have over for Belkin med hensyn til disse websteder eller tredjeparters produkter eller services og din brug af disse websteder eller tredjeparters produkter eller services. Vi opfordrer dig til at l&aelig;se vilk&aring;rene og betingelserne samt erkl&aelig;ringen om beskyttelse af personoplysninger p&aring; alle tredjeparters websteder, som du v&aelig;lger at g&aring; ind p&aring;.</p>
  <br/>
  <p><strong><u>9. ERSTATNING</u></strong> Hvis der rejses krav eller anl&aelig;gges sag mod Belkin, eller Belkin lider nogen form for &oslash;konomisk tab eller skade som f&oslash;lge af din kr&aelig;nkelse af denne aftale, er du, i det omfang loven tillader, ansvarlig for at erstatte Belkin hele bel&oslash;bet for et s&aring;dant tab samt alle rimelige bel&oslash;b, som Belkin p&aring;drager sig i advokatsal&aelig;rer, udgifter og sagsomkostninger, bortset fra i det omfang Belkin har medvirket til tabet eller skaden.</p>
  <br/>
  <p><u><strong><u>10. L&Oslash;BETID</u></strong></u> Denne aftale tr&aelig;der i kraft, n&aring;r du klikker p&aring; knappen &quot;Jeg accepterer&quot;, eller hvis du p&aring; anden vis bruger, kopierer eller installerer softwaren, da det i s&aring; fald udg&oslash;r din accept af, og indvilligelse i, denne aftale. N&aring;r aftalen er accepteret, er den i kraft, indtil den opsiges. Den begr&aelig;nsede licens i denne aftale oph&oslash;rer automatisk, hvis du ikke overholder alle vilk&aring;rene og betingelserne i denne aftale. Du er indforst&aring;et med, at du efter s&aring;dant oph&oslash;r straks skal destruere alle programmer og al dokumentation, der er relateret til softwaren, herunder alle kopier, som er lavet eller anskaffet af dig, og ellers oph&oslash;rer med at bruge softwaren. Hvis softwaren er installeret p&aring; en pc eller mobiludstyr, skal du straks afinstallere softwaren. Hvis softwaren er software eller firmware, som er indlejret i et produkt, skal du oph&oslash;re med at bruge produktet. Alle bestemmelser i denne aftale, bortset fra paragraf 1 og garantien i paragraf 12 (det f&oslash;rste afsnit), g&aelig;lder efter aftalens oph&oslash;r.</p>
  <br/>
  <p><strong><u>11. VIGTIGT VEDR&Oslash;RENDE DINE RETTIGHEDER SOM FORBRUGER</u></strong> I NOGLE LANDE, DELSTATER OG/ELLER PROVINSER ER DET IKKE TILLADT AT FRASKRIVE SIG ELLER BEGR&AElig;NSE BESTEMTE BETINGELSER ELLER GARANTIER OG/ELLER IKKE TILLADT AT S&AElig;LGE PRODUKTER ELLER SERVICES UDEN GARANTI. HVIS DU ER OMFATTET AF S&Aring;DAN LOVGIVNING, VIL NOGLE ELLER SAMTLIGE AF BESTEMMELSERNE NEDENFOR UNDER &quot;GARANTI OG ANSVARSFRASKRIVELSE&quot; OG &quot;GENEREL FRASKRIVELSE OG BEGR&AElig;NSNING AF ANSVAR&quot; MULIGVIS IKKE V&AElig;RE G&AElig;LDENDE FOR DIG. DET ER KUN DE FRASKRIVELSER OG BEGR&AElig;NSNINGER, SOM TILLADES IF&Oslash;LGE LOVGIVNINGEN I DET JURISDIKTIONSOMR&Aring;DE, HVOR DU ER BOSIDDENDE, OG SOM ER G&AElig;LDENDE FOR DIG, OG I S&Aring;DANNE TILF&AElig;LDE ER BELKINS ANSVAR BEGR&AElig;NSET TIL DET VIDEST MULIGE UNDER G&AElig;LDENDE LOVGIVNING. H&Aring;NDH&AElig;VELSEN AF DISSE BEGR&AElig;NSEDE GARANTIER KAN VARIERE, AFH&AElig;NGIG AF HVILKEN LOVGIVNING DU ER UNDERLAGT, OG DU KAN HAVE YDERLIGERE RETTIGHEDER, AFH&AElig;NGIG AF HVOR DU ER BOSIDDENDE. I F.EKS. AUSTRALIEN OG NEW ZEALAND ER VORES SOFTWARE OG DE MEDIER, DEN LEVERES P&Aring;, D&AElig;KKET AF LOVBESTEMTE GARANTIER, HERUNDER VEDR&Oslash;RENDE KVALITET OG EGNETHED TIL FORM&Aring;LET, SOM IKKE KAN FRASKRIVES ELLER BEGR&AElig;NSES IF&Oslash;LGE DEN AUSTRALSKE FORBRUGERLOV ELLER DEN NEWZEALANDSKE LOV AF 1993 OM FORBRUGERGARANTI (CONSUMER GUARANTEES ACT) (SOM YDERLIGERE FORKLARET NEDENFOR).<br/>FORM&Aring;LET MED DENNE AFTALE ER IKKE AT: (I) &AElig;NDRE ELLER FRASKRIVE LOVBESTEMTE FORBRUGERRETTIGHEDER, DER IKKE KAN &AElig;NDRES ELLER FRASKRIVES LOVM&AElig;SSIGT, ELLER AT (II) BEGR&AElig;NSE ELLER FRASKRIVE RETTIGHEDER, SOM DU HAR F&Aring;ET AF DEN PERSON, DER HAR SOLGT PRODUKTET TIL DIG, HVIS DENNE PERSON HAR BRUDT EN K&Oslash;BEAFTALE MED DIG. DU INDVILLIGER I AT BRUGE SOFTWAREN I OVERENSSTEMMELSE MED AL G&AElig;LDENDE LOVGIVNING, HERUNDER LOVGIVNINGEN I DET LAND ELLER DEN REGION, HVOR DU ER BOSIDDENDE, ELLER HVOR DU DOWNLOADER ELLER BRUGER SOFTWAREN.<br />
  <br/>NOGLE LOVE, HERUNDER DEN AUSTRALSKE FORBRUGERLOV OG CONSUMER GUARANTEES ACT 1993 (NEW ZEALAND), KAN INDEB&AElig;RE GARANTIER ELLER BETINGELSER ELLER P&Aring;L&AElig;GGE BELKIN GARANTIER ELLER FORPLIGTELSER, SOM HAR TIL FORM&Aring;L AT BESKYTTE AUSTRALSKE ELLER NEWZEALANDSKE K&Oslash;BERE AF VARER OG TJENESTER UNDER FORSKELLIGE OMST&AElig;NDIGHEDER (&quot;G&AElig;LDENDE LOVGIVNING I AU/NZ&quot;). Intet i denne aftale fraskriver, begr&aelig;nser eller &aelig;ndrer betingelser, garantier, rettigheder eller bef&oslash;jelser, der er en direkte eller indirekte konsekvens af g&aelig;ldende lovgivning i AU/NZ, som lovm&aelig;ssigt ikke er tilladt at fraskrive, begr&aelig;nse eller &aelig;ndre. Hvis der er betingelser eller garantier, som er underforst&aring;et i denne aftale, eller som p&aring;l&aelig;gges Belkin i henhold til g&aelig;ldende lovgivning i AU/NZ, og de ikke kan fraskrives, men Belkin kan benytte en bef&oslash;jelse, vil Belkins erstatningsansvar for misligholdelse af s&aring;danne betingelser eller garantier v&aelig;re begr&aelig;nset til et eller flere f&oslash;lgende efter Belkins sk&oslash;n: (a) i tilf&aelig;lde af varer erstatningsvarer eller levering af tilsvarende varer, reparation af varerne eller tilbagebetaling af bel&oslash;bet for varererne, hvis det ikke med rimelighed kan forventes, at produkterne kan repareres, eller (b) i tilf&aelig;lde af services levering af disse services igen eller betaling af prisen for at f&aring; leveret disse services igen. Ud over disse bef&oslash;jelser vil en &quot;forbruger&quot; (som defineret i den newzealandske Consumer Guarantees Act) eventuelt kunne kr&aelig;ve erstatning for tab, der med rimelighed kunne forudses (bortset fra tab eller skade p&aring; grund af reducering af varernes v&aelig;rdi), som er resultatet af det oprindelige problem.</p>
  <br/>
  <p><strong><u>12. GARANTI OG ANSVARSFRASKRIVELSE</u></strong> Belkin garanterer, at alle medier (f.eks. en cd eller USB-n&oslash;gle), som softwaren leveres p&aring;, ved normal brug ikke er beh&aelig;ftet med fejl, som skyldes materiale- eller fabrikationsfejl, i 90 dage fra den oprindelige k&oslash;bsdato (&quot;garantiperioden&quot;). Hvis du frems&aelig;tter et berettiget softwaremediekrav i henhold til denne garanti i garantiperioden, opfylder Belkin denne garanti ved at erstatte softwaremediet. Ved frems&aelig;ttelse af krav i henhold til denne garanti skal det defekte medie returneres sammen med kvitteringen direkte til Belkin p&aring; f&oslash;lgende adresse: Belkin International, Inc., 12045 E. Waterfront Drive, Playa Vista, CA 90094, USA. Denne garanti bortfalder, hvis defekten i mediet skyldes uheld, misbrug eller forkert anvendelse. Eventuel erstatningssoftware er under garanti i den &oslash;vrige del af den oprindelige garantiperiode eller i 30 dage, alt efter hvad der m&aring;tte v&aelig;re l&aelig;ngst. Med hensyn til forbrugere, der er omfattet af den newzealandske Consumer Guarantees Act, leveres mediet, som softwaren leveres p&aring;, med garanti, der ikke kan fraskrives i henhold til newzealandsk lov, og denne garanti er i till&aelig;g til eventuelle lovbestemte rettigheder, som s&aring;danne forbrugere m&aring;tte have i henhold til newzealandsk lov. Denne begr&aelig;nsede garanti g&aelig;lder ikke i Australien.Forbrugere i Australien har lovbestemte rettigheder i forbindelse med softwaren og de medier, som softwaren leveres p&aring;, if&oslash;lge australsk forbrugerlovgivning.<br />
  <br/>BORTSET FRA DENNE GARANTI P&Aring; MEDIER, MED FORBEHOLD FOR PARAGRAF 11 OG S&Aring; VIDT MULIGT G&AElig;LDENDE LOV TILLADER DET, LEVERES SOFTWAREN OG EVENTUELT RELATEREDE PROGRAMMER TIL DIG &quot;I FORH&Aring;NDENV&AElig;RENDE STAND&quot; MED EVENTUELLE FEJL OG UDEN GARANTI AF NOGEN ART. I JURISDIKTIONSOMR&Aring;DER, HVOR LOVGIVNING TILLADER DET, OG S&Aring; VIDT MULIGT G&AElig;LDENDE LOV TILLADER DET, FRASKRIVER BELKIN, SELSKABETS FORHANDLERE OG LEVERAND&Oslash;RER ALLE &Oslash;VRIGE GARANTIER, UDTRYKKELIGE, LOVM&AElig;SSIGE ELLER STILTIENDE, HERUNDER, MEN IKKE BEGR&AElig;NSET TIL, DE STILTIENDE GARANTIER FOR SALGBARHED, ACCEPTABEL ELLER TILFREDSSTILLENDE KVALITET, BRUD P&Aring; LOVE, REGLER MV., EJENDOMSRET, EGNETHED TIL ET BESTEMT FORM&Aring;L, TAB ELLER BESKADIGELSE AF DATA, IKKE-TILSTEDEV&AElig;RENDE VIRA ELLER UDEN VIRUS- ELLER MALWAREANGREB, SIKKERHED, YDEEVNE, IKKE-FORS&Oslash;MMELSE, FABRIKATIONSM&AElig;SSIG KVALITET, UFORSTYRRET BRUG, HVORMED FUNKTIONERNE I SOFTWAREN OPFYLDER DINE BEHOV, ELLER AT DIN BRUG AF ELLER FUNKTIONEN AF SOFTWAREN OG RELATEREDE OPLYSNINGER, PROGRAMMER OG DOKUMENTATION IKKE VIL BLIVE FORSTYRRET ELLER V&AElig;RE UDEN FEJL, ELLER AT FEJL I SOFTWAREN VIL BLIVE RETTET, ELLER AT DIN BRUG AF SOFTWAREN OG RELATEREDE OPLYSNINGER, PROGRAMMER OG DOKUMENTATION VIL MEDF&Oslash;RE KORREKTE, P&Aring;LIDELIGE, RETTIDIGE RESULTATER, OPLYSNINGER, MATERIALER ELLER DATA. MUNDTLIG ELLER SKRIFTLIG INFORMATION ELLER R&Aring;D FRA BELKIN, FORHANDLERE, AGENTER ELLER ASSOCIEREDE VIRKSOMHEDER KAN IKKE DANNE GRUNDLAG FOR EN GARANTI. I det omfang at garantier ikke kan fraskrives, vil de v&aelig;re begr&aelig;nset til varigheden af den relevante garantiperiode.<br />
  <br/>DIN BRUG AF SOFTWAREN, PRODUKTET OG RELATEREDE PROGRAMMER OG DOKUMENTATION ER P&Aring; DIN EGEN RISIKO OG EFTER DIT EGET SK&Oslash;N. DU ER ENEANSVARLIG FOR (OG BELKIN FRASKRIVER SIG) ETHVERT TAB, ANSVAR ELLER ERSTATNINGSANSVAR, HERUNDER FOR DIT HJEM, VARME-/VENTILATIONSSYSTEM, EL-INSTALLATION, R&Oslash;RINSTALLATION, PRODUKT, &Oslash;VRIGT PERIFERIUDSTYR TILSLUTTET PRODUKTET, COMPUTEREN, MOBILUDSTYR OG ALLE &Oslash;VRIGE GENSTANDE OG K&AElig;LEDYR I DIT HJEM, SOM SKYLDES DIN FEJLAGTIGE BRUG AF SOFTWAREN, PRODUKTET OG RELATEREDE PROGRAMMER OG DOKUMENTATION. DU ER ANSVARLIG FOR AT OVERHOLDE ALLE SIKKERHEDSADVARSLER OG FORHOLDSREGLER I FORBINDELSE MED PRODUKTET. HVIS DU MENER, AT DET IKKE ER SIKKERT AT BRUGE PRODUKTET EFTER AT HAVE L&AElig;ST SIKKERHEDSADVARSLERNE, SKAL DU RETURNERE PRODUKTET TIL DET STED, HVOR DU HAR K&Oslash;BT DET, OG OPH&Oslash;RE MED AT BRUGE SOFTWAREN. BELKIN ER IKKE ANSVARLIG FOR (i) DIN MANGLENDE OVERHOLDELSE AF SIKKERHEDSADVARSLER, FORHOLDSREGLER ELLER &Oslash;VRIGE ANVISNINGER, DER LEVERES SAMMEN MED PRODUKTET OG/ELLER SOFTWAREN, (ii) DIN FORS&Oslash;MMELSE VED BRUG AF PRODUKTET OG/ELLER SOFTWAREN, ELLER (iii) DIN BEVIDST FEJLAGTIGE BRUG AF PRODUKTET ELLER SOFTWAREN.<br />
  <br/>DU ACCEPTERER DESUDEN, AT SOFTWAREN OG EVENTUELLE RELATEREDE PROGRAMMER OG DOKUMENTATION IKKE ER GODKENDT TIL ALARMTJENESTER ELLER BEREGNET ELLER EGNET TIL BRUG I SITUATIONER ELLER OMGIVELSER, HVOR SVIGT, FORSINKELSER ELLER FEJL ELLER UN&Oslash;JAGTIGHEDER I DATAENE ELLER INFORMATIONEN, SOM LEVERES AF SOFTWAREN, KAN RESULTERE I D&Oslash;DSFALD, PERSONSKADE ELLER ALVORLIG FYSISK ELLER MILJ&Oslash;M&AElig;SSIG SKADE, HERUNDER UDEN BEGR&AElig;NSNING I FORBINDELSE MED DRIFT AF ATOMANL&AElig;G, LUFTFARTSNAVIGATION ELLER KOMMUNIKATIONSSYSTEMER, LUFTTRAFIKLEDELSE, RESPIRATOR- ELLER V&Aring;BENSYSTEMER. DU ER INDFORST&Aring;ET MED, AT PRODUKTERNE OG SOFTWAREN IKKE ER EN DEL AF OG IKKE INDEHOLDER ET EKSTERNT OVERV&Aring;GET ALARMMELDESYSTEM. BELKIN OVERV&Aring;GER IKKE ALARMMELDINGER OG SENDER IKKE UDRYKNINGSTJENESTER TIL DIT HJEM I N&Oslash;DSTILF&AElig;LDE. BELKINS KUNDESERVICE ER IKKE EN ALARMTJENESTE OG FUNGERER IKKE SOM S&Aring;DAN. ALLE LIVSTRUENDE SITUATIONER OG N&Oslash;DSITUATIONER B&Oslash;R MELDES TIL DEN RELEVANTE ALARMTJENESTE, HVOR DU ER BOSIDDENDE.<br />
  <br/>Det er dit eget ansvar at sikkerhedskopiere dit system, herunder uden begr&aelig;nsning, materiale, information eller data, som du eventuelt bruger eller er i besiddelse af i forbindelse med produktet eller softwaren, og Belkin p&aring;tager sig intet ansvar for din manglende sikkerhedskopiering af dit system eller eventuelt materiale, information eller data.<br />
  <br/>Nogle produkter og software fra Belkin kan overv&aring;ge str&oslash;mforbruget i hjemmet. Belkin giver hverken garantier eller l&oslash;fter om str&oslash;mbesparelser p&aring; et bestemt niveau eller andre &oslash;konomiske fordele ved brug af produkterne eller softwaren eller &oslash;vrige funktioner. De faktiske str&oslash;mbesparelser og eventuelle tilknyttede &oslash;konomiske fordele varierer afh&aelig;ngig af faktorer uden for Belkins kontrol eller viden. Fra tid til anden kan Belkin v&aelig;lge at bruge softwaren til at stille information til r&aring;dighed for dig, som g&aelig;lder individuelt for dig og dit str&oslash;mforbrug, og som giver forslag til str&oslash;mbesparelser, hvis du anvender forslag eller funktioner i produktet eller softwaren. Du accepterer, at denne information ikke er en garanti for faktiske besparelser, og du accepterer ikke at s&oslash;ge &oslash;konomisk eller anden kompensation fra Belkin, hvis du ikke opn&aring;r de forventede besparelser. Al information, som Belkin stiller til r&aring;dighed for dig, er &quot;i forh&aring;ndenv&aelig;rende stand&quot; og &quot;som den forefindes&quot;. Vi garanterer ikke, at den er korrekt eller ajourf&oslash;rt. I kritiske tilf&aelig;lde svarer adgang til information via softwaren ikke til direkte adgang til informationen i hjemmet.</p>
  <br/>
  <p><strong><u>13. GENEREL FRASKRIVELSE OG BEGR&AElig;NSNING AF ANSVAR</u></strong>: I NOGLE JURISDIKTIONSOMR&Aring;DER TILLADES DER IKKE FRASKRIVELSE ELLER BEGR&AElig;NSNING AF STILTIENDE GARANTIER ELLER ERSTATNINGSANSVAR FOR F&Oslash;LGESKADER. DERFOR ER OVENST&Aring;ENDE BEGR&AElig;NSNINGER ELLER FRASKRIVELSER MULIGVIS IKKE G&AElig;LDENDE FOR DIG. DENNE AFTALE GIVER DIG BESTEMTE JURIDISKE RETTIGHEDER, SOM VARIERER FRA JURISDIKTIONSOMR&Aring;DE TIL JURISDIKTIONSOMR&Aring;DE. S&Aring; VIDT MULIGT G&AElig;LDENDE LOV TILLADER, ER BELKIN, SELSKABETS ASSOCIEREDE VIRKSOMHEDER, PARTNERE, FORHANDLERE, AGENTER ELLER LEVERAND&Oslash;RER ELLER DERES RESPEKTIVE LEDERE, MEDARBEJDERE, LICENSGIVERE OG RETTIGHEDSERHVERVERE UNDER INGEN OMST&AElig;NDIGHEDER ANSVARLIG FOR NOGEN SOM HELST INDIREKTE, P&Oslash;NALE, SPECIELLE ELLER AFLEDTE SKADER (HERUNDER, MEN IKKE BEGR&AElig;NSET TIL, TAB AF OVERSKUD ELLER INDTJENING, FORRETNINGSAFBRYDELSE, PERSONSKADE, TAB AF PERSONOPLYSNINGER, MANGLENDE MULIGHED FOR AT ANVENDE TREDJEPARTERS PRODUKTER ELLER SERVICES, UNDLADELSE AF AT OVERHOLDE PLIGTER, HERUNDER GOD TRO ELLER RIMELIG OMHU, FORS&Oslash;MMELSE OG NOGEN FORM FOR &Oslash;KONOMISK ELLER ANDET TAB), UANSET TYPEN AF ERSTATNINGSANSVAR (I ELLER UDEN FOR KONTRAKTFORHOLD ELLER P&Aring; ANDEN VIS), SOM OPST&Aring;R AF ELLER P&Aring; ANDEN VIS HAR RELATION TIL BRUGEN AF ELLER MANGLENDE EVNE TIL AT BRUGE SOFTWAREN, SELV HVIS BELKIN ELLER S&Aring;DANNE ANDRE JURIDISKE ENHEDER ER INFORMERET OM MULIGHEDEN FOR S&Aring;DANNE SKADER. UNDER ALLE OMST&AElig;NDIGHEDER KAN DEN MAKSIMALE ERSTATNING FOR DET SAMLEDE ANSVAR, SOM DU G&Oslash;R G&AElig;LDENDE OVER FOR BELKIN, SELSKABETS ASSOCIEREDE VIRKSOMHEDER, PARTNERE, FORHANDLERE, AGENTER ELLER LEVERAND&Oslash;RER, H&Oslash;JST BEL&Oslash;BE SIG TIL HALVTREDS DOLLARS ELLER DET BEL&Oslash;B, SOM DU BETALTE FOR PRODUKTET, SOFTWAREN ELLER MEDIET, SOM INDEHOLDER SOFTWAREN. DENNE BEGR&AElig;NSNING ER KUMULATIV OG SK&AElig;RPES IKKE, HVIS DER FORELIGGER MERE END &Eacute;N H&AElig;NDELSE ELLER &Eacute;T KRAV. DE F&Oslash;ROMTALTE BEGR&AElig;NSNINGER ER G&AElig;LDENDE, SELVOM EN GIVET GARANTI ELLER BEF&Oslash;JELSE IKKE OPFYLDER SIT EGENTLIGE FORM&Aring;L. INTET I DENNE PARAGRAF HAR TIL FORM&Aring;L AT BEGR&AElig;NSE ANSVARET, I HENHOLD TIL G&AElig;LDENDE LOV, SOM P&Aring;HVILER BELKIN I TILF&AElig;LDE AF D&Oslash;DSFALD ELLER PERSONSKADE.<br />
  <br/>HVIS DU BOR I EU, HENVISER &quot;SPECIELLE, INDIREKTE, AFLEDTE, P&Oslash;NALE ELLER TILF&AElig;LDIGE SKADER&quot; TIL TAB, SOM (I) IKKE MED RIMELIGHED KUNNE FORUDSES AF BEGGE PARTER, (II) SOM VAR KENDT AF DIG, MEN IKKE AF OS, OG/ELLER (III) SOM MED RIMELIGHED KUNNE FORUDSES AF BEGGE PARTER, MEN SOM DU KUNNE HAVE FORHINDRET, S&Aring;SOM (MEN IKKE BEGR&AElig;NSET TIL) TAB FOR&Aring;RSAGET AF VIRA, MALWARE ELLER ANDRE SKADELIGE PROGRAMMER ELLER TAB ELLER BESKADIGELSE AF DINE DATA.<br />
  <br/>Garantierne og bef&oslash;jelserne, som er anf&oslash;rt i denne aftale, er eksklusive og tr&aelig;der, i det omfang loven tillader, i stedet for alle &oslash;vrige mundtlige eller skriftlige, udtrykkelige eller stiltiende.</p>
  <br/>
  <p><strong><u>14. EKSPORTKONTROLLOVGIVNING</u></strong>: Du er indforst&aring;et med, at brug af softwaren er underlagt eksportlovgivningen i USA og lokalt. Du bekr&aelig;fter og garanterer, at du ikke er statsborger i et land, der er p&aring;lagt embargo eller &quot;st&oslash;tter terrorisme&quot; eller har forbud mod at v&aelig;re slutbruger under g&aelig;ldende amerikanske eller lokale love, regler og lister for eksport og antiterror. Du indvilliger i at overholde alle eksportkontrollove og -regler, og du indvilliger i ikke at eksportere, geneksportere, videres&aelig;lge, overf&oslash;re eller afsl&oslash;re dele af softwaren eller relaterede tekniske oplysninger eller materialer, direkte eller indirekte, i modstrid med g&aelig;ldende eksportlove eller -regler.</p>
  <br/>
  <p><strong><u>15. BRUGERE ANSAT AF DEN AMERIKANSKE STAT</u></strong>: Softwaren og brugerdokumentationen betegnes som &quot;erhvervsm&aelig;ssige genstande&quot; if&oslash;lge definitionen i 48 C.F.R. 2.101 og 48 C.F.R. 12.212. Alle brugere, som er ansat af den amerikanske stat, f&aring;r kun softwaren og brugerdokumentationen med de rettigheder i denne aftale, der er g&aelig;ldende for ikke-statsansatte kunder. Ved at bruge enten softwaren eller brugerdokumentationen eller begge dele accepterer den amerikanske stat, at softwaren og brugerdokumentationen er &quot;erhvervsm&aelig;ssig computersoftware&quot; og &quot;dokumentation til erhvervsm&aelig;ssig computersoftware&quot; og accepterer samtidig rettighederne og begr&aelig;nsningerne i denne aftale.</p>
  <br/>
  <p><strong><u>16. GENERELLE BETINGELSER</u></strong> Hvis dele af denne aftale eller nogle af dens betingelser ugyldigg&oslash;res eller ikke kan h&aring;ndh&aelig;ves lovm&aelig;ssigt inden for et bestemt jurisdiktionsomr&aring;de, skal s&aring;danne dele eller betingelser fortolkes eller h&aring;ndh&aelig;ves, s&aring; vidt muligt g&aelig;ldende lov tillader inden for s&aring;dant jurisdiktionsomr&aring;de, og de &oslash;vrige bestemmelser eller dele heraf g&aelig;lder fortsat med fuld virkning. Denne aftale udg&oslash;r hele aftalen mellem Belkin og dig, hvad ang&aring;r softwaren og din brug heraf, og den tr&aelig;der i stedet for alle modstridende eller yderligere vilk&aring;r, som er indeholdt i k&oslash;bsordrer eller andetsteds. Ingen af bestemmelserne i denne aftale kan frafaldes, &aelig;ndres eller erstattes bortset fra i en skriftlig form, som er accepteret af Belkin og dig. Men Belkins erkl&aelig;ring om beskyttelse af personoplysninger, der henvises til i denne aftale, er med forbehold for &aelig;ndringer p&aring; den m&aring;de, som er beskrevet i dette dokument. Belkin kan v&aelig;lge at stille overs&aelig;ttelser af denne aftale til r&aring;dighed for brugere som en praktisk foranstaltning. Men hvis der er uoverensstemmelser eller un&oslash;jagtigheder mellem den engelske version og ikke-engelske versioner, er den engelske version af denne aftale g&aelig;ldende, i det omfang, at dette ikke er forbudt if&oslash;lge den lokale lovgivning i det jurisdiktionsomr&aring;de, du er bosiddende. Alle leverand&oslash;rer for Belkin er denne aftales direkte og tilt&aelig;nkte tredjepartsbegunstigede, herunder uden begr&aelig;nsning garantiernes ansvarsfraskrivelser og ansvarsbegr&aelig;nsninger, som er anf&oslash;rt i denne aftale. Bortset fra som anf&oslash;rt i den foreg&aring;ende s&aelig;tning har personer eller juridiske personer, som ikke er part i denne aftale, ingen ret til at h&aring;ndh&aelig;ve betingelser i denne aftale. Undladt eller forsinket ud&oslash;velse af rettigheder eller bef&oslash;jelser medf&oslash;rer ikke frafald af en s&aring;dan (eller anden) rettighed eller bef&oslash;jelse. Formuleringen i denne aftale kan ikke udl&aelig;gges udelukkende for eller imod nogen part, uanset hvem der har udarbejdet s&aring;dan formulering, eller hvem der er hovedansvarlig for udarbejdelsen af den. Rettighederne og forpligtelserne i henhold til denne aftale kan du ikke overdrage, og fors&oslash;g p&aring; overdragelse vil v&aelig;re ugyldige og uden virkning. Denne aftale er forpligtende og tr&aelig;der i kraft til fordel for parterne og deres efterf&oslash;lgere og tilladte rettighedserhververe. I tilf&aelig;lde af sagsanl&aelig;g mellem parterne som f&oslash;lge af eller relateret til denne aftale er den part, der f&aring;r medhold, berettiget til at f&aring; godtgjort, ud over eventuel tildelt eller bevilliget afhj&aelig;lpning, omkostninger og udgifter (inkl. rimelige advokatsal&aelig;rer og honorarer til ekspertvidner), som parten har p&aring;draget sig ved et s&aring;dant sagsanl&aelig;g.<br />
  <br/>
  <strong>Hvis du er bosiddende i USA, er paragraf 17 g&aelig;ldende for dig:</strong></p>
  <br/>
  <p><strong><u>17. Voldgift, frafald af kollektiv voldgift, g&aelig;ldende lov og v&aelig;rneting</u></strong><br />
  <br/>
  <strong>(A) GENERELT. MED FORBEHOLD FOR STK. 17(D) NEDENFOR BEKR&AElig;FTER OG ACCEPTERER DU OG BELKIN, AT KRAV, TVISTER ELLER KONFLIKTER MELLEM DIG OG BELKIN, SOM OPST&Aring;R P&Aring; GRUND AF ELLER I FORBINDELSE MED (1) DENNE AFTALE, HERUNDER GYLDIGHEDEN AF DENNE PARAGRAF OG (2) DIN BRUG AF SOFTWARE OG/ELLER PRODUKT(ER) I HENHOLD TIL DENNE AFTALE (UNDER &Eacute;T BETEGNET &quot;TVISTEN&quot;), SKAL L&Oslash;SES UDELUKKENDE OG ENDELIGT VIA BINDENDE VOLDGIFT VED JAMS, EN NATIONALT ANERKENDT VOLDGIFTSRET, I HENHOLD TIL DENS PROCEDUREREGLER, DER ER G&AElig;LDENDE FOR FORBRUGERRELATEREDE TVISTER. DU ER KLAR OVER, AT UDEN DENNE BESTEMMELSE, VILLE DU HAVE HAFT RET TIL AT F&Aring; AFGJORT EN TVIST AF ET N&AElig;VNINGETING ELLER EN DOMMER, OG DU GIVER UDTRYKKELIGT OG BEVIDST AFKALD P&Aring; DENNE RETTIGHED OG ERKL&AElig;RER DIG I STEDET INDFORST&Aring;ET MED AT L&Oslash;SE ENHVER TVIST VIA BINDENDE VOLDGIFT I HENHOLD TIL BESTEMMELSERNE I DENNE PARAGRAF.</strong><br />
  <br/>
  <strong>(B) VOLDGIFTSPROCEDURER OG -OMKOSTNINGER.</strong> FORINDEN INDGIVELSE AF ET KRAV TIL VOLDGIFT SKAL DEN P&Aring;G&AElig;LDENDE PART F&Oslash;RST UNDERRETTE DEN ANDEN PART OG FORS&Oslash;GE AT L&Oslash;SE TVISTEN. HVIS TVISTEN IKKE L&Oslash;SES SENEST 60 DAGE EFTER S&Aring;DAN UNDERRETNING, BLIVER KRAVET INDGIVET TIL VOLDGIFT. VOLDGIFTSAFG&Oslash;RELSER AF TVISTER ELLER KRAV SKAL SKE I OVERENSSTEMMELSE MED DE AKTUELT G&AElig;LDENDE REGLER FOR JAMS, SOM &AElig;NDRET VED DENNE AFTALE. VOLDGIFTEN SKAL AFHOLDES FORAN EN ENKELT VOLDGIFTSMAND, SOM SKAL V&AElig;RE EN PENSIONERET DOMMER ELLER L&AElig;GDOMMER, I ET AF SEKS REGIONALE V&AElig;RNETING I OVERENSSTEMMELSE MED BESTEMMELSEN VEDR&Oslash;RENDE V&AElig;RNETING NEDENFOR. UANSET OM DU F&Aring;R MEDHOLD I TVISTEN, ER DU BERETTIGET TIL AT F&Aring; REFUNDERET OMKOSTNINGERNE VED VOLDGIFTSSAGEN EFTER VOLDGIFTSMANDENS SK&Oslash;N, S&Aring; L&AElig;NGE DIT KRAV IKKE SK&Oslash;NNES AT V&AElig;RE UBERETTIGET I HENHOLD TIL REGEL 11(B) I DE F&Oslash;DERALE REGLER FOR CIVIL RETSPLEJE. HVIS VOLDGIFTSERSTATNINGEN ER LIG MED ELLER ST&Oslash;RRE END DET BEL&Oslash;B, DU HAR FREMSAT I DIT VOLDGIFTSKRAV, BETALER BELKIN DE RIMELIGE OG FAKTISKE ADVOKATSAL&AElig;RER, DU HAR P&Aring;DRAGET DIG VED AT F&Oslash;RE VOLDGIFTSSAGEN, SAMT EN MINIMUMERSTATNING P&Aring; USD 2.500. ENHVER BESLUTNING ELLER KENDELSE AFSAGT AF VOLDGIFTSMANDEN I EN VOLDGIFTSSAG ER ENDELIG OG BINDENDE FOR BEGGE PARTER, OG KAN FREML&AElig;GGES SOM RETSKENDELSE FOR ENHVER KOMPETENT DOMSTOL. HVIS EN AF PARTERNE BRINGER EN TVIST FOR EN DOMSTOL ELLER ET ANDET IKKE-VOLDGIFTSFORUM, KAN VOLDGIFTSMANDEN ELLER DOMMEREN TILDELE DEN ANDEN PART RIMELIGE OMKOSTNINGER OG UDGIFTER (HERUNDER, MEN IKKE BEGR&AElig;NSET TIL, ADVOKATSAL&AElig;RER), SOM ER P&Aring;DRAGET VED H&Aring;NDH&AElig;VELSE AF OVERHOLDELSE AF DENNE BINDENDE VOLDGIFTSBESTEMMELSE, HERUNDER UDS&AElig;TTELSE ELLER AFVISNING AF EN S&Aring;DAN TVIST. VOLDGIFTSSAGER SKAL FORTROLIGHOLDES, OG HVERKEN DU, BELKIN ELLER VOLDGIFTSMANDEN M&Aring; AFSL&Oslash;RE EKSISTENSEN, INDHOLDET ELLER RESULTATER AF VOLDGIFTSSAGER, BORTSET FRA SOM P&Aring;LAGT VED LOV ELLER MED HENBLIK P&Aring; H&Aring;NDH&AElig;VELSE ELLER ANKE AF VOLDGIFTSERSTATNINGEN. KENDELSER VEDR&Oslash;RENDE VOLDGIFTSERSTATNINGER KAN BRINGES FOR ENHVER KOMPETENT DOMSTOL. HVIS DELE AF DENNE VOLDGIFTSPARAGRAF KENDES UGYLDIGE AF EN DOMSTOL, G&AElig;LDER DE &Oslash;VRIGE DELE HERAF FORTSAT MED FULD VIRKNING.<br />
  <br/>
  <strong>(C) FRAFALD AF KOLLEKTIV VOLDGIFT, FOGEDRET. HVERKEN DU ELLER BELKIN ER BERETTIGET TIL AT SAMMENL&AElig;GGE KRAV TIL VOLDGIFT MOD ANDRE FORBRUGERE ELLER D&Oslash;MME SOM VOLDGIFTSMAND SOM REPR&AElig;SENTANT FOR ELLER MEDLEM AF EN GRUPPE ELLER SOM PRIVAT ADVOKAT. DU ER KLAR OVER, AT DU UDEN DENNE BESTEMMELSE MULIGVIS VIL HAVE RET TIL AT D&Oslash;MME SOM VOLDGIFTSMAND I EN TVIST SOM DEL AF EN GRUPPE ELLER VIA EN REPR&AElig;SENTANT, OG DU GIVER UDTRYKKELIGT OG BEVIDST AFKALD P&Aring; DENNE RETTIGHED OG ERKL&AElig;RER DIG I STEDET INDFORST&Aring;ET MED KUN AT M&AElig;GLE I DINE EGNE TVISTER I OVERENSSTEMMELSE MED BESTEMMELSERNE I DENNE PARAGRAF. UANSET OVENST&Aring;ENDE AFTALE OM AFG&Oslash;RELSE AF TVISTER VED VOLDGIFT ER B&Aring;DE DU OG BELKIN INDFORST&Aring;ET MED, AT BEGGE PARTER SOM ET ALTERNATIV TIL VOLDGIFT M&Aring; BRINGE ET INDIVIDUELT S&Oslash;GSM&Aring;L FOR FOGEDRETTEN FOR AT L&Oslash;SE EN TVIST, S&Aring; L&AElig;NGE EN S&Aring;DAN FOGEDRET IKKE GIVER MULIGHED FOR KUMULATION ELLER SAMMENL&AElig;GNING AF KRAV.<br />
  <br/>(D) G&AElig;LDENDE LOV; FOREL&Oslash;BIGE RETSMIDLER. DENNE AFTALE ER UNDERLAGT LOVGIVNINGEN I CALIFORNIEN UDEN HENSYN TIL MODSTRIDENDE LOVREGLER, DER KAN P&Aring;VIRKE ANVENDELSEN AF LOVGIVNINGEN I EN JURISDIKTION I FORBINDELSE MED PARTERNES RETTIGHEDER OG PLIGTER. HVIS DU ER FORBRUGER, OG DU ER BOSIDDENDE I ET LAND, HVOR BELKIN MARKEDSF&Oslash;RER DEN LEVEREDE SOFTWARE, KAN DEN LOKALE LOVGIVNING IMIDLERTID KR&AElig;VE, AT BESTEMTE FORBRUGERBESKYTTELSESLOVE G&AElig;LDER FOR BESTEMTE PARAGRAFFER I DENNE AFTALE. Desuden kan Belkin s&oslash;ge forel&oslash;bige retsmidler ved en domstol med myndighed til at beskytte selskabets immaterialrettigheder. B&Aring;DE DE FORENEDE NATIONERS KONVENTION OM AFTALER OM INTERNATIONALT VAREK&Oslash;B OG DE FORENEDE NATIONERS KONVENTION OM BEGR&AElig;NSNINGSPERIODE VED INTERNATIONALT VAREK&Oslash;B FRASKRIVES UDTRYKKELIGT OG ER IKKE G&AElig;LDENDE VED DENNE AFTALE.</strong><br />
  <br/>
  <strong>(E) V&AElig;RNETING</strong>. BORTSET FRA INDIVIDUELLE MINDRE S&Oslash;GSM&Aring;L, SOM KAN BRINGES FOR ENHVER FOGEDRET, HVOR JURISDIKTION OG V&AElig;RNETING ER FYLDESTG&Oslash;RENDE, SKAL VOLDGIFTSSAGER, RETSSAGER ELLER SAGSANL&AElig;G, SOM OPST&Aring;R P&Aring; GRUND AF ELLER I FORBINDELSE MED DENNE AFTALE, ELLER ENHVER TVIST, ANL&AElig;GGES I (1) NEW YORK, NEW YORK, (2) ATLANTA, GEORGIA, (3) CHICAGO, ILLINOIS, (4) DALLAS, TEXAS, (5) SEATTLE, WASHINGTON, ELLER (6) LOS ANGELES, CALIFORNIEN, OG DU OG BELKIN ER BEGGE UIGENKALDELIGT UNDERLAGT DEN EKSKLUSIVE DOMSMYNDIGHED OG V&AElig;RNETINGET FOR ET S&Aring;DANT SAGSANL&AElig;G. VED EN TVIST OM USD 10.000 ELLER DERUNDER KAN DU DOG V&AElig;LGE, OM VOLDGIFTSRETTEN I ET AF DE SEKS REGIONALE V&AElig;RNETING SKAL AFHOLDES VED FREMM&Oslash;DE, PR. TELEFON ELLER UDELUKKENDE BASERET P&Aring; INDSENDTE DOKUMENTER.<br />
  <br/>
  <strong>Hvis du er bosiddende uden for USA, eller hvis paragraf 17 ikke er g&aelig;ldende for dig, eller p&aring; anden vis ikke kan h&aring;ndh&aelig;ves, som afgjort af en kompetent domstol, er paragraf 18 g&aelig;ldende for dig:</strong></p>
  <br/>
  <p><strong>18. G&AElig;LDENDE LOV</strong> Denne aftale er underlagt Californiens lovgivning uden hensyn til modstridende lovprincipper. Ethvert sagsanl&aelig;g, som opst&aring;r p&aring; grund af eller i forbindelse med denne aftale, kan kun bringes for den beh&oslash;rige delstatslige eller f&oslash;derale domstol i Los Angeles, Californien, USA, og Belkin og du giver uigenkaldeligt samtykke til, at domstolen i Los Angeles, Californien, USA fungerer som domsmyndighed og v&aelig;rneting. Hvis du er forbruger og bosiddende i et land, hvor Belkin markedsf&oslash;rer eller distribuerer softwaren, kan lokal lovgivning imidlertid kr&aelig;ve, at bestemte forbrugerbeskyttelseslove er g&aelig;ldende for bestemte paragraffer i denne aftale. Desuden kan Belkin s&oslash;ge forel&oslash;bige retsmidler ved en domstol med myndighed til at beskytte selskabets immaterialrettigheder. B&aring;de De Forenede Nationers konvention om aftaler om internationalt varek&oslash;b og De Forenede Nationers konvention om begr&aelig;nsningsperiode ved internationalt varek&oslash;b fraskrives udtrykkeligt og er ikke g&aelig;ldende ved denne aftale.</p>
  <br/>
  <p>BELKIN, LINKSYS, WEMO og mange produktnavne og logoer er varem&aelig;rker tilh&oslash;rende Belkin koncernen. <br />
  Tredjeparters varem&aelig;rker, som er n&aelig;vnt, tilh&oslash;rer de respektive ejere.</p>
<br/>&#x00a9; 2014 Belkin International, Inc. og/eller selskabets associerede virksomheder. Alle rettigheder forbeholdes.<br/>
  
  
  
  
</div>

</body>
</html>
