000b9420=As pastas no seu equipamento de armazenamento externo est&atilde;o atualmente acess&iacute;veis a todos na sua rede.
0048143b=Mostrar partilhas associadas ao utilizador
006b8ccb=Utilizadores autorizados:
04be6e44=Est&aacute; dispon&iacute;vel uma nova fun&ccedil;&atilde;o de armazenamento externo mais f&aacute;cil de utilizar com o Linksys Smart Wi-Fi. Clique em <em>Continuar</em> para limpar as suas defini&ccedil;&otilde;es atuais do equipamento de Armazenamento Externo e utilizar esta nova fun&ccedil;&atilde;o externa para criar partilhas e aceder ao seu equipamento de armazenamento externo, ou clique em <em>Cancelar</em> e continue a utilizar as suas defini&ccedil;&otilde;es de armazenamento externo atuais.
07b11447=Pastas multimédia partilhadas
0897731c=O n&uacute;mero de ficheiros multim&eacute;dia suportados atingiu ou est&aacute; prestes a atingir a capacidade m&aacute;xima.
0a08c419=Utilizado para aceder ao dispositivo de armazenamento através da Internet.
0adfe1f4=Acesso ao PC (Explorador de ficheiros):
0bd5beb7=N&atilde;o existe uma unidade na porta externa.
0ef20500=Aceder a um dispositivo de armazenamento externo
0ff71dd1=Palavra-passe
11239078=O acesso seguro a pastas está desligado
17865ec5=Estado
1cf4d642=Criar nova partilha
1d5b34ba=O conteúdo multimédia não está acessível para clientes DLNA.
1e6a3b17=Todos os conteúdos multimédia
1f16322b=Nunca
1f6559a0=O Servidor FTP está desligado
216dd545=Nome do servidor FTP:
238ce0df=Mostrar todas as partilhas
25d990c5=Um equipamento de armazenamento externo ligado ao router permite-lhe partilhar conte&uacute;do em toda a sua rede dom&eacute;stica. Pode partilhar imagens, v&iacute;deos, m&uacute;sica e muito mais. Utilizando o FTP, at&eacute; pode aceder ao conte&uacute;do no seu equipamento de armazenamento a partir de um computador remoto que tenha acesso &agrave; Internet.
25f8bf32=Nenhum
2845cd2b=Armazenamento não suportado
2ccb5775=Última análise:
2d296368=Armazenamento Externo
2deefdf2=Novo Armazenamento Externo
2fd6a8a6=O servidor FTP irá ativar o Acesso Seguro a Pastas para proteger os seus dados.
334fa934=Todas as partilhas
342db949=Desligar
34733266=Pretende continuar?
3618bd6a=Eliminar
37bc68e4=Cada
37cb8ff0=Adicionar partilha
3b078947=Seleccionar partilha
3b7f096d=Qualquer utilizador pode aceder a conteúdo através das pastas partilhadas.
4068cb20=A palavra-passe da conta guest (Convidado) é &quot;guest&quot;, excepto se for alterada por si.
43d8c33b=O Servidor multimédia (UPnP/DLNA) permite-lhe partilhar conteúdos multimédia na sua rede, utilizando um dispositivo com multimédia, como um tablet ou um televisor com ligação de rede.
44b5b468=Activar servidor FTP
44d4bdbd=Utilizadores
4616ec94=Porta
4692857c=É necessário o nome de utilizador e palavra-passe para aceder ao conteúdo através do FTP.
4a370bdd=Editar
4a834b05=Aviso de limite de suporte
4b3991ec=Localização da pasta
4fdc289f=12 horas
522907e2=Adicionar uma nova pasta
53a20dd1=Nome da partilha
5646544a=Ligue um equipamento de armazenamento externo &agrave; sua rede e configure a forma como os utilizadores podem aceder aos seus conte&uacute;dos.
56516486=O Servidor Multimédia (DLNA) está ligado
58563667=A palavra-passe da conta admin é a palavra-passe do router.
5a046154=Uma Partilha é uma pasta do dispositivo de armazenamento que está acessível às outras pessoas. Para impedir o acesso a uma Partilha, clique em <em>Unlink</em> (Desligar).
5a05755f=O Servidor Multimédia (DLNA) está desligado
5bd169ec=O Servidor FTP está ligado
5e4a381f=Activar servidor multimédia
5ebc119b=Acesso protegido a pastas
6320d4a6=Seleccionar pasta
6a617840=Porta FTP
6d05c031=total.
7110af8e=DESLIGADO
74f115b2=Partilhas
7906e873=Acesso Mac (Localizador):
79a8e606=Formatação ou mapeamento de unidade não suportados em equipamento(s) acoplado(s).
7c243382=Procurar pastas
7d14498f=O acesso seguro a pastas está ligado
7edbb162=Atualizar
80c47b84=Servidor FTP:
82316386=Gerir Armazenamento Externo
8295a945=Activada
857871f3=Acesso às pastas
85fedef1=Nome do volume de armazenamento externo:
89447c31=A carregar...
8c9ccd34=Codificação
8d1256ca=As pastas do seu dispositivo de armazenamento contêm conteúdos como fotografias, vídeos e música. Se definir a opção Secure Folder Access (Acesso protegido a pastas) para <em>Off</em> (Desligado), todos os conteúdos ficam acessíveis a todos os utilizadores na sua rede. A definição desta opção para <em>On</em> (Ligado) permite-lhe seleccionar o conteúdo que está disponível para utilizadores específicos.
8d291d43=Est&aacute; dispon&iacute;vel uma nova fun&ccedil;&atilde;o de armazenamento externo
8dbad053=Nome do servidor:
8f2ffc70=Os conteúdos multimédia estão acessíveis a clientes DLNA.
8f475444=Cancelar
92f810e6=Partilhas actualmente disponíveis
957df4cc=É necessário o nome de utilizador e palavra-passe para aceder ao conteúdo através das pastas partilhadas.
96a7828b=Leitura e escrita
96d3c7d5=Mostrar widget na página inicial
9d7ce0a6=Servidor DLNA: Desactivado
a0bc6f12=FTP:
a192b1f8=Nome da partilha
a1d4a5f2=2 horas
a2d02ac0=Servidor multimédia:
a736a837=Partilhas associadas a
a8234a22=Servidor FTP: Desactivado
ab4c1737=Criar nova partilha
ac2101fe=Sem pastas partilhadas
aca6a6e1=Seleccionar partilha existente
afd50bba=Qualquer utilizador pode aceder a conteúdos através do FTP.
b04dfb07=Só de leitura
b2adaecf=Servidor FTP
b53491b3=Nota
b88be50c=Unidade de Armazenamento Externo
b88e9443=Adicionar nova pasta
ba3f5e39=Editar informações de partilha
bd1bf951=Mostrar todas as partilhas
bde33c73=O FTP (Protocolo de transferência de ficheiros) permite-lhe aceder aos conteúdos presentes no seu dispositivo de armazenamento a partir de qualquer computador na Internet. Pode utilizar um browser da Web ou software FTP para aceder ao conteúdo.
bfccde76=Detetada partição ou mapeamento de unidade não suportados.
c2134465=Ferramentas Smart Wi-Fi
c5b74657=Acção
c892b147=Seleccionar unidade:
cf231854=48 horas
d08f8500=Autorizações
d2e5f57c=Espaço utilizado:
d361857f=O conteúdo não está acessível a qualquer utilizador através do FTP.
d55d51a7=Nome de utilizador
dc15ba3e=Detetamos que tem um grande n&uacute;mero de ficheiros multim&eacute;dia nesta unidade. O servi&ccedil;o DLNA pode n&atilde;o estar a apresentar corretamente todos os ficheiros armazenados na unidade. Estamos cientes do problema e iremos ter uma corre&ccedil;&atilde;o numa futura atualiza&ccedil;&atilde;o de firmware.
df2eb2c2=As pastas do seu dispositivo de armazenamento contêm conteúdos como fotografias, vídeos e música. Quando torna uma pasta acessível para outras pessoas, tem de lhe atribuir um nome de Partilha.
df7dabb9=Partilhar todo o dispositivo de armazenamento
e03c4b0f=Todos os ficheiros multimédia são partilhados por predefinição.
e26a35e9=6 horas
e4654cbe=Analisar agora
e665ebec=Servidor DLNA:
e91c2062=Ligue o dispositivo de armazenamento &agrave; porta apropriada na parte de tr&aacute;s do router e depois clique em <em>Atualizar</em>. O Linksys Smart Wi-Fi ir&aacute; adicionar o dispositivo de armazenamento &agrave; sua rede.
e9b662b3=OK
ec89dfea=A formatação de uma ou mais partições ou mapeamentos de unidade do seu equipamento são incompatíveis com o seu router.
edcf9904=Saiba mais
ee1b1db2=Servidor multimédia
f0f693f9=Uma Partilha é uma pasta do dispositivo de armazenamento que está acessível às outras pessoas. A eliminação de uma Share (Partilha) não elimina a pasta do dispositivo de armazenamento.
f232e650=Remover a unidade com segurança
f2e5bc5f=24 horas
f3d94120=As pastas do seu dispositivo de armazenamento ficam acessíveis para os utilizadores indicados em baixo. Quando as pastas estão acessíveis para as outras pessoas, são denominadas Partilhas (Shares). Clique em <em>Add User</em> (Adicionar utilizador) para adicionar outros que possam aceder ao seu dispositivo de armazenamento.
f6945cf2=Formatos suportados: <em>FAT</em>, <em>FAT32</em>, <em>NTFS</em> e <em>HFS+</em>. Mapeamentos de unidade suportados: <em>GUID Partition Table (GPT)</em> e <em>Master Boot Record (MBR)</em>.
f98c238e=Adicionar um dispositivo de armazenamento externo
fa173478=Continuar
fb1c3aad=Uma Partilha é o nome que se dá à pasta que fica acessível às outras pessoas. Pode atribuir o próprio nome da pasta um outro diferente à Partilha.
fbaad53b=As suas pastas tamb&eacute;m est&atilde;o dispon&iacute;veis remotamente via FTP.
fc5e5899=Adicionar utilizador
fce86bf7=Aplicar
fe1039ab=n/a
