000b9420=Mapperne p&aring; din eksterne lagringsenhed er p&aring; nuv&aelig;rende tidspunkt tilg&aelig;ngelige for alle p&aring; dit netv&aelig;rk.
0048143b=Vis shares, der er tilknyttet brugeren
006b8ccb=Autoriserede brugere:
04be6e44=En mere brugervenlig m&aring;de at bruge ekstern lagring er tilg&aelig;ngelig med Linksys Smart Wi-Fi. Klik <em>forts&aelig;t</em> for at slette dine nuv&aelig;rende indstillinger for den eksterne lagringsenhed og bruge denne nye funktion til at tilg&aring; din eksterne lagringsenhed eller klik <em>Annuller</em> og forts&aelig;t med at bruge dine nuv&aelig;rende indstillinger for den eksterne lagringsenhed.
07b11447=Delte mediemapper
0897731c=Antallet af mediefiler underst&oslash;ttet er t&aelig;t p&aring; maksimal kapacitet.
0a08c419=Bruges til at få adgang til lagerenheden via internettet.
0adfe1f4=Pc-adgang (Stifinder):
0bd5beb7=Der er intet drev i den eksterne port.
0ef20500=Få adgang til en ekstern lagerenhed
0ff71dd1=Adgangskode
11239078=Secure Folder Access er FRA
17865ec5=Status
1cf4d642=Opret nyt share
1d5b34ba=Medieindhold er ikke tilgængeligt for DLNA-klienter.
1e6a3b17=Alt medieindhold
1f16322b=Aldrig
1f6559a0=FTP server er FRA
216dd545=FTP-servernavn:
238ce0df=Vis alle shares
25d990c5=En ekstern lagerenhed forbundet til routeren lader dig dele indhold p&aring; tv&aelig;rs af dit hjemmenetv&aelig;rk. Du kan dele billeder, videoer, billeder og meget mere. Ved brug af FPT kan du endda tilg&aring; indholdet p&aring; din lagringsenhed fra en fjerncomputer der har adgang til internettet.
25f8bf32=Ingen
2845cd2b=Ikke-understøtter lagerplads
2ccb5775=Seneste scanning:
2d296368=Ekstern lagring
2deefdf2=Ny ekstern lagring
2fd6a8a6=FTP-serveren vil aktivere Secure Folder Access for at beskytte dine data.
334fa934=Alle shares
342db949=Ophæv tilknytning
34733266=Vil du fortsætte?
3618bd6a=Slet
37bc68e4=For hver
37cb8ff0=Tilføj share
3b078947=Vælg share
3b7f096d=Alle brugere kan tilgå indhold via delte mapper.
4068cb20=Adgangskoden til gæstekontoen er &quot;guest&quot;, medmindre du ændrer den.
43d8c33b=Medieserveren (UPnP/DLNA) giver dig mulighed for at dele medieindhold på tværs af dit netværk ved hjælp af en enhed med mediefunktionalitet, f.eks. en tablet eller et netværks-TV.
44b5b468=Aktiver FTP-server
44d4bdbd=Brugere
4616ec94=Port
4692857c=Brugernavn og adgangskode påkrævet for at tilgå indhold via FTP.
4a370bdd=Rediger
4a834b05=Advarsel for mediegr&aelig;nse
4b3991ec=Mappeplacering
4fdc289f=12 timer
522907e2=Tilføj en ny mappe
53a20dd1=Share-navn
5646544a=Forbind en ekstern lagringsenhed til dit netv&aelig;rk og konfigurer hvordan brugere kan tilg&aring; indholdet.
56516486=Medieserver (DLNA) er TIL
58563667=Adgangskoden til administratorkontoen er routerens adgangskode.
5a046154=Et Share er en mappe på lagerenheden, som er tilgængelig for andre. Hvis du vil forhindre adgang til et share, skal du klikke på <em>Ophæv tilknytning</em>.
5a05755f=Medieserver (DLNA) er FRA
5bd169ec=FTP server er TIL
5e4a381f=Aktiver medieserver
5ebc119b=Sikker adgang til mapper
6320d4a6=Vælg mappe
6a617840=FTP-port
6d05c031=i alt.
7110af8e=FRA
74f115b2=Shares
7906e873=Mac-adgang (Finder):
79a8e606=Ikke-understøttede formateringer eller drive mappings på tilsluttede enheder.
7c243382=Scan mapper
7d14498f=Secure Folder Access er TIL
7edbb162=Opdater
80c47b84=FTP-server:
82316386=Bestyr ekstern lagring
8295a945=TIL
857871f3=Mappeadgang
85fedef1=Navn p&aring; ekstern lagring:
89447c31=Indlæser...
8c9ccd34=Kodning
8d1256ca=Mapperne på lagerenheden indeholder f.eks. fotos, video og musik. Hvis du slår Sikker adgang til mapper <em>Fra</em>, er alt indhold tilgængeligt for alle brugere på dit netværk. Hvis indstillingen slås <em>Til</em>, kan du vælge, hvilket indhold der er tilgængeligt for specifikke brugere.
8d291d43=En ny funktion til ekstern lagring er tilg&aelig;ngelig
8dbad053=Servernavn:
8f2ffc70=Medieindhold er tilgængeligt for DLNA-klienter.
8f475444=Annuller
92f810e6=Shares, der er tilgængelige i øjeblikket
957df4cc=Brugernavn og adgangskode påkrævet for at tilgå indhold via delte mapper.
96a7828b=Læs og skriv
96d3c7d5=Vis widget på startsiden
9d7ce0a6=DLNA-server: Deaktiveret
a0bc6f12=FTP:
a192b1f8=Share-navn
a1d4a5f2=2 timer
a2d02ac0=Medieserver:
a736a837=Shares tilknyttet til
a8234a22=FTP-server: Deaktiveret
ab4c1737=Opret nyt share
ac2101fe=Ingen delte mapper
aca6a6e1=Vælg eksisterende share
afd50bba=Alle brugere kan tilgå indhold via FTP.
b04dfb07=Skrivebeskyttet
b2adaecf=FTP-server
b53491b3=Bemærk!
b88be50c=Eksternt lagringsdrev
b88e9443=Tilføj ny mappe
ba3f5e39=Rediger share-oplysninger
bd1bf951=Vis alle shares
bde33c73=FTP (File Transfer Protocol) giver dig mulighed for at få adgang til indhold på din lagerenhed fra enhver computer på internettet. Du kan bruge en webbrowser eller FTP-software til at få adgang til indholdet.
bfccde76=Ikke-understøttet partition eller drive mapping fundet.
c2134465=Smart Wi-Fi-funktioner
c5b74657=Handling
c892b147=Vælg drev:
cf231854=48 timer
d08f8500=Tilladelser
d2e5f57c=Anvendt plads:
d361857f=Indhold er ikke tilgængeligt for nogen brugere via FTP.
d55d51a7=Brugernavn
dc15ba3e=Vi har detekteret at du har en stor m&aelig;ngde mediefiler p&aring; drevet. DLNA-servicen viser muligvis ikke alle filerne opbevaret p&aring; dit drev korrekt. Vi er klar over problemet og vi vil have en rettelse med i en fremtidig opdatering af firmware.
df2eb2c2=Mapperne på lagerenheden indeholder f.eks. fotos, video og musik. Når du gør en mappe tilgængelig for andre, giver du den et Share-navn.
df7dabb9=Del hele lagerenheden
e03c4b0f=Som standard er alle medier delte.
e26a35e9=6 timer
e4654cbe=Scan nu
e665ebec=DLNA-server:
e91c2062=Forbind lagerenheden til den relevante port p&aring; bagsiden af din router og klik dern&aelig;st p&aring; <em>Opdater</em> Linksys Smart Wi-Fi vil tilf&oslash;je lagringsenheden til dit netv&aelig;rk.
e9b662b3=Ok
ec89dfea=Formattering af en eller flere partitioner eller drive mappings på din enhed er inkompatible med din router.
edcf9904=Flere oplysninger
ee1b1db2=Medieserver
f0f693f9=Et Share er en mappe på lagerenheden, som er tilgængelig for andre. Hvis du sletter et Share, sletter du ikke mappen fra lagerenheden.
f232e650=Fjern drev på en sikker måde
f2e5bc5f=24 timer
f3d94120=Mapperne på lagerenheden er tilgængelige for alle de brugerne, som er vist på listen nedenfor. Når mapper er tilgængelige for andre, kaldes de Shares. Klik på <em>Tilføj bruger</em> for at tilføje andre, som kan få adgang til lagerenheden.
f6945cf2=Understøttede formater: <em>FAT</em>, <em>FAT32</em>, <em>NTFS</em> og <em>HFS+</em>. Understøttede drive mappings: <em>GUID Partition Table (GPT)</em> og <em>Master Boot Record (MBR)</em>.
f98c238e=Tilf&oslash;j en ekstern lagringsenhed
fa173478=Fortsæt
fb1c3aad=Et Share er et navn, du giver til en mappe, som er tilgængelig for andre. Du kan give sharet det samme navn som mappen, eller give det et helt andet navn.
fbaad53b=Dine mapper er ogs&aring; tilg&aelig;ngelig med fjernadgang via FTP.
fc5e5899=Tilføj bruger
fce86bf7=Anvend
fe1039ab=Kan ikke anvendes
