000b9420=C&aacute;c thư mục tr&ecirc;n thiết bị lưu trữ ngo&agrave;i hiện c&oacute; thể được truy cập bởi tất cả mọi người tr&ecirc;n mạng của bạn.
0048143b=Hiển thị Chia sẻ Liên kết với Người dùng
006b8ccb=Danh sách người dùng được cấp quyền:
04be6e44=Một t&iacute;nh năng lưu trữ ngo&agrave;i mới dễ sử dụng hơn c&oacute; sẵn với Linksys Smart Wi-Fi. Nhấp <em>Tiếp tục</em> để x&oacute;a c&agrave;i đặt thiết bị Lưu trữ Ngo&agrave;i hiện tại của bạn v&agrave; sử dụng t&iacute;nh năng lưu trữ ngo&agrave;i mới n&agrave;y để chia sẻ v&agrave; truy cập v&agrave;o thiết bị lưu trữ ngo&agrave;i, hoặc nhấp <em>Hủy</em> v&agrave; tiếp tục sử dụng c&agrave;i đặt lưu trữ ngo&agrave;i hiện tại của bạn.
07b11447=Thư mục Đa phương tiện Chia sẻ
0897731c=Số lượng tệp phương tiện được hỗ trợ bằng hoặc gần khả năng.
0a08c419=Dùng để truy cập vào thiết bị lưu trữ qua Internet.
0adfe1f4=Truy cập Máy tính (File explorer):
0bd5beb7=Kh&ocirc;ng c&oacute; ổ đĩa n&agrave;o ở cổng ngo&agrave;i.
0ef20500=Truy cập vào thiết bị lưu trữ ngoài
0ff71dd1=Mật khẩu
11239078=Truy cập thư mục bảo mật đã TẮT
17865ec5=Trạng thái
1cf4d642=Tạo Chia sẻ Mới
1d5b34ba=Khách hàng DLNA không thể truy cập nội dung đa phương tiện.
1e6a3b17=Toàn bộ nội dung đa phương tiện
1f16322b=Không bao giờ
1f6559a0=Máy chủ FTP đã TẮT
216dd545=Tên Máy chủ FTP:
238ce0df=Hiển thị Tất cả Chia sẻ
25d990c5=Một thiết bị lưu trữ ngo&agrave;i được kết nối với bộ định tuyến cho ph&eacute;p bạn chia sẻ nội dung tr&ecirc;n mạng gia đ&igrave;nh của m&igrave;nh. Bạn c&oacute; thể chia sẻ ảnh, video, nhạc v&agrave; nhiều nội dung kh&aacute;c. Bằng c&aacute;ch sử dụng FTP, thậm ch&iacute; bạn c&oacute; thể truy cập v&agrave;o nội dung tr&ecirc;n thiết bị lưu trữ của m&igrave;nh từ một m&aacute;y t&iacute;nh từ xa c&oacute; truy cập v&agrave;o Internet.
25f8bf32=Không dùng
2845cd2b=Thiết bị lưu trữ không được hỗ trợ
2ccb5775=Quét Lần cuối:
2d296368=Lưu trữ Ngoài
2deefdf2=Lưu trữ Ngo&agrave;i Mới
2fd6a8a6=Máy chủ FTP sẽ bật Truy cập thư mục bảo mật để bảo vệ dữ liệu của bạn.
334fa934=Tất cả chia sẻ
342db949=Hủy liên kết
34733266=Bạn có muốn tiếp tục không?
3618bd6a=Xóa
37bc68e4=Mọi
37cb8ff0=Thêm chia sẻ
3b078947=Chọn chia sẻ
3b7f096d=Mọi người dùng đều có thể truy cập nội dung qua các thư mục chia sẻ.
4068cb20=Mật khẩu tài khoản khách là &quot;guest&quot; trừ khi bạn thay đổi mật khẩu này.
43d8c33b=Máy chủ Đa phương tiện (UPnP/DLNA) cho phép bạn chia sẻ nội dung đa phương tiện trên toàn mạng của mình bằng thiết bị hỗ trợ đa phương tiện, chẳng hạn như máy tính bảng hoặc TV mạng.
44b5b468=Kích hoạt Máy chủ FTP
44d4bdbd=Người dùng
4616ec94=Cổng
4692857c=Cần tên người dùng và mật khẩu để truy cập nội dung qua FTP.
4a370bdd=Sửa
4a834b05=Cảnh b&aacute;o ngưỡng phương tiện
4b3991ec=Vị trí Thư mục
4fdc289f=12 giờ
522907e2=Thêm thư mục mới
53a20dd1=Tên Chia sẻ
5646544a=Kết nối một thiết bị lưu trữ ngo&agrave;i v&agrave;o mạng của bạn v&agrave; cấu h&igrave;nh c&aacute;ch người d&ugrave;ng c&oacute; thể truy cập nội dung của n&oacute;.
56516486=Máy chủ đa phương tiện (DLNA) đã BẬT
58563667=Mật khẩu tài khoản quản trị là mật khẩu bộ định tuyến.
5a046154=Chia sẻ là một thư mục có trên thiết bị lưu trữ mà người khác có thể truy cập vào. Để ngăn không cho mọi người truy cập vào Chia sẻ, hãy nhấp vào <em>Hủy liên kết</em>.
5a05755f=Máy chủ đa phương tiện (DLNA) đã TẮT
5bd169ec=Máy chủ FTP đã BẬT
5e4a381f=Bật dịch vụ máy chủ đa phương tiện
5ebc119b=Truy cập Thư mục Bảo mật
6320d4a6=Chọn thư mục
6a617840=Cổng FTP
6d05c031=tổng.
7110af8e=TẮT
74f115b2=Chia sẻ
7906e873=Truy cập Mac (Công cụ tìm):
79a8e606=Định dạng hoặc ánh xạ ổ đĩa không được hỗ trợ trên thiết bị đi kèm.
7c243382=Quét Thư mục
7d14498f=Truy cập thư mục bảo mật đã BẬT
7edbb162=Làm mới
80c47b84=Máy chủ FTP:
82316386=Quản l&yacute; Lưu trữ Ngo&agrave;i
8295a945=BẬT
857871f3=Truy cập Thư mục
85fedef1=T&ecirc;n ổ đĩa lưu trữ ngo&agrave;i:
89447c31=Đang tải...
8c9ccd34=Đang mã hóa
8d1256ca=Thư mục trên thiết bị lưu trữ của bạn chứa nội dung, chẳng hạn như ảnh, video và nhạc. Nếu bạn <em>Tắt</em> Truy cập Thư mục Bảo mật, tất cả người dùng trên mạng của bạn có thể truy cập vào toàn bộ nội dung có trên thiết bị. <em>Bật</em> tùy chọn này cho phép bạn chọn nội dung khả dụng cho những người dùng cụ thể.
8d291d43=Một t&iacute;nh năng lưu trữ ngo&agrave;i mới c&oacute; sẵn
8dbad053=Tên Máy chủ:
8f2ffc70=Khách hàng DLNA có thể truy cập nội dung đa phương tiện.
8f475444=Hủy bỏ
92f810e6=Chia sẻ hiện khả dụng
957df4cc=Cần tên người dùng và mật khẩu để truy cập nội dung qua các thư mục chia sẻ.
96a7828b=Đọc & Ghi
96d3c7d5=Hiển thị widget trên trang chủ
9d7ce0a6=Máy chủ DLNA: Đã vô hiệu
a0bc6f12=FTP:
a192b1f8=Tên chia sẻ
a1d4a5f2=2 giờ
a2d02ac0=Máy chủ Đa phương tiện:
a736a837=Chia sẻ liên kết với
a8234a22=Máy chủ FTP: Đã vô hiệu
ab4c1737=Tạo Chia sẻ Mới
ac2101fe=Không có thư mục được chia sẻ
aca6a6e1=Chọn Chia sẻ Hiện có
afd50bba=Mọi người dùng đều có thể truy cập nội dung qua FTP.
b04dfb07=Chỉ Đọc
b2adaecf=Máy chủ FTP
b53491b3=Lưu ý
b88be50c=Ổ đĩa Lưu trữ Ngo&agrave;i
b88e9443=Thêm thư mục mới
ba3f5e39=Sửa Thông tin Chia sẻ
bd1bf951=Hiển thị tất cả chia sẻ
bde33c73=FTP (Giao thức Truyền Tệp) cho phép bạn truy cập nội dung có trên thiết bị lưu trữ của mình từ bất kỳ máy tính nào trên Internet. Bạn có thể sử dụng trình duyệt web hoặc phần mềm FTP để truy cập nội dung.
bfccde76=Phát hiện phân vùng hoặc ánh xạ ổ đĩa không được hỗ trợ.
c2134465=Công cụ Smart Wi-Fi
c5b74657=Hành động
c892b147=Chọn ổ đĩa:
cf231854=48 giờ
d08f8500=Quyền
d2e5f57c=Dung lượng đã sử dụng:
d361857f=Mọi người dùng đều không thể truy cập nội dung qua FTP.
d55d51a7=Tên người dùng
dc15ba3e=Ch&uacute;ng t&ocirc;i đ&atilde; ph&aacute;t hiện thấy bạn c&oacute; một số lượng lớn tệp phương tiện tr&ecirc;n ổ đĩa. Dịch vụ DLNA c&oacute; thể kh&ocirc;ng hiển thị tất cả c&aacute;c tệp được lưu trữ tr&ecirc;n ổ đĩa n&agrave;y một c&aacute;ch ch&iacute;nh x&aacute;c. Ch&uacute;ng t&ocirc;i nhận thức được vấn đề v&agrave; sẽ c&oacute; một bản sửa lỗi trong một bản cập nhật firmware trong tương lai.
df2eb2c2=Thư mục trên thiết bị lưu trữ của bạn chứa nội dung, chẳng hạn như ảnh, video và nhạc. Khi bạn cho phép người khác truy cập vào một thư mục, bạn tạo Tên chia sẻ cho thư mục đó.
df7dabb9=Chia sẻ toàn bộ thiết bị lưu trữ
e03c4b0f=Toàn bộ nội dung đa phương tiện được chia sẻ theo mặc định.
e26a35e9=6 giờ
e4654cbe=Quét ngay
e665ebec=Máy chủ DLNA:
e91c2062=Kết nối thiết bị lưu trữ với cổng th&iacute;ch hợp tr&ecirc;n mặt sau của bộ định tuyến, sau đ&oacute; nhấp v&agrave;o <em>L&agrave;m mới</em>. Linksys Smart Wi-Fi sẽ th&ecirc;m thiết bị lưu trữ v&agrave;o mạng của bạn.
e9b662b3=OK
ec89dfea=Việc định dạng một hoặc nhiều phân vùng hoặc ánh xạ ổ đĩa trên thiết bị của bạn không tương thích với bộ định tuyến.
edcf9904=Tìm hiểu thêm
ee1b1db2=Máy chủ Đa phương tiện
f0f693f9=Chia sẻ là một thư mục có trên thiết bị lưu trữ mà người khác có thể truy cập vào. Xóa Chia sẻ không xóa thư mục đó khỏi thiết bị lưu trữ.
f232e650=Gỡ ổ an toàn
f2e5bc5f=24 giờ
f3d94120=Người dùng liệt kê dưới đây có thể truy cập vào thư mục có trên thiết bị lưu trữ của bạn. Khi một thư mục mở để người khác truy cập được, thư mục đó được gọi là Chia sẻ. Bấm <em>Thêm Người dùng</em> để thêm người khác, họ có thể truy cập vào thiết bị lưu trữ của bạn.
f6945cf2=Các định dạng được hỗ trợ: <em>FAT</em>, <em>FAT32</em>, <em>NTFS</em> và <em>HFS+</em>. Ánh xạ ổ đĩa được hỗ trợ: <em>Bảng phân vùng GUID (GPT)</em> và <em>Phân vùng khởi động chính (MBR)</em>.
f98c238e=Th&ecirc;m thiết bị lưu trữ ngo&agrave;i
fa173478=Tiếp tục
fb1c3aad=Chia sẻ là tên bạn đặt cho thư mục mà người khác có thể truy cập vào. Bạn có thể đặt tên Chia sẻ giống tên thư mục, hoặc đặt một tên hoàn toàn khác.
fbaad53b=C&aacute;c thư mục của bạn cũng c&oacute; sẵn từ xa th&ocirc;ng qua FTP.
fc5e5899=Thêm Người dùng
fce86bf7=Áp dụng
fe1039ab=không áp dụng
