000b9420=Die Ordner auf Ihrem externen Speicherger&auml;t sind derzeit f&uuml;r alle Benutzer im Netzwerk zug&auml;nglich.
0048143b=Freigaben des Benutzers anzeigen
006b8ccb=Autorisierte Benutzer:
04be6e44=Mit Linksys Smart Wi-Fi ist eine neue und benutzerfreundlichere externe Speicherfunktion verf&uuml;gbar. Klicken Sie auf <em>Weiter</em>, um Ihre aktuellen Einstellungen f&uuml;r den externen Speicher zu l&ouml;schen und diese neue Funktion f&uuml;r den Zugriff auf das externe Speicherger&auml;t und das Freigeben von Inhalten zu nutzen, oder auf <em>Abbrechen</em>, um Ihre aktuellen Einstellungen f&uuml;r den externen Speicher beizubehalten.
07b11447=Freigegebene Medien-Ordner
0897731c=Die Anzahl der unterst&uuml;tzten Mediendateien hat gr&ouml;&szlig;tm&ouml;gliche Anzahl fast oder ganz erreicht.
0a08c419=Für den Zugriff auf das Speichermedium über das Internet.
0adfe1f4=Computerzugriff (Dateibrowser):
0bd5beb7=Im externen Port ist kein Laufwerk vorhanden.
0ef20500=Auf ein externes Speichergerät zugreifen
0ff71dd1=Kennwort
11239078=Sicherer Ordnerzugriff AUS
17865ec5=Status
1cf4d642=Neue Freigabe erstellen
1d5b34ba=Medieninhalte sind für DLNA-Clients nicht verfügbar.
1e6a3b17=Alle Medieninhalte
1f16322b=Nie
1f6559a0=FTP-Server AUS
216dd545=FTP-Servername:
238ce0df=Alle Freigaben anzeigen
25d990c5=Mit einem externen Speicherger&auml;t, das an den Router angeschlossen ist, lassen sich Inhalte im gesamten Heimnetzwerk freigeben. Sie k&ouml;nnen Bilder, Videos, Musik und vieles mehr freigeben. Mittels FTP k&ouml;nnen Sie sogar von einem internetf&auml;higen Remote-Computer auf die Inhalte Ihres Speicherger&auml;ts zugreifen.
25f8bf32=Ohne
2845cd2b=Nicht unterstützter Speicher
2ccb5775=Letzter Scanvorgang:
2d296368=Externer Speicher
2deefdf2=Neuer externer Speicher
2fd6a8a6=Der FTP-Server schützt Ihre Daten durch sicheren Ordnerzugriff.
334fa934=Alle Freigaben
342db949=Verbindung trennen
34733266=Möchten Sie fortfahren?
3618bd6a=Löschen
37bc68e4=Alle
37cb8ff0=Freigabe hinzufügen
3b078947=Freigabe wählen
3b7f096d=Benutzer könnnen über gemeinsame Ordner auf Inhalte zugreifen.
4068cb20=Das Passwort für das Gast-Konto ist &quot;guest&quot;, es sei denn, Sie ändern es.
43d8c33b=Ein Medienserver (UPnP/DLNA) lässt Sie Medien-Inhalte über ein medienfähiges Gerät wie z. B. ein Tablet oder einen Netzwerk-Fernseher in Ihrem Netzwerk freigeben.
44b5b468=FTP-Server aktivieren
44d4bdbd=Benutzer
4616ec94=Port
4692857c=Benutzername und Kennwort für den Zugriff auf Inhalte über FTP erforderlich.
4a370bdd=Bearbeiten
4a834b05=Achtung Medienlimit
4b3991ec=Ordner-Speicherort
4fdc289f=12 Stunden
522907e2=Neuen Ordner hinzufügen
53a20dd1=Freigabename
5646544a=Verbinden Sie ein externes Speicherger&auml;t mit Ihrem Netzwerk und legen Sie fest, wie die Benutzer auf die darauf gespeicherten Inhalte zugreifen d&uuml;rfen.
56516486=Medienserver (DLNA) AN
58563667=Das Passwort für das Admin-Konto ist das Routerpasswort.
5a046154=Eine Freigabe ist ein Ordner auf dem Speichermedium, der für andere zugänglich ist. Um den Zugriff auf eine Freigabe zu verhindern, klicken Sie auf <em>Trennen</em>.
5a05755f=Medienserver (DLNA) AUS
5bd169ec=FTP-Server AN
5e4a381f=Medienserver aktivieren
5ebc119b=Sicherer Ordnerzugriff
6320d4a6=Ordner wählen
6a617840=FTP-Port
6d05c031=Gesamt.
7110af8e=AUS
74f115b2=Freigaben
7906e873=Mac-Zugriff (Finder):
79a8e606=Nicht unterstützte Formatierung oder Laufwerks-Mapping auf angeschlossenen Geräten.
7c243382=Ordner scannen
7d14498f=Sicherer Ordnerzugriff AN
7edbb162=Aktualisieren
80c47b84=FTP-Server:
82316386=Externen Speicher verwalten
8295a945=AN
857871f3=Ordnerzugriff
85fedef1=Name des externen Speichervolumes:
89447c31=Ladevorgang läuft...
8c9ccd34=Kodierung
8d1256ca=Ordner auf Ihrem Speichermedium enthalten z. B. Fotos, Videos und Musik. Wenn Sie den sicheren Ordnerzugriff auf <em>Aus</em> setzen, ist der gesamte Inhalt für alle Benutzer Ihres Netzwerkes verfügbar. Wenn Sie diese Option auf <em>Ein</em> setzen, können Sie den Inhalt festlegen, der für bestimmte Benutzer verfügbar ist.
8d291d43=Neue externe Speicherfunktion verf&uuml;gbar
8dbad053=Servername:
8f2ffc70=Medieninhalte sind für DLNA-Clients verfügbar.
8f475444=Abbrechen
92f810e6=Verfügbare Freigaben
957df4cc=Benutzername und Kennwort für den Zugriff auf Inhalte über gemeinsame Ordner erforderlich.
96a7828b=Lese-/Schreibzugriff
96d3c7d5=Widget auf der Startseite anzeigen
9d7ce0a6=DLNA-Server: Deaktiviert
a0bc6f12=FTP:
a192b1f8=Freigabename
a1d4a5f2=2 Stunden
a2d02ac0=Medienserver:
a736a837=Freigaben verbunden mit
a8234a22=FTP-Server: Deaktiviert
ab4c1737=Neue Freigabe erstellen
ac2101fe=Keine freigegebenen Ordner
aca6a6e1=Vorhandene Freigabe wählen
afd50bba=Benutzer könnnen über FTP auf Inhalte zugreifen.
b04dfb07=Schreibgeschützt
b2adaecf=FTP-Server
b53491b3=Hinweis
b88be50c=Externes Speicherlaufwerk
b88e9443=Neuen Ordner hinzufügen
ba3f5e39=Freigabe-Informationen bearbeiten
bd1bf951=Alle Freigaben anzeigen
bde33c73=Per FTP (File Transfer Protocol) können Sie von jedem Computer aus über das Internet auf die Inhalte des Speichermediums zugreifen. Hierfür können Sie einen Webbrowser oder ein FTP-Programm verwenden.
bfccde76=Nicht unterstützte Partition oder Laufwerks-Mapping gefunden.
c2134465=Smart Wi-Fi Tools
c5b74657=Aktion
c892b147=Laufwerk auswählen:
cf231854=48 Stunden
d08f8500=Genehmigungen
d2e5f57c=Belegter Speicherplatz:
d361857f=Inhalte stehen Benutzern über FTP nicht zur Verfügung.
d55d51a7=Benutzername
dc15ba3e=Wir haben festgestellt, dass das Laufwerk eine gro&szlig;e Anzahl von Mediendateien enth&auml;lt. Unter Umst&auml;nden zeigt der DLNA-Dienst nicht alle auf dem Laufwerk gespeicherten Dateien korrekt an. Uns ist dieses Problem bekannt und wir werden es in einem zuk&uuml;nftigen Firmware-Update beheben.
df2eb2c2=Ordner auf Ihrem Speichermedium enthalten z. B. Fotos, Videos und Musik. Wenn Sie Ordner für andere zugänglich machen, geben Sie ihnen einen Freigabenamen.
df7dabb9=Gesamtes Speichermedium freigeben
e03c4b0f=Alle Medien werden standardmäßig freigegeben.
e26a35e9=6 Stunden
e4654cbe=Jetzt scannen
e665ebec=DLNA-Server:
e91c2062=Schlie&szlig;en Sie das Speicherger&auml;t an den daf&uuml;r vorgesehenen Port auf der R&uuml;ckseite des Routers an und klicken Sie dann auf <em>Aktualisieren</em>. Linksys Smart Wi-Fi f&uuml;gt das Speicherger&auml;t daraufhin zu Ihrem Netzwerk hinzu.
e9b662b3=OK
ec89dfea=Die Formatierung von mindestens einer Partition oder Laufwerks-Mapping auf Ihrem Gerät ist nicht mit dem Router kompatibel.
edcf9904=Weitere Informationen
ee1b1db2=Medienserver
f0f693f9=Eine Freigabe ist ein Ordner auf dem Speichermedium, der für andere zugänglich ist. Beim Aufheben einer Freigabe wird der Ordner nicht vom Speichermedium gelöscht.
f232e650=Laufwerk sicher entfernen
f2e5bc5f=24 Stunden
f3d94120=Die Ordner auf Ihrem Speichermedium sind für die unten aufgelisteten Benutzer zugänglich. Wenn Ordner für andere zugänglich sind, werden sie Freigaben genannt. Klicken Sie auf <em>Benutzer hinzufügen</em>, um weitere Personen hinzuzufügen, die auf Ihr Speichermedium zugreifen können.
f6945cf2=Unterstützte Formate: <em>FAT</em>, <em>FAT32</em>, <em>NTFS</em> und <em>HFS+</em>. Unterstütztes Laufwerks-Mapping: <em>GUID Partition Table (GPT)</em> und <em>Master Boot Record (MBR)</em>.
f98c238e=Hinzuf&uuml;gen eines externen Speicherger&auml;ts
fa173478=Weiter
fb1c3aad=Eine Freigabe ist ein Name für einen Ordner, der für andere zugänglich ist. Sie können der Freigabe den gleichen Namen wie dem Ordner geben oder einen komplett anderen.
fbaad53b=Ihre Ordner sind au&szlig;erdem &uuml;ber FTP per Fernzugriff zug&auml;nglich.
fc5e5899=Benutzer hinzufügen
fce86bf7=Anwenden
fe1039ab=k. A.
