000b9420=Mapparna p&aring; din externa lagringsenhet &auml;r tillg&auml;ngliga f&ouml;r alla anv&auml;ndare i n&auml;tverket.
0048143b=Visa delningar länkade till användare
006b8ccb=Behöriga användare:
04be6e44=Linksys Smart Wi-Fi har en ny och enklare funktion f&ouml;r anv&auml;ndning av externa lagringsenheter. Klicka p&aring; <em>Forts&auml;tt</em> f&ouml;r att rensa dina nuvarande inst&auml;llningar f&ouml;r externa lagringsenheter och anv&auml;nda den nya externa funktionen till att skapa delningar och anslutningar till externa lagringsenheter. Klicka p&aring; <em>Avbryt</em> om du vill forts&auml;tta anv&auml;nda de befintliga inst&auml;llningarna f&ouml;r externa lagringsenheter.
07b11447=Delade mediamappar
0897731c=Hela kapaciteten, eller snudd p&aring;, f&ouml;r antalet mediefiler som st&ouml;ds har uppn&aring;tts.
0a08c419=Används till att få åtkomst till lagringsenheten via internet.
0adfe1f4=Datoråtkomst (filhanteraren):
0bd5beb7=Det finns ingen enhet i den externa porten.
0ef20500=Anslut till en extern lagringsenhet
0ff71dd1=Lösenord
11239078=Säker mappåtkomst är AV
17865ec5=Status
1cf4d642=Skapa ny delning
1d5b34ba=Medieinnehållet är inte tillgängligt för DLNA-klienter.
1e6a3b17=Allt mediainnehåll
1f16322b=Aldrig
1f6559a0=FTP-servern är AV
216dd545=Namn på FTP-server:
238ce0df=Visa alla delningar
25d990c5=Om du ansluter en extern lagringsenhet till routern kan du dela inneh&aring;ll i n&auml;tverket. Du kan dela bilder, video, musik och annat. Om du anv&auml;nder FTP kan du till och med fj&auml;rransluta till inneh&aring;llet p&aring; lagringsenheten fr&aring;n en dator med internetanslutning.
25f8bf32=Inget
2845cd2b=Lagringen stöds inte
2ccb5775=Senaste avsökning:
2d296368=Extern lagring
2deefdf2=Ny extern lagring
2fd6a8a6=FTP-servern kommer att aktivera Säker mappåtkomst för att skydda dina data.
334fa934=Alla delningar
342db949=Länka isär
34733266=Vill du fortsätta?
3618bd6a=Radera
37bc68e4=Alla
37cb8ff0=Lägg till delning
3b078947=Välj en delning
3b7f096d=Alla användare kan komma åt innehåll via delade mappar.
4068cb20=Lösenordet för gästkontot är &quot;guest&quot; såvida du inte ändrar det.
43d8c33b=Genom att använda en mediaaktiverad enhet, till exempel en surfplatta eller en nätverks-TV, kan du använda mediaservern (UPnP/DLNA) för att dela mediainnehåll i hela nätverket.
44b5b468=Aktivera FTP-server
44d4bdbd=Användare
4616ec94=Port
4692857c=Användarnamn och lösenord krävs för att komma åt innehåll på FTP-servern.
4a370bdd=Ändra
4a834b05=Medietr&ouml;skelvarning
4b3991ec=Plats för mapp
4fdc289f=12 timmar
522907e2=Lägg till en ny mapp
53a20dd1=Delningsnamn
5646544a=Anslut en extern lagringsenhet till n&auml;tverket och st&auml;ll in hur anv&auml;ndare kan komma &aring;t inneh&aring;llet p&aring; den.
56516486=Medieservern (DLNA) är PÅ
58563667=Lösenordet för admin-kontot är routerns lösenord.
5a046154=En delning är en mapp på lagringsenheten som andra kan komma åt. Klicka på <em>Länka isär</em> om du vill förhindra åtkomst till en delning.
5a05755f=Medieservern (DLNA) är AV
5bd169ec=FTP-servern är PÅ
5e4a381f=Aktivera Mediaserver
5ebc119b=Skyddad mappåtkomst
6320d4a6=Välj en mapp
6a617840=FTP-port
6d05c031=totalt.
7110af8e=AV
74f115b2=Delningar
7906e873=Mac-åtkomst (Finder):
79a8e606=Formatering eller enhetsmappning som inte stöds finns på en eller flera anslutna enheter.
7c243382=Genomsök mappar
7d14498f=Säker mappåtkomst är PÅ
7edbb162=Uppdatera
80c47b84=FTP-server:
82316386=Hantera extern lagring
8295a945=PÅ
857871f3=Mappåtkomst
85fedef1=Namn p&aring; extern lagringsvolym:
89447c31=Läser in...
8c9ccd34=Kodning
8d1256ca=Mapparna på din lagringsenhet innehåller bland annat foton, videofilmer och musik. Om du väljer <em>Av</em> för Skyddad mappåtkomst kommer allt innehåll att vara åtkomligt för alla användare i nätverket. Om du aktiverar alternativet (väljer <em>På</em>) kan du välja vilket innehåll som ska vara tillgängligt för utvalda användare.
8d291d43=En ny extern lagringsfunktion &auml;r tillg&auml;nglig
8dbad053=Servernamn:
8f2ffc70=Medieinnehållet är tillgängligt för DLNA-klienter.
8f475444=Avbryt
92f810e6=Just nu tillgängliga delningar
957df4cc=Användarnamn och lösenord krävs för att komma åt innehåll via delade mappar.
96a7828b=Läs och skriv
96d3c7d5=Visa widget på hemsidan
9d7ce0a6=DLNA-server: Avaktiverad
a0bc6f12=FTP:
a192b1f8=Delningsnamn
a1d4a5f2=2 timmar
a2d02ac0=Mediaserver:
a736a837=Delningar länkade till
a8234a22=FTP-server: Avaktiverad
ab4c1737=Skapa ny delning
ac2101fe=Inga delade mappar
aca6a6e1=Välj befintlig delning
afd50bba=Alla användare kan komma åt innehåll via FTP.
b04dfb07=Skrivskyddad
b2adaecf=FTP-server
b53491b3=Obs!
b88be50c=Extern lagringsh&aring;rddisk
b88e9443=Lägg till ny mapp
ba3f5e39=Redigera delningsinformation
bd1bf951=Visa alla delningar
bde33c73=Med FTP (File Transfer Protocol) får du åtkomst till lagringsenheten från alla datorer på internet. Du kan använda en webbläsare eller ett FTP-program för att komma åt innehållet.
bfccde76=Upptäckte partition eller enhetsmappning som inte stöds.
c2134465=Smart Wi-Fi-verktyg
c5b74657=Åtgärd
c892b147=Välj enhet:
cf231854=48 timmar
d08f8500=Behörigheter
d2e5f57c=Använt utrymme:
d361857f=Innehållet är inte tillgängligt för någon användare via FTP.
d55d51a7=Användarnamn
dc15ba3e=Vi har uppt&auml;ckt att du har ett stort antal mediefiler p&aring; h&aring;rddisken. DLNA-tj&auml;nsten kanske inte kan visa alla filer som finns p&aring; enheten p&aring; r&auml;tt s&auml;tt. Vi k&auml;nner till problemet och arbetar p&aring; en l&ouml;sning f&ouml;r en kommande uppdatering av den fasta programvaran.
df2eb2c2=Mapparna på din lagringsenhet innehåller bland annat foton, videofilmer och musik. När du gör en mapp tillgänglig för andra ska du ge den ett delningsnamn.
df7dabb9=Dela hela lagringsenheten
e03c4b0f=Allt mediainnehåll delas som standard.
e26a35e9=6 timmar
e4654cbe=Genomsök nu
e665ebec=DLNA-server:
e91c2062=Anslut lagringsenheten till en passande port p&aring; baksidan av routern och klicka sedan p&aring; <em>Uppdatera</em>. Linksys Smart Wi-Fi l&auml;gger till lagringsenheten i n&auml;tverket.
e9b662b3=OK
ec89dfea=Formateringen för en eller flera partitioner eller enhetsmappningar på din enhet är inte kompatibel med routern.
edcf9904=Läs mer
ee1b1db2=Mediaserver
f0f693f9=En delning är en mapp på lagringsenheten som andra kan komma åt. När du tar bort en delning tas inte mappen på lagringsenheten bort.
f232e650=Säker borttagning av enhet
f2e5bc5f=24 timmar
f3d94120=Användare i listan nedan har åtkomst till mappar på lagringsenheten. Mappar som är åtkomliga för andra kallas för delningar. Klicka på <em>Lägg till användare</em> om du vill lägga till andra som ska ha åtkomst till lagringsenheten.
f6945cf2=Format som stöds: <em>FAT</em>, <em>FAT32</em>, <em>NTFS</em> och <em>HFS+</em>. Enhetsmappningar som stöds: <em>GPT (GUID Partition Table)</em> och <em>MBR (Master Boot Record)</em>.
f98c238e=L&auml;gg till en extern lagringsenhet
fa173478=Fortsätt
fb1c3aad=En Delning är ett namn som du ger en mapp som andra kan komma åt. Du kan ge delningen samma namn som mappen eller ett helt annat namn.
fbaad53b=Du kan &auml;ven fj&auml;rransluta till mapparna via FTP.
fc5e5899=Lägg till användare
fce86bf7=Verkställ
fe1039ab=Ej tillämpligt
