000b9420=Kaikki verkon laitteet voivat t&auml;ll&auml; hetkell&auml; k&auml;ytt&auml;&auml; ulkoisen tallennuslaitteen kansioita.
0048143b=Näytä käyttäjään linkitetyt jaetut
006b8ccb=Valtuutetut käyttäjät:
04be6e44=Linksys Smart Wi-Fi tarjoaa uuden ja helppok&auml;ytt&ouml;isen tavan k&auml;ytt&auml;&auml; ulkoisen tallennuslaitteen sis&auml;lt&ouml;&auml;. Valitse <em>Jatka</em>, jos haluat tyhjent&auml;&auml; nykyiset ulkoisen tallennuslaitteen asetukset ja jakaa sis&auml;lt&ouml;&auml; ja k&auml;ytt&auml;&auml; ulkoista tallennuslaitetta uuden toiminnon avulla. Jos haluat jatkaa nykyisten ulkoisen tallennuslaitteen asetusten k&auml;ytt&auml;mist&auml;, valitse <em>Peruuta</em>.
07b11447=Jaetun median kansiot
0897731c=Mediatiedostojen tuettu enimm&auml;ism&auml;&auml;r&auml; ylittyy pian tai on ylittynyt.
0a08c419=Tällä tallennusvälinettä voidaan käyttää Internetin kautta.
0adfe1f4=PC-käyttö (tiedostonhallinta):
0bd5beb7=Ulkoisessa portissa ei ole asemaa.
0ef20500=Käytä ulkoista tallennuslaitetta
0ff71dd1=Salasana
11239078=Suojattu kansioiden käyttö ei ole käytössä
17865ec5=Tila
1cf4d642=Luo uusi jaettu
1d5b34ba=Mediasisältö ei ole DLNA-asiakkaiden käytettävissä.
1e6a3b17=Kaikki mediasisältö
1f16322b=Ei koskaan
1f6559a0=FTP-palvelin ei ole käytössä
216dd545=FTP-palvelimen nimi:
238ce0df=Näytä kaikki jaetut
25d990c5=Reitittimeen yhdistetyn ulkoisen tallennuslaitteen avulla voit jakaa sis&auml;lt&ouml;&auml; kotiverkossa. Voit jakaa kuvia, videoita, musiikkia ja muuta sis&auml;lt&ouml;&auml;. FTP-yhteyden avulla voit k&auml;ytt&auml;&auml; tallennuslaitteen sis&auml;lt&ouml;&auml; my&ouml;s Internetiin yhdistetyll&auml; et&auml;tietokoneella.
25f8bf32=Ei käytössä
2845cd2b=Tallennusvälinettä ei tueta
2ccb5775=Viimeisin haku:
2d296368=Ulkoinen tallennustila
2deefdf2=Uusi ulkoinen tallennustila
2fd6a8a6=FTP-palvelin suojaa tiedot Suojattu kansioiden käyttö -toiminnolla.
334fa934=Kaikki jaetut
342db949=Poista linkitys
34733266=Haluatko jatkaa?
3618bd6a=Poista
37bc68e4=Kaikki
37cb8ff0=Lisää jaettu
3b078947=Valitse jaettu
3b7f096d=Kaikki käyttäjät voivat käyttää jaettujen kansioiden sisältöä.
4068cb20=Vierastilin salasana on &quot;guest&quot;, jos et vaihda sitä.
43d8c33b=Mediapalvelimella (UPnP/DLNA) voit jakaa mediasisältöä verkossasi medialaitetta, kuten tablet-tietokonetta ja verkkotelevisiota, käyttämällä.
44b5b468=Ota FTP-palvelin käyttöön
44d4bdbd=Käyttäjät
4616ec94=Portti
4692857c=Käyttäjänimi ja salasana, joita tarvitaan sisällön käyttämiseen FTP-yhteyden avulla.
4a370bdd=Muokkaa
4a834b05=Mediatiedostojen kiinti&ouml;varoitus
4b3991ec=Kansion sijainti
4fdc289f=12 tuntia
522907e2=Lisää uusi kansio
53a20dd1=Jaetun nimi
5646544a=Yhdist&auml; ulkoinen tallennuslaite verkkoon ja m&auml;&auml;rit&auml;, miten k&auml;ytt&auml;j&auml;t voivat k&auml;ytt&auml;&auml; sen sis&auml;lt&ouml;&auml;.
56516486=Mediapalvelin (DLNA) on käytössä
58563667=Admin-tilin salasana on reitittimen salasana.
5a046154="Jaettu" on tallennusvälineessä oleva kansio, johon muillakin on käyttöoikeus. Voit estää jaetun kansion käytön valitsemalla <em>Poista linkitys</em>.
5a05755f=Mediapalvelin (DLNA) ei ole käytössä
5bd169ec=FTP-palvelin on toiminnassa
5e4a381f=Ota mediapalvelin käyttöön
5ebc119b=Suojattu kansioiden käyttö
6320d4a6=Valitse kansio
6a617840=FTP-portti
6d05c031=yhteensä.
7110af8e=Ei käytössä
74f115b2=Jaetut
7906e873=Mac-käyttö (Finder):
79a8e606=Liitettyjen laitteiden alustusta tai asemamäärityksiä ei tueta.
7c243382=Hae kansioista
7d14498f=Suojattu kansioiden käyttö on käytössä
7edbb162=Päivitä
80c47b84=FTP-palvelin:
82316386=Ulkoisen tallennustilan hallinta
8295a945=Käytössä
857871f3=Kansioiden käyttö
85fedef1=Ulkoisen tallennusaseman nimi:
89447c31=Ladataan...
8c9ccd34=Koodaus
8d1256ca=Tallennusvälineessä olevat kansiot sisältävät sisältöä, kuten valokuvia, videoita ja musiikkia. Jos valitset suojatussa kansioiden käytössä vaihtoehdon <em>Ei käytössä</em>, koko sisältö on kaikkien käyttäjien käytössä verkossasi. Jos valitset vaihtoehdon <em>Käytössä</em>, voit määrittää tietyt käyttäjät, joilla on käyttöoikeus sisältöön.
8d291d43=Uusi ulkoinen tallennustoiminto on saatavilla
8dbad053=Palvelimen nimi:
8f2ffc70=Mediasisältö on DLNA-asiakkaiden käytettävissä.
8f475444=Peruuta
92f810e6=Tällä hetkellä käytettävissä olevat jaetut
957df4cc=Käyttäjänimi ja salasana, joita tarvitaan jaettujen kansioiden sisällön käyttämiseen.
96a7828b=Luku ja kirjoitus
96d3c7d5=Näytä widget aloitussivulla
9d7ce0a6=DLNA-palvelin: pois käytöstä
a0bc6f12=FTP:
a192b1f8=Jaetun nimi
a1d4a5f2=2 tuntia
a2d02ac0=Mediapalvelin:
a736a837=Jaetut, jotka on linkitetty kohteeseen
a8234a22=FTP-palvelin: pois käytöstä
ab4c1737=Luo uusi jaettu
ac2101fe=Ei jaettuja kansioita
aca6a6e1=Valitse olemassa oleva jaettu
afd50bba=Kaikki käyttäjät voivat käyttää sisältöä FTP-yhteyden kautta.
b04dfb07=Vain luku
b2adaecf=FTP-palvelin
b53491b3=Huomautus
b88be50c=Ulkoinen tallennusasema
b88e9443=Lisää uusi kansio
ba3f5e39=Muokkaa jakotietoja
bd1bf951=Näytä kaikki jaetut
bde33c73=FTP-palvelimella voit käyttää tallennusvälineessä olevaa sisältöä mistä tahansa tietokoneesta, jossa on Internet-yhteys. Voit käyttää sisältöä web-palvelimen tai FTP-ohjelmiston kautta.
bfccde76=Havaittiin osio tai asemamääritys, jota ei tueta.
c2134465=Smart Wi-Fi -työkalut
c5b74657=Toiminto
c892b147=Valitse asema:
cf231854=48 tuntia
d08f8500=Käyttöoikeudet
d2e5f57c=Käytetty tila:
d361857f=Sisältö ei ole käyttäjien käytettävissä FTP-yhteyden kautta.
d55d51a7=Käyttäjänimi
dc15ba3e=Asema sis&auml;lt&auml;&auml; suuren m&auml;&auml;r&auml;n mediatiedostoja. DLNA-palvelu ei v&auml;ltt&auml;m&auml;tt&auml; n&auml;yt&auml; kaikkia asemaan tallennettuja tiedostoja oikein. Olemme tietoisia ongelmasta, ja se korjataan tulevassa laiteohjelmistop&auml;ivityksess&auml;.
df2eb2c2=Tallennusvälineessä olevat kansiot sisältävät sisältöä, kuten valokuvia, videoita ja musiikkia. Kun annat kansion muiden käyttäjien käyttöön, anna sille Jaettu-nimi.
df7dabb9=Jaa koko tallennusväline
e03c4b0f=Kaikki mediatiedostot ovat jaettuja oletusarvoisesti.
e26a35e9=6 tuntia
e4654cbe=Tarkista nyt
e665ebec=DLNA-palvelin:
e91c2062=Kytke tallennuslaite reitittimen takana olevaan porttiin ja valitse sitten <em>P&auml;ivit&auml;</em>. Linksys Smart Wi-Fi lis&auml;&auml; tallennuslaitteen verkkoon.
e9b662b3=OK
ec89dfea=Ainakin yksi laitteen osio tai asemamääritys on yhteensopimaton reitittimen kanssa.
edcf9904=Lue lisää
ee1b1db2=Mediapalvelin
f0f693f9="Jaettu" on tallennusvälineessä oleva kansio, johon muillakin on käyttöoikeus. Jaon poistaminen ei poista kansiota tallennusvälineestä.
f232e650=Poista asema turvallisesti
f2e5bc5f=24 tuntia
f3d94120=Jäljempänä luetellut käyttäjät voivat käyttää tallennusvälineessä olevia kansioita. Kun muut käyttäjät voivat käyttää kansioita, niitä kutsutaan jaetuiksi. Valitsemalla <em>Lisää käyttäjä</em> voit lisätä käyttäjiä, joilla on käyttöoikeus tallennusvälineeseesi.
f6945cf2=Tuetut muodot: <em>FAT</em>, <em>FAT32</em>, <em>NTFS</em> ja <em>HFS+</em>. Tuetut asemamääritykset: <em>GUID-osiotaulukko (GPT)</em> ja <em>pääkäynnistystietue (MBR)</em>.
f98c238e=Lis&auml;&auml; ulkoinen tallennuslaite
fa173478=Jatka
fb1c3aad="Jaettu" on nimi, joka annetaan kansiolle, johon muillakin on käyttöoikeus. Voit antaa jaolle saman nimen kuin kansiollekin tai voit antaa sille täysin eri nimen.
fbaad53b=Kansiot ovat k&auml;ytett&auml;viss&auml; my&ouml;s FTP-et&auml;yhteyden avulla.
fc5e5899=Lisää käyttäjä
fce86bf7=Käytä
fe1039ab=-
