000b9420=As pastas no seu dispositivo de armazenamento externo atualmente est&atilde;o acess&iacute;veis a todos em sua rede.
0048143b=Mostrar compartilhamentos vinculados a usuário
006b8ccb=Usuários autorizados:
04be6e44=Um novo recurso de armazenamento externo mais f&aacute;cil de usar est&aacute; dispon&iacute;vel com o Linksys Smart Wi-Fi. Clique em <em>Continuar</em> para limpar as defini&ccedil;&otilde;es atuais do seu dispositivo de Armazenamento externo e usar este novo recurso externo para criar compartilhamentos e acessar o seu dispositivo de armazenamento externo, ou clique em <em>Cancelar</em> e continue usando as defini&ccedil;&otilde;es atuais do seu dispositivo de armazenamento.
07b11447=Pastas de mídia compartilhadas
0897731c=O n&uacute;mero de arquivos de m&iacute;dia suportados atingiu ou est&aacute; pr&oacute;ximo do limite da capacidade.
0a08c419=Usado para acessar o dispositivo de armazenamento pela Internet.
0adfe1f4=Acesso ao PC (Explorer):
0bd5beb7=N&atilde;o h&aacute; unidades na porta externa.
0ef20500=Acessar um dispositivo de armazenamento externo
0ff71dd1=Senha
11239078=O acesso seguro à pasta está DESLIGADO
17865ec5=Status
1cf4d642=Criar novo compartilhamento
1d5b34ba=O conteúdo de mídia não está acessível aos clientes DLNA.
1e6a3b17=Conteúdo de todas as mídias
1f16322b=Nunca
1f6559a0=O servidor FTP está DESLIGADO
216dd545=Nome do servidor FTP:
238ce0df=Mostrar todos os compartilhamentos
25d990c5=Um dispositivo de armazenamento externo conectado ao roteador permite que voc&ecirc; compartilhe conte&uacute;do em toda a sua rede dom&eacute;stica. Voc&ecirc; pode compartilhar fotos, v&iacute;deos, m&uacute;sica entre outros. Voc&ecirc; pode at&eacute; mesmo acessar o conte&uacute;do em dispositivo de armazenamento usando FTP a partir de um computador remoto que tenha acesso a Internet.
25f8bf32=Nenhum
2845cd2b=Armazenamento não compatível
2ccb5775=Última verificação:
2d296368=Armazenamento externo
2deefdf2=Nova unidade de armazenamento externo
2fd6a8a6=O servidor FTP irá ativar o Acesso seguro à pasta para proteger os seus dados.
334fa934=Todos os compartilhamentos
342db949=Desvincular
34733266=Deseja continuar?
3618bd6a=Eliminar
37bc68e4=Todo
37cb8ff0=Adicionar compartilhamento
3b078947=Selecionar compartilhamento
3b7f096d=Qualquer usuário pode acessar o conteúdo através de pastas compartilhadas.
4068cb20=A senha da conta do convidado é &quot;guest&quot;, a menos que você a altere.
43d8c33b=O Servidor de mídia (UPnP/DLNA) permite que você compartilhe conteúdo de mídia pela rede usando um dispositivo habilitado para mídia, como um tablet ou TV em rede.
44b5b468=Habilitar servidor FTP
44d4bdbd=Usuários
4616ec94=Porta
4692857c=É necessário um nome de usuário e senha para acessar o conteúdo via FTP.
4a370bdd=Editar
4a834b05=Aviso de limite de m&iacute;dia
4b3991ec=Local da pasta
4fdc289f=12 horas
522907e2=Adicionar uma nova pasta
53a20dd1=Compartilhar nome
5646544a=Conecte um dispositivo de armazenamento externo em sua rede e configura o modo como os usu&aacute;rios podem acessar seu conte&uacute;do.
56516486=O servidor de mídia (DLNA) está LIGADO
58563667=A senha da conta do administrador é a senha do roteador.
5a046154=Um compartilhamento é uma pasta no dispositivo de armazenamento acessível a outros. Para impedir o acesso a um Compartilhamento, clique em <em>Desvincular</em>.
5a05755f=O servidor de mídia (DLNA) está DESLIGADO
5bd169ec=O servidor FTP está LIGADO
5e4a381f=Habilitar servidor de mídia
5ebc119b=Acesso seguro a pastas
6320d4a6=Selecionar pasta
6a617840=Porta FTP
6d05c031=total.
7110af8e=DESLIGAR
74f115b2=Compartilhamentos
7906e873=Acesso do Mac (Finder):
79a8e606=Formatação ou mapeamento de unidade não compatível no dispositivo conectado.
7c243382=Verificar pastas
7d14498f=O acesso seguro às pastas está LIGADO
7edbb162=Atualizar
80c47b84=Servidor FTP:
82316386=Gerenciar armazenamento externo
8295a945=LIGAR
857871f3=Acesso a pastas
85fedef1=Nome do volume da unidade de armazenamento externo:
89447c31=Carregando...
8c9ccd34=Codificação
8d1256ca=As pastas no dispositivo de armazenamento contêm conteúdo, como fotos, vídeos e músicas. Se você desativar a opção Secure Folder Access (Acesso seguro a pastas), configurando-a como <em>Off</em>, todo o conteúdo ficará acessível a todos os usuários na sua rede. Se essa opção for ativada (<em>On</em>), você poderá selecionar o conteúdo disponível para usuários específicos.
8d291d43=Um novo recurso de armazenamento externo est&aacute; dispon&iacute;vel
8dbad053=Nome do servidor:
8f2ffc70=O conteúdo de mídia está acessível aos clientes DLNA.
8f475444=Cancelar
92f810e6=Compartilhamentos atualmente disponíveis
957df4cc=É necessário um nome de usuário e senha para acessar o conteúdo através de pastas compartilhadas.
96a7828b=Leitura e gravação
96d3c7d5=Mostrar widget na página inicial
9d7ce0a6=Servidor DLNA: desabilitado
a0bc6f12=FTP:
a192b1f8=Compartilhar nome
a1d4a5f2=2 horas
a2d02ac0=Servidor de mídia:
a736a837=Compartilhamentos vinculados a
a8234a22=Servidor FTP: desabilitado
ab4c1737=Criar novo compartilhamento
ac2101fe=Nenhuma pasta compartilhada
aca6a6e1=Selecionar compartilhamento existente
afd50bba=Qualquer usuário pode acessar o conteúdo via FTP.
b04dfb07=Somente leitura
b2adaecf=Servidor FTP
b53491b3=Observação
b88be50c=Unidade externa de armazenamento
b88e9443=Adicionar nova pasta
ba3f5e39=Editar informações do compartilhamento
bd1bf951=Mostrar todos os compartilhamentos
bde33c73=O FTP (File Transfer Protocol) permite que você acesse o conteúdo no seu dispositivo de armazenamento a partir de qualquer computador na Internet. Você pode usar um navegador da Web ou software FTP para acessar o conteúdo.
bfccde76=Detectada partição ou mapeamento de unidade não compatível.
c2134465=Ferramentas Smart Wi-Fi
c5b74657=Ação
c892b147=Selecione a unidade:
cf231854=48 horas
d08f8500=Permissões
d2e5f57c=Espaço usado:
d361857f=O conteúdo não está acessível a nenhum usuário via FTP.
d55d51a7=Nome de usuário
dc15ba3e=Detectamos que voc&ecirc; possui uma grande quantidade de arquivos de m&iacute;dia na unidade. O servi&ccedil;o DLNA talvez n&atilde;o esteja exibindo corretamente todos os arquivos armazenados na unidade. Estamos cientes do problema e teremos uma corre&ccedil;&atilde;o em uma futura atualiza&ccedil;&atilde;o de firmware.
df2eb2c2=As pastas no dispositivo de armazenamento contêm conteúdo, como fotos, vídeos e músicas. Quando você torna uma pasta acessível para outros, concede a ela um nome de compartilhamento.
df7dabb9=Compartilhar todo o dispositivo de armazenamento
e03c4b0f=Todas as mídias são compartilhadas por padrão.
e26a35e9=6 horas
e4654cbe=Verificar agora
e665ebec=Servidor DLNA:
e91c2062=Conecte o dispositivo de armazenamento &agrave; porta apropriada na parte de tr&aacute;s do seu roteador, em seguida clique em <em>Atualizar</em>. O Linksys Smart Wi-Fi adicionar&aacute; o dispositivo de armazenamento &agrave; sua rede.
e9b662b3=OK
ec89dfea=A formatação de uma ou mais partições ou os mapeamentos de unidade no seu dispositivo são incompatíveis com o roteador.
edcf9904=Saiba mais
ee1b1db2=Servidor de mídia
f0f693f9=Um compartilhamento é uma pasta no dispositivo de armazenamento acessível a outros. A exclusão de um compartilhamento não exclui a pasta do dispositivo de armazenamento.
f232e650=Remover a unidade com segurança
f2e5bc5f=24 horas
f3d94120=As pastas no seu dispositivo de armazenamento ficarão acessíveis aos usuários listados a seguir. Quando as pastas ficam acessíveis a outros usuários são chamadas de Compartilhamentos. Clique em <em>Add User</em> (Adicionar usuário) para adicionar outros usuários que podem acessar seu dispositivo de armazenamento.
f6945cf2=Formatos compatíveis: <em>FAT</em>, <em>FAT32</em>, <em>NTFS</em> e <em>HFS+</em>. Mapeamentos de unidade compatíveis: <em>Tabela de Partição GUID (GPT)</em> e <em>Registro mestre de inicialização (MBR)</em>.
f98c238e=Adicione um dispositivo de armazenamento externo
fa173478=Continuar
fb1c3aad=Compartilhamento é o nome dado a uma pasta acessível a outras pessoas. Você pode nomear o Compartilhamento com o mesmo nome da pasta ou atribuir um nome completamente diferente.
fbaad53b=Suas pastas tamb&eacute;m est&atilde;o dispon&iacute;veis remotamente via FTP.
fc5e5899=Adicionar usuário
fce86bf7=Aplicar
fe1039ab=n/a
