000b9420=Harici depolama aygıtınızdaki klas&ouml;rler, şu anda ağınızdaki herkes tarafından erişilebilir durumda.
0048143b=Kullanıcıya Bağlantılı Paylaşımları Göster
006b8ccb=Yetkili kullanıcılar:
04be6e44=Linksys Smart Wi-Fi ile kullanımı kolay yeni bir harici depolama &ouml;zelliği bulunuyor. Mevcut Harici Depolama aygıtı ayarlarını temizlemek ve paylaşımlar oluşturarak harici depolama aygıtınıza erişmek amacıyla bu yeni harici &ouml;zelliğini kullanmak i&ccedil;in <em>Devam</em> d&uuml;ğmesine tıklayın veya mevcut harici depolama ayarlarınızı kullanmaya devam etmek i&ccedil;in <em>İptal</em> d&uuml;ğmesine tıklayın.
07b11447=Paylaşılan Ortam Klasörleri
0897731c=Desteklenen medya dosyalarının sayısı dolmak &uuml;zere veya doldu.
0a08c419=İnternet üzerinden depolama aygıtına erişmek için kullanılır.
0adfe1f4=PC erişimi (Dosya gezgini):
0bd5beb7=Harici bağlantı noktasında herhangi bir s&uuml;r&uuml;c&uuml; yok.
0ef20500=Harici depolama aygıtına eriş
0ff71dd1=Parola
11239078=Güvenli Klasör Erişimi KAPALI
17865ec5=Durum
1cf4d642=Yeni Paylaşım Oluştur
1d5b34ba=Ortam içeriği, DLNA istemcileri için erişilebilir değil.
1e6a3b17=Tüm ortam içeriği
1f16322b=Asla
1f6559a0=FTP sunucusu KAPALI
216dd545=FTP Sunucu Adı:
238ce0df=Tüm Paylaşımları Göster
25d990c5=Y&ouml;nlendiriciye bağlı harici bir depolama aygıtı, ev ağınızda i&ccedil;erik paylaşmanızı sağlar. Fotoğraflar, videolar, m&uuml;zik ve daha fazlasını paylaşabilirsiniz. FTP kullanarak depolama aygıtınızdaki i&ccedil;eriklere Internet bağlantısı olan uzak bir bilgisayardan bile erişebilirsiniz.
25f8bf32=Hiçbiri
2845cd2b=Desteklenmeyen Depolama
2ccb5775=Son Tarama:
2d296368=Harici Depolama
2deefdf2=Yeni Harici Depolama
2fd6a8a6=FTP sunucusu, verilerinizi korumak için Güvenli Klasör Erişimini etkinleştirecektir.
334fa934=Tüm paylaşımlar
342db949=Bağlantıyı kaldır
34733266=Devam etmek istiyor musunuz?
3618bd6a=Sil
37bc68e4=Her
37cb8ff0=Paylaşım ekle
3b078947=Paylaşım seç
3b7f096d=Her kullanıcı, paylaşılan klasörler üzerinden içeriğe erişebilir.
4068cb20=Konuk hesabı parolası, değiştirmediyseniz &quot;guest&quot;tir.
43d8c33b=Ortam Sunucusu (UPnP/DLNA), tablet veya ağa bağlı TV gibi ortam özelliğine sahip bir aygıt kullanarak ağınızda ortam içeriği paylaşmanızı sağlar.
44b5b468=FTP Sunucusunu Etkinleştir
44d4bdbd=Kullanıcılar
4616ec94=Port
4692857c=FTP üzerinden içeriğe erişmek için kullanıcı adı ve şifre gerekmektedir.
4a370bdd=Düzenle
4a834b05=Medya eşiği uyarısı
4b3991ec=Klasör Konumu
4fdc289f=12 saat
522907e2=Yeni bir klasör ekle
53a20dd1=Paylaşım Adı
5646544a=Ağınıza harici depolama aygıtı bağlayın ve kullanıcıların aygıtın i&ccedil;eriklerine nasıl erişebileceklerini yapılandırın.
56516486=Ortam Sunucusu (DLNA) AÇIK
58563667=Yönetici hesabının parolası router parolasıdır.
5a046154=Paylaşım, depolama aygıtında bulunan ve diğer kullanıcıların erişebildiği bir klasördür. Paylaşıma erişimi engellemek için <em>Bağlantıyı kaldır</em>'ı tıklatın.
5a05755f=Ortam Sunucusu (DLNA) KAPALI
5bd169ec=FTP sunucusu AÇIK
5e4a381f=Ortam Sunucusunu Etkinleştir
5ebc119b=Güvenli Klasör Erişimi
6320d4a6=Klasör seç
6a617840=FTP Portu
6d05c031=toplam.
7110af8e=KAPALI
74f115b2=Paylaşımlar
7906e873=Mac erişimi (Bulucu):
79a8e606=Takılı aygıtlarda desteklenmeyen biçimlendirme veya sürücü eşleme(leri).
7c243382=Klasörleri Tara
7d14498f=Güvenli Klasör Erişimi AÇIK
7edbb162=Yenile
80c47b84=FTP sunucusu:
82316386=Harici Depolamayı Y&ouml;net
8295a945=AÇIK
857871f3=Klasör Erişimi
85fedef1=Harici depolama birim adı:
89447c31=Yükleniyor...
8c9ccd34=Kodlama
8d1256ca=Depolama aygıtınızdaki klasörlerde fotoğraf, video ve müzik gibi içerikler bulunur. Güvenli Klasör Erişimi <em>Kapalı</em> olarak ayarlanırsa, ağınızdaki tüm kullanıcılar tüm içeriğe erişebilir. Bu seçenek <em>Açık</em> olarak ayarlanırsa, belirli kullanıcıların erişebileceği içeriği seçebilirsiniz.
8d291d43=Yeni bir harici depolama &ouml;zelliği mevcut
8dbad053=Sunucu Adı:
8f2ffc70=Ortam içeriği, DLNA istemcileri için erişilebilir durumda.
8f475444=İptal
92f810e6=Şu an kullanılabilir paylaşımlar
957df4cc=Paylaşılan klasörler üzerinden içeriğe erişmek için kullanıcı adı ve şifre gerekmektedir.
96a7828b=Okuma ve Yazma
96d3c7d5=Pencere öğesini giriş sayfasında göster
9d7ce0a6=DLNA sunucusu: Devre dışı
a0bc6f12=FTP:
a192b1f8=Paylaşım adı
a1d4a5f2=2 saat
a2d02ac0=Ortam Sunucusu:
a736a837=Paylaşımların bağlandığı:
a8234a22=FTP sunucusu: Devre Dışı
ab4c1737=Yeni bir paylaşım oluştur
ac2101fe=Paylaşılan klasör yok
aca6a6e1=Mevcut Paylaşım Seç
afd50bba=Her kullanıcı, FTP üzerinden içeriğe erişebilir.
b04dfb07=Yalnızca Okuma
b2adaecf=FTP Sunucusu
b53491b3=Not
b88be50c=Harici Depolama S&uuml;r&uuml;c&uuml;s&uuml;
b88e9443=Yeni Klasör Ekle
ba3f5e39=Paylaşım Bilgilerini Düzenle
bd1bf951=Tüm paylaşımları göster
bde33c73=FTP (File Transfer Protocol), depolama aygıtınızdaki içeriğe İnternete bağlı herhangi bir bilgisayardan erişmenizi sağlar. İçeriğe erişmek için bir web tarayıcısı veya FTP yazılımı kullanabilirsiniz.
bfccde76=Desteklenmeyen bölüm veya sürücü eşlemesi algılandı.
c2134465=Smart Wi-Fi Araçları
c5b74657=Eylem
c892b147=Sürücü seçin:
cf231854=48 saat
d08f8500=İzinler
d2e5f57c=Kullanılan alan:
d361857f=İçerik, herhangi bir kullanıcıya, FTP üzerinden erişilebilir değil.
d55d51a7=Kullanıcı adı
dc15ba3e=S&uuml;r&uuml;c&uuml;de &ccedil;ok fazla sayıda medya dosyası bulunduğunu tespit ettik. DLNA hizmeti, s&uuml;r&uuml;c&uuml;de bulunan t&uuml;m dosyaları doğru olarak g&ouml;stermiyor olabilir. Sorunun farkındayız ve ilerideki bir &uuml;r&uuml;n yazılımı g&uuml;ncellemesinde d&uuml;zelteceğiz.
df2eb2c2=Depolama aygıtınızdaki klasörlerde fotoğraf, video ve müzik gibi içerikler bulunur. Bir klasörü diğer kullanıcıların erişimine açtığınızda, klasöre bir Paylaşım adı verirsiniz.
df7dabb9=Tüm depolama aygıtını paylaş
e03c4b0f=Tüm ortam varsayılan olarak paylaşılır.
e26a35e9=6 saat
e4654cbe=Şimdi tara
e665ebec=DLNA sunucusu:
e91c2062=Depolama aygıtını y&ouml;nlendiricinizin arkasındaki uygun bağlantı noktasına bağlayarak <em>Yenile</em>'ye tıklayın. Linksys Smart Wi-Fi, depolama aygıtını ağınıza ekleyecektir.
e9b662b3=Tamam
ec89dfea=Aygıtınızdaki bir veya daha fazla bölümün biçimlendirmesi ya da sürücü eşlemeleri bu router ile uyumlu değil.
edcf9904=Daha fazla bilgi alın
ee1b1db2=Ortam Sunucusu
f0f693f9=Paylaşım, depolama aygıtında bulunan ve diğer kullanıcıların erişebildiği bir klasördür. Bir Paylaşımın silinmesi, klasörü depolama aygıtından silmez.
f232e650=Sürücüyü güvenli kaldır
f2e5bc5f=24 saat
f3d94120=Depolama aygıtınızdaki klasörlere aşağıdaki kullanıcılar erişebilir. Klasörlere diğer kullanıcılar erişebildiğinde, bunlara Paylaşımlar adı verilir. Depolama aygıtınıza erişebilecek diğer kullanıcıları eklemek için <em>Kullanıcı Ekle</em>'yi tıklatın.
f6945cf2=Desteklenen biçimler: <em>FAT</em>, <em>FAT32</em>, <em>NTFS</em> ve <em>HFS+</em>. Desteklenen sürücü eşlemeleri: <em>GUID Bölümleme Tablosu (GPT)</em> ve <em>Ana Önyükleme Kaydı (MBR)</em>.
f98c238e=Harici depolama aygıtı ekle
fa173478=Devam
fb1c3aad=Paylaşım, diğer kullanıcıların erişebildiği bir klasöre verdiğiniz addır. Paylaşıma klasörle aynı adı veya başka bir ad verebilirsiniz.
fbaad53b=Dosyalarınız ayrıca FTP aracılığıyla uzaktan da erişilebilir durumda.
fc5e5899=Kullanıcı Ekle
fce86bf7=Uygula
fe1039ab=-
