000b9420=Les dossiers de votre p&eacute;riph&eacute;rique de stockage externe sont actuellement accessibles &agrave; tous les utilisateurs de votre r&eacute;seau.
0048143b=Afficher les partages liés à l'utilisateur
006b8ccb=Utilisateurs autorisés :
04be6e44=Une nouvelle fonctionnalit&eacute;, rendant le stockage externe plus facile &agrave; utiliser, est disponible avec la technologie Linksys Smart Wi-Fi. Cliquez sur <em>Continuer</em> pour effacer les param&egrave;tres de votre p&eacute;riph&eacute;rique de stockage externe et utiliser cette nouvelle fonction externe, qui permet de cr&eacute;er des acc&egrave;s et de partager le contenu de votre p&eacute;riph&eacute;rique de stockage externe, ou cliquez sur <em>Annuler</em> et continuez &agrave; utiliser vos param&egrave;tres de stockage actuels.
07b11447=Dossiers multimédia partagés
0897731c=Le nombre maximum de fichiers m&eacute;dia pris en charge est atteint ou presque atteint.
0a08c419=permet d'accéder au périphérique de stockage via Internet.
0adfe1f4=Accès PC (Explorateur de fichiers) :
0bd5beb7=Il n'y a pas de disque dans le port externe.
0ef20500=Accéder à un périphérique de stockage externe
0ff71dd1=Mot de passe
11239078=L'accès sécurisé au dossier est DÉSACTIVÉ
17865ec5=Statut
1cf4d642=Créer un nouveau partage
1d5b34ba=Le contenu multimédia n'est pas accessible aux clients DLNA.
1e6a3b17=Tout le contenu multimédia
1f16322b=Jamais
1f6559a0=Le serveur FTP est DÉSACTIVÉ.
216dd545=Nom du serveur FTP :
238ce0df=Afficher tous les partages
25d990c5=Un p&eacute;riph&eacute;rique de stockage externe raccord&eacute; au routeur vous permet de partager le contenu de votre r&eacute;seau domestique. Vous pouvez partager des photos, des vid&eacute;os, de la musique, et bien plus encore. En utilisant le&nbsp;FTP, vous pouvez m&ecirc;me acc&eacute;der au contenu de votre p&eacute;riph&eacute;rique de stockage d'un ordinateur distant qui a acc&egrave;s &agrave; Internet.
25f8bf32=Aucun
2845cd2b=Périphérique de stockage non pris en charge
2ccb5775=Dernière analyse :
2d296368=Stockage externe
2deefdf2=Nouveau stockage externe
2fd6a8a6=Le serveur FTP activera l'Accès sécurisé au dossier pour protéger vos données.
334fa934=Tous les partages
342db949=Déconnecter
34733266=Voulez-vous continuer ?
3618bd6a=Supprimer
37bc68e4=Tou(te)s les
37cb8ff0=Ajouter un partage
3b078947=Sélectionner un partage
3b7f096d=N'importe quel utilisateur peut accéder au contenu des dossiers partagés.
4068cb20=Le mot de passe du compte invité est &quot;guest&quot; sauf si vous changez ce dernier.
43d8c33b=Le serveur multimédia (UPnP/DLNA) permet de partager du contenu multimédia sur le réseau à l'aide d'un périphérique multimédia (tablette ou téléviseur Wi-Fi).
44b5b468=Activer le serveur FTP
44d4bdbd=Utilisateurs
4616ec94=Port
4692857c=Nom d'utilisateur et mot de passe requis pour accéder au contenu via FTP.
4a370bdd=Modifier
4a834b05=Avertissement de seuil m&eacute;dia atteint
4b3991ec=Emplacement du dossier
4fdc289f=12 heures
522907e2=Ajouter un dossier
53a20dd1=Nom de partage
5646544a=Connectez un p&eacute;riph&eacute;rique de stockage externe &agrave; votre r&eacute;seau et de configurer la fa&ccedil;on dont les utilisateurs peuvent acc&eacute;der &agrave; son contenu.
56516486=Le serveur multimédia (DLNA) est ACTIVÉ
58563667=Le mot de passe du compte Admin correspond au mot de passe du routeur.
5a046154=Un partage est un dossier qui se trouve sur le périphérique de stockage et qui est accessible à d'autres utilisateurs. Pour empêcher l'accès à un partage, cliquez sur <em>Déconnecter</em>.
5a05755f=Le serveur multimédia (DLNA) est DÉSACTIVÉ
5bd169ec=Le serveur FTP est ACTIVÉ
5e4a381f=Activer le serveur multimédia
5ebc119b=Accès sécurisé aux dossiers
6320d4a6=Sélectionnez un dossier
6a617840=Port FTP
6d05c031=total.
7110af8e=DESACT.
74f115b2=Partages
7906e873=Accès Mac (Sélecteur) :
79a8e606=Formatage ou mappage de lecteur non pris en charge sur le(s) périphérique(s) connecté(s).
7c243382=Analyser les dossiers
7d14498f=L'accès sécurisé au dossier est ACTIVÉ
7edbb162=Actualiser
80c47b84=Serveur FTP :
82316386=G&eacute;rer le stockage externe
8295a945=ACTIVÉ
857871f3=Accès aux dossiers
85fedef1=Nom du volume de stockage externe&nbsp;:
89447c31=Chargement...
8c9ccd34=Codage
8d1256ca=Les dossiers qui se trouvent sur votre périphérique de stockage renferment des photos, des vidéos et de la musique. Si vous <em>désactivez</em> la fonction d'accès sécurisé aux dossiers, les utilisateurs de votre réseau ont accès à tout le contenu. <em>Activez</em> cette fonction si vous voulez limiter le contenu et les utilisateurs pouvant utiliser ce contenu.
8d291d43=Une nouvelle fonctionnalit&eacute; du p&eacute;riph&eacute;rique de stockage externe est disponible
8dbad053=Nom du serveur :
8f2ffc70=Le contenu multimédia est accessible aux clients DLNA.
8f475444=Annuler
92f810e6=Partages actuellement disponibles
957df4cc=Nom d'utilisateur et mot de passe requis pour accéder au contenu des dossiers partagés.
96a7828b=Lecture/écriture
96d3c7d5=Afficher le widget sur la page d'accueil
9d7ce0a6=Serveur DLNA : désactivé
a0bc6f12=FTP :
a192b1f8=Nom de partage
a1d4a5f2=2 heures
a2d02ac0=Serveur multimédia :
a736a837=Partages liés à
a8234a22=Serveur FTP : désactivé
ab4c1737=Créer un nouveau partage
ac2101fe=Aucun des dossiers partagés
aca6a6e1=Sélectionner un partage existant
afd50bba=N'importe quel utilisateur peut accéder au contenu via FTP.
b04dfb07=Lecture seule
b2adaecf=Serveur FTP
b53491b3=Remarque
b88be50c=Disque de stockage externe
b88e9443=Ajouter un nouveau dossier
ba3f5e39=Modifier les informations sur le partage
bd1bf951=Afficher tous les partages
bde33c73=Le protocole FTP (File Transfer Protocol) permet d'accéder au contenu sauvegardé sur le périphérique de stockage à partir de n'importe quel ordinateur relié à Internet. Utilisez un navigateur Web ou un logiciel FTP pour accéder au contenu.
bfccde76=Partition ou mappage de lecteur non prise en charge détectés.
c2134465=Outils Smart Wi-Fi
c5b74657=Action
c892b147=Sélectionnez le lecteur :
cf231854=48 heures
d08f8500=Autorisations
d2e5f57c=Espace utilisé :
d361857f=Le contenu n'est pas accessible à tout utilisateur via FTP.
d55d51a7=Nom d'utilisateur
dc15ba3e=Nous avons d&eacute;tect&eacute; que vous avez un grand nombre de fichiers multim&eacute;dias sur le disque. Le service&nbsp;DLNA ne pourra peut-&ecirc;tre pas afficher correctement tous les fichiers stock&eacute;s sur le lecteur. Nous sommes conscients du probl&egrave;me et nous proposerons un correctif dans une future mise &agrave; jour du microprogramme.
df2eb2c2=Les dossiers qui se trouvent sur votre périphérique de stockage renferment des photos, des vidéos et de la musique. Lorsque vous mettez un dossier à la disposition des autres utilisateurs, vous lui donnez un nom de partage.
df7dabb9=Partager tout le périphérique de stockage
e03c4b0f=Tous les médias sont partagés par défaut.
e26a35e9=6 heures
e4654cbe=Analyser maintenant
e665ebec=Serveur DLNA :
e91c2062=Connectez le p&eacute;riph&eacute;rique de stockage au port appropri&eacute; &agrave; l'arri&egrave;re de votre routeur, puis cliquez sur <em>Actualiser</em>. La technologie Linksys Smart Wi-Fi ajoutera le p&eacute;riph&eacute;rique de stockage &agrave; votre r&eacute;seau.
e9b662b3=OK
ec89dfea=Le formatage d'une ou plusieurs partitions ou mappages de lecteur sur votre périphérique sont incompatibles avec votre routeur.
edcf9904=En savoir plus
ee1b1db2=Serveur multimédia
f0f693f9=Un partage est un dossier qui se trouve sur le périphérique de stockage et qui est accessible à d'autres utilisateurs. La suppression d'un partage n'implique pas la suppression du dossier sur le périphérique de stockage.
f232e650=Retirer le disque en toute sécurité
f2e5bc5f=24 heures
f3d94120=Les dossiers du périphérique de stockage sont accessibles à tous les utilisateurs mentionnés ci-dessous. Si les dossiers sont accessibles à d'autres utilisateurs, il s'agit de partages. Cliquez sur <em>Ajouter un utilisateur</em> pour inclure d'autres utilisateurs susceptibles d'accéder à votre périphérique de stockage.
f6945cf2=Formats pris en charge : <em>FAT</em>, <em>FAT32</em>, <em>NTFS</em> et <em>HFS+</em>. Mappages de lecteur pris en charge <em>GUID Partition Table (GPT)</em> et <em>Master Boot Record (MBR)</em>.
f98c238e=Ajoutez un p&eacute;riph&eacute;rique de stockage externe
fa173478=Continuer
fb1c3aad=Un partage désigne le nom que vous attribuez à un dossier qui est accessible à d'autres utilisateurs. Vous pouvez donner au partage le nom du dossier ou un nom complètement différent.
fbaad53b=Vos dossiers sont &eacute;galement disponibles &agrave; distance via FTP.
fc5e5899=Ajouter un utilisateur
fce86bf7=Appliquer
fe1039ab=ND
